{
  "id": "LOV-1988-05-20-32",
  "type": "statute",
  "title": "Lov om militær disiplinærmyndighet (disiplinærloven)",
  "short_name": "Disiplinærloven – disipl",
  "status": "in_force",
  "issued_date": "1988-05-20",
  "in_force_date": "1989-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1988-05-20-32",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Den som overtrer eller forsømmer militære tjenesteplikter som følger av lov, reglement, instruks, direktiv, forskrift eller rettmessig ordre, kan refses disiplinært.\nDet samme gjelder den som overtrer eller forsømmer seg mot militær skikk og orden.\nRefselse kan også ilegges den som gjør seg skyldig i borgerlig straffbare forhold\n1. på militært område\n2. overfor vernepliktige i tjeneste og militært tilsatte\neller\n3. mot eller ved bruk av militært materiell.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Refselse kan ilegges for forsettlige og uaktsomme forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Refselse kan brukes mot vernepliktige i tjeneste og militært tilsatte.\nRefselse kan også brukes overfor krigsfanger og den som omfattes av lov av 17 mars 1916 om straffebestemmelse for utenlandske militærpersoner som er internert her i riket under krig mellom fremmede makter.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Refselse kan brukes når det refsbare forhold er utvist i tjenestetiden. Tjenestetiden er den tid vedkommende gjør militær tjeneste. Den omfatter den tid som medgår til reise til og fra tjenestestedet, i alle fall minst 24 timer før fremmøte og like lang tid etter dimisjon. Tjenestetiden omfatter også fritid, herunder permisjon.\nUtenfor tjenestetiden kan refselse brukes:\n1. Når det gjelder forhold som kan straffes etter forsvarsloven § 66,\n2. når det gjelder overtredelse av militære straffelovs § 34,\n3. når det gjelder forhold utvist mens vedkommende på offentlig sted eller militært område lovlig var iført militær uniform, eller\n4. når forholdet gjelder unnlatelse av å besvare tjenestlige henvendelser om forhold oppstått i tjenestetiden.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Som refselsesmiddel må bare brukes:\n1. Arrest inntil 20 dager\n2. Bot som fastsettes på grunnlag av det tjenestetillegget som gjelder for vernepliktige i tjeneste:\na. Overfor menige, inntil 20 ganger tjenestetillegget,\nb. Overfor militært tilsatte, tilsvarende inntil 50 ganger tjenestetillegget.\n3. Frihetsinnskrenkning som består i forbud mot til visse tider av dagen eller hele døgn:\na. å gå utenfor leiren eller annet nærmere avgrenset område eller fartøy for et tidsrom inntil 30 dager, eller\nb. å forlate fartøy for bestemte landgangsturer innen samme tidsrom.\n4. Irettesettelse som gis i form av\na. streng irettesettelse i nærvær av flere vernepliktige i tjeneste eller militært tilsatte, eller\nb. simpel irettesettelse i enerom eller i tjenestlig skriv.\nEn alminnelig tilrettevisning er ikke refselse, det samme gjelder pålegg om å utføre eller gjenta tjeneste som er forsømt eller dårlig utført.\nKollektive reaksjoner i refselseshensikt er forbudt.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Når bot ilegges, skal det samtidig fastsettes subsidiær arrest på inntil 15 dager. Arrest trer i stedet for boten i den utstrekning denne ikke er betalt innen 4 måneder etter at vedtaket om refselse er blitt endelig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Foreløpig arrest utover 12 timer som den refsede har utholdt på grunn av saken, bringes til fradrag i arrest som senere ilegges, og tas i betraktning når andre refselsesmidler nyttes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "For samme forhold kan bare ett enkelt av refselsesmidlene brukes. Blir refselse ilagt for flere forhold, skal refselsen fastsettes samlet med bruk av ett refselsesmiddel innenfor rammen av det som er bestemt i § 5.\nNår det refses for et forhold som i tid ligger forut for et tidligere refselsesvedtak, utmåles det en felles refselse for samtlige forhold innenfor rammen av det som er bestemt i § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Adgangen til å ilegge refselse faller bort to år etter den refsbare handling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Er et anmeldt forhold straffbart etter borgerlig lov og undergitt offentlig påtale, eller begjæres påtale av allmenne hensyn, eller er det annen grunn til å regne med at straffesak vil bli reist, bør refselse bare brukes dersom spesielle forhold gjør en forføyning nødvendig.\nAt refselse er ilagt eller foreldelse er inntrådt etter § 9 eller § 38 annet ledd, er ikke til hinder for at forholdet forfølges som straffesak.\nReiser ikke påtalemyndigheten straffesak, kan refselse ilegges eller iverksettes etter at saken har vært forelagt for krigsadvokat, førstekrigsadvokat eller Generaladvokat.\n0 Endret ved lover 24 juni 1994 nr. 36 (ikr. 1 juli 1997 iflg. res. 13 juni 1997 nr. 573), 17 juli 1998 nr. 58 (ikr. 17 juli 1998 iflg. res. 17 juli 1998 nr. 1558), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Iverksatt refselse skal tas i betraktning når straff utmåles. Straffen kan da settes ned under det lovbestemte lavmål og til en mildere straffeart eller helt falle bort. Er refselsen ikke iverksatt, faller den bort når straff er idømt eller ilagt.\nFrifinnes den refsede for det forhold refselsen gjelder, bortfaller refselsen med mindre frifinnelsen bare er begrunnet i at forholdet ikke anses straffbart på grunn av manglende forsett. I så fall avgjør Forsvarssjefen med bistand av Generaladvokaten om refselsen fortsatt skal bli stående ved makt fordi refsede anses å ha gjort seg skyldig i uaktsom overtredelse etter § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Myndighet til å ilegge undergitt personell refselse har enhver offiser som fast eller for tilfellet fører kompanisjefs eller tilsvarende eller høyere kommando.\nRefselsesmyndighet kan ikke delegeres.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Den som fører kompanisjefs eller tilsvarende kommando, kan ilegge arrest inntil 12 dager. Vedkommende kan videre ilegge bøter inntil halvdelen av det beløp som følger av § 5 første ledd nr. 2 bokstav b, og kan for øvrig ilegge alle refselser.\nDen som innehar høyere kommando, kan ilegge alle refselser.\nKongen bestemmer hvilke stillinger som skal være tillagt kompanisjefs refselsesmyndighet og hvilke stillinger som skal være tillagt full refselsesmyndighet.\n0 Endret ved lov 17 juli 1998 nr. 58 (ikr. 17 juli 1998 iflg. res. 17 juli 1998 nr. 1558).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Den nærmeste foresatte med refselsesmyndighet skal som regel utøve denne. Den skal utøves etter offiserens overbevisning om hva som er sant etter bevisene og rett etter loven. Foresatte kan ikke gi pålegg om hvordan myndigheten skal utøves i det enkelte tilfelle.\nAvgjørelsen hører likevel under høyere foresatt hvis det refsbare forhold er skjedd i vedkommendes overvær. Har nærmeste foresatte unnlatt å refse et forhold, kan høyere foresatt refse dersom det finnes grunn til det.\nFinner en offiser at det bør brukes strengere refselse enn vedkommende selv kan ilegge, skal saken overlates til offiserens foresatte. Det samme gjelder dersom særlige grunner taler mot at offiseren selv avgjør saken.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Generaladvokaten bistår Forsvarssjefen og generalinspektørene ved utøvelsen av refselsesmyndigheten. Krigsadvokatene og førstekrigsadvokatene bistår andre militære sjefer som har myndighet til å ilegge refselser.\nRefselse på arrest i mer enn 12 dager, samt frihetsinnskrenkning over 15 dager kan ikke ilegges uten at saken har vært forelagt for krigsadvokat, førstekrigsadvokat eller Generaladvokaten dersom avgjørelsen skal treffes av Forsvarssjefen eller Generalinspektørene for Hæren, Sjøforsvaret, Luftforsvaret eller Heimevernet. Er det av særlige grunner nødvendig at slik refselse blir ilagt straks, kan det i stedet gis melding om saken til krigsadvokat, førstekrigsadvokat eller Generaladvokaten så snart som mulig etter at refselsen er ilagt. Refselse ilagt i strid med reglene her, faller bort for den del som overstiger grensene i første punktum.\nI alle andre saker bør refsende sjef forelegge saken dersom vedkommende sjef finner saken tvilsom, eller av andre grunner ønsker råd i saken.\n0 Endret ved lov 17 juli 1998 nr. 58 (ikr. 17 juli 1998 iflg. res. 17 juli 1998 nr. 1558).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "En offiser kan ikke etterforske en sak eller utøve refselsesmyndighet mot noen offiseren er gift eller forlovet med eller er i slekt eller svogerskap med i opp- eller nedstigende linje eller i sidelinje så nær som søsken, eller når offiseren er en av dennes fosterforeldre eller verge.\nDet samme gjelder når offiseren selv eller en person som offiseren er forbundet med som nevnt i første ledd, er personlig fornærmet ved handlingen.\nOffiseren har plikt til å ta stilling til sin egen habilitet. Offiserens avgjørelse er ikke gjenstand for særskilt klage.\nForeligger forhold som nevnt i første eller annet ledd, behandles saken av offiserens nærmeste foresatte.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Den som utøver refselsesmyndighet, skal sørge for at saken er tilstrekkelig opplyst før det avgjøres om refselse skal ilegges.\nFør refselse ilegges, skal den som forfølgningen er rettet mot, gjøres kjent med det påklagede forhold og de opplysninger som foreligger. Vedkommende skal også gis adgang til å forklare seg muntlig eller skriftlig og til å oppgi bevis. Der det etter forholdene ikke er utilrådelig, skal den som forfølgningen er rettet mot, gis adgang til å gjøre seg kjent med sakens dokumenter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Den forfølgningen retter seg mot, har rett til å la seg bistå av vernepliktig i tjeneste, tillitsvalgt eller militært tilsatt. Valget må ikke vesentlig forsinke saken.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Vedtak som går ut på refselse, skal være skriftlig, underskrevet og datert og inneholde:\n1. Den refsedes navn, grad og tjenestested.\n2. Opplysning om hvilken lov, reglement, instruks, direktiv, forskrift eller rettmessig ordre som menes overtrådt eller angivelse av at det menes å foreligge en overtredelse av militær skikk og orden.\n3. En kort beskrivelse av det forhold refselsen gjelder, med opplysning om tid og sted m v.\n4. Opplysninger som ellers har betydning for utmålingen av refselsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Den refsede skal uten opphold underrettes om vedtaket, jfr § 19.\nAndre refselser enn de som inngår under § 5 nr. 4 b, meddeles vanligvis i nærvær av flere vernepliktige i tjeneste eller militært tilsatte.\nBlir en refselse opphevet eller omgjort, skal dette så vidt mulig meddeles på samme måte som det opprinnelige vedtak om refselse.\nDen forfølgningen har rettet seg mot, skal underrettes om avgjørelsen selv om refselse ikke blir ilagt.\nVil forholdet bli anmeldt til påtalemyndigheten, skal den forfølgningen har rettet seg mot også gis underretning om dette.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Den refsede skal leveres kopi av vedtaket. På blanketten skal det være opplyst at den refsede kan kreve å gjøre seg kjent med de bestemmelser som er nevnt i § 19 nr. 2. Når vedtaket er meddelt, skal den refsede spørres om refselsen vedtas eller om det tas betenkningstid. Betenkningstiden er i så fall 48 timer. Samtidig skal vedkommende gis skriftlig meddelelse om adgangen til å kreve saken prøvet av høyere refselsesmyndighet, jfr. §§ 23 og 38, frister for slik klage og hvordan en skal gå frem.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Offiser som har ilagt en refselse, kan selv oppheve eller omgjøre den, dersom det viser seg at vedtaket er uriktig, eller det på grunn av etterfølgende omstendigheter er urimelig at det blir stående ved makt.\nLikeledes kan vedkommende offiser omgjøre en ilagt refselse på arrest til bot når fullbyrdelsen ikke kan gjennomføres som følge av at refsede av en militærlege er kjent soningsudyktig og/eller udyktig til videre militærtjeneste.\nSkjerpelse av refselsen kan bare skje når opplysninger som senere er kommet frem, gjør det utvilsomt at forholdet er vesentlig grovere enn tidligere antatt.\nAdgang til omgjøring etter første og annet ledd faller bort når klage over refselsen er avsendt til høyere myndighet etter §§ 23 og 28.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "content": "Den som er ilagt en refselse kan klage over refselsen til den høyere sjef Kongen bestemmer, jfr. dog § 28 annet punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "content": "Klagen må fremsettes innen 48 timer etter at den refsede blir gjort kjent med vedtaket. Den kan være skriftlig eller muntlig og settes frem for en foresatt. Er klagen muntlig, nedskrives og undertegnes den straks av den foresatte.\nI klagen bør angis hvilke omstendigheter den bygges på.\nEr klagen ikke satt frem i rett tid, skal saken likevel tas under behandling av den høyere myndighet dersom særlige omstendigheter foreligger eller oversittelsen av fristen ikke kan legges den refsede til last og klagen er satt frem innen 48 timer etter at den refsede fikk adgang til det.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "content": "Klageinstansen skal påse at saken er tilstrekkelig opplyst. Før klageinstansen treffer sin avgjørelse, skal saken legges frem for krigsadvokat eller førstekrigsadvokat hvis avgjørelsen treffes av distriktskommandosjef eller tilsvarende, eller for Generaladvokaten hvis avgjørelsen treffes av generalinspektør eller Forsvarssjefen.\nKlageren skal gjøres kjent med nye opplysninger som er fremkommet i klagesaken og gis anledning til å uttale seg om disse.\nKlagebehandlingen foregår etter reglene i kapittel 4.\n0 Endret ved lov 17 juli 1998 nr. 58 (ikr. 17 juli 1998 iflg. res. 17 juli 1998 nr. 1558).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "content": "Blir det klaget over refselse som går ut på arrest, bot eller frihetsinnskrenkning, skal refselsen ikke iverksettes før klagen er avgjort. Refselse som går ut på bot, kan likevel iverksettes dersom den refsede dimitterer før klagen er avgjort.\nKongen kan gi nærmere bestemmelser om at refselse på frihetsinnskrenkning i inntil 7 dager kan iverksettes uten opphold.\n0 Endret ved lov 17 juli 1998 nr. 58 (ikr. 17 juli 1998 iflg. res. 17 juli 1998 nr. 1558).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "content": "Klageinstansen kan prøve alle sider ved saken. Avgjørelsen kan gå ut på at den påklagede refselse stadfestes, oppheves eller omgjøres, eller at forholdet anmeldes til påtalemyndigheten.\nRefselsen kan bare skjerpes hvis det er misforhold mellom den anvendte reaksjon og den refselse klagemyndigheten finner passende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "content": "Den refsede kan påklage en avgjørelse i klagesak til en klagenemnd. For refselser som er ilagt av Forsvarssjefen, er klagenemnda første og eneste klageinstans.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "content": "Klagenemnda skal ha en leder og 2 andre medlemmer, alle med 2 personlige vararepresentanter. Lederen og dennes vararepresentanter skal være jurister, fortrinnsvis med dommererfaring, og være uten tilknytning til Forsvaret. Av de øvrige medlemmer skal ett medlem være offiser eller befal og ett medlem være vernepliktig i tjeneste.\nNemndas medlemmer og vararepresentanter oppnevnes av Kongen. Lederen og dennes vararepresentanter oppnevnes for 4 år av gangen og de øvrige for 2 år.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "content": "Klage til nemnda må fremsettes innen sju dager etter at den refsede ble gjort kjent med vedtaket. For øvrig gjelder bestemmelsen i § 24 tilsvarende.\nBestemmelsen i § 26, første ledd, gis tilsvarende anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "content": "Et medlem av nemnda må ikke delta i behandlingen av en klagesak når medlemmet\na. selv har utøvet refselsesmyndighet i saken,\nb. er inhabil etter § 16, første og annet ledd, eller særlige grunner taler for at vedkommende ikke bør være med på avgjørelsen.\nNemnda avgjør selv om et medlem ikke skal delta i behandlingen av en sak. Vedkommende medlem skal ikke delta i avgjørelsen. Ved stemmelikhet er lederens stemme avgjørende.\nMedlem skal i god tid si fra om forhold som gjør eller kan gjøre medlemmet inhabil. Før spørsmålet avgjøres, bør vararepresentant innkalles til å møte og delta ved avgjørelsen dersom det kan gjøres uten vesentlig tidsspille eller kostnad.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "content": "Lederen og et annet medlem som nemnda velger, kan nekte en sak fremmet dersom de finner det klart at klagen ikke fører frem. Når en slik avgjørelse er fattet, kan vedtaket fullbyrdes. Alle saker som er nektet fremmet, skal omtales for nemnda i møte som kan beslutte at saken likevel skal fremmes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "content": "Lederen tilrettelegger nemndas arbeid og leder saksforberedelsen og møtene. Lederen skal dra omsorg for at saken blir tilstrekkelig opplyst.\nLederen eller nemnda kan beslutte at det skal holdes muntlige forhandlinger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "Den refsede har i forbindelse med saken adgang til å uttale seg skriftlig eller muntlig for en offiser. Den refsede har adgang til å oppgi bevis og rett til å gjøre seg kjent med sakens dokumenter med mindre dette etter forholdene er utilrådelig. Er det besluttet muntlige forhandlinger, har den refsede rett til å være til stede i møte.\nBestemmelsen i § 18 finner tilsvarende anvendelse. Vedkommende kan på ethvert trinn under behandlingen for nemnda la seg bistå av advokat. Nemnda kan også beslutte om det på det offentliges bekostning skal oppnevnes advokat til å bistå klageren.\nForsvaret kan opptre i saken med generaladvokaten eller den generaladvokaten bemyndiger.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "En fulltallig nemnd avgjør saken i møte. Avgjørelsen skal grunngis og være undertegnet av nemndas medlemmer.\nBestemmelsen i § 27 gjelder tilsvarende, likevel slik at begrensningene i § 27, annet ledd, også gjelder for adgangen til å lempe på refselsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "content": "Søksmål etter tvisteloven kan bare reises når klageadgangen er uttømt. Søksmål må være reist innen to måneder etter at den refsede fikk underretning om avgjørelsen og om fristen til å reise søksmål.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "8:37",
      "chapter": "8",
      "section": "37",
      "content": "Kongen kan gi nærmere bestemmelser om utøvelsen av disiplinærmyndighet overfor personell som tjenestegjør ved internasjonal enhet og gjøre unntak fra bestemmelsene i kapittel 3.\nUtøvelse av disiplinærmyndighet etter første ledd skjer med de begrensninger som er anerkjent i folkeretten eller følger av avtale med fremmed stat eller med en internasjonal organisasjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "9:38",
      "chapter": "9",
      "section": "38",
      "content": "Vedtak om refselse skal med de begrensninger som følger av § 26 og § 30 settes i verk uten opphold. Vil slik iverksetting være til ulempe for tjenesten eller ha åpenbart urimelige følger for den refsede eller for noen av den refsedes pårørende, kan den besluttes utsatt. Det samme gjelder når iverksetting uten opphold ikke vil tjene det som er refselsens hensikt. Iverksetting kan også utsettes hvis refselsen er ilagt i utlandet og særlige grunner taler for det.\nAdgangen til å iverksette faller bort ett år etter at refselsesvedtaket er blitt endelig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "9:39",
      "chapter": "9",
      "section": "39",
      "content": "Arrest utholdes i militært arrestlokale.\nDersom arrest er anvendt som refselse, skal arrestanten daglig tas ut til tjeneste.\nKongen gir ellers nærmere regler om iverksetting av arrest.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "9:40",
      "chapter": "9",
      "section": "40",
      "content": "Til dekning av bot kan hos vernepliktige i tjeneste trekkes ved hver utbetaling inntil halvparten av de løpende tjenestetillegg.\nInndrivning av bot hos militært tilsatte, kan skje ved trekk i lønn. Uten samtykke fra den refsede kan ved hver utbetaling ikke mer enn en fjerdedel av lønnen tilbakeholdes til dekning av boten. Slikt trekk går foran annet trekk i lønn, bortsett fra trekk for underholdsbidrag for det tidsrom lønnen gjelder, og trekk etter den borgerlige straffeprosesslov​1 § 456.\nSkal boten inndrives etter tjenestetidens slutt, kan den inndrives av den sivile påtalemyndighet etter reglene i den borgerlige straffeprosesslov på begjæring fra vedkommende militære myndighet. Krav som nevnt i denne paragraf innkreves av Statens innkrevingssentral med mindre departementet bestemmer annet.\n0 Endret ved lover 11 juni 1993 nr. 83, 11 jan 2013 nr. 3 (ikr. 1 juni 2013 iflg. res. 24 mai 2013 nr. 533), 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).\n1 Loven heter lov om rettergangsmåten i straffesaker (Straffeprosessloven).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "9:41",
      "chapter": "9",
      "section": "41",
      "content": "Iverksetting av refselse, jfr §§ 34 og 35, påligger den refsedes foresatte på tidspunktet for iverksetting.\nVedtak om iverksetting kan ikke påklages etter denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "9:42",
      "chapter": "9",
      "section": "42",
      "content": "Blir en refselse opphevet, skal den refsede ha erstatning av staten for det økonomiske tap vedkommende måtte ha lidt.\nErstatning tilkjennes ikke når vedkommende ved tilståelse eller på annen måte ved eget forsettlig forhold har fremkalt forfølgningen.\nHar den refsede medvirket til skaden på en måte som kan legges vedkommende til last, kan erstatning settes ned eller helt falle bort.\nErstatningsspørsmålet avgjøres av departementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "10:43",
      "chapter": "10",
      "section": "43",
      "content": "Enhver sjef skal føre tilsyn med sine undergittes utøvelse av refselsesmyndigheten.\nEr refselse ilagt for et forhold som ikke lovlig kan avgjøres på denne måte, skal refselsen oppheves.\nFinner en sjef en lovlig ilagt refselse ufortjent eller for streng, kan vedkommende sjef oppheve, omgjøre eller nedsette den. Refselsen kan ikke skjerpes.\nDen foresatte kan beslutte å oversende saken til påtalemyndigheten.\nFør en refselse blir opphevet eller omgjort eller forholdet anmeldt til påtalemyndigheten, skal krigsadvokaten, førstekrigsadvokaten eller Generaladvokaten ha gitt uttalelse.\nDepartementet kan bestemme hvordan og til hvem kopi av refselsesvedtakene skal sendes for tilsyn etter denne bestemmelse.\n0 Endret ved lov 17 juli 1998 nr. 58 (ikr. 17 juli 1998 iflg. res. 17 juli 1998 nr. 1558).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "11:44",
      "chapter": "11",
      "section": "44",
      "content": "Ved utøvelsen av og tilsynet med myndigheten til å refse og ved etterforskningen av slike saker bistås de militære sjefer av Generaladvokat, førstekrigsadvokat og krigsadvokat.\n0 Endret ved lov 24 juni 1994 nr. 36 (ikr. 1 juli 1997 iflg. res. 13 juni 1997 nr. 573).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "11:45",
      "chapter": "11",
      "section": "45",
      "content": "Forklaring som opptas av generaladvokat, førstekrigsadvokat eller krigsadvokat, avgis i overvær av et vitne som medunderskriver protokollen. Slike vitner skal velges fra de lister som er nevnt i straffeprosessloven § 468. Dersom et militært rettsvitne ikke kan skaffes innen rimelig tid, kan et borgerlig rettsvitne benyttes. Særskilt protokollfører bør om mulig brukes.\n0 Endret ved lov 24 juni 1994 nr. 36 (ikr. 1 juli 1997 iflg. res. 13 juni 1997 nr. 573).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "11:46",
      "chapter": "11",
      "section": "46",
      "content": "Generaladvokaten utnevnes etter reglene i straffeprosessloven § 472 første ledd.\nFørstekrigsadvokatene og krigsadvokatene beskikkes etter reglene i straffeprosessloven § 472 andre ledd.\n0 Endret ved lov 24 juni 1994 nr. 36 (ikr. 1 juli 1997 iflg. res. 13 juni 1997 nr. 573).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "12:47",
      "chapter": "12",
      "section": "47",
      "content": "I krigstid gjelder følgende særregler:\n1. Refselse kan foruten mot dem som går inn under § 3 i loven her anvendes mot enhver som kan straffes etter den militære straffelovs § 9.\n2. Øverste grense for refselsesmidlet arrest forhøyes til 60 dager.\n3. Grensen for kompanisjefens kompetanse etter § 13 til å ilegge arrest forhøyes til 36 dager.\n4. Regelen i § 15 annet ledd gjelder ikke. Arrest over 30 dager kan likevel ikke ilegges uten at saken har vært lagt fram for krigsadvokat eller førstekrigsadvokat, men for Generaladvokaten hvis avgjørelsen skal treffes av generalinspektørene eller Forsvarssjefen.\n5. Regelen i § 25 første ledd og § 43 femte ledd gjelder ikke. Saken skal i stedet legges fram for krigsadvokat, førstekrigsadvokat eller Generaladvokaten når det antas å være særlig grunn til det, eller ved videre klage til høyere sjef.\n6. Regelen i § 26 gjelder ikke. Begjæring som der nevnt, har bare oppsettende virkning når det bestemmes av den som har ilagt refselsen, eller av høyere myndighet.\n7. Kapittel 6 om klagenemnd gjelder ikke. Første klageinstans er den refsende sjefs nærmeste foresatte, med videre adgang til å klage til den høyere sjef Kongen bestemmer dersom refselsen går ut på arrest eller bot.\n8. Når praktiske hensyn krever det og med forutgående samtykke fra den refsede, kan disiplinært ilagt arrest fullbyrdes i borgerlig fengsel under anvendelse av militær strl § 15 annet ledd.\nBestemmelsene i første ledd gjelder også i den utstrekning Kongen har truffet bestemmelse i medhold av straffeprosessloven § 463 femte ledd andre punktum.\n0 Endret ved lover 24 juni 1994 nr. 36 (ikr. 1 juli 1997 iflg. res. 13 juni 1997 nr. 573), 17 juli 1998 nr. 58 (ikr. 17 juli 1998 iflg. res. 17 juli 1998 nr. 1558).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "13:48",
      "chapter": "13",
      "section": "48",
      "content": "Disiplinærforføyninger mot krigsfanger og mot andre internerte som nevnt i § 3 annet ledd, skal tilfredsstille kravene etter Geneve-konvensjonen av 12 august 1949 om behandling av krigsfanger. Som refselse kan i slike tilfelle brukes de disiplinærmidler som er nevnt i konvensjonens artikkel 89, jfr artikkel 90. Myndigheten til å refse utøves i første instans av leirkommandanten eller av en ansvarlig offiser som nevnt i konvensjonens artikkel 96.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "13:49",
      "chapter": "13",
      "section": "49",
      "content": "Forvaltningsloven kommer ikke til anvendelse på saker etter loven her.\nKongen fastsetter nærmere regler om den militære disiplinærmyndighet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "13:49 a",
      "chapter": "13",
      "section": "49 a",
      "content": "Krav i eller i medhold av loven her om at forklaring, rapport, meddelelse, samtykke, eller annet skal være skriftlig, er ikke til hinder for bruk av elektronisk kommunikasjon. Krav om rekommandert brev er ikke til hinder for elektronisk kommunikasjon dersom det er benyttet en betryggende metode for å sikre at meldingen er mottatt.\nBruk av elektronisk kommunikasjon ved underretning om et vedtak er bare tillatt når den vedtaket retter seg mot uttrykkelig har godtatt dette.\n0 Tilføyd ved lov 21 des 2001 nr. 117 (ikr. 1 jan 2002 iflg. res. 21 des 2001 nr. 1475).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49a",
        "source_heading": "§ 49 a."
      }
    },
    {
      "provision_ref": "13:50",
      "chapter": "13",
      "section": "50",
      "content": "Følgende overgangsbestemmelser skal gjelde:\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "13:51",
      "chapter": "13",
      "section": "51",
      "content": "Loven her trer i kraft fra den tid​1 Kongen bestemmer. Det kan bestemmes at enkelte av reglene skal tre i kraft fra et annet tidspunkt enn loven ellers.\n– – –\n1 Fra 1 jan 1989 iflg. res. 20 mai 1988 nr. 463.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Den som overtrer eller forsømmer militære tjenesteplikter som følger av lov, reglement, instruks, direktiv, forskrift eller rettmessig ordre, kan refses disiplinært.\nDet samme gjelder den som overtrer eller forsømmer seg mot militær skikk og orden.\nRefselse kan også ilegges den som gjør seg skyldig i borgerlig straffbare forhold\n1. på militært område\n2. overfor vernepliktige i tjeneste og militært tilsatte\neller\n3. mot eller ved bruk av militært materiell.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Refselse kan ilegges for forsettlige og uaktsomme forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Refselse kan brukes mot vernepliktige i tjeneste og militært tilsatte.\nRefselse kan også brukes overfor krigsfanger og den som omfattes av lov av 17 mars 1916 om straffebestemmelse for utenlandske militærpersoner som er internert her i riket under krig mellom fremmede makter.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Refselse kan brukes når det refsbare forhold er utvist i tjenestetiden. Tjenestetiden er den tid vedkommende gjør militær tjeneste. Den omfatter den tid som medgår til reise til og fra tjenestestedet, i alle fall minst 24 timer før fremmøte og like lang tid etter dimisjon. Tjenestetiden omfatter også fritid, herunder permisjon.\nUtenfor tjenestetiden kan refselse brukes:\n1. Når det gjelder forhold som kan straffes etter forsvarsloven § 66,\n2. når det gjelder overtredelse av militære straffelovs § 34,\n3. når det gjelder forhold utvist mens vedkommende på offentlig sted eller militært område lovlig var iført militær uniform, eller\n4. når forholdet gjelder unnlatelse av å besvare tjenestlige henvendelser om forhold oppstått i tjenestetiden.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Som refselsesmiddel må bare brukes:\n1. Arrest inntil 20 dager\n2. Bot som fastsettes på grunnlag av det tjenestetillegget som gjelder for vernepliktige i tjeneste:\na. Overfor menige, inntil 20 ganger tjenestetillegget,\nb. Overfor militært tilsatte, tilsvarende inntil 50 ganger tjenestetillegget.\n3. Frihetsinnskrenkning som består i forbud mot til visse tider av dagen eller hele døgn:\na. å gå utenfor leiren eller annet nærmere avgrenset område eller fartøy for et tidsrom inntil 30 dager, eller\nb. å forlate fartøy for bestemte landgangsturer innen samme tidsrom.\n4. Irettesettelse som gis i form av\na. streng irettesettelse i nærvær av flere vernepliktige i tjeneste eller militært tilsatte, eller\nb. simpel irettesettelse i enerom eller i tjenestlig skriv.\nEn alminnelig tilrettevisning er ikke refselse, det samme gjelder pålegg om å utføre eller gjenta tjeneste som er forsømt eller dårlig utført.\nKollektive reaksjoner i refselseshensikt er forbudt.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Når bot ilegges, skal det samtidig fastsettes subsidiær arrest på inntil 15 dager. Arrest trer i stedet for boten i den utstrekning denne ikke er betalt innen 4 måneder etter at vedtaket om refselse er blitt endelig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Foreløpig arrest utover 12 timer som den refsede har utholdt på grunn av saken, bringes til fradrag i arrest som senere ilegges, og tas i betraktning når andre refselsesmidler nyttes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "For samme forhold kan bare ett enkelt av refselsesmidlene brukes. Blir refselse ilagt for flere forhold, skal refselsen fastsettes samlet med bruk av ett refselsesmiddel innenfor rammen av det som er bestemt i § 5.\nNår det refses for et forhold som i tid ligger forut for et tidligere refselsesvedtak, utmåles det en felles refselse for samtlige forhold innenfor rammen av det som er bestemt i § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Adgangen til å ilegge refselse faller bort to år etter den refsbare handling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Er et anmeldt forhold straffbart etter borgerlig lov og undergitt offentlig påtale, eller begjæres påtale av allmenne hensyn, eller er det annen grunn til å regne med at straffesak vil bli reist, bør refselse bare brukes dersom spesielle forhold gjør en forføyning nødvendig.\nAt refselse er ilagt eller foreldelse er inntrådt etter § 9 eller § 38 annet ledd, er ikke til hinder for at forholdet forfølges som straffesak.\nReiser ikke påtalemyndigheten straffesak, kan refselse ilegges eller iverksettes etter at saken har vært forelagt for krigsadvokat, førstekrigsadvokat eller Generaladvokat.\n0 Endret ved lover 24 juni 1994 nr. 36 (ikr. 1 juli 1997 iflg. res. 13 juni 1997 nr. 573), 17 juli 1998 nr. 58 (ikr. 17 juli 1998 iflg. res. 17 juli 1998 nr. 1558), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Iverksatt refselse skal tas i betraktning når straff utmåles. Straffen kan da settes ned under det lovbestemte lavmål og til en mildere straffeart eller helt falle bort. Er refselsen ikke iverksatt, faller den bort når straff er idømt eller ilagt.\nFrifinnes den refsede for det forhold refselsen gjelder, bortfaller refselsen med mindre frifinnelsen bare er begrunnet i at forholdet ikke anses straffbart på grunn av manglende forsett. I så fall avgjør Forsvarssjefen med bistand av Generaladvokaten om refselsen fortsatt skal bli stående ved makt fordi refsede anses å ha gjort seg skyldig i uaktsom overtredelse etter § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Myndighet til å ilegge undergitt personell refselse har enhver offiser som fast eller for tilfellet fører kompanisjefs eller tilsvarende eller høyere kommando.\nRefselsesmyndighet kan ikke delegeres.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Den som fører kompanisjefs eller tilsvarende kommando, kan ilegge arrest inntil 12 dager. Vedkommende kan videre ilegge bøter inntil halvdelen av det beløp som følger av § 5 første ledd nr. 2 bokstav b, og kan for øvrig ilegge alle refselser.\nDen som innehar høyere kommando, kan ilegge alle refselser.\nKongen bestemmer hvilke stillinger som skal være tillagt kompanisjefs refselsesmyndighet og hvilke stillinger som skal være tillagt full refselsesmyndighet.\n0 Endret ved lov 17 juli 1998 nr. 58 (ikr. 17 juli 1998 iflg. res. 17 juli 1998 nr. 1558).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Den nærmeste foresatte med refselsesmyndighet skal som regel utøve denne. Den skal utøves etter offiserens overbevisning om hva som er sant etter bevisene og rett etter loven. Foresatte kan ikke gi pålegg om hvordan myndigheten skal utøves i det enkelte tilfelle.\nAvgjørelsen hører likevel under høyere foresatt hvis det refsbare forhold er skjedd i vedkommendes overvær. Har nærmeste foresatte unnlatt å refse et forhold, kan høyere foresatt refse dersom det finnes grunn til det.\nFinner en offiser at det bør brukes strengere refselse enn vedkommende selv kan ilegge, skal saken overlates til offiserens foresatte. Det samme gjelder dersom særlige grunner taler mot at offiseren selv avgjør saken.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Generaladvokaten bistår Forsvarssjefen og generalinspektørene ved utøvelsen av refselsesmyndigheten. Krigsadvokatene og førstekrigsadvokatene bistår andre militære sjefer som har myndighet til å ilegge refselser.\nRefselse på arrest i mer enn 12 dager, samt frihetsinnskrenkning over 15 dager kan ikke ilegges uten at saken har vært forelagt for krigsadvokat, førstekrigsadvokat eller Generaladvokaten dersom avgjørelsen skal treffes av Forsvarssjefen eller Generalinspektørene for Hæren, Sjøforsvaret, Luftforsvaret eller Heimevernet. Er det av særlige grunner nødvendig at slik refselse blir ilagt straks, kan det i stedet gis melding om saken til krigsadvokat, førstekrigsadvokat eller Generaladvokaten så snart som mulig etter at refselsen er ilagt. Refselse ilagt i strid med reglene her, faller bort for den del som overstiger grensene i første punktum.\nI alle andre saker bør refsende sjef forelegge saken dersom vedkommende sjef finner saken tvilsom, eller av andre grunner ønsker råd i saken.\n0 Endret ved lov 17 juli 1998 nr. 58 (ikr. 17 juli 1998 iflg. res. 17 juli 1998 nr. 1558).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "En offiser kan ikke etterforske en sak eller utøve refselsesmyndighet mot noen offiseren er gift eller forlovet med eller er i slekt eller svogerskap med i opp- eller nedstigende linje eller i sidelinje så nær som søsken, eller når offiseren er en av dennes fosterforeldre eller verge.\nDet samme gjelder når offiseren selv eller en person som offiseren er forbundet med som nevnt i første ledd, er personlig fornærmet ved handlingen.\nOffiseren har plikt til å ta stilling til sin egen habilitet. Offiserens avgjørelse er ikke gjenstand for særskilt klage.\nForeligger forhold som nevnt i første eller annet ledd, behandles saken av offiserens nærmeste foresatte.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Den som utøver refselsesmyndighet, skal sørge for at saken er tilstrekkelig opplyst før det avgjøres om refselse skal ilegges.\nFør refselse ilegges, skal den som forfølgningen er rettet mot, gjøres kjent med det påklagede forhold og de opplysninger som foreligger. Vedkommende skal også gis adgang til å forklare seg muntlig eller skriftlig og til å oppgi bevis. Der det etter forholdene ikke er utilrådelig, skal den som forfølgningen er rettet mot, gis adgang til å gjøre seg kjent med sakens dokumenter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Den forfølgningen retter seg mot, har rett til å la seg bistå av vernepliktig i tjeneste, tillitsvalgt eller militært tilsatt. Valget må ikke vesentlig forsinke saken.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Vedtak som går ut på refselse, skal være skriftlig, underskrevet og datert og inneholde:\n1. Den refsedes navn, grad og tjenestested.\n2. Opplysning om hvilken lov, reglement, instruks, direktiv, forskrift eller rettmessig ordre som menes overtrådt eller angivelse av at det menes å foreligge en overtredelse av militær skikk og orden.\n3. En kort beskrivelse av det forhold refselsen gjelder, med opplysning om tid og sted m v.\n4. Opplysninger som ellers har betydning for utmålingen av refselsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Den refsede skal uten opphold underrettes om vedtaket, jfr § 19.\nAndre refselser enn de som inngår under § 5 nr. 4 b, meddeles vanligvis i nærvær av flere vernepliktige i tjeneste eller militært tilsatte.\nBlir en refselse opphevet eller omgjort, skal dette så vidt mulig meddeles på samme måte som det opprinnelige vedtak om refselse.\nDen forfølgningen har rettet seg mot, skal underrettes om avgjørelsen selv om refselse ikke blir ilagt.\nVil forholdet bli anmeldt til påtalemyndigheten, skal den forfølgningen har rettet seg mot også gis underretning om dette.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Den refsede skal leveres kopi av vedtaket. På blanketten skal det være opplyst at den refsede kan kreve å gjøre seg kjent med de bestemmelser som er nevnt i § 19 nr. 2. Når vedtaket er meddelt, skal den refsede spørres om refselsen vedtas eller om det tas betenkningstid. Betenkningstiden er i så fall 48 timer. Samtidig skal vedkommende gis skriftlig meddelelse om adgangen til å kreve saken prøvet av høyere refselsesmyndighet, jfr. §§ 23 og 38, frister for slik klage og hvordan en skal gå frem.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Offiser som har ilagt en refselse, kan selv oppheve eller omgjøre den, dersom det viser seg at vedtaket er uriktig, eller det på grunn av etterfølgende omstendigheter er urimelig at det blir stående ved makt.\nLikeledes kan vedkommende offiser omgjøre en ilagt refselse på arrest til bot når fullbyrdelsen ikke kan gjennomføres som følge av at refsede av en militærlege er kjent soningsudyktig og/eller udyktig til videre militærtjeneste.\nSkjerpelse av refselsen kan bare skje når opplysninger som senere er kommet frem, gjør det utvilsomt at forholdet er vesentlig grovere enn tidligere antatt.\nAdgang til omgjøring etter første og annet ledd faller bort når klage over refselsen er avsendt til høyere myndighet etter §§ 23 og 28.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "content": "Den som er ilagt en refselse kan klage over refselsen til den høyere sjef Kongen bestemmer, jfr. dog § 28 annet punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "content": "Klagen må fremsettes innen 48 timer etter at den refsede blir gjort kjent med vedtaket. Den kan være skriftlig eller muntlig og settes frem for en foresatt. Er klagen muntlig, nedskrives og undertegnes den straks av den foresatte.\nI klagen bør angis hvilke omstendigheter den bygges på.\nEr klagen ikke satt frem i rett tid, skal saken likevel tas under behandling av den høyere myndighet dersom særlige omstendigheter foreligger eller oversittelsen av fristen ikke kan legges den refsede til last og klagen er satt frem innen 48 timer etter at den refsede fikk adgang til det.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "content": "Klageinstansen skal påse at saken er tilstrekkelig opplyst. Før klageinstansen treffer sin avgjørelse, skal saken legges frem for krigsadvokat eller førstekrigsadvokat hvis avgjørelsen treffes av distriktskommandosjef eller tilsvarende, eller for Generaladvokaten hvis avgjørelsen treffes av generalinspektør eller Forsvarssjefen.\nKlageren skal gjøres kjent med nye opplysninger som er fremkommet i klagesaken og gis anledning til å uttale seg om disse.\nKlagebehandlingen foregår etter reglene i kapittel 4.\n0 Endret ved lov 17 juli 1998 nr. 58 (ikr. 17 juli 1998 iflg. res. 17 juli 1998 nr. 1558).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "content": "Blir det klaget over refselse som går ut på arrest, bot eller frihetsinnskrenkning, skal refselsen ikke iverksettes før klagen er avgjort. Refselse som går ut på bot, kan likevel iverksettes dersom den refsede dimitterer før klagen er avgjort.\nKongen kan gi nærmere bestemmelser om at refselse på frihetsinnskrenkning i inntil 7 dager kan iverksettes uten opphold.\n0 Endret ved lov 17 juli 1998 nr. 58 (ikr. 17 juli 1998 iflg. res. 17 juli 1998 nr. 1558).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "content": "Klageinstansen kan prøve alle sider ved saken. Avgjørelsen kan gå ut på at den påklagede refselse stadfestes, oppheves eller omgjøres, eller at forholdet anmeldes til påtalemyndigheten.\nRefselsen kan bare skjerpes hvis det er misforhold mellom den anvendte reaksjon og den refselse klagemyndigheten finner passende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "content": "Den refsede kan påklage en avgjørelse i klagesak til en klagenemnd. For refselser som er ilagt av Forsvarssjefen, er klagenemnda første og eneste klageinstans.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "content": "Klagenemnda skal ha en leder og 2 andre medlemmer, alle med 2 personlige vararepresentanter. Lederen og dennes vararepresentanter skal være jurister, fortrinnsvis med dommererfaring, og være uten tilknytning til Forsvaret. Av de øvrige medlemmer skal ett medlem være offiser eller befal og ett medlem være vernepliktig i tjeneste.\nNemndas medlemmer og vararepresentanter oppnevnes av Kongen. Lederen og dennes vararepresentanter oppnevnes for 4 år av gangen og de øvrige for 2 år.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "content": "Klage til nemnda må fremsettes innen sju dager etter at den refsede ble gjort kjent med vedtaket. For øvrig gjelder bestemmelsen i § 24 tilsvarende.\nBestemmelsen i § 26, første ledd, gis tilsvarende anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "content": "Et medlem av nemnda må ikke delta i behandlingen av en klagesak når medlemmet\na. selv har utøvet refselsesmyndighet i saken,\nb. er inhabil etter § 16, første og annet ledd, eller særlige grunner taler for at vedkommende ikke bør være med på avgjørelsen.\nNemnda avgjør selv om et medlem ikke skal delta i behandlingen av en sak. Vedkommende medlem skal ikke delta i avgjørelsen. Ved stemmelikhet er lederens stemme avgjørende.\nMedlem skal i god tid si fra om forhold som gjør eller kan gjøre medlemmet inhabil. Før spørsmålet avgjøres, bør vararepresentant innkalles til å møte og delta ved avgjørelsen dersom det kan gjøres uten vesentlig tidsspille eller kostnad.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "content": "Lederen og et annet medlem som nemnda velger, kan nekte en sak fremmet dersom de finner det klart at klagen ikke fører frem. Når en slik avgjørelse er fattet, kan vedtaket fullbyrdes. Alle saker som er nektet fremmet, skal omtales for nemnda i møte som kan beslutte at saken likevel skal fremmes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "content": "Lederen tilrettelegger nemndas arbeid og leder saksforberedelsen og møtene. Lederen skal dra omsorg for at saken blir tilstrekkelig opplyst.\nLederen eller nemnda kan beslutte at det skal holdes muntlige forhandlinger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "Den refsede har i forbindelse med saken adgang til å uttale seg skriftlig eller muntlig for en offiser. Den refsede har adgang til å oppgi bevis og rett til å gjøre seg kjent med sakens dokumenter med mindre dette etter forholdene er utilrådelig. Er det besluttet muntlige forhandlinger, har den refsede rett til å være til stede i møte.\nBestemmelsen i § 18 finner tilsvarende anvendelse. Vedkommende kan på ethvert trinn under behandlingen for nemnda la seg bistå av advokat. Nemnda kan også beslutte om det på det offentliges bekostning skal oppnevnes advokat til å bistå klageren.\nForsvaret kan opptre i saken med generaladvokaten eller den generaladvokaten bemyndiger.\n0 Endret ved lov 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "En fulltallig nemnd avgjør saken i møte. Avgjørelsen skal grunngis og være undertegnet av nemndas medlemmer.\nBestemmelsen i § 27 gjelder tilsvarende, likevel slik at begrensningene i § 27, annet ledd, også gjelder for adgangen til å lempe på refselsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "content": "Søksmål etter tvisteloven kan bare reises når klageadgangen er uttømt. Søksmål må være reist innen to måneder etter at den refsede fikk underretning om avgjørelsen og om fristen til å reise søksmål.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "8:37",
      "chapter": "8",
      "section": "37",
      "content": "Kongen kan gi nærmere bestemmelser om utøvelsen av disiplinærmyndighet overfor personell som tjenestegjør ved internasjonal enhet og gjøre unntak fra bestemmelsene i kapittel 3.\nUtøvelse av disiplinærmyndighet etter første ledd skjer med de begrensninger som er anerkjent i folkeretten eller følger av avtale med fremmed stat eller med en internasjonal organisasjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "9:38",
      "chapter": "9",
      "section": "38",
      "content": "Vedtak om refselse skal med de begrensninger som følger av § 26 og § 30 settes i verk uten opphold. Vil slik iverksetting være til ulempe for tjenesten eller ha åpenbart urimelige følger for den refsede eller for noen av den refsedes pårørende, kan den besluttes utsatt. Det samme gjelder når iverksetting uten opphold ikke vil tjene det som er refselsens hensikt. Iverksetting kan også utsettes hvis refselsen er ilagt i utlandet og særlige grunner taler for det.\nAdgangen til å iverksette faller bort ett år etter at refselsesvedtaket er blitt endelig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "9:39",
      "chapter": "9",
      "section": "39",
      "content": "Arrest utholdes i militært arrestlokale.\nDersom arrest er anvendt som refselse, skal arrestanten daglig tas ut til tjeneste.\nKongen gir ellers nærmere regler om iverksetting av arrest.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "9:40",
      "chapter": "9",
      "section": "40",
      "content": "Til dekning av bot kan hos vernepliktige i tjeneste trekkes ved hver utbetaling inntil halvparten av de løpende tjenestetillegg.\nInndrivning av bot hos militært tilsatte, kan skje ved trekk i lønn. Uten samtykke fra den refsede kan ved hver utbetaling ikke mer enn en fjerdedel av lønnen tilbakeholdes til dekning av boten. Slikt trekk går foran annet trekk i lønn, bortsett fra trekk for underholdsbidrag for det tidsrom lønnen gjelder, og trekk etter den borgerlige straffeprosesslov​1 § 456.\nSkal boten inndrives etter tjenestetidens slutt, kan den inndrives av den sivile påtalemyndighet etter reglene i den borgerlige straffeprosesslov på begjæring fra vedkommende militære myndighet. Krav som nevnt i denne paragraf innkreves av Statens innkrevingssentral med mindre departementet bestemmer annet.\n0 Endret ved lover 11 juni 1993 nr. 83, 11 jan 2013 nr. 3 (ikr. 1 juni 2013 iflg. res. 24 mai 2013 nr. 533), 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).\n1 Loven heter lov om rettergangsmåten i straffesaker (Straffeprosessloven).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "9:41",
      "chapter": "9",
      "section": "41",
      "content": "Iverksetting av refselse, jfr §§ 34 og 35, påligger den refsedes foresatte på tidspunktet for iverksetting.\nVedtak om iverksetting kan ikke påklages etter denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "9:42",
      "chapter": "9",
      "section": "42",
      "content": "Blir en refselse opphevet, skal den refsede ha erstatning av staten for det økonomiske tap vedkommende måtte ha lidt.\nErstatning tilkjennes ikke når vedkommende ved tilståelse eller på annen måte ved eget forsettlig forhold har fremkalt forfølgningen.\nHar den refsede medvirket til skaden på en måte som kan legges vedkommende til last, kan erstatning settes ned eller helt falle bort.\nErstatningsspørsmålet avgjøres av departementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "10:43",
      "chapter": "10",
      "section": "43",
      "content": "Enhver sjef skal føre tilsyn med sine undergittes utøvelse av refselsesmyndigheten.\nEr refselse ilagt for et forhold som ikke lovlig kan avgjøres på denne måte, skal refselsen oppheves.\nFinner en sjef en lovlig ilagt refselse ufortjent eller for streng, kan vedkommende sjef oppheve, omgjøre eller nedsette den. Refselsen kan ikke skjerpes.\nDen foresatte kan beslutte å oversende saken til påtalemyndigheten.\nFør en refselse blir opphevet eller omgjort eller forholdet anmeldt til påtalemyndigheten, skal krigsadvokaten, førstekrigsadvokaten eller Generaladvokaten ha gitt uttalelse.\nDepartementet kan bestemme hvordan og til hvem kopi av refselsesvedtakene skal sendes for tilsyn etter denne bestemmelse.\n0 Endret ved lov 17 juli 1998 nr. 58 (ikr. 17 juli 1998 iflg. res. 17 juli 1998 nr. 1558).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "11:44",
      "chapter": "11",
      "section": "44",
      "content": "Ved utøvelsen av og tilsynet med myndigheten til å refse og ved etterforskningen av slike saker bistås de militære sjefer av Generaladvokat, førstekrigsadvokat og krigsadvokat.\n0 Endret ved lov 24 juni 1994 nr. 36 (ikr. 1 juli 1997 iflg. res. 13 juni 1997 nr. 573).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "11:45",
      "chapter": "11",
      "section": "45",
      "content": "Forklaring som opptas av generaladvokat, førstekrigsadvokat eller krigsadvokat, avgis i overvær av et vitne som medunderskriver protokollen. Slike vitner skal velges fra de lister som er nevnt i straffeprosessloven § 468. Dersom et militært rettsvitne ikke kan skaffes innen rimelig tid, kan et borgerlig rettsvitne benyttes. Særskilt protokollfører bør om mulig brukes.\n0 Endret ved lov 24 juni 1994 nr. 36 (ikr. 1 juli 1997 iflg. res. 13 juni 1997 nr. 573).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "11:46",
      "chapter": "11",
      "section": "46",
      "content": "Generaladvokaten utnevnes etter reglene i straffeprosessloven § 472 første ledd.\nFørstekrigsadvokatene og krigsadvokatene beskikkes etter reglene i straffeprosessloven § 472 andre ledd.\n0 Endret ved lov 24 juni 1994 nr. 36 (ikr. 1 juli 1997 iflg. res. 13 juni 1997 nr. 573).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "12:47",
      "chapter": "12",
      "section": "47",
      "content": "I krigstid gjelder følgende særregler:\n1. Refselse kan foruten mot dem som går inn under § 3 i loven her anvendes mot enhver som kan straffes etter den militære straffelovs § 9.\n2. Øverste grense for refselsesmidlet arrest forhøyes til 60 dager.\n3. Grensen for kompanisjefens kompetanse etter § 13 til å ilegge arrest forhøyes til 36 dager.\n4. Regelen i § 15 annet ledd gjelder ikke. Arrest over 30 dager kan likevel ikke ilegges uten at saken har vært lagt fram for krigsadvokat eller førstekrigsadvokat, men for Generaladvokaten hvis avgjørelsen skal treffes av generalinspektørene eller Forsvarssjefen.\n5. Regelen i § 25 første ledd og § 43 femte ledd gjelder ikke. Saken skal i stedet legges fram for krigsadvokat, førstekrigsadvokat eller Generaladvokaten når det antas å være særlig grunn til det, eller ved videre klage til høyere sjef.\n6. Regelen i § 26 gjelder ikke. Begjæring som der nevnt, har bare oppsettende virkning når det bestemmes av den som har ilagt refselsen, eller av høyere myndighet.\n7. Kapittel 6 om klagenemnd gjelder ikke. Første klageinstans er den refsende sjefs nærmeste foresatte, med videre adgang til å klage til den høyere sjef Kongen bestemmer dersom refselsen går ut på arrest eller bot.\n8. Når praktiske hensyn krever det og med forutgående samtykke fra den refsede, kan disiplinært ilagt arrest fullbyrdes i borgerlig fengsel under anvendelse av militær strl § 15 annet ledd.\nBestemmelsene i første ledd gjelder også i den utstrekning Kongen har truffet bestemmelse i medhold av straffeprosessloven § 463 femte ledd andre punktum.\n0 Endret ved lover 24 juni 1994 nr. 36 (ikr. 1 juli 1997 iflg. res. 13 juni 1997 nr. 573), 17 juli 1998 nr. 58 (ikr. 17 juli 1998 iflg. res. 17 juli 1998 nr. 1558).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "13:48",
      "chapter": "13",
      "section": "48",
      "content": "Disiplinærforføyninger mot krigsfanger og mot andre internerte som nevnt i § 3 annet ledd, skal tilfredsstille kravene etter Geneve-konvensjonen av 12 august 1949 om behandling av krigsfanger. Som refselse kan i slike tilfelle brukes de disiplinærmidler som er nevnt i konvensjonens artikkel 89, jfr artikkel 90. Myndigheten til å refse utøves i første instans av leirkommandanten eller av en ansvarlig offiser som nevnt i konvensjonens artikkel 96.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "13:49",
      "chapter": "13",
      "section": "49",
      "content": "Forvaltningsloven kommer ikke til anvendelse på saker etter loven her.\nKongen fastsetter nærmere regler om den militære disiplinærmyndighet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "13:49 a",
      "chapter": "13",
      "section": "49 a",
      "content": "Krav i eller i medhold av loven her om at forklaring, rapport, meddelelse, samtykke, eller annet skal være skriftlig, er ikke til hinder for bruk av elektronisk kommunikasjon. Krav om rekommandert brev er ikke til hinder for elektronisk kommunikasjon dersom det er benyttet en betryggende metode for å sikre at meldingen er mottatt.\nBruk av elektronisk kommunikasjon ved underretning om et vedtak er bare tillatt når den vedtaket retter seg mot uttrykkelig har godtatt dette.\n0 Tilføyd ved lov 21 des 2001 nr. 117 (ikr. 1 jan 2002 iflg. res. 21 des 2001 nr. 1475).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49a",
        "source_heading": "§ 49 a."
      }
    },
    {
      "provision_ref": "13:50",
      "chapter": "13",
      "section": "50",
      "content": "Følgende overgangsbestemmelser skal gjelde:\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "13:51",
      "chapter": "13",
      "section": "51",
      "content": "Loven her trer i kraft fra den tid​1 Kongen bestemmer. Det kan bestemmes at enkelte av reglene skal tre i kraft fra et annet tidspunkt enn loven ellers.\n– – –\n1 Fra 1 jan 1989 iflg. res. 20 mai 1988 nr. 463.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    }
  ]
}