{
  "id": "LOV-1956-12-14-7",
  "type": "statute",
  "title": "Lov om forsynings- og beredskapstiltak.",
  "short_name": "Forsynings- og beredskapstiltaksloven.",
  "status": "in_force",
  "issued_date": "1956-12-14",
  "in_force_date": "1956-12-14",
  "url": "https://lovdata.no/dokument/NLO/lov/1956-12-14-7",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Når det, på grunn av krig, krigsfare eller andre ekstraordinære kriseforhold som kan hindre eller vanskeliggjøre produksjonen eller tilførselen av forsyninger, finnes nødvendig å iverksette særlige forsynings- eller beredskapstiltak, kan Kongen gi bestemmelser etter dette kapittel med sikte på å:\na. styrke- og utnytte landets produksjons- og transportevne,\nb. sikre og fordele forsyninger av varer av alle slag,\nc. oppfylle landets forpliktelser etter internasjonale avtaler om tjenesteytelser, varefordeling og varebytte og om utnytting og bruk av mangelvarer.\n0 Endret ved lov 13 juni 1975 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "For å fremme formål som nevnt i § 1 kan Kongen treffe bestemmelser:\na. om enerett for staten, kommune eller offentlig institusjon eller for sammenslutning, selskap eller person til å innføre, utføre, selge, kjøpe eller på annen måte overdra eller erverve varer av bestemt slag,\nb. om regulering av innførsel, utførsel, transport og omsetning av varer,\nc. om plikt for handlende, for eier eller bruker av jordbruk, skogbruk, industriell eller annen bedrift eller havn eller for sammenslutning av næringsdrivende til å levere varer til bestemt formål, bestemt mottaker eller til nærmere angitt sted eller område eller til å utføre tjenester for bestemt formål eller bestemt mottaker,\nd. om den rekkefølge hvoretter næringsdrivende som nevnt i bokstav c) skal oppfylle tidligere inngåtte avtaler og etterkomme nye bestillinger på varer og tjenester,\ne. om fordeling av varer mellom produsenter, handlende og andre næringsdrivende,\nf. om rasjonering av varer,\ng. om anvendelse og behandling av de beholdninger som til enhver tid finnes av varer av bestemt slag, herunder om lagringsmåten,\nh. om plikt for næringsdrivende som nevnt i bokstav c) til å flytte lagerbeholdninger til nærmere angitt bygning, sted eller område,\ni. om plikt for eier eller bruker av jernbane, motorvogn, fartøy eller annet transportmiddel eller trekkraft til å utføre eller medvirke til bestemte transporter, om plikt til å etterkomme pålegg av enhver art for avvikling av transporten på en hensiktsmessig måte, herunder om omdestinering, om forbud mot å bruke transportmidler til bestemte formål eller til bestemte tider, om forbud mot at transportmidlene fjernes fra bestemte områder og om forbud mot eller plikt til å nytte dem til annet bruk enn opprinnelig bestemt,\nj. om plikt for kystruteselskaper, lastebilsentraler, rute-, drosje- eller turbilsentraler, transportforretninger, spedisjons- og skipsmeglerfirmaer til å gå inn i transportberedskapens organisasjon som egne ledd i denne,\nk. om plikt for næringsdrivende som nevnt i bokstav c) til å framstille bestemte varer eller utføre tjenester av bestemt art, herunder om plikt for eier eller bruker av jord til å dyrke bestemte vekster på bestemte minstearealer,\nl. om plikt for eier eller bruker av hest eller traktor, jordfreser, gravemaskin eller annen kraftmaskin som er skikket for formålet, til å utføre bestemte arbeider i jord- og skogbruk, eller bygge- og anleggsvirksomhet; pålegget kan også omfatte bruken av andre maskiner og redskaper som vedkommende rår over,\nm. om forbud mot eller vilkår for å bruke visse varer til nærmere bestemt produksjon eller annet formål eller på nærmere bestemt måte, og om forbud mot å framstille bestemte varer og utføre tjenester av bestemt art,\nn. om forbud mot å holde visse slags husdyr, om plikt for eier eller bruker av husdyr til å redusere sin bestand eller til helt eller delvis å opphøre med husdyrholdet, om plikt til å holde en viss husdyrbestand og om plikt til å flytte sin husdyrbestand fra et område til et annet,\no. om regulering av bygge- og anleggsvirksomhet, herunder om forbud mot eller vilkår for, uten særskilt tillatelse, å foreta eller påbegynne oppføring, ombygging, ominnredning, reparasjon eller annen utbedring av bygninger, byggverk, anlegg m.v.,\np. om plikt for næringsdrivende som nevnt i bokstav c) til å foreta eller finne seg i visse forandringer av anlegg, utstyr og drift, herunder utvidelse, innskrenkning eller flytting av virksomhetens utstyr helt eller delvis fra et område til et annet,\nq. om plikt for rettighetshaver i vassdrag til å finne seg i at vannføringen blir regulert eller nyttet på nærmere bestemt måte, og om plikt for eier eller bruker av reguleringsanlegg til å foreta eller medvirke til slik regulering eller utnytting.\n0 Endret ved lov 17 mars 1967 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Til fremme av formål som nevnt i § 1 kan staten eller kommune etter nærmere bestemmelser av Kongen​2 kreve avstått til det offentlige varer av alle slag og eiendomsrett, bruksrett eller annen særlig rådighet over skip, maskiner og annet løsøre, transportmidler, elektrisk kraft, fast eiendom, kraftanlegg med tilhørende reguleringsanlegg og ledninger m.v. samt industrielle og andre bedrifter av alle slag. Videre kan kreves avståing av eller rett til å utnytte økonomiske rettigheter av enhver art.\nFast eiendom, skip, kraftanlegg eller annen bedrift kan ikke uten samtykke av eieren kreves avstått til eiendom dersom avståingens formål kan oppnås gjennom tidsbegrenset bruksrett eller annen særlig rådighet over vedkommende eiendom, skip eller bedrift.\nNår det finnes hensiktsmessig kan avståing i stedet for det offentlige kreves til privat person, selskap eller sammenslutning.\nAvståingen kan kreves gjennomført straks, selv om erstatning ennå ikke er fastsatt. Det offentlige skal i så fall sørge for å innhente de beskrivelser og opplysninger som er nødvendige for fastsetting av erstatning. Skjønn​3 skal forlanges holdt så snart som mulig.\nNår det er nødvendig kan det kreves hjelp av politiet til å få avståingen gjennomført.\n1 Se lov 23 okt 1959 § 30.\n2 Jf. res. 15 nov 1963 om fullmakt for Utenriksdepartementet og Samferdselsdepartementet m.fl.\n3 Se § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Ved avståing etter § 3 av eiendomsrett, bruksrett eller annen rådighet over skip, jordbruk, fabrikk eller annen bedrift har den som skal overta, etter nærmere bestemmelser av Kongen, rett til å tre inn i løpende arbeidskontrakter med bedriftens arbeidere og funksjonærer så vel i lavere som i høyere stilling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Erstatning for avståing etter § 3 fastsettes i mangel av minnelig overenskomst ved skjønn etter skjønnslovens​2 regler, dersom ikke noen av bestemmelsene i §§ 6 og 7 kommer til anvendelse på forholdet.\n1 Se lov 23 okt 1959 § 30 jf. kap. III.\n2 Lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Under krig og krigsfare kan Kongen bestemme at erstatning for avståinger etter § 3 eller for visse slag av disse skal fastsettes og utbetales etter reglene i lovgivningen om militære rekvisisjoner.​1 Erstatningsfastsettingen kan i tilfelle legges til de organer som opprettes i henhold til nevnte lovgivning.\n1 Se lov 29 juni 1951 nr. 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Kongen kan bestemme at det skal opprettes en eller flere særskilte skjønnsnemnder til å fastsette erstatning for avståinger etter § 3 eller for visse slag av disse. Slik skjønnsnemnd kan gis myndighet for hele riket eller for deler av det.\nSkjønnsnemnd som nevnt i første ledd skal ha 1 leder og 4 medlemmer, som alle med personlige varamedlemmer oppnevnes av Høyesteretts domstolleder. Lederen og varamedlem for lederen skal ha utøvet virksomhet som embetsdommer. De øvrige medlemmer og varamedlemmer skal fylle vilkårene etter domstolloven​1 § 53.\nNemndas avgjørelser er ikke gjenstand for overskjønn, men kan påankes til Høyesterett på grunn av feil i saksbehandlingen eller rettsanvendelsen. For øvrig gjelder skjønnslovens​2 regler om rettslige skjønn så langt de passer når ikke annet framgår av denne lov.\nKongen gir nærmere regler om skjønnsnemndenes virksomhet og om godtgjøring til medlemmene.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Lov 13 aug 1915 nr. 5.\n2 Lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "For bestemte tjenester eller arbeider som pålegges utført med hjemmel i § 2, bokstav c), i), og l), skal det betales godtgjøring, som i mangel av minnelig overenskomst fastsettes etter de regler som Kongen bestemmer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Reiser noen erstatningskrav mot staten eller kommune som følge av påbud, forbud eller annen bestemmelse gitt med hjemmel i denne lovs kap. I, kan partene avtale at kravet skal avgjøres ved skjønn etter reglene i §§ 5-7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Hvis bestemmelser gitt etter denne lovs kap. I fører til at enkelte næringsdrivende må innstille eller i vesentlig grad innskrenke eller omlegge sin virksomhet til fordel for andre som framstiller, omsetter eller yter likeartede varer eller tjenester, kan Kongen bestemme at de næringsdrivende som får anledning til å holde virksomheten i gang skal yte tilskudd eller på annen måte delta i utjevningsordninger med det formål å holde de andre helt eller delvis skadesløse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "For å forberede eller gjennomføre tiltak etter dette kapitel kan Kongen treffe bestemmelser:\na. om plikt for næringsdrivende til å føre de bøker og regnskaper som finnes nødvendige,\nb. om utstedelse, utdeling, behandling, oppbevaring og innlevering av rasjoneringslegitimasjoner,\nc. om erstatning av rasjonerings-legitimasjoner som er gått tapt og om vilkår for erstatning,\nd. om opprettelse av særskilte organer til under krig å delta i gjennomføringen av tiltak etter denne lov og om plikt for enhver, herunder næringsorganisasjoner og liknende sammenslutninger, til å delta i slike organers virke ved overtakelse av tillitsverv eller på annen måte,\nf. om plikt for Konkurransetilsynet,​1 fylkesmannen og kommunene til å føre kontroll med at forsynings- og rasjoneringsbestemmelsene blir overholdt.\n0 Endret ved lov 11 juni 1993 nr. 65.\n1 Se lov 5 mars 2004 nr. 12 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "content": "Etter nærmere bestemmelse av Kongen plikter enhver å gi opplysninger til departementet og andre myndigheter i stat og kommune som har med gjennomføringen av denne lov å gjøre, om hvilke beholdninger de sitter inne med av varer av ethvert slag. Produsenter, handlende og andre næringsdrivende plikter å gi enhver opplysning som kreves om deres produksjon og omsetning samt til bedømmelse av deres produksjons-, transport- og lagringsevne m.v. Sammenslutninger av næringsdrivende har tilsvarende plikt til å gi opplysninger om sammenslutningens og de tilsluttede medlemmers virksomhet. Enhver har dog rett til å kreve at opplysning om hemmeligholdte tekniske innretninger eller framgangsmåter bare gis til vedkommende departements sjef eller til den han særskilt oppnevner til å ta imot meddelelsen.\nEtter nærmere bestemmelse av Kongen kan myndighet, som nevnt i første ledd, kreve å få granske registrerte regnskapsopplysninger, regnskapsmateriale,​2 forretningsbøker, forretningspapirer, møteprotokoller og andre bøker og protokoller som vedkommer virksomheten. Om nødvendig kan det kreves beslaglagt av politiet. På samme måte kan det bestemmes at de nevnte myndigheter skal kunne kreve å få besiktige jordbruk, skogbruk, industrielle og andre bedrifter, husrom og andre faste eiendommer samt varer og andre løsøregjenstander. Private husrom kan likevel bare kreves besiktiget i samband med en alminnelig opptelling av private beholdninger eller når myndighetene kontrollerer riktigheten av opplysninger som er gitt for å danne grunnlag for tildeling av rasjonerings-legitimasjoner.\n0 Endret ved lov 17 juli 1998 nr. 56 (ikr. 1 jan 1999).\n1 Jf. § 14, § 18 og strl. 1902 § 326, § 339; strl. 2005 § 156 (ikke ikr.).\n2 Jf. rskl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "1:13",
      "chapter": "1",
      "section": "13",
      "content": "Etter nærmere bestemmelse av Kongen skal andre myndigheter og tjenestemenn i stat og kommune ha plikt til å samarbeide med og å gi opplysninger til myndighet som har med gjennomføringen av denne lov å gjøre.\n1 Jf. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "1:14",
      "chapter": "1",
      "section": "14",
      "content": "Opplysninger som kreves etter §§ 12 og 13 kan gis uten hinder av den taushetsplikt​1 som ellers påhviler:\na. ligningsmyndigheter og andre skattemyndigheter,\nb. myndigheter som har til oppgave å føre kontroll med at bestemmelsene i denne lov overholdes,\nc. myndigheter som har til oppgave å gjennomføre regulering av eller føre kontroll med innførsel eller utførsel eller annen offentlig regulering av ervervsvirksomhet.\nTaushetsplikten er heller ikke til hinder for at regnskapsmateriale,​2 bøker og dokumenter som befinner seg hos slike myndigheter blir gransket etter § 12, annet ledd.\n0 Endret ved lov 17 juli 1998 nr. 56 (ikr. 1 jan 1999).\n1 Se strl. 1902 § 121 note 2; strl. 2005 § 209 (ikke ikr.) note 2.\n2 Jf. rskl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "1:15",
      "chapter": "1",
      "section": "15",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 mai 1986 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "1:16",
      "chapter": "1",
      "section": "16",
      "content": "Melding om gjennomførte tiltak skal snarest mulig sendes Stortinget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "1:17",
      "chapter": "1",
      "section": "17",
      "content": "Kongen kan overlate til vedkommende departement eller til annen myndighet i stat eller kommune å treffe bestemmelser etter denne lov innen nærmere fastsatte grenser. Slik fullmakt kan også gis til særskilt oppnevnte forsynings- og beredskapsorganer samt til næringsorganisasjoner og liknende sammenslutninger.\nKongen og departementet kan gi så vel alminnelige som spesielle forskrifter om hvordan organer som nevnt i første ledd skal utøve myndigheten, og kan gjøre om vedtak som blir truffet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "1:18",
      "chapter": "1",
      "section": "18",
      "content": "Med bøter​1 eller med fengsel inntil 1 år eller med begge deler​2 straffes den som forsettlig overtrer bestemmelser som er gitt i medhold av denne lov eller opprettholdt ved den. På samme måte straffes den som forsettlig medvirker til slik overtredelse.\nUnder særdeles skjerpende omstendigheter kan anvendes fengsel inntil 3 år, enten alene eller sammen med bøter.​2 Ved avgjørelsen av om det foreligger slike omstendigheter skal det særlig legges vekt på om overtredelsen har stort omfang, om den har strukket seg over et langt tidsrom, om det er ført uriktige regnskaper eller andre opptegnelser, om handlinger er søkt skjult ved unnlatt bokførsel, ved falske opplysninger eller på lignende måte, om det er benyttet uberettiget anskaffet eller fremstilt merke, legitimasjon eller liknende dokument og om den skyldige tidligere er straffet for overtredelse av pris-, konkurranse-, forsynings- eller rasjoneringslovgivningen.\nDen som uaktsomt overtrer bestemmelse som nevnt i første ledd eller som medvirker til slik overtredelse straffes med bøter.​1\nI bestemmelse som utferdiges i medhold av loven, kan det fastsettes at brudd på bestemmelsen ikke medfører straff.\n0 Endret ved lov 11 juni 1993 nr. 65. Endres ved lov 20 mai 2005 nr. 28 (ikr. fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jf. strl. 1902 § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9 (ikke ikr.).\n2 Jf. strl. 1902 § 26 a; strl. 2005 kap. 6 og kap. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "1:19",
      "chapter": "1",
      "section": "19",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juli 1991 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "1:20",
      "chapter": "1",
      "section": "20",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 mai 1986 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "1:21",
      "chapter": "1",
      "section": "21",
      "content": "Deltakelse i iverksettelsen av forsynings- eller beredskapstiltak etter denne lov regnes som offentlig tjeneste i forhold til reglene i den alminnelige borgerlige straffelov av 22. mai 1902 kap. 11, 12, 33 og 34.\n0 Endres ved lov 20 mai 2005 nr. 28 (ikr. fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "1:22",
      "chapter": "1",
      "section": "22",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 jan 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "1:23",
      "chapter": "1",
      "section": "23",
      "content": "Straffebestemmelsene i denne lov får også anvendelse på overtredelse av bestemmelser som er gitt i eller i medhold av lov av 14 mai 1917 om foranstaltning til at sikre og ordne landets forsyning med livsfornødenheter og andre varer.​1 Ingen må likevel dømmes til strengere straff enn det var adgang til etter de straffebestemmelser som gjaldt på handlingstiden.\n0 Endret ved lov 26 jan 1973 nr. 2. Oppheves ved lov 20 mai 2005 nr. 28 (ikr. fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Opphevet ved nærværende lovs § 29 (nå § 33).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "Når det som ledd i planleggingen og utbyggingen av landets forsvarsberedskap finnes nødvendig, kan Kongen​1 treffe bestemmelser:\na. om plikt for kommuner til å anskaffe og lagre varer og om plikt for produsenter, handlende og andre næringsdrivende og sammenslutninger av næringsdrivende til å anskaffe og lagre varer som forbrukes, framstilles eller omsettes i deres vanlige virksomhet og til å forberede flytting og spredning av beholdninger etter retningslinjer fra vedkommende myndighet,\nb. om båndlegging av beholdninger av varer av bestemt slag i tilfelle av krigsutbrudd og om utpeking av beholdninger eller løpende produksjon av varer av bestemt slag for levering til bestemt avtaker eller bestemt formål i krig,\nc. om forbud mot eller plikt til å bygge om eller på annen måte endre transportmidler som er eller trolig vil bli av særlig beredskapsmessig eller forsvarsmessig betydning,\nd. om plikt for næringsdrivende som nevnt i § 2, bokstav c) til å foreta forsøksproduksjon av varer eller framstille bestemte varer for forsvarets behov, om plikt til å gjøre forberedelser for krigstidsproduksjon og vareomsetning og omlegging av produksjons- og omsetningsapparatet i krig og om plikt til å forberede overføring eller evakuering av utstyr m.v.,\ne. om vilkår for å foreta oppføring eller ombygging av bygninger, byggverk, anlegg m.v. som er eller trolig vil bli av særlig beredskapsmessig eller forsvarsmessig betydning,\nf. om utpeking av næringsdrivende som skal delta i transportberedskapens organisasjon i henhold til § 2 bokstav i) annet ledd, og om plikt for vedkommende næringsdrivende til å gi myndighetene opplysninger om personell, transportmateriell og kontorer samt å delta i myndighetenes utarbeiding av beredskapsplaner for den virksomhet utpekingen gjelder.\n0 Endret ved lov 17 mars 1967 nr. 4.\n1 Jf. res. 9 mars 1979 (fullmakt for Nærings- og handelsdepartementet), 8 juni 1979 (fullmakt for Samferdselsdepartementet etter bokstav f). Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "content": "Dersom pålegg etter § 24 medfører økonomiske tap, meromkostninger eller vesentlige ulemper, er staten erstatningspliktig i samsvar med alminnelige rettsgrunnsetninger. Erstatning kan dog ikke kreves i den utstrekning utgiftene kan dekkes ved innkalkulering i vedkommende vares eller tjenestes pris, dersom slik innkalkulering ikke vil stille den som pålegg gis til i en ugunstigere stilling enn andre i samme bransje eller virksomhetsgren. Partene kan avtale at krav etter denne paragraf skal avgjøres ved skjønn etter skjønnslovens​1 regler.\n1 Lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "content": "For å forberede eller gjennomføre tiltak etter dette kapitel kan Kongen​1 treffe bestemmelser:\na. om opprettelse av registre med opplysninger om befolkningsforhold, jordbruk, industrielle bedrifter, handelsbedrifter og andre bedrifter, bygninger, varebeholdninger, transportmidler m.v.,\nb. om plikt for enhver til å gi de opplysninger som finnes nødvendige for registerføringen,\nc. om plikt for kommunale og fylkeskommunale myndigheter til uten godtgjørelse å yte bistand ved planlegging og gjennomføring av tiltak etter dette kapitel,\nd. om forberedelse og opprettelse av særskilte organer til å delta i planleggingen og gjennomføringen av tiltak etter denne lov.\n1 Jf. res. 9 mars 1979 om fullmakt for Nærings- og handelsdepartementet. – Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "2:27",
      "chapter": "2",
      "section": "27",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 7 juni 1985 nr. 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "2:28",
      "chapter": "2",
      "section": "28",
      "content": "Av bestemmelsene i kap. I får §§ 12-15 og §§ 17-23 tilsvarende anvendelse så langt de passer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "De myndigheter som Kongen bestemmer kan peke ut fast eiendom og løsøre som skal avstås etter § 15 i lov av 15 desember 1950​2 om særlige rådgjerder under krig, krigsfare og liknende forhold, og gi eier og bruker av løsøre pålegg om at tingen i nærmere angitte tilfelle skal stilles til rådighet på angitt sted. Utpeking kan foretas og pålegg kan gis allerede i fredstid når det anses nødvendig for å førebu avståing etter nevnte § 15 med sikte på gjennomføring i situasjoner som der angitt. Utgiftene ved å etterkomme slike pålegg erstattes etter reglene i § 16 i nevnte lov.\nEier og bruker av fast eiendom eller løsøre plikter etter krav fra myndighetene å erkjenne mottakelse av melding om tiltak eller pålegg som nevnt, samt å gi opplysninger og gi adgang til synfaring. Løsøre kan om nødvendig pålegges brakt til bestemt sted for synfaring. Slike pålegg skal oppfylles uten erstatning med mindre annet er bestemt av Kongen.\nFast eiendom og løsøre kan, etter avgjørelse av de myndigheter som Kongen bestemmer,​3 allerede i fredstid utbedres eller på annen måte forandres for å gjøres tjenlig for det påtenkte formål. Påføres eier eller bruker herunder tap eller utgifter fastsettes erstatningen i mangel av minnelig overenskomst ved skjønn etter skjønnslovens​4 regler.\n0 Tilføyd ved lov 17 mars 1967 nr. 4.\n1 Jf. § 32.\n2 Lov nr. 7.\n3 Se § 17.\n4 Lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Når det anses nødvendig for å førebu utskriving av arbeidskraft i medhold av § 3, første ledd, annet punktum i lov av 15 desember 1950​2 om særlige rådgjerder under krig, krigsfare og liknende forhold, kan de myndigheter Kongen bestemmer allerede i fredstid pålegge norske borgere eller personer som bor eller til stadighet oppholder seg i riket:\n1. å melde seg til registrering ved personlig frammøte,\n2. å gi de opplysninger som trengs for registrering og førebuing av utskriving eller medvirke til at slike opplysninger kan skaffes til veie, herunder plikt til å la seg undersøke av lege,\n3. å møte fram på angitt sted under forhold som omfattes av nevnte lovbestemmelse, eller rette seg etter tilsvarende forholdsordre,\n4. etter at vedkommende er disponert til tjeneste å delta i kortvarige kurs og øvelser.\nEnhver plikter å gi de opplysninger som er nødvendige for å fremme registrering eller førebu utskriving av personell som nevnt i første ledd.\nKunngjøring om pålegg kan finne sted ved oppslag eller på annen hensiktsmessig måte. Det kan pålegges plikt til å erkjenne mottakelse av pålegg og varsel om disponering.\nTil tjeneste i ledelsesapparatet i den sivile krigstidsorganisasjon kan det i tillegg til de pålegg som er angitt i første ledd nr. 1 til 4, også gjennomføres forhåndsutskrivning og pålegges forhåndsutskrevet personell å delta i kurs og øvelser av lengre varighet. Annet og tredje ledd gjelder tilsvarende for pålegg etter fjerde ledd.\n0 Tilføyd ved lov 17 mars 1967 nr. 4, endret ved lov 24 feb 1984 nr. 3.\n1 Jf. § 32.\n2 Lov nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "content": "Reglene i §§ 13, 14 og 17 gjelder tilsvarende så langt de passer.\n0 Tilføyd ved lov 17 mars 1967 nr. 4, endret ved lover 19 juni 1969 nr. 54, 7 juni 1985 nr. 49, 16 mai 1986 nr. 21, 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "content": "Med bøter​1 eller fengsel​2 inntil 3 måneder​3 straffes den som forsettlig eller uaktsomt søker å hindre eller ikke etterkommer pålegg eller annen bestemmelse i medhold av §§ 29 eller 30.\n0 Tilføyd ved lov 17 mars 1967 nr. 4. Endres ved lov 20 mai 2005 nr. 28 (ikr. fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jf. strl. 1902 § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9 (ikke ikr.).\n2 Jf. strl. 1902 § 26 a; strl. 2005 kap. 6 og kap. 9 (ikke ikr.).\n3 Jf. strl. 1902 § 25; strl. 2005 § 31 (3) (ikke ikr.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:32 a",
      "chapter": "4",
      "section": "32 a",
      "content": "Når ikke annet er bestemt i medhold av forvaltningslovens​1 § 5 annet ledd, gjelder forvaltningsloven i fredstid for behandlingen av saker etter denne lov. Forhåndsvarsel​2 til sakens parter kan likevel unnlates dersom antallet parter i saken er stort eller et stort antall saker behandles under ett, eller forhåndsvarsel kan medføre at saken forsinkes på en uheldig måte. Tilsvarende gjelder dersom forhåndsvarsel av hensyn til parten synes upåkrevd. Kongen kan bestemme at vedtak etter loven ikke kan kreves grunngitt og ikke skal kunne påklages.\n0 Tilføyd ved lov 19 juni 1969 nr. 54.\n1 Lov 10 feb 1967.\n2 Jf. fvl. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32a",
        "source_heading": "§ 32 a."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "content": "Denne lov trer i kraft straks.\nFra lovens ikrafttreden oppheves – – –\nKongen bestemmer om og i hvilken utstrekning bestemmelser som er gitt i eller i medhold av denne lov skal gjelde for Svalbard.​1\n0 Endret ved lov 17 mars 1967 nr. 4 (tidligere § 29).\n1 Se lov 17 juli 1925 nr. 11 § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Når det, på grunn av krig, krigsfare eller andre ekstraordinære kriseforhold som kan hindre eller vanskeliggjøre produksjonen eller tilførselen av forsyninger, finnes nødvendig å iverksette særlige forsynings- eller beredskapstiltak, kan Kongen gi bestemmelser etter dette kapittel med sikte på å:\na. styrke- og utnytte landets produksjons- og transportevne,\nb. sikre og fordele forsyninger av varer av alle slag,\nc. oppfylle landets forpliktelser etter internasjonale avtaler om tjenesteytelser, varefordeling og varebytte og om utnytting og bruk av mangelvarer.\n0 Endret ved lov 13 juni 1975 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "For å fremme formål som nevnt i § 1 kan Kongen treffe bestemmelser:\na. om enerett for staten, kommune eller offentlig institusjon eller for sammenslutning, selskap eller person til å innføre, utføre, selge, kjøpe eller på annen måte overdra eller erverve varer av bestemt slag,\nb. om regulering av innførsel, utførsel, transport og omsetning av varer,\nc. om plikt for handlende, for eier eller bruker av jordbruk, skogbruk, industriell eller annen bedrift eller havn eller for sammenslutning av næringsdrivende til å levere varer til bestemt formål, bestemt mottaker eller til nærmere angitt sted eller område eller til å utføre tjenester for bestemt formål eller bestemt mottaker,\nd. om den rekkefølge hvoretter næringsdrivende som nevnt i bokstav c) skal oppfylle tidligere inngåtte avtaler og etterkomme nye bestillinger på varer og tjenester,\ne. om fordeling av varer mellom produsenter, handlende og andre næringsdrivende,\nf. om rasjonering av varer,\ng. om anvendelse og behandling av de beholdninger som til enhver tid finnes av varer av bestemt slag, herunder om lagringsmåten,\nh. om plikt for næringsdrivende som nevnt i bokstav c) til å flytte lagerbeholdninger til nærmere angitt bygning, sted eller område,\ni. om plikt for eier eller bruker av jernbane, motorvogn, fartøy eller annet transportmiddel eller trekkraft til å utføre eller medvirke til bestemte transporter, om plikt til å etterkomme pålegg av enhver art for avvikling av transporten på en hensiktsmessig måte, herunder om omdestinering, om forbud mot å bruke transportmidler til bestemte formål eller til bestemte tider, om forbud mot at transportmidlene fjernes fra bestemte områder og om forbud mot eller plikt til å nytte dem til annet bruk enn opprinnelig bestemt,\nj. om plikt for kystruteselskaper, lastebilsentraler, rute-, drosje- eller turbilsentraler, transportforretninger, spedisjons- og skipsmeglerfirmaer til å gå inn i transportberedskapens organisasjon som egne ledd i denne,\nk. om plikt for næringsdrivende som nevnt i bokstav c) til å framstille bestemte varer eller utføre tjenester av bestemt art, herunder om plikt for eier eller bruker av jord til å dyrke bestemte vekster på bestemte minstearealer,\nl. om plikt for eier eller bruker av hest eller traktor, jordfreser, gravemaskin eller annen kraftmaskin som er skikket for formålet, til å utføre bestemte arbeider i jord- og skogbruk, eller bygge- og anleggsvirksomhet; pålegget kan også omfatte bruken av andre maskiner og redskaper som vedkommende rår over,\nm. om forbud mot eller vilkår for å bruke visse varer til nærmere bestemt produksjon eller annet formål eller på nærmere bestemt måte, og om forbud mot å framstille bestemte varer og utføre tjenester av bestemt art,\nn. om forbud mot å holde visse slags husdyr, om plikt for eier eller bruker av husdyr til å redusere sin bestand eller til helt eller delvis å opphøre med husdyrholdet, om plikt til å holde en viss husdyrbestand og om plikt til å flytte sin husdyrbestand fra et område til et annet,\no. om regulering av bygge- og anleggsvirksomhet, herunder om forbud mot eller vilkår for, uten særskilt tillatelse, å foreta eller påbegynne oppføring, ombygging, ominnredning, reparasjon eller annen utbedring av bygninger, byggverk, anlegg m.v.,\np. om plikt for næringsdrivende som nevnt i bokstav c) til å foreta eller finne seg i visse forandringer av anlegg, utstyr og drift, herunder utvidelse, innskrenkning eller flytting av virksomhetens utstyr helt eller delvis fra et område til et annet,\nq. om plikt for rettighetshaver i vassdrag til å finne seg i at vannføringen blir regulert eller nyttet på nærmere bestemt måte, og om plikt for eier eller bruker av reguleringsanlegg til å foreta eller medvirke til slik regulering eller utnytting.\n0 Endret ved lov 17 mars 1967 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Til fremme av formål som nevnt i § 1 kan staten eller kommune etter nærmere bestemmelser av Kongen​2 kreve avstått til det offentlige varer av alle slag og eiendomsrett, bruksrett eller annen særlig rådighet over skip, maskiner og annet løsøre, transportmidler, elektrisk kraft, fast eiendom, kraftanlegg med tilhørende reguleringsanlegg og ledninger m.v. samt industrielle og andre bedrifter av alle slag. Videre kan kreves avståing av eller rett til å utnytte økonomiske rettigheter av enhver art.\nFast eiendom, skip, kraftanlegg eller annen bedrift kan ikke uten samtykke av eieren kreves avstått til eiendom dersom avståingens formål kan oppnås gjennom tidsbegrenset bruksrett eller annen særlig rådighet over vedkommende eiendom, skip eller bedrift.\nNår det finnes hensiktsmessig kan avståing i stedet for det offentlige kreves til privat person, selskap eller sammenslutning.\nAvståingen kan kreves gjennomført straks, selv om erstatning ennå ikke er fastsatt. Det offentlige skal i så fall sørge for å innhente de beskrivelser og opplysninger som er nødvendige for fastsetting av erstatning. Skjønn​3 skal forlanges holdt så snart som mulig.\nNår det er nødvendig kan det kreves hjelp av politiet til å få avståingen gjennomført.\n1 Se lov 23 okt 1959 § 30.\n2 Jf. res. 15 nov 1963 om fullmakt for Utenriksdepartementet og Samferdselsdepartementet m.fl.\n3 Se § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Ved avståing etter § 3 av eiendomsrett, bruksrett eller annen rådighet over skip, jordbruk, fabrikk eller annen bedrift har den som skal overta, etter nærmere bestemmelser av Kongen, rett til å tre inn i løpende arbeidskontrakter med bedriftens arbeidere og funksjonærer så vel i lavere som i høyere stilling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Erstatning for avståing etter § 3 fastsettes i mangel av minnelig overenskomst ved skjønn etter skjønnslovens​2 regler, dersom ikke noen av bestemmelsene i §§ 6 og 7 kommer til anvendelse på forholdet.\n1 Se lov 23 okt 1959 § 30 jf. kap. III.\n2 Lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Under krig og krigsfare kan Kongen bestemme at erstatning for avståinger etter § 3 eller for visse slag av disse skal fastsettes og utbetales etter reglene i lovgivningen om militære rekvisisjoner.​1 Erstatningsfastsettingen kan i tilfelle legges til de organer som opprettes i henhold til nevnte lovgivning.\n1 Se lov 29 juni 1951 nr. 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Kongen kan bestemme at det skal opprettes en eller flere særskilte skjønnsnemnder til å fastsette erstatning for avståinger etter § 3 eller for visse slag av disse. Slik skjønnsnemnd kan gis myndighet for hele riket eller for deler av det.\nSkjønnsnemnd som nevnt i første ledd skal ha 1 leder og 4 medlemmer, som alle med personlige varamedlemmer oppnevnes av Høyesteretts domstolleder. Lederen og varamedlem for lederen skal ha utøvet virksomhet som embetsdommer. De øvrige medlemmer og varamedlemmer skal fylle vilkårene etter domstolloven​1 § 53.\nNemndas avgjørelser er ikke gjenstand for overskjønn, men kan påankes til Høyesterett på grunn av feil i saksbehandlingen eller rettsanvendelsen. For øvrig gjelder skjønnslovens​2 regler om rettslige skjønn så langt de passer når ikke annet framgår av denne lov.\nKongen gir nærmere regler om skjønnsnemndenes virksomhet og om godtgjøring til medlemmene.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Lov 13 aug 1915 nr. 5.\n2 Lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "For bestemte tjenester eller arbeider som pålegges utført med hjemmel i § 2, bokstav c), i), og l), skal det betales godtgjøring, som i mangel av minnelig overenskomst fastsettes etter de regler som Kongen bestemmer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Reiser noen erstatningskrav mot staten eller kommune som følge av påbud, forbud eller annen bestemmelse gitt med hjemmel i denne lovs kap. I, kan partene avtale at kravet skal avgjøres ved skjønn etter reglene i §§ 5-7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Hvis bestemmelser gitt etter denne lovs kap. I fører til at enkelte næringsdrivende må innstille eller i vesentlig grad innskrenke eller omlegge sin virksomhet til fordel for andre som framstiller, omsetter eller yter likeartede varer eller tjenester, kan Kongen bestemme at de næringsdrivende som får anledning til å holde virksomheten i gang skal yte tilskudd eller på annen måte delta i utjevningsordninger med det formål å holde de andre helt eller delvis skadesløse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "For å forberede eller gjennomføre tiltak etter dette kapitel kan Kongen treffe bestemmelser:\na. om plikt for næringsdrivende til å føre de bøker og regnskaper som finnes nødvendige,\nb. om utstedelse, utdeling, behandling, oppbevaring og innlevering av rasjoneringslegitimasjoner,\nc. om erstatning av rasjonerings-legitimasjoner som er gått tapt og om vilkår for erstatning,\nd. om opprettelse av særskilte organer til under krig å delta i gjennomføringen av tiltak etter denne lov og om plikt for enhver, herunder næringsorganisasjoner og liknende sammenslutninger, til å delta i slike organers virke ved overtakelse av tillitsverv eller på annen måte,\nf. om plikt for Konkurransetilsynet,​1 fylkesmannen og kommunene til å føre kontroll med at forsynings- og rasjoneringsbestemmelsene blir overholdt.\n0 Endret ved lov 11 juni 1993 nr. 65.\n1 Se lov 5 mars 2004 nr. 12 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "content": "Etter nærmere bestemmelse av Kongen plikter enhver å gi opplysninger til departementet og andre myndigheter i stat og kommune som har med gjennomføringen av denne lov å gjøre, om hvilke beholdninger de sitter inne med av varer av ethvert slag. Produsenter, handlende og andre næringsdrivende plikter å gi enhver opplysning som kreves om deres produksjon og omsetning samt til bedømmelse av deres produksjons-, transport- og lagringsevne m.v. Sammenslutninger av næringsdrivende har tilsvarende plikt til å gi opplysninger om sammenslutningens og de tilsluttede medlemmers virksomhet. Enhver har dog rett til å kreve at opplysning om hemmeligholdte tekniske innretninger eller framgangsmåter bare gis til vedkommende departements sjef eller til den han særskilt oppnevner til å ta imot meddelelsen.\nEtter nærmere bestemmelse av Kongen kan myndighet, som nevnt i første ledd, kreve å få granske registrerte regnskapsopplysninger, regnskapsmateriale,​2 forretningsbøker, forretningspapirer, møteprotokoller og andre bøker og protokoller som vedkommer virksomheten. Om nødvendig kan det kreves beslaglagt av politiet. På samme måte kan det bestemmes at de nevnte myndigheter skal kunne kreve å få besiktige jordbruk, skogbruk, industrielle og andre bedrifter, husrom og andre faste eiendommer samt varer og andre løsøregjenstander. Private husrom kan likevel bare kreves besiktiget i samband med en alminnelig opptelling av private beholdninger eller når myndighetene kontrollerer riktigheten av opplysninger som er gitt for å danne grunnlag for tildeling av rasjonerings-legitimasjoner.\n0 Endret ved lov 17 juli 1998 nr. 56 (ikr. 1 jan 1999).\n1 Jf. § 14, § 18 og strl. 1902 § 326, § 339; strl. 2005 § 156 (ikke ikr.).\n2 Jf. rskl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "1:13",
      "chapter": "1",
      "section": "13",
      "content": "Etter nærmere bestemmelse av Kongen skal andre myndigheter og tjenestemenn i stat og kommune ha plikt til å samarbeide med og å gi opplysninger til myndighet som har med gjennomføringen av denne lov å gjøre.\n1 Jf. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "1:14",
      "chapter": "1",
      "section": "14",
      "content": "Opplysninger som kreves etter §§ 12 og 13 kan gis uten hinder av den taushetsplikt​1 som ellers påhviler:\na. ligningsmyndigheter og andre skattemyndigheter,\nb. myndigheter som har til oppgave å føre kontroll med at bestemmelsene i denne lov overholdes,\nc. myndigheter som har til oppgave å gjennomføre regulering av eller føre kontroll med innførsel eller utførsel eller annen offentlig regulering av ervervsvirksomhet.\nTaushetsplikten er heller ikke til hinder for at regnskapsmateriale,​2 bøker og dokumenter som befinner seg hos slike myndigheter blir gransket etter § 12, annet ledd.\n0 Endret ved lov 17 juli 1998 nr. 56 (ikr. 1 jan 1999).\n1 Se strl. 1902 § 121 note 2; strl. 2005 § 209 (ikke ikr.) note 2.\n2 Jf. rskl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "1:15",
      "chapter": "1",
      "section": "15",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 mai 1986 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "1:16",
      "chapter": "1",
      "section": "16",
      "content": "Melding om gjennomførte tiltak skal snarest mulig sendes Stortinget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "1:17",
      "chapter": "1",
      "section": "17",
      "content": "Kongen kan overlate til vedkommende departement eller til annen myndighet i stat eller kommune å treffe bestemmelser etter denne lov innen nærmere fastsatte grenser. Slik fullmakt kan også gis til særskilt oppnevnte forsynings- og beredskapsorganer samt til næringsorganisasjoner og liknende sammenslutninger.\nKongen og departementet kan gi så vel alminnelige som spesielle forskrifter om hvordan organer som nevnt i første ledd skal utøve myndigheten, og kan gjøre om vedtak som blir truffet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "1:18",
      "chapter": "1",
      "section": "18",
      "content": "Med bøter​1 eller med fengsel inntil 1 år eller med begge deler​2 straffes den som forsettlig overtrer bestemmelser som er gitt i medhold av denne lov eller opprettholdt ved den. På samme måte straffes den som forsettlig medvirker til slik overtredelse.\nUnder særdeles skjerpende omstendigheter kan anvendes fengsel inntil 3 år, enten alene eller sammen med bøter.​2 Ved avgjørelsen av om det foreligger slike omstendigheter skal det særlig legges vekt på om overtredelsen har stort omfang, om den har strukket seg over et langt tidsrom, om det er ført uriktige regnskaper eller andre opptegnelser, om handlinger er søkt skjult ved unnlatt bokførsel, ved falske opplysninger eller på lignende måte, om det er benyttet uberettiget anskaffet eller fremstilt merke, legitimasjon eller liknende dokument og om den skyldige tidligere er straffet for overtredelse av pris-, konkurranse-, forsynings- eller rasjoneringslovgivningen.\nDen som uaktsomt overtrer bestemmelse som nevnt i første ledd eller som medvirker til slik overtredelse straffes med bøter.​1\nI bestemmelse som utferdiges i medhold av loven, kan det fastsettes at brudd på bestemmelsen ikke medfører straff.\n0 Endret ved lov 11 juni 1993 nr. 65. Endres ved lov 20 mai 2005 nr. 28 (ikr. fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jf. strl. 1902 § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9 (ikke ikr.).\n2 Jf. strl. 1902 § 26 a; strl. 2005 kap. 6 og kap. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "1:19",
      "chapter": "1",
      "section": "19",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juli 1991 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "1:20",
      "chapter": "1",
      "section": "20",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 mai 1986 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "1:21",
      "chapter": "1",
      "section": "21",
      "content": "Deltakelse i iverksettelsen av forsynings- eller beredskapstiltak etter denne lov regnes som offentlig tjeneste i forhold til reglene i den alminnelige borgerlige straffelov av 22. mai 1902 kap. 11, 12, 33 og 34.\n0 Endres ved lov 20 mai 2005 nr. 28 (ikr. fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "1:22",
      "chapter": "1",
      "section": "22",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 jan 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "1:23",
      "chapter": "1",
      "section": "23",
      "content": "Straffebestemmelsene i denne lov får også anvendelse på overtredelse av bestemmelser som er gitt i eller i medhold av lov av 14 mai 1917 om foranstaltning til at sikre og ordne landets forsyning med livsfornødenheter og andre varer.​1 Ingen må likevel dømmes til strengere straff enn det var adgang til etter de straffebestemmelser som gjaldt på handlingstiden.\n0 Endret ved lov 26 jan 1973 nr. 2. Oppheves ved lov 20 mai 2005 nr. 28 (ikr. fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Opphevet ved nærværende lovs § 29 (nå § 33).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "Når det som ledd i planleggingen og utbyggingen av landets forsvarsberedskap finnes nødvendig, kan Kongen​1 treffe bestemmelser:\na. om plikt for kommuner til å anskaffe og lagre varer og om plikt for produsenter, handlende og andre næringsdrivende og sammenslutninger av næringsdrivende til å anskaffe og lagre varer som forbrukes, framstilles eller omsettes i deres vanlige virksomhet og til å forberede flytting og spredning av beholdninger etter retningslinjer fra vedkommende myndighet,\nb. om båndlegging av beholdninger av varer av bestemt slag i tilfelle av krigsutbrudd og om utpeking av beholdninger eller løpende produksjon av varer av bestemt slag for levering til bestemt avtaker eller bestemt formål i krig,\nc. om forbud mot eller plikt til å bygge om eller på annen måte endre transportmidler som er eller trolig vil bli av særlig beredskapsmessig eller forsvarsmessig betydning,\nd. om plikt for næringsdrivende som nevnt i § 2, bokstav c) til å foreta forsøksproduksjon av varer eller framstille bestemte varer for forsvarets behov, om plikt til å gjøre forberedelser for krigstidsproduksjon og vareomsetning og omlegging av produksjons- og omsetningsapparatet i krig og om plikt til å forberede overføring eller evakuering av utstyr m.v.,\ne. om vilkår for å foreta oppføring eller ombygging av bygninger, byggverk, anlegg m.v. som er eller trolig vil bli av særlig beredskapsmessig eller forsvarsmessig betydning,\nf. om utpeking av næringsdrivende som skal delta i transportberedskapens organisasjon i henhold til § 2 bokstav i) annet ledd, og om plikt for vedkommende næringsdrivende til å gi myndighetene opplysninger om personell, transportmateriell og kontorer samt å delta i myndighetenes utarbeiding av beredskapsplaner for den virksomhet utpekingen gjelder.\n0 Endret ved lov 17 mars 1967 nr. 4.\n1 Jf. res. 9 mars 1979 (fullmakt for Nærings- og handelsdepartementet), 8 juni 1979 (fullmakt for Samferdselsdepartementet etter bokstav f). Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "content": "Dersom pålegg etter § 24 medfører økonomiske tap, meromkostninger eller vesentlige ulemper, er staten erstatningspliktig i samsvar med alminnelige rettsgrunnsetninger. Erstatning kan dog ikke kreves i den utstrekning utgiftene kan dekkes ved innkalkulering i vedkommende vares eller tjenestes pris, dersom slik innkalkulering ikke vil stille den som pålegg gis til i en ugunstigere stilling enn andre i samme bransje eller virksomhetsgren. Partene kan avtale at krav etter denne paragraf skal avgjøres ved skjønn etter skjønnslovens​1 regler.\n1 Lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "content": "For å forberede eller gjennomføre tiltak etter dette kapitel kan Kongen​1 treffe bestemmelser:\na. om opprettelse av registre med opplysninger om befolkningsforhold, jordbruk, industrielle bedrifter, handelsbedrifter og andre bedrifter, bygninger, varebeholdninger, transportmidler m.v.,\nb. om plikt for enhver til å gi de opplysninger som finnes nødvendige for registerføringen,\nc. om plikt for kommunale og fylkeskommunale myndigheter til uten godtgjørelse å yte bistand ved planlegging og gjennomføring av tiltak etter dette kapitel,\nd. om forberedelse og opprettelse av særskilte organer til å delta i planleggingen og gjennomføringen av tiltak etter denne lov.\n1 Jf. res. 9 mars 1979 om fullmakt for Nærings- og handelsdepartementet. – Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "2:27",
      "chapter": "2",
      "section": "27",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 7 juni 1985 nr. 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "2:28",
      "chapter": "2",
      "section": "28",
      "content": "Av bestemmelsene i kap. I får §§ 12-15 og §§ 17-23 tilsvarende anvendelse så langt de passer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "De myndigheter som Kongen bestemmer kan peke ut fast eiendom og løsøre som skal avstås etter § 15 i lov av 15 desember 1950​2 om særlige rådgjerder under krig, krigsfare og liknende forhold, og gi eier og bruker av løsøre pålegg om at tingen i nærmere angitte tilfelle skal stilles til rådighet på angitt sted. Utpeking kan foretas og pålegg kan gis allerede i fredstid når det anses nødvendig for å førebu avståing etter nevnte § 15 med sikte på gjennomføring i situasjoner som der angitt. Utgiftene ved å etterkomme slike pålegg erstattes etter reglene i § 16 i nevnte lov.\nEier og bruker av fast eiendom eller løsøre plikter etter krav fra myndighetene å erkjenne mottakelse av melding om tiltak eller pålegg som nevnt, samt å gi opplysninger og gi adgang til synfaring. Løsøre kan om nødvendig pålegges brakt til bestemt sted for synfaring. Slike pålegg skal oppfylles uten erstatning med mindre annet er bestemt av Kongen.\nFast eiendom og løsøre kan, etter avgjørelse av de myndigheter som Kongen bestemmer,​3 allerede i fredstid utbedres eller på annen måte forandres for å gjøres tjenlig for det påtenkte formål. Påføres eier eller bruker herunder tap eller utgifter fastsettes erstatningen i mangel av minnelig overenskomst ved skjønn etter skjønnslovens​4 regler.\n0 Tilføyd ved lov 17 mars 1967 nr. 4.\n1 Jf. § 32.\n2 Lov nr. 7.\n3 Se § 17.\n4 Lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Når det anses nødvendig for å førebu utskriving av arbeidskraft i medhold av § 3, første ledd, annet punktum i lov av 15 desember 1950​2 om særlige rådgjerder under krig, krigsfare og liknende forhold, kan de myndigheter Kongen bestemmer allerede i fredstid pålegge norske borgere eller personer som bor eller til stadighet oppholder seg i riket:\n1. å melde seg til registrering ved personlig frammøte,\n2. å gi de opplysninger som trengs for registrering og førebuing av utskriving eller medvirke til at slike opplysninger kan skaffes til veie, herunder plikt til å la seg undersøke av lege,\n3. å møte fram på angitt sted under forhold som omfattes av nevnte lovbestemmelse, eller rette seg etter tilsvarende forholdsordre,\n4. etter at vedkommende er disponert til tjeneste å delta i kortvarige kurs og øvelser.\nEnhver plikter å gi de opplysninger som er nødvendige for å fremme registrering eller førebu utskriving av personell som nevnt i første ledd.\nKunngjøring om pålegg kan finne sted ved oppslag eller på annen hensiktsmessig måte. Det kan pålegges plikt til å erkjenne mottakelse av pålegg og varsel om disponering.\nTil tjeneste i ledelsesapparatet i den sivile krigstidsorganisasjon kan det i tillegg til de pålegg som er angitt i første ledd nr. 1 til 4, også gjennomføres forhåndsutskrivning og pålegges forhåndsutskrevet personell å delta i kurs og øvelser av lengre varighet. Annet og tredje ledd gjelder tilsvarende for pålegg etter fjerde ledd.\n0 Tilføyd ved lov 17 mars 1967 nr. 4, endret ved lov 24 feb 1984 nr. 3.\n1 Jf. § 32.\n2 Lov nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "content": "Reglene i §§ 13, 14 og 17 gjelder tilsvarende så langt de passer.\n0 Tilføyd ved lov 17 mars 1967 nr. 4, endret ved lover 19 juni 1969 nr. 54, 7 juni 1985 nr. 49, 16 mai 1986 nr. 21, 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "content": "Med bøter​1 eller fengsel​2 inntil 3 måneder​3 straffes den som forsettlig eller uaktsomt søker å hindre eller ikke etterkommer pålegg eller annen bestemmelse i medhold av §§ 29 eller 30.\n0 Tilføyd ved lov 17 mars 1967 nr. 4. Endres ved lov 20 mai 2005 nr. 28 (ikr. fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jf. strl. 1902 § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9 (ikke ikr.).\n2 Jf. strl. 1902 § 26 a; strl. 2005 kap. 6 og kap. 9 (ikke ikr.).\n3 Jf. strl. 1902 § 25; strl. 2005 § 31 (3) (ikke ikr.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:32 a",
      "chapter": "4",
      "section": "32 a",
      "content": "Når ikke annet er bestemt i medhold av forvaltningslovens​1 § 5 annet ledd, gjelder forvaltningsloven i fredstid for behandlingen av saker etter denne lov. Forhåndsvarsel​2 til sakens parter kan likevel unnlates dersom antallet parter i saken er stort eller et stort antall saker behandles under ett, eller forhåndsvarsel kan medføre at saken forsinkes på en uheldig måte. Tilsvarende gjelder dersom forhåndsvarsel av hensyn til parten synes upåkrevd. Kongen kan bestemme at vedtak etter loven ikke kan kreves grunngitt og ikke skal kunne påklages.\n0 Tilføyd ved lov 19 juni 1969 nr. 54.\n1 Lov 10 feb 1967.\n2 Jf. fvl. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32a",
        "source_heading": "§ 32 a."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "content": "Denne lov trer i kraft straks.\nFra lovens ikrafttreden oppheves – – –\nKongen bestemmer om og i hvilken utstrekning bestemmelser som er gitt i eller i medhold av denne lov skal gjelde for Svalbard.​1\n0 Endret ved lov 17 mars 1967 nr. 4 (tidligere § 29).\n1 Se lov 17 juli 1925 nr. 11 § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    }
  ]
}