{
  "id": "LOV-1983-03-04-7",
  "type": "statute",
  "title": "Lov om eierseksjoner.",
  "short_name": "Eierseksjonsloven – eiersl.",
  "status": "in_force",
  "issued_date": "1983-03-04",
  "in_force_date": "1983-04-22",
  "url": "https://lovdata.no/dokument/NLO/lov/1983-03-04-7",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Definisjon.",
      "content": "Med eierseksjon forstås i loven her sameieandel i bygning med grunn eller festerett til grunn når det til andelen er knyttet enerett til bruk av bolig, forretningslokale eller annen bruksenhet i bygning.​1\nLov av 18. juni 1965 nr. 6 om sameige får ikke anvendelse for eierseksjoner.\n1 Jfr. §§ 32, 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Fravikelighet.",
      "content": "Loven er ufravikelig med mindre annet er uttrykkelig sagt eller fremgår av sammenhengen.​1\n1 Jfr. §§ 12, 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Adgangen til å gi forskrifter.",
      "content": "Departementet​1 kan gi forskrifter til gjennomføring og utfylling av loven.\nDet​1 kan også fastsette eller utferdige blanketter til bruk ved praktiseringen av loven.\n1 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Begrensning i adgangen til å opprette liknende eierform.​1",
      "content": "Det kan ikke stiftes eiendomsrett til fysisk del av bygning før det er tinglyst​2 målebrev eller attest etter lov av 23. juni 1978 nr. 70 om kartlegging, deling og registrering av grunneiendom § 4-2 for grunnen eller festeretten til vedkommende del.\n1 Jfr. § 32.\n2 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Vilkår for oppdeling i eierseksjoner.",
      "content": "For at en eiendom skal kunne oppdeles i eierseksjoner, må følgende vilkår være oppfylt:\n1. Eiendommen må som hovedregel ikke omfatte mer enn ett gårds- og bruksnummer.\n2. Eiendommen må oppdeles i så mange seksjoner som det er bruksenheter. Likevel kan det senere foretas ytterligere oppdeling, sammenslåing eller endring av seksjoner.\nI bygninger som bare delvis brukes til boligformål, er kravet om full oppdeling ikke til hinder for at boligene samlet utgjør én seksjon og at lokaler for næringsformål samlet utgjør én seksjon.\n3. Eiendommen må oppdeles slik at det blir naturlige og hensiktsmessige bruksenheter etter de formål de skal ha. Minstekravet til standard i boligseksjon er at den har egen inngang, eget kjøkken og eget WC og bad innenfor bruksenheten. Departementet​1 kan gi forskrifter om bygningens tekniske standard.\nBestemmelsen i nr. 3 første ledd annet punktum gjelder ikke for oppdeling som foretas av borettslag​2 eller aksjeselskap med samme formål som borettslag,​3 som er stiftet før eierseksjonslovens ikrafttreden.​4\n4. Ved oppdelingen skal det for hver eierseksjon fastsettes en sameiebrøk med hele tall i teller og nevner. Nevneren skal være det samme tall i alle brøkene. Fastsettelsen av sameiebrøken skal bygge på bruksenhetenes areal, med mindre det fastsettes i vedtektene at innbyrdes verdi skal legges til grunn.\nEndring av sameiebrøkene kan bare skje ved enstemmig vedtak av de sameiere som berøres av endringen.\nDet kan ikke foretas seksjonering av eiendom som omfattes av vedtak om utbedringsprogram eller regulering til fornyelsesområde etter plan- og bygningsloven.​5 Kommunestyre eller den det gir fullmakt, kan likevel gjøre unntak fra seksjoneringsforbudet i dette ledd.\nVedkommende kommune skal senest 6 måneder i forveien være meddelt at begjæring om oppdeling vil kunne bli innsendt.\n0 Endret ved lover 8 juni 1984 nr. 65, 14 juni 1985 nr. 77.\n1 Kommunaldepartementet.\n2 Jfr. lov 4 feb 1960 nr. 2.\n3 Jfr. lov 4 feb 1960 nr. 2 § 1.\n4 Se § 31.\n5 Lov 14 juni 1985 nr. 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Begrensning i adgangen til å opprette eierseksjoner.",
      "content": "Grunn, garasjer, parkeringsplasser, boder, rom til felles bruk o.l. kan ikke skilles ut som egne seksjoner eller utgjøre en del av en seksjon. Likevel kan garasjeanlegg skilles ut som egen seksjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Oppdelingsbegjæring.",
      "content": "Begjæringen skal inneholde opplysning om eiendommens betegnelse, hvor mange seksjoner den skal deles i og disses nummer, hvilket formål de skal ha (bolig, forretning osv.), samt sameiebrøk som angitt i § 5.\nMed begjæringen skal følge situasjonsplan og plantegninger over etasjene, herunder også kjeller og loft. På tegningene skal grensene for bruksenhetene og deres seksjonsnumre tydelig angis. Dessuten skal det ved egenerklæring godtgjøres at kravene i dette kapittel til opprettelse av eierseksjoner er oppfylt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Fastsettelse av seksjonsnumre.",
      "content": "Tinglysingsdommeren​1 bestemmer seksjonsnumrene og fører disse på begjæringen.\n1 Jfr. lov 7 juni 1935 nr. 2 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Tinglysing.",
      "content": "Tinglysingsdommeren​1 foretar tinglysing av oppdelingsbegjæringen og oppretter eget grunnboksblad for hver seksjon.\n1 Jfr. lov 7 juni 1935 nr. 2 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Rett til kjøp av seksjon i bestående bygning.",
      "content": "Når oppdelingsbegjæringen er tinglyst, har leietakerne av de enkelte boligseksjoner med vanlig oppsigelig leiekontrakt eller som har bodd i leiligheten i minst 2 år etter annen kontrakt med gårdeieren, rett til å kjøpe den seksjon som bruksenheten hører til.\nEieren av eiendommen skal da snarest sende skriftlig tilbud om kjøp til dem som har kjøperett etter første ledd.\nTilbudet om kjøp skal inneholde opplysninger om:\n1. at begjæring om oppdeling av eiendommen i eierseksjoner er tinglyst,\n2. retten til kjøp av seksjon med forslag til pris og øvrige salgsvilkår,\n3. at prisen på seksjonen fastsettes av tre takstmenn oppnevnt av retten, dersom enighet ikke oppnås mellom partene. Taksering skal skje på grunnlag av hva det ville koste å bygge en tilsvarende eiendom på oppdelingstiden. Det skal gjøres fradrag for alder, slitasje, skader, dårlig planløsning, beboernes påkostninger ut over vanlig vedlikehold m.v. Takseringsbeløpet fordeles deretter på den enkelte seksjon i forhold til den fastsatte sameiebrøk,\n4. at leietakerens rett til bytte av bolig etter husleielovens​1 § 32 a faller bort ved første overdragelse av seksjonen etter at oppdelingsbegjæringen er tinglyst,\n5. at leietakerens øvrige rettigheter etter leiekontrakten og husleieloven​1 er i behold, selv om retten til å kjøpe seksjonen ikke nyttes,\n6. at kjøperetten må gjøres gjeldende innen tre måneder etter at leietaker har mottatt melding om takstprisen fastsatt etter nr. 3.\nIngen kan erverve mer enn to seksjoner i sameiet. Staten, kommuner og organisasjoner som eies eller kontrolleres av stat eller kommune og som har til formål å skaffe boliger, kan erverve flere seksjoner. Det samme gjelder arbeidsgiver som skal leie ut seksjonene til sine ansatte.\n0 Endret ved lov 8 juni 1984 nr. 65.\n1 Lov 16 juni 1939 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Fysisk råderett.",
      "content": "Bruksenheten må ikke nyttes slik at det er til unødig eller urimelig ulempe for brukerne av andre seksjoner.​1\nFellesanleggene må ikke nyttes slik at andre brukere unødig eller urimelig hindres i den bruk av anleggene som er avtalt eller forutsatt.\nDet kan med alminnelig flertall​2 fastsettes vanlige ordensregler for eiendommen.\nVedlikeholdet av bruksenheten påhviler den enkelte sameier. Unnlater denne å foreta det vedlikeholdet som er nødvendig for å bevare eiendommens verdi eller å avverge ulemper, kan sameierne​3 sørge for vedlikeholdet for vedkommendes regning.\n1 Jfr. lov 18 juni 1965 nr. 6 § 3.\n2 Jfr. § 21.\n3 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Rettslig råderett.",
      "content": "Den enkelte sameier har full rettslig råderett over sin seksjon.\nVedtektene kan ikke inneholde forkjøps- eller løsningsretter.\nVed første gangs overdragelse av en seksjon kan det ikke mellom partene avtales vilkår som innskrenker erververens rettslige råderett ut over det som det kan gjøres vedtak om etter fjerde ledd.\nMed to tredjedels flertall som nevnt i § 21 annet ledd, kan det gjøres vedtak om:\n1. salg eller bortfeste av mindre deler av eiendommen når vedtaket ikke i nevneverdig grad endrer utnyttingen av den enkelte bruksenhet eller fører til nevneverdig ulempe for den enkelte sameier,​1\n2. at den enkelte sameier i rimelig utstrekning må gi panterett i sin seksjon for sine økonomiske forpliktelser overfor sameiet,​2\n3. at erverver av seksjon og leietaker av bruksenhet må godkjennes av styret.​3 Er slikt vedtak gjort, kan godkjenning i det enkelte tilfelle bare nektes når det foreligger saklig grunn til det.\n1 Jfr. § 27 fjerde ledd.\n2 Jfr. § 13.\n3 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Fellesutgifter.",
      "content": "Med mindre annet fastsettes i vedtektene, skal utgiftene ved eiendommen som ikke knytter seg til den enkelte bruksenhet, fordeles mellom sameierne etter størrelsen på sameiebrøkene.​1\nHvis en sameier driver virksomhet eller iverksetter tiltak som medfører særlig høye fellesutgifter, kan sameiermøtet​2 vedta at vedkommende skal bære en større del av utgiftene enn det sameiebrøken tilsier.\n1 Jfr. § 5 nr. 4.\n2 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Ansvar for sameiets forpliktelser.",
      "content": "For sameiets felles forpliktelser er den enkelte sameier ansvarlig i forhold til sin sameiebrøk.​1\nSameiets kreditorer må først gjøre sine krav gjeldende mot fellesskapet. Dersom kreditorene innen fjorten dager fra påkrav ikke oppnår dekning av sameiets fellesmidler, eller det er åpenbart at dette ikke kan betale, kan de kreve sameierne direkte.\n1 Jfr. § 5 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Ettersyn m.v.",
      "content": "Den sameierne​1 gir fullmakt​2 skal ha adgang til de enkelte bruksenheter for å foreta ettersyn, installasjoner og reparasjoner når dette er nødvendig av hensyn til de øvrige sameiere, og det tas rimelig hensyn til vedkommende sameier.\n1 Jfr. § 17.\n2 Jfr. lov 31 mai 1918 nr. 4 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Mislighold.",
      "content": "Hvis en sameier til tross for advarsel vesentlig misligholder sine forpliktelser, kan styret​1 pålegge vedkommende å selge seksjonen. Kravet om advarsel gjelder ikke i de tilfeller der det kan kreves fravikelse etter § 16a. Advarsel skal gis skriftlig og opplyse om at vesentlig mislighold gir sameiet rett til å kreve seksjonen solgt. Pålegg om salg skal gis skriftlig og opplyse om at seksjonen kan kreves solgt ved tvangssalg hvis pålegget ikke er etterkommet innen en frist som ikke skal settes kortere enn seks måneder fra pålegget er mottatt.\nEr pålegget ikke etterkommet innen fristen, kan seksjonen kreves solgt gjennom namsmyndighetene, etter reglene om tvangssalg så langt de passer. Tvangsfullbyrdelsesloven §§ 4-18 og 4-19 gjelder tilsvarende. Dersom det innen fristen etter tvangsfullbyrdelsesloven § 11-7 første ledd reises innvendinger mot tvangssalget, skal begjæringen om tvangssalg ikke tas til følge, med mindre innvendingene er åpenbart grunnløse. Bestemmelsene i tvangsfullbyrdelsesloven § 11-20 om det minste bud som kan stadfestes, gjelder ikke ved tvangssalg etter denne paragraf.\n0 Endret ved lover 20 juni 1991 nr. 40, 30 april 1993 nr. 42.\n1 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:16 a",
      "chapter": "3",
      "section": "16 a",
      "title": "Fravikelse.",
      "content": "Medfører sameierens oppførsel fare for ødeleggelse eller vesentlig forringelse av eiendommen, eller er sameierens oppførsel til alvorlig plage eller sjenanse for eiendommens øvrige brukere, kan sameiets styre​1 kreve fravikelse av seksjonen etter tvangsfullbyrdelsesloven kapittel 13. Begjæring om fravikelse kan settes frem tidligst samtidig med at det gis pålegg etter § 16 om salg. Begjæringen settes frem for namsretten. Dersom det innen fristen etter tvangsfullbyrdelsesloven § 13-6 reises innvendinger mot fravikelsen, skal begjæringen om fravikelse ikke tas til følge, med mindre innvendingene er åpenbart grunnløse.\nEtter reglene i paragrafen her kan det også kreves fravikelse i forhold til bruker som ikke er sameier, når vedkommende sameier senest samtidig gis pålegg etter § 16 om salg.\n0 Tilføyd ved lov 20 juni 1991 nr. 40, endret ved lov 30 april 1993 nr. 42.\n1 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16 a."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Sameiermøtet.",
      "content": "Sameiermøtet er sameiets øverste organ. Medlemmer av sameiermøtet er samtlige sameiere.\nStyret​1 og forretningsfører har plikt til å være til stede på sameiermøtet, med mindre det er åpenbart unødvendig eller det foreligger gyldig forfall.\nRevisor​2 og ett husstandsmedlem fra hver boligseksjon har rett til å være til stede på sameiermøtet og til å uttale seg.\n1 Jfr. § 23.\n2 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Innkalling til ordinære sameiermøter.",
      "content": "Ordinært sameiermøte (årsmøte) holdes hvert år innen utgangen av april måned.\nStyret​1 innkaller skriftlig til årsmøtet med et varsel på minst 8 og høyst 20 dager. Innkallingen skal angi tid og sted for møtet, samt dagsorden, herunder forslag som skal behandles på møtet. Med innkallingen skal også følge styrets​1 årsrapport med revidert regnskap.​2\nSaker som en sameier ønsker behandlet på årsmøtet, skal sendes inn skriftlig til styret senest 21 dager før møtet.\nFor at forslag som nevnt i § 21 annet og tredje ledd skal kunne behandles på sameiermøtet, må hovedinnholdet i forslaget være beskrevet i møteinnkallingen.\n1 Jfr. § 23.\n2 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Innkalling til ekstraordinære sameiermøter.",
      "content": "Ekstraordinært sameiermøte holdes når styret finner det nødvendig, eller når minst en tiendedel av sameierne skriftlig krever det og samtidig oppgir hvilke saker de ønsker behandlet.\nStyret​1 innkaller skriftlig til ekstraordinære sameiermøter med minst 3 og høyst 20 dagers varsel. Innkallingen skal angi tid og sted for møtet og de saker som vil bli behandlet.\n§ 18 fjerde ledd gjelder tilsvarende.\n1 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Om sameiermøtet.",
      "content": "I sameiermøtet har sameierne stemmerett, med én stemme for hver seksjon de eier.\nSameieren har rett til å møte ved fullmektig. Fullmektigen skal legge frem skriftlig og datert fullmakt. Fullmakten anses å gjelde førstkommende sameiermøte, med mindre det fremgår at annet er ment. Fullmakten kan når som helst kalles tilbake.\nDet ordinære sameiermøte skal:\n1. behandle årsrapport fra styret,​1\n2. behandle og godkjenne årsregnskapet,​2\n3. behandle andre saker nevnt i innkallingen,\n4. foreta valg etter § 24 og § 29 annet ledd.\nDet ekstraordinære sameiermøtet skal behandle saker som er nevnt i innkallingen til møtet.\nSameiermøtet ledes av styrets leder.​1 Hvis lederen ikke er til stede, velger sameiermøtet en møteleder blant de tilstedeværende sameiere.\nDet skal under møtelederens ansvar føres protokoll over alle saker som behandles og alle vedtak som treffes av sameiermøtet. Protokollen leses opp før møtets avslutning og underskrives av møtelederen og minst én av de tilstedeværende sameierne valgt av sameiermøtet. Protokollen skal holdes tilgjengelig for sameierne.\n1 Jfr. § 23.\n2 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Sameiermøtets kompetanse.",
      "content": "Med de unntak som følger av annet og tredje ledd i denne paragraf eller av vedtektene, treffes alle beslutninger med alminnelig flertall i forhold til de avgitte stemmene.​1\nHvis ikke vedtektene krever større flertall, kreves det to tredjedels flertall av de avgitte stemmene​1 til vedtak om:​2\n1. nyanskaffelser samt forbedringer og utbedringer som etter forholdene i sameiet eller utgiftenes størrelse må anses for vesentlige,\n2. fastsetting av vedtekter og endring av disse,\n3. vedtak som nevnt i § 12 fjerde ledd.\nVedtak om salg eller bortfeste av hele eller vesentlige deler av eiendommen krever enstemmighet blant alle sameierne.​2\n1 Jfr. § 20 første ledd.\n2 Jfr. § 18 fjerde ledd jfr. § 19 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Ugildhet.",
      "content": "Ingen kan som sameier eller fullmektig eller ved fullmektig delta i noen avstemning på sameiermøtet om rettshandel overfor seg selv eller om eget ansvar. Heller ikke kan noen delta i avstemning om rettshandel overfor tredjemann eller om tredjemanns ansvar dersom vedkommende har en fremtredende personlig eller økonomisk særinteresse i saken.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Styret.",
      "content": "Sameiet skal ha et styre. I sameie med åtte eller færre seksjoner kan det likevel fastsettes i vedtektene at sameiet ikke skal ha styre, men at styrets funksjoner etter loven her skal utøves av sameierne i fellesskap.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Sammensetningen av styret.",
      "content": "Styret velges av sameiermøtet​2 blant sameierne. Styrets leder velges særskilt.\nStyret skal bestå av tre medlemmer. Ett av medlemmene skal være leder.\nStyremedlem tjenestegjør i ett år. Tjenestetiden opphører ved avslutningen av det ordinære sameiermøtet​3 i det år tjenestetiden utløper.\nI vedtektene kan fastsettes antall styremedlemmer som fraviker fra bestemmelsen i annet ledd, og at det skal være varamedlemmer til styret.\nLovens bestemmelser om styremedlemmer får så langt de passer, anvendelse på varamedlemmer.\n1 Se § 23.\n2 Jfr. § 17.\n3 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Innkalling til styremøter.",
      "content": "Det innkalles til styremøte av styrelederen etter behov eller når minst to styremedlemmer forlanger det.\nInnkallingen skal angi tid og sted for møtet og de saker som vil bli behandlet.\n1 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Styremøter.​2",
      "content": "Styremøtet ledes av styrelederen. Dersom vedkommende har forfall og det ikke er valgt noen nestleder, velger styret en møteleder.\nStyret skal føre protokoll over sine forhandlinger. Den skal underskrives av de fremmøtte styremedlemmer.\n1 Se § 23.\n2 Jfr. § 27 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Styrets kompetanse m.v.",
      "content": "Styret står for forvaltning av sameiernes felles anliggender i samsvar med lov, vedtekter og vedtak av sameiermøtet.\nMed mindre annet bestemmes i vedtektene, hører det under styret å ansette, si opp og avskjedige forretningsfører og andre funksjonærer, gi instruks for dem, fastsette deres lønn og føre tilsyn med at de oppfyller sine plikter.\nStyret er beslutningsdyktig når mer enn halvparten av medlemmene er til stede. Vedtak treffes med alminnelig flertall, hvis ikke vedtektene bestemmer noe annet. Ved stemmelikhet gjør møtelederens stemme utslaget.\nI felles anliggender og ved salg eller bortfeste etter § 12 fjerde ledd nr. 1 representerer styret sameierne og forplikter dem ved underskrift. I vedtektene kan bestemmes at sameierne forpliktes ved underskrift av to eller flere medlemmer i fellesskap. I saker som nevnt i dette ledd, kan styrets leder saksøke og saksøkes med bindende virkning for alle sameierne.\n1 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "Ugildhet for styremedlem og forretningsfører.",
      "content": "Styremedlem eller forretningsfører må ikke delta i behandlingen eller avgjørelsen av noe spørsmål som vedkommende har en fremtredende personlig eller økonomisk særinteresse i.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "title": "Regnskap og revisjon.",
      "content": "Styret​1 skal sørge for ordentlig og tilstrekkelig regnskapsførsel.\nRegnskapet skal revideres av revisor valgt av sameiermøtet.\n1 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Tvistemål i eierseksjonsforhold.",
      "content": "Tvistemål i sameieforhold mellom sameiere etter denne lov hører under husleieretten i de kommuner der slik domstol er opprettet i medhold av husleielovens​1 § 52.\n1 Lov 16 juni 1939 nr. 6",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Ikrafttreden.",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.​1\n1 I kraft 22 april 1983 iflg. res. 8 april 1983 nr. 739.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Liknende eierform.",
      "content": "Med de begrensninger som følger av § 33, kommer loven her til anvendelse på eierform hvor eiendomsrett til fysisk del av bygning er knyttet sammen med sameieandel i bygning med grunn eller festerett til grunn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Overgangsbestemmelser.",
      "content": "For eierseksjoner der opprettelsen er tinglyst før lovens ikrafttreden,​1 gjelder følgende overgangsbestemmelser:\n1. § 4, § 5 nr. 1, 2, 3 og 4 første, tredje og fjerde ledd, § 6, § 7 og § 12 annet ledd gjelder ikke.\n2. vedtekter og andre interne bestemmelser som er i strid med de øvrige regler i loven, blir uten rettsvirkning to år etter lovens ikrafttreden.\n1 Se § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "title": "Endringer i andre lover.",
      "content": "Fra den tid loven her trer i kraft, foretas følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Definisjon.",
      "content": "Med eierseksjon forstås i loven her sameieandel i bygning med grunn eller festerett til grunn når det til andelen er knyttet enerett til bruk av bolig, forretningslokale eller annen bruksenhet i bygning.​1\nLov av 18. juni 1965 nr. 6 om sameige får ikke anvendelse for eierseksjoner.\n1 Jfr. §§ 32, 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Fravikelighet.",
      "content": "Loven er ufravikelig med mindre annet er uttrykkelig sagt eller fremgår av sammenhengen.​1\n1 Jfr. §§ 12, 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Adgangen til å gi forskrifter.",
      "content": "Departementet​1 kan gi forskrifter til gjennomføring og utfylling av loven.\nDet​1 kan også fastsette eller utferdige blanketter til bruk ved praktiseringen av loven.\n1 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Begrensning i adgangen til å opprette liknende eierform.​1",
      "content": "Det kan ikke stiftes eiendomsrett til fysisk del av bygning før det er tinglyst​2 målebrev eller attest etter lov av 23. juni 1978 nr. 70 om kartlegging, deling og registrering av grunneiendom § 4-2 for grunnen eller festeretten til vedkommende del.\n1 Jfr. § 32.\n2 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Vilkår for oppdeling i eierseksjoner.",
      "content": "For at en eiendom skal kunne oppdeles i eierseksjoner, må følgende vilkår være oppfylt:\n1. Eiendommen må som hovedregel ikke omfatte mer enn ett gårds- og bruksnummer.\n2. Eiendommen må oppdeles i så mange seksjoner som det er bruksenheter. Likevel kan det senere foretas ytterligere oppdeling, sammenslåing eller endring av seksjoner.\nI bygninger som bare delvis brukes til boligformål, er kravet om full oppdeling ikke til hinder for at boligene samlet utgjør én seksjon og at lokaler for næringsformål samlet utgjør én seksjon.\n3. Eiendommen må oppdeles slik at det blir naturlige og hensiktsmessige bruksenheter etter de formål de skal ha. Minstekravet til standard i boligseksjon er at den har egen inngang, eget kjøkken og eget WC og bad innenfor bruksenheten. Departementet​1 kan gi forskrifter om bygningens tekniske standard.\nBestemmelsen i nr. 3 første ledd annet punktum gjelder ikke for oppdeling som foretas av borettslag​2 eller aksjeselskap med samme formål som borettslag,​3 som er stiftet før eierseksjonslovens ikrafttreden.​4\n4. Ved oppdelingen skal det for hver eierseksjon fastsettes en sameiebrøk med hele tall i teller og nevner. Nevneren skal være det samme tall i alle brøkene. Fastsettelsen av sameiebrøken skal bygge på bruksenhetenes areal, med mindre det fastsettes i vedtektene at innbyrdes verdi skal legges til grunn.\nEndring av sameiebrøkene kan bare skje ved enstemmig vedtak av de sameiere som berøres av endringen.\nDet kan ikke foretas seksjonering av eiendom som omfattes av vedtak om utbedringsprogram eller regulering til fornyelsesområde etter plan- og bygningsloven.​5 Kommunestyre eller den det gir fullmakt, kan likevel gjøre unntak fra seksjoneringsforbudet i dette ledd.\nVedkommende kommune skal senest 6 måneder i forveien være meddelt at begjæring om oppdeling vil kunne bli innsendt.\n0 Endret ved lover 8 juni 1984 nr. 65, 14 juni 1985 nr. 77.\n1 Kommunaldepartementet.\n2 Jfr. lov 4 feb 1960 nr. 2.\n3 Jfr. lov 4 feb 1960 nr. 2 § 1.\n4 Se § 31.\n5 Lov 14 juni 1985 nr. 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Begrensning i adgangen til å opprette eierseksjoner.",
      "content": "Grunn, garasjer, parkeringsplasser, boder, rom til felles bruk o.l. kan ikke skilles ut som egne seksjoner eller utgjøre en del av en seksjon. Likevel kan garasjeanlegg skilles ut som egen seksjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Oppdelingsbegjæring.",
      "content": "Begjæringen skal inneholde opplysning om eiendommens betegnelse, hvor mange seksjoner den skal deles i og disses nummer, hvilket formål de skal ha (bolig, forretning osv.), samt sameiebrøk som angitt i § 5.\nMed begjæringen skal følge situasjonsplan og plantegninger over etasjene, herunder også kjeller og loft. På tegningene skal grensene for bruksenhetene og deres seksjonsnumre tydelig angis. Dessuten skal det ved egenerklæring godtgjøres at kravene i dette kapittel til opprettelse av eierseksjoner er oppfylt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Fastsettelse av seksjonsnumre.",
      "content": "Tinglysingsdommeren​1 bestemmer seksjonsnumrene og fører disse på begjæringen.\n1 Jfr. lov 7 juni 1935 nr. 2 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Tinglysing.",
      "content": "Tinglysingsdommeren​1 foretar tinglysing av oppdelingsbegjæringen og oppretter eget grunnboksblad for hver seksjon.\n1 Jfr. lov 7 juni 1935 nr. 2 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Rett til kjøp av seksjon i bestående bygning.",
      "content": "Når oppdelingsbegjæringen er tinglyst, har leietakerne av de enkelte boligseksjoner med vanlig oppsigelig leiekontrakt eller som har bodd i leiligheten i minst 2 år etter annen kontrakt med gårdeieren, rett til å kjøpe den seksjon som bruksenheten hører til.\nEieren av eiendommen skal da snarest sende skriftlig tilbud om kjøp til dem som har kjøperett etter første ledd.\nTilbudet om kjøp skal inneholde opplysninger om:\n1. at begjæring om oppdeling av eiendommen i eierseksjoner er tinglyst,\n2. retten til kjøp av seksjon med forslag til pris og øvrige salgsvilkår,\n3. at prisen på seksjonen fastsettes av tre takstmenn oppnevnt av retten, dersom enighet ikke oppnås mellom partene. Taksering skal skje på grunnlag av hva det ville koste å bygge en tilsvarende eiendom på oppdelingstiden. Det skal gjøres fradrag for alder, slitasje, skader, dårlig planløsning, beboernes påkostninger ut over vanlig vedlikehold m.v. Takseringsbeløpet fordeles deretter på den enkelte seksjon i forhold til den fastsatte sameiebrøk,\n4. at leietakerens rett til bytte av bolig etter husleielovens​1 § 32 a faller bort ved første overdragelse av seksjonen etter at oppdelingsbegjæringen er tinglyst,\n5. at leietakerens øvrige rettigheter etter leiekontrakten og husleieloven​1 er i behold, selv om retten til å kjøpe seksjonen ikke nyttes,\n6. at kjøperetten må gjøres gjeldende innen tre måneder etter at leietaker har mottatt melding om takstprisen fastsatt etter nr. 3.\nIngen kan erverve mer enn to seksjoner i sameiet. Staten, kommuner og organisasjoner som eies eller kontrolleres av stat eller kommune og som har til formål å skaffe boliger, kan erverve flere seksjoner. Det samme gjelder arbeidsgiver som skal leie ut seksjonene til sine ansatte.\n0 Endret ved lov 8 juni 1984 nr. 65.\n1 Lov 16 juni 1939 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Fysisk råderett.",
      "content": "Bruksenheten må ikke nyttes slik at det er til unødig eller urimelig ulempe for brukerne av andre seksjoner.​1\nFellesanleggene må ikke nyttes slik at andre brukere unødig eller urimelig hindres i den bruk av anleggene som er avtalt eller forutsatt.\nDet kan med alminnelig flertall​2 fastsettes vanlige ordensregler for eiendommen.\nVedlikeholdet av bruksenheten påhviler den enkelte sameier. Unnlater denne å foreta det vedlikeholdet som er nødvendig for å bevare eiendommens verdi eller å avverge ulemper, kan sameierne​3 sørge for vedlikeholdet for vedkommendes regning.\n1 Jfr. lov 18 juni 1965 nr. 6 § 3.\n2 Jfr. § 21.\n3 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Rettslig råderett.",
      "content": "Den enkelte sameier har full rettslig råderett over sin seksjon.\nVedtektene kan ikke inneholde forkjøps- eller løsningsretter.\nVed første gangs overdragelse av en seksjon kan det ikke mellom partene avtales vilkår som innskrenker erververens rettslige råderett ut over det som det kan gjøres vedtak om etter fjerde ledd.\nMed to tredjedels flertall som nevnt i § 21 annet ledd, kan det gjøres vedtak om:\n1. salg eller bortfeste av mindre deler av eiendommen når vedtaket ikke i nevneverdig grad endrer utnyttingen av den enkelte bruksenhet eller fører til nevneverdig ulempe for den enkelte sameier,​1\n2. at den enkelte sameier i rimelig utstrekning må gi panterett i sin seksjon for sine økonomiske forpliktelser overfor sameiet,​2\n3. at erverver av seksjon og leietaker av bruksenhet må godkjennes av styret.​3 Er slikt vedtak gjort, kan godkjenning i det enkelte tilfelle bare nektes når det foreligger saklig grunn til det.\n1 Jfr. § 27 fjerde ledd.\n2 Jfr. § 13.\n3 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Fellesutgifter.",
      "content": "Med mindre annet fastsettes i vedtektene, skal utgiftene ved eiendommen som ikke knytter seg til den enkelte bruksenhet, fordeles mellom sameierne etter størrelsen på sameiebrøkene.​1\nHvis en sameier driver virksomhet eller iverksetter tiltak som medfører særlig høye fellesutgifter, kan sameiermøtet​2 vedta at vedkommende skal bære en større del av utgiftene enn det sameiebrøken tilsier.\n1 Jfr. § 5 nr. 4.\n2 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Ansvar for sameiets forpliktelser.",
      "content": "For sameiets felles forpliktelser er den enkelte sameier ansvarlig i forhold til sin sameiebrøk.​1\nSameiets kreditorer må først gjøre sine krav gjeldende mot fellesskapet. Dersom kreditorene innen fjorten dager fra påkrav ikke oppnår dekning av sameiets fellesmidler, eller det er åpenbart at dette ikke kan betale, kan de kreve sameierne direkte.\n1 Jfr. § 5 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Ettersyn m.v.",
      "content": "Den sameierne​1 gir fullmakt​2 skal ha adgang til de enkelte bruksenheter for å foreta ettersyn, installasjoner og reparasjoner når dette er nødvendig av hensyn til de øvrige sameiere, og det tas rimelig hensyn til vedkommende sameier.\n1 Jfr. § 17.\n2 Jfr. lov 31 mai 1918 nr. 4 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Mislighold.",
      "content": "Hvis en sameier til tross for advarsel vesentlig misligholder sine forpliktelser, kan styret​1 pålegge vedkommende å selge seksjonen. Kravet om advarsel gjelder ikke i de tilfeller der det kan kreves fravikelse etter § 16a. Advarsel skal gis skriftlig og opplyse om at vesentlig mislighold gir sameiet rett til å kreve seksjonen solgt. Pålegg om salg skal gis skriftlig og opplyse om at seksjonen kan kreves solgt ved tvangssalg hvis pålegget ikke er etterkommet innen en frist som ikke skal settes kortere enn seks måneder fra pålegget er mottatt.\nEr pålegget ikke etterkommet innen fristen, kan seksjonen kreves solgt gjennom namsmyndighetene, etter reglene om tvangssalg så langt de passer. Tvangsfullbyrdelsesloven §§ 4-18 og 4-19 gjelder tilsvarende. Dersom det innen fristen etter tvangsfullbyrdelsesloven § 11-7 første ledd reises innvendinger mot tvangssalget, skal begjæringen om tvangssalg ikke tas til følge, med mindre innvendingene er åpenbart grunnløse. Bestemmelsene i tvangsfullbyrdelsesloven § 11-20 om det minste bud som kan stadfestes, gjelder ikke ved tvangssalg etter denne paragraf.\n0 Endret ved lover 20 juni 1991 nr. 40, 30 april 1993 nr. 42.\n1 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:16 a",
      "chapter": "3",
      "section": "16 a",
      "title": "Fravikelse.",
      "content": "Medfører sameierens oppførsel fare for ødeleggelse eller vesentlig forringelse av eiendommen, eller er sameierens oppførsel til alvorlig plage eller sjenanse for eiendommens øvrige brukere, kan sameiets styre​1 kreve fravikelse av seksjonen etter tvangsfullbyrdelsesloven kapittel 13. Begjæring om fravikelse kan settes frem tidligst samtidig med at det gis pålegg etter § 16 om salg. Begjæringen settes frem for namsretten. Dersom det innen fristen etter tvangsfullbyrdelsesloven § 13-6 reises innvendinger mot fravikelsen, skal begjæringen om fravikelse ikke tas til følge, med mindre innvendingene er åpenbart grunnløse.\nEtter reglene i paragrafen her kan det også kreves fravikelse i forhold til bruker som ikke er sameier, når vedkommende sameier senest samtidig gis pålegg etter § 16 om salg.\n0 Tilføyd ved lov 20 juni 1991 nr. 40, endret ved lov 30 april 1993 nr. 42.\n1 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16 a."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Sameiermøtet.",
      "content": "Sameiermøtet er sameiets øverste organ. Medlemmer av sameiermøtet er samtlige sameiere.\nStyret​1 og forretningsfører har plikt til å være til stede på sameiermøtet, med mindre det er åpenbart unødvendig eller det foreligger gyldig forfall.\nRevisor​2 og ett husstandsmedlem fra hver boligseksjon har rett til å være til stede på sameiermøtet og til å uttale seg.\n1 Jfr. § 23.\n2 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Innkalling til ordinære sameiermøter.",
      "content": "Ordinært sameiermøte (årsmøte) holdes hvert år innen utgangen av april måned.\nStyret​1 innkaller skriftlig til årsmøtet med et varsel på minst 8 og høyst 20 dager. Innkallingen skal angi tid og sted for møtet, samt dagsorden, herunder forslag som skal behandles på møtet. Med innkallingen skal også følge styrets​1 årsrapport med revidert regnskap.​2\nSaker som en sameier ønsker behandlet på årsmøtet, skal sendes inn skriftlig til styret senest 21 dager før møtet.\nFor at forslag som nevnt i § 21 annet og tredje ledd skal kunne behandles på sameiermøtet, må hovedinnholdet i forslaget være beskrevet i møteinnkallingen.\n1 Jfr. § 23.\n2 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Innkalling til ekstraordinære sameiermøter.",
      "content": "Ekstraordinært sameiermøte holdes når styret finner det nødvendig, eller når minst en tiendedel av sameierne skriftlig krever det og samtidig oppgir hvilke saker de ønsker behandlet.\nStyret​1 innkaller skriftlig til ekstraordinære sameiermøter med minst 3 og høyst 20 dagers varsel. Innkallingen skal angi tid og sted for møtet og de saker som vil bli behandlet.\n§ 18 fjerde ledd gjelder tilsvarende.\n1 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Om sameiermøtet.",
      "content": "I sameiermøtet har sameierne stemmerett, med én stemme for hver seksjon de eier.\nSameieren har rett til å møte ved fullmektig. Fullmektigen skal legge frem skriftlig og datert fullmakt. Fullmakten anses å gjelde førstkommende sameiermøte, med mindre det fremgår at annet er ment. Fullmakten kan når som helst kalles tilbake.\nDet ordinære sameiermøte skal:\n1. behandle årsrapport fra styret,​1\n2. behandle og godkjenne årsregnskapet,​2\n3. behandle andre saker nevnt i innkallingen,\n4. foreta valg etter § 24 og § 29 annet ledd.\nDet ekstraordinære sameiermøtet skal behandle saker som er nevnt i innkallingen til møtet.\nSameiermøtet ledes av styrets leder.​1 Hvis lederen ikke er til stede, velger sameiermøtet en møteleder blant de tilstedeværende sameiere.\nDet skal under møtelederens ansvar føres protokoll over alle saker som behandles og alle vedtak som treffes av sameiermøtet. Protokollen leses opp før møtets avslutning og underskrives av møtelederen og minst én av de tilstedeværende sameierne valgt av sameiermøtet. Protokollen skal holdes tilgjengelig for sameierne.\n1 Jfr. § 23.\n2 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Sameiermøtets kompetanse.",
      "content": "Med de unntak som følger av annet og tredje ledd i denne paragraf eller av vedtektene, treffes alle beslutninger med alminnelig flertall i forhold til de avgitte stemmene.​1\nHvis ikke vedtektene krever større flertall, kreves det to tredjedels flertall av de avgitte stemmene​1 til vedtak om:​2\n1. nyanskaffelser samt forbedringer og utbedringer som etter forholdene i sameiet eller utgiftenes størrelse må anses for vesentlige,\n2. fastsetting av vedtekter og endring av disse,\n3. vedtak som nevnt i § 12 fjerde ledd.\nVedtak om salg eller bortfeste av hele eller vesentlige deler av eiendommen krever enstemmighet blant alle sameierne.​2\n1 Jfr. § 20 første ledd.\n2 Jfr. § 18 fjerde ledd jfr. § 19 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Ugildhet.",
      "content": "Ingen kan som sameier eller fullmektig eller ved fullmektig delta i noen avstemning på sameiermøtet om rettshandel overfor seg selv eller om eget ansvar. Heller ikke kan noen delta i avstemning om rettshandel overfor tredjemann eller om tredjemanns ansvar dersom vedkommende har en fremtredende personlig eller økonomisk særinteresse i saken.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Styret.",
      "content": "Sameiet skal ha et styre. I sameie med åtte eller færre seksjoner kan det likevel fastsettes i vedtektene at sameiet ikke skal ha styre, men at styrets funksjoner etter loven her skal utøves av sameierne i fellesskap.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Sammensetningen av styret.",
      "content": "Styret velges av sameiermøtet​2 blant sameierne. Styrets leder velges særskilt.\nStyret skal bestå av tre medlemmer. Ett av medlemmene skal være leder.\nStyremedlem tjenestegjør i ett år. Tjenestetiden opphører ved avslutningen av det ordinære sameiermøtet​3 i det år tjenestetiden utløper.\nI vedtektene kan fastsettes antall styremedlemmer som fraviker fra bestemmelsen i annet ledd, og at det skal være varamedlemmer til styret.\nLovens bestemmelser om styremedlemmer får så langt de passer, anvendelse på varamedlemmer.\n1 Se § 23.\n2 Jfr. § 17.\n3 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Innkalling til styremøter.",
      "content": "Det innkalles til styremøte av styrelederen etter behov eller når minst to styremedlemmer forlanger det.\nInnkallingen skal angi tid og sted for møtet og de saker som vil bli behandlet.\n1 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Styremøter.​2",
      "content": "Styremøtet ledes av styrelederen. Dersom vedkommende har forfall og det ikke er valgt noen nestleder, velger styret en møteleder.\nStyret skal føre protokoll over sine forhandlinger. Den skal underskrives av de fremmøtte styremedlemmer.\n1 Se § 23.\n2 Jfr. § 27 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Styrets kompetanse m.v.",
      "content": "Styret står for forvaltning av sameiernes felles anliggender i samsvar med lov, vedtekter og vedtak av sameiermøtet.\nMed mindre annet bestemmes i vedtektene, hører det under styret å ansette, si opp og avskjedige forretningsfører og andre funksjonærer, gi instruks for dem, fastsette deres lønn og føre tilsyn med at de oppfyller sine plikter.\nStyret er beslutningsdyktig når mer enn halvparten av medlemmene er til stede. Vedtak treffes med alminnelig flertall, hvis ikke vedtektene bestemmer noe annet. Ved stemmelikhet gjør møtelederens stemme utslaget.\nI felles anliggender og ved salg eller bortfeste etter § 12 fjerde ledd nr. 1 representerer styret sameierne og forplikter dem ved underskrift. I vedtektene kan bestemmes at sameierne forpliktes ved underskrift av to eller flere medlemmer i fellesskap. I saker som nevnt i dette ledd, kan styrets leder saksøke og saksøkes med bindende virkning for alle sameierne.\n1 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "Ugildhet for styremedlem og forretningsfører.",
      "content": "Styremedlem eller forretningsfører må ikke delta i behandlingen eller avgjørelsen av noe spørsmål som vedkommende har en fremtredende personlig eller økonomisk særinteresse i.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "title": "Regnskap og revisjon.",
      "content": "Styret​1 skal sørge for ordentlig og tilstrekkelig regnskapsførsel.\nRegnskapet skal revideres av revisor valgt av sameiermøtet.\n1 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Tvistemål i eierseksjonsforhold.",
      "content": "Tvistemål i sameieforhold mellom sameiere etter denne lov hører under husleieretten i de kommuner der slik domstol er opprettet i medhold av husleielovens​1 § 52.\n1 Lov 16 juni 1939 nr. 6",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Ikrafttreden.",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.​1\n1 I kraft 22 april 1983 iflg. res. 8 april 1983 nr. 739.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Liknende eierform.",
      "content": "Med de begrensninger som følger av § 33, kommer loven her til anvendelse på eierform hvor eiendomsrett til fysisk del av bygning er knyttet sammen med sameieandel i bygning med grunn eller festerett til grunn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Overgangsbestemmelser.",
      "content": "For eierseksjoner der opprettelsen er tinglyst før lovens ikrafttreden,​1 gjelder følgende overgangsbestemmelser:\n1. § 4, § 5 nr. 1, 2, 3 og 4 første, tredje og fjerde ledd, § 6, § 7 og § 12 annet ledd gjelder ikke.\n2. vedtekter og andre interne bestemmelser som er i strid med de øvrige regler i loven, blir uten rettsvirkning to år etter lovens ikrafttreden.\n1 Se § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "title": "Endringer i andre lover.",
      "content": "Fra den tid loven her trer i kraft, foretas følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    }
  ]
}