{
  "id": "LOV-1983-06-03-40",
  "type": "statute",
  "title": "Lov om saltvannsfiske m.v.",
  "short_name": "Saltvannsfiskeloven – saltvfl.",
  "status": "in_force",
  "issued_date": "1983-06-03",
  "in_force_date": "1984-08-15",
  "url": "https://lovdata.no/dokument/NLO/lov/1983-06-03-40",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens stedlige virkeområde.",
      "content": "For norske statsborgere​1 og personer bosatt i Norge får denne lov anvendelse:\na. i farvann under norsk jurisdiksjon,​2\nb. i farvann utenfor noen stats fiskerijurisdiksjon på norsk fartøy som driver fiske eller fangst, eller som mottar eller transporterer fisk, eller som mottar eller leverer forsynings- og støttetjenester,\nc. i farvann under fremmed stats fiskerijurisdiksjon på norsk fartøy som driver fiske eller fangst, som mottar eller transporterer fisk eller som mottar eller leverer forsynings- og støttetjenester, men bare for så vidt gjelder kapitlene II, III, X og § 24. Kongen kan bestemme at også andre deler av loven skal gjelde for norske fartøy i slike farvann,\nd. på det norske fastland i forbindelse med omlasting, landing, transport, oppbevaring og ved kontroll av omsetning av fisk som nevnt i § 2 første ledd.\nLikestilt med norsk statsborger​1 eller person bosatt i Norge er etter denne lov:\na. aksjeselskap,​3 allmennaksjeselskap​4 og annet selskap med begrenset ansvar når selskapets hovedkontor og styrets sete er i Norge,\nb. staten, innretning eller fond som styres av staten, samt norsk kommune,\nc. enhver som driver fiske og fangst med norsk fartøy.\nMed norsk fartøy menes fartøy som oppfyller vilkårene i sjøloven​5 § 1 første, annet og fjerde ledd.\nFor andre enn de som går inn under de foregående ledd, får kapitlene V, VI, VIII, IX og X anvendelse i farvann som nevnt i første ledd bokstav a. Forskrifter fastsatt etter kapittel II får anvendelse i disse farvann for de som er nevnt i foregående punktum når det er uttrykkelig bestemt. For andre enn de som går inn under de foregående ledd, får kapitlene IX og X og forskrifter fastsatt etter kapittel II dessuten anvendelse i farvann som nevnt i første ledd bokstav b i den utstrekning dette følger av overenskomst med fremmed stat, eller det drives fiske eller fangst med statsløst fartøy. I forskrift​6 fastsatt etter kapittel II kan også bestemmes at § 11 skal få tilsvarende anvendelse.\nKongen kan bestemme at loven eller deler av den ikke skal gjelde bestemte områder.\n0 Endret ved lover 23 des 1988 nr. 99, 24 juni 1994 nr. 39, 3 mai 1996 nr. 24 (i kraft 1 jan 1997), 13 juni 1997 nr. 44 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 615), 21 jan 2000 nr. 8, 15 juni 2001 nr. 51, 22 des 2006 nr. 96.\n1 Jfr. lov 10 juni 2005 nr. 51.\n2 Jfr. lover 27 juni 2003 nr. 57, 17 des 1976 nr. 91. – Jfr. § 53 tredje ledd.\n3 Jfr. lov 13 juni 1997 nr. 44 (asl.).\n4 Jfr. lov 13 juni 1997 nr. 45 (asal.).\n5 Lov 24 juni 1994 nr. 39.\n6 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens saklige virkeområde.",
      "content": "Denne lov gjelder for fiske i sjøen med unntak av fiske etter anadrome laksefisk.​1 Med fisk forstås her også pigghuder og skall- og bløtdyr (krepsdyr og skjell). Loven gjelder også omlasting, landing, transport, oppbevaring og ved kontroll av omsetning av fisk og mottak og levering av forsynings- og støttetjenester.\nLovens kapitler II, III, IV, IX og X samt § 24 gjelder og for sel- og hvalfangst. Kongen kan bestemme at andre av lovens kapitler helt eller delvis skal gjelde for slik fangstvirksomhet. Videre kan Kongen bestemme at kapitel V og X skal gjelde for fiske etter anadrome laksefisk.​1\nKongen kan og bestemme at kapitlene II, V, VI, VIII og X helt eller delvis skal gjelde for annen virksomhet enn fiske.\nFiskeridirektoratet kan tillate at vitenskapelige undersøkelser og praktiske fiskeforsøk utøves uten hensyn til bestemmelsene i eller i medhold av denne lov.​2\n0 Endret ved lover 15 mai 1992 nr. 47, 15 juni 2001 nr. 51, 22 des 2006 nr. 96.\n1 Jfr. lov 15 mai 1992 nr. 47.\n2 Jfr. lov 17 juni 2005 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Folkerettslig begrensning.",
      "content": "Denne lov berører ikke retten til skipsfart i den økonomiske sone, jfr. lov av 17. desember 1976 nr. 91 om Norges økonomiske sone, og lovens regler gjelder med de begrensninger som følger av folkeretten eller overenskomst med fremmed stat.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Reguleringsfullmakter.",
      "content": "For å forvalte de levende ressurser i havet på en hensiktsmessig måte, når internasjonale avtaler gjør det nødvendig eller en rasjonell eller hensiktsmessig utøvelse eller gjennomføring av fiske og fangst tilsier det, kan departementet​1 gi forskrifter​2 om:\na. største, tillatte fangstkvantum, herunder kvantum fordelt på områder og redskaper,\nb. fredningstid og forbud mot fiske og fangst på visse områder og på visse arter,\nc. minstemål og minstevekt,\nd. maskevidde, dimensjoner og utforming av fiskeredskaper,\ne. tillatt bifangst,\nf. forbud mot eller regulering av fangstmåter og bruk av redskaper,\ng. havdeling mellom forskjellige redskapsgrupper, fartøygrupper og størrelsesgrupper på bestemte områder,\nh. en redskapsgruppes, fartøygruppes og størrelsesgruppes fangsttid,\ni. hvor mange fartøyer som kan drive fiske samtidig på ett fangstfelt,\nj. tidspunkt for utseiling til deltagelse i fiske og fangst,\nk. forbud mot en bestemt anvendelse av fangsten,\nl. fiske, fangst og tarehøsting som foregår på samme område,\nm. forbud mot å ha bestemte redskaper ombord og oppbevaring av fiskeredskaper som ikke kan nyttes i det område fartøyet befinner seg,\nn. beskatning av flora og fauna som ødelegger verneverdige arter,\no. beskatning av flora og fauna som er næringsgrunnlag for verneverdige arter.\np. forbud mot eller regulering av bruk av utstyr og innretninger om bord som kan nyttes til sortering, oppmaling, utkast av fisk eller dumping av bearbeidet fangst,\nq. plikt til å ha godkjent kalibreringsdokument av RSW-tanker, tegninger og beskrivelse av oppbevaringsrom og binger samt dokument med stuingsoversikt om bord,\nr. adskilt stuing av de enkelte fiskeslag og fiskeprodukter,\ns. plikt til å ha og anvende bestemt utstyr for kontroll, rapportering og posisjonsbestemmelse. Departementet​1 kan bestemme i hvilken utstrekning fartøy skal dekke kostnadene ved anskaffelse, installasjon og bruk av slikt utstyr.\nt. faktorer for beregning av rund vekt fisk som landes, produseres, oppbevares eller transporteres.\nu. forbud mot omlasting,\nv. forbud mot forsynings- og støttetjenester til og fra annet fartøy med norsk fartøy når det er eller blir innført forbud rettet mot førstnevnte fartøy i medhold av lov 17. juni 1966 nr. 19 om forbud mot at utlendinger driver fiske m.v. innenfor Norges territorialfarvann § 9.\nDepartementet​1 kan bestemme at en del av totalkvoten for den enkelte bestand fastsatt etter § 4, skal leveres for tilvirkning ved landanlegg i bestemte distrikt. Av totalkvoten kan det avsettes bestemte kvanta til bestemte tidsrom og til bestemte grupper av fartøy.\nI fiske på bestander som står i fare for å bli overbeskattet, kan departementet​1 forby at norsk fartøy nyttes av andre enn norske statsborgere eller dem som er likestilt med norske statsborgere​3 etter § 1 annet ledd.\nUten tillatelse av departementet må ingen sette ut organismer og levende rogn i fjorder og havområder. Tillatelse til utsetting kan gis ved forskrift for visse organismer og for bestemte områder eller ved enkeltvedtak.​4\n0 Endret ved lover 23 des 1988 nr. 99, 11 juni 1993 nr. 73, 17 juli 1998 nr. 57, 15 juni 2001 nr. 51, 22 des 2006 nr. 96. Loven ble opphevet ved lov 6 juni 2008 nr. 37 med unntak av det her gjenstående ledd (ikr. 1 jan 2009 iflg. res. 12 des 2008 nr. 1355). Det gjenstående leddet ble opphevet når lov 19 juni 2009 nr. 100 § 78 nr. 15 om endring i lov 6 juni 2008 nr. 37 § 7 trådte ikr. 1 feb 2011 iflg. res. 7 jan 2011 nr. 10.\n1 Fiskeri- og kystdepartementet. – Jfr. § 10.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. lov 10 juni 2005 nr. 51.\n4 Jfr. lov 10 feb 1967 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:4 a",
      "chapter": "2",
      "section": "4 a",
      "title": "Redskapsbegrensing for ikke-manntallsførte fiskere",
      "content": "Med mindre departementet​1 bestemmer noe annet med hjemmel i § 4, kan person som ikke er registrert i manntall for fiskere og fangstmenn m.v. (fiskermanntallet),​2 drive fiske med følgende redskaper:\na. Håndsnøre, fiskestang og én maskindrevet juksa eller dorg,\nb. garn med samlet lengde på inntil 210 meter,\nc. liner med inntil 300 angler og\nd. inntil 20 teiner eller ruser.\nDet er forbudt​3 for ikke-manntallsførte​2 fiskere å fiske med trål, snurrevad og not. Departementet​4 kan gi dispensasjon for bruk av landnot.\nFra et enkelt fartøy kan det ikke fiskes med større antall redskap enn nevnt i første ledd.\nDepartementet​1 kan fastsette forskrifter​5 om utforming av redskap, hva som er å anse som redskap og om gjennomføring av fritidsfiske etter denne paragraf.\n0 Tilføyd ved lov 13 juni 1997 nr. 41.\n1 Fiskeri- og kystdepartementet.\n2 Se lov 28 juni 1957 nr. 12 § 4.\n3 Jfr. § 53 og § 54.\n4 Fiskeridirektoratet iflg. res. 27 juni 1997 nr. 708.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4a."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Fartøykvoter.",
      "content": "Når det er fastsatt et maksimalt fangstkvantum for en bestemt bestand etter § 4 eller når hensynet til en økonomisk og rasjonell utnytting av en bestemt bestand tilsier det, kan departementet​1 gi forskrifter​2 om kvoter for de deltagende fartøyer for bestemte tidsrom og pr. tur.​3\nFangstbegrensning kan gjøres gjeldende for en eller flere redskapsgrupper, fartøygrupper og størrelsesgrupper.\nFartøyenes kvote kan fastsettes på grunnlag av fartøyenes størrelse, lastekapasitet og sysselsetting ved tilvirkning av fangsten om bord og i land. Kvoten kan også fastsettes forskjellig for de ulike redskapsgrupper.\nKvoter til fartøyer som driver fiske eller fangst med samme redskap kan for en sesong fastsettes på grunnlag av en samlet kvote i flere kvoteregulerte fiskerier. Det kan videre fastsettes fangstbegrensning eller utelukkelse fra enkelte kvoteregulerte fiskerier, når fartøyene i andre fiskerier samlet får en rimelig fangstordning.\n0 Endret ved lov 23 des 1988 nr. 99.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. § 7 og § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:5 a",
      "chapter": "2",
      "section": "5 a",
      "title": "Spesielle kvoteordninger.",
      "content": "Som et ledd i en tilpasning av den konsesjonsbelagte trål- og ringnotflåte, kan totalkvoten for vedkommende gruppe deles i et antall like kvoter (enhetskvoter), som kan være større enn antall deltagende fartøy i vedkommende fartøygruppe. Enhetskvoten kan fordeles ulikt mellom de deltagende fartøy innenfor gruppen. Innenfor rammen av totalkvoten for vedkommende gruppe, kan det også fastsettes andre former for spesielle kvoteordninger som innebærer at kvotene fordeles ulikt mellom de deltagende fartøy, herunder ordninger som bytte av kvoter.\nFørste ledd gjelder tilsvarende for andre fartøy som deltar i grupper som er underlagt adgangsbegrensning.\nDepartementet​1 kan ved forskrift​2 gi nærmere bestemmelser om fastsettelse og fordeling av enhetskvoter.\n0 Tilføyd ved lov 21 des 1984 nr. 94, endret ved lover 23 des 1988 nr. 99, 11 juni 1993 nr. 74, 30 april 1999 nr. 21, 1 juni 2001 nr. 25.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5a."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Salgsorganisasjonenes myndighet til å fastsette kvoter.",
      "content": "Når det for en fiskebestand er fastsatt et maksimalt fangstkvantum, kan departementet​1 bemyndige en salgsorganisasjon, hvis vedtekter er godkjent i medhold av lov av 14 desember 1951 nr. 3 om omsetning av råfisk, til etter gitte fordelingsnormer å fastsette de deltagende fartøyers kvoter.​2 Salgsorganisasjonen kan videre etter nærmere regler, bemyndiges til å gi forskrifter​3 om en hensiktsmessig avvikling av fisket.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. § 7.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Inndragning av fangst utover fastsatt kvote.",
      "content": "Overskrider et fartøy den fangstmengde som er fastsatt i medhold av § 5, § 5 a og § 6, tilfaller merfangsten eller dens verdi den salgsorganisasjon som førstehåndsomsetningen av fangsten er lagt til. Dette gjelder uten hensyn til om forholdet medfører straffeansvar.\nVedtak om overskridelse som nevnt i første ledd, treffes av salgsorganisasjonen som også foretar den nærmere beregning av merfangsten og dennes verdi.\nDepartementet​1 kan gi forskrifter​2 om at salgsorganisasjonen kan gi vederlag for omkostningene ved ilandføring, når det er åpenbart at merfangsten ikke var tilsiktet.\nDepartementet​1 kan også gi forskrifter​2 om hvordan fangst eller verdi av fangst utover fastsatt kvote skal beregnes, og hvordan midlene skal disponeres.\n0 Endret ved lov 21 des 1984 nr. 94, 23 des 1988 nr. 99.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Adgang til å drive fiske med trål.",
      "content": "Det er forbudt​1 å fiske med trål utenfor det norske fastland i området innenfor 12 nautiske mil fra grunnlinjene.​2 Forbudet gjelder ikke reketrål og krepsetrål.\nKongen kan fastsette​3 at det skal være adgang til å drive trålfiske i området mellom 4 og 12 nautiske mil utenfor grunnlinjene​2 over hele eller bestemte deler av kyststrekningen østenfor en linje rettvisende 136° fra Lindesnes fyr.\nKongen kan fastsette​4 at det skal være adgang til å drive trålfiske med norsk fartøy inntil en nærmere fastsatt tonnasje i området mellom 4 og 12 nautiske mil utenfor grunnlinjene​2 over andre deler av kyststrekningen enn nevnt i annet ledd, når fisket har til formål å skaffe fangst eller fangstprodukter til bearbeidelse ved anlegg i Norge eller for å skaffe ferskfisk til levering i Norge. Adgangen kan begrenses til bestemte områder og til bestemte tidsrom.\nDepartementet​5 kan gi forskrifter​4 om at forbudet i første ledd ikke skal gjelde fiske med småmasket flytetrål etter visse fiskearter.\nDepartementet​5 bestemmer hva som er å anse som trål.\n0 Endret ved lover 23 des 1988 nr. 99, 11 juni 1993 nr. 73.\n1 Jfr. § 53 og § 54.\n2 Jfr. lov 27 juni 2003 nr. 57.\n3 Jfr. § 10. – Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Fiskeri- og kystdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:8 a",
      "chapter": "2",
      "section": "8 a",
      "title": "Adgang til å drive fiske med større fartøy som nytter annet redskap enn trål",
      "content": "Departementet​1 kan ved forskrift​2 forby fiske med fartøy over en viss størrelse langs kysten innenfor grunnlinjene​3 eller innenfor en linje trukket i en viss avstand fra grunnlinjene.\nI forskrift etter første ledd kan det gis ulike bestemmelser\na. etter fartøyenes størrelse,\nb. for ulike redskap,\nc. for forskjellige tider av året,\nd. langs ulike deler av kysten.\n0 Tilføyd ved lov 30 juni 2000 nr. 61.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. lov 27 juni 2003 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8a."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Plikt til å gi oppgave og til å lytte på radio.",
      "content": "Departementet​1 kan ved forskrift​2 pålegge eier eller bruker av fiske- og fangstfartøy å gi oppgave til fiskeriadministrasjonen og salgsorganisasjonene over fangstkvantum, størrelsessammensetning, fiskeslag, fangsttid, fangstområde, fiskeredskap, fangstens verdi, og oppgi avgang fra fangstfeltet, ankomst havn, til hvem og til hvilken anvendelse fangsten skal leveres og regnskap for fartøyets drift. Departementet​1 kan fastsette nærmere forskrifter​2 om oppgave- og opplysningsplikten, herunder særregler om sjøltilvirkning, om forhåndsvarsling, om levering av fangst og når og hvor ofte oppgaveplikten skal gjennomføres.\nDepartementet​1 kan ved forskrift​2 fastsette at fangstdeltakere eller deltakere i et fiske skal lytte på bestemte radiofrekvenser til bestemte tider for å motta meldinger om reguleringer som blir iverksatt. Departementet​1 kan gi nærmere regler​2 om kunngjøring av slike meldinger. Departementet kan ved forskrift​2 også fastsette at eier eller bruker av fiskefartøy har plikt til å lytte og besvare anrop m.v. på radiotelefon.\n0 Endret ved lover 19 jan 1990 nr. 2, 11 juni 1993 nr. 73, 15 juni 2001 nr. 51.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:9 a",
      "chapter": "2",
      "section": "9 a",
      "title": "Plikt til å gi oppgave ved mottak av fangst.",
      "content": "Departementet​1 kan ved forskrift​2 pålegge enhver som mottar, oppbevarer eller omsetter fangst fra norsk eller utenlandsk fartøy å gi oppgaver og opplysninger​3 om fangstuttak til fiskeriadministrasjonen og til vedkommende salgsorganisasjon. Det samme gjelder når fangst overføres fra fiskefartøyet til annet fartøy. Departementet​1 kan ved forskrift​2 pålegge enhver som oppbevarer eller omsetter slik fangst\na. å ha utstyr for kontroll av fangstmengden,\nb. å stue fangst på bestemt måte, og\nc. å ha tegninger og beskrivelse av oppbevaringsrom og binger, samt dokument med oversikt over hvordan fangst er stuet.\n0 Tilføyd ved lov 11 juni 1993 nr. 73, endret ved lov 15 juni 2001 nr. 51.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9a."
      }
    },
    {
      "provision_ref": "2:9 b",
      "chapter": "2",
      "section": "9 b",
      "content": "Departementet​1 kan ved forskrift​2 pålegge den som leverer fangst å betale en avgift av fangstverdien til et strukturfond for kapasitetstilpasning av fiskeflåten.\nDepartementet​1 gir nærmere bestemmelser om avgiften, herunder om plikten til å svare avgift, innkreving av avgiften og anvendelse av strukturfondet, samt om opplysningsplikt for den som leverer og den som mottar fangst. Skyldig avgift er tvangsgrunnlag for utlegg.​3 Avgiftssatsen skal vedtas av Stortinget ved den årlige budsjettbehandlingen.\nUtgifter til innkreving av avgiften og tildeling av tilskudd fra strukturfondet dekkes av avgiftsmidlene.\nDenne paragraf gjelder i fem år fra dato for ikrafttredelsen.​4\n0 Tilføyd ved lov 28 mars 2003 nr. 19 (i kraft 1 juli 2003 iflg. res. 28 mars 2003 nr. 411).\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 1967 § 2 og kap. VII.\n3 Jfr. tvangsl. § 7-2, e.\n4 Fra 1 juli 2003.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9b",
        "source_heading": "§ 9b."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Reguleringsrådets kompetanse.",
      "content": "Før det utferdiges regulerende bestemmelser etter § 4 og § 8 kan det innhentes uttalelse fra et råd oppnevnt av departementet.​1 Reguleringsrådets uttalelse skal innhentes før det fastsettes fartøykvoter etter § 5.\nDepartementet​1 kan gi nærmere regler om sammensetning og virksomhet for råd oppnevnt etter første ledd.\n1 Fiskeri- og kystdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Utnytting og utkast.",
      "content": "Levedyktig fisk fanget i strid med bestemmelser i denne lov eller bestemmelser gitt i medhold av denne lov skal straks slippes på sjøen.\nDepartementet​1 kan påby ilandføring av død eller døende fisk og forby utkast av fangst og fiskeavfall.\nBlir død eller døende fisk fanget i strid med bestemmelser i denne lov eller bestemmelser gitt i medhold av denne lov, ilandført frivillig eller etter påbud, tilfaller fangsten eller dens verdi vedkommende salgsorganisasjon. Det samme gjelder dersom fisk blir levert i strid med bestemmelser gitt i eller i medhold av denne lov. Vedtak om inndragning treffes av Fiskeridirektoratet. Departementet​1 kan gi forskrift​2 om at salgsorganisasjonen kan gi vederlag for omkostningene når det er åpenbart at fangsten ikke var tilsiktet. § 7 fjerde ledd får tilsvarende anvendelse. Departementet​1 kan for det enkelte fiskeri ved forskrift​2 bestemme at den fangst eller fangstverdi som tilfaller salgsorganisasjonen, skal reduseres.\n0 Endret ved lover 23 des 1988 nr. 99, 15 juni 2001 nr. 51.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Forbud mot omsetning.",
      "content": "Det er forbudt​1 å motta eller omsette fangst som er tatt i strid med bestemmelser i denne lov eller bestemmelser gitt i medhold av denne lov. Omsetning er likevel tillatt når Fiskeridirektoratet har truffet vedtak etter § 11 om at fangsten tilfaller salgsorganisasjonen.\nAv kontrollmessige grunner kan departementet​2 forby import av fangst tatt utenfor norsk fiskerijurisdiksjonsområde​3 i den tid det er forbudt å omsette fangst etter denne paragraf.\n0 Endret ved lov 23 des 1988 nr. 99.\n1 Jfr. § 53 og § 54.\n2 Fiskeri- og kystdepartementet.\n3 Jfr. lov 27 juni 2003 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Helligdagsfredning.",
      "content": "Departementet​1 kan gi forskrift​2 om fiske og fangst på eller i tilknytning til søn- og helligdager​3 i bestemte områder eller for bestemte fiskerier eller fartøygrupper, når dette er nødvendig av hensyn til\na. en rasjonell eller hensiktsmessig utøvelse eller gjennomføring av fiske og fangst,\nb. den alminnelige helligdagsfred,​3 eller\nc. når det foreligger andre særlige omstendigheter.\nI områder hvor oppsyns- eller utvalgsordning er etablert, jf kap. VII, kan departementet​1 forby​4 sports- og fritidsfiske når det er gitt forskrifter i medhold av første ledd.\n0 Endret ved lov 1 juni 2001 nr. 26.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. lov 24 feb 1995 nr. 12.\n4 Jfr. § 53 og § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "title": "Aktsomhet.",
      "content": "Den som kommer til fiskefelt hvor redskap er satt ut, skal​2 gjøre seg kjent med hvor redskapen står.\nFartøy må ikke​2 manøvrere eller plasseres slik at fangstredskaper skades eller unødig utsettes for fare eller at fangstmuligheter unødig hemmes. Denne aktsomhetsplikt gjelder også under setting, sleping eller trekking av redskaper.\nDet er forbudt​2 å hindre eller ødelegge fangstmuligheter ved skyting, støy o.l.\n1 Gjelder iflg. res. 10 aug 1984 nr. 1552 så langt den passer for annen virksomhet enn fiske.\n2 Jfr. § 53 og § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "title": "Vikeplikt.",
      "content": "Den som fisker med drivende redskaper eller redskaper som slepes, har vikeplikt​2 for faststående redskaper.\nDet er forbudt​2 å ankre på område hvor drivgarn eller fløytliner er utsatt og i drift.\nFartøy som ikke har redskaper ute, skal​2 på oppfordring flytte dersom det ligger i veien for fiskere som har begynt å fiske eller går i gang med å sette ut sine redskaper.\nForankret fartøy som er til hinder for notkast, skal​2 på oppfordring flytte så fremt annen brukbar ankerplass finnes i nærheten.\n1 Gjelder iflg. res. 10 aug 1984 nr. 1552 så langt den passer for annen virksomhet enn fiske.\n2 Jfr. § 53 og § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Forkastregelen.",
      "content": "Den som først begynner å sette ut sine redskaper og fortsetter med det uten usedvanlig opphold, har rett til det havområde som redskapene krever eller vil omslutte.​1\nBegynner to eller flere fartøy å sette ut sine redskaper samtidig, har de lik rett.\n1 Jfr. § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "Fiske med krokredskaper.",
      "content": "Fiske med krokredskaper må skje​1 i betryggende avstand fra utestående not og ikke nærmere enn 100 meter.\n1 Jfr. § 53 og § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Fiske med landnot.",
      "content": "Er sperring satt ut, må det holdes forsvarlig vakt ved noten. Når uoverstigelige hindringer ikke foreligger, skal på forlangende noten straks senkes slik at nødvendig ferdsel kan foregå over den.\nFor å unngå uheldig konkurranse under sild- og brislingfiske med landnot kan departementet​1 gi forskrifter​2 om hvilke rettigheter landnotfiske har i forhold til fiske med andre redskaper.​3\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. lov 14 mars 1930.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Snurpenotfiske.",
      "content": "Utsetting av snurpenot må​1 foregå til styrbord slik at fartøyet svinger (runder noten) til styrbord.\n1 Jfr. § 53 og § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Drivgarnfiske.",
      "content": "Setter noen sine drivgarn nær andres drivgarn og sammendriving synes uunngåelig, skal​1 det tas forholdsregler for å unngå sammendriving og redskapene skal om nødvendig trekkes inn. Det samme gjelder for begge drivere når fare for sammendriving har andre årsaker.\nDen som ved sleping av drivgarnslenke forårsaker kollisjon med andre redskaper, plikter​1 å trekke sine garn først.\n1 Jfr. § 53 og § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Fiske med trål og snurrevad.",
      "content": "Det er forbudt​1 å drive fiske med trål eller snurrevad nærmere enn én nautisk mil fra utsatt fiske- eller fangstredskap eller merke for slike redskap eller fartøy som driver garn- eller linefiske.​2\nDepartementet​3 kan bestemme at grensen i første ledd skal være kortere eller ikke skal gjelde for:\na. trålfiske etter reker eller lodde,\nb. fiske med snurrevad,\nc. grenseområder der trål og/eller snurrevad etter § 4 bokstav g har enerett til bestemt område.\nBestemmelsene i denne paragraf får ikke anvendelse der utvalgsordning er opprettet etter § 33.\n0 Endret ved lov 23 des 1988 nr. 99.\n1 Jfr. § 53 og § 54.\n2 Jfr. § 42 og § 43.\n3 Fiskeri- og kystdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Sammenvikling av redskaper.",
      "content": "Den som under trekking har andres redskaper sammenviklet med sine, plikter​1 å gi dette til kjenne.\nKan trekking ikke foregå uten at andres redskaper blir påført skade, må om mulig samtlige interesserte varsles før trekking tar til.\nMå annens redskap kappes eller løses som følge av sammenvikling med redskap eller fartøy, skal​1 dette gjøres på en slik måte at den samlede skade blir minst mulig. Kapping av annens redskap er ikke tillatt​1 dersom redskapene kan løses på annen måte.\nEr annens redskap kappet eller løst fra hverandre, skal​1 de knyttes forsvarlig sammen. Sammenviklede redskaper som ikke kan bringes i land skal​1 forsynes med forsvarlige iler.\n1 Jfr. § 53 og § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Merking av redskap.",
      "content": "Departementet​1 kan gi forskrifter​2 om merking av redskaper og fortøyninger.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Bruk av sprengstoff og skytevåpen.",
      "content": "Bruk av sprengstoff til fangst av fisk er forbudt.​1 Sprengstoff må ikke​2 finnes om bord i fartøy som er på fiskefeltet eller på vei til og fra feltet.\nSprengstoff kan brukes ved harpunering på hval. Departementet​3 gir forskrifter​4 om avlivningsmåten ved fangst av sel, hval, brugde og lignende.\nDepartementet​3 kan forby bruk av skytevåpen ved fangst av fisk og gi forskrifter​4 om slik fangstmåte.\n1 Jfr. § 53.\n2 Jfr. § 53 og § 54.\n3 Fiskeri- og kystdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Stengsetting.",
      "content": "Enhver som driver fiske med not har rett til å fortøye slepekast i land, når det skjer i rimelig avstand fra bebodd hus (hytte) og uten utilbørlig fortrengsel eller ulempe for andre.​1\nDet er forbudt​2 å drive fiske nærmere enn 100 meter og å ferdes nærmere enn 20 meter fra slepekast eller steng som er fortøyet i land eller oppankret på annen måte.\nDepartementet​3 kan fastsette forskrifter​4 om sleping og stengsetting av fisk i sjøen, herunder oppbevaring av fisk og åpning av steng, for å hindre at fisken blir skadet, kvalitetsforringet eller at fisken forurenser eller blir forurenset av omgivelsene.\n1 Jfr. lov 14 mars 1930.\n2 Jfr. § 53 og § 54.\n3 Fiskeri- og kystdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Forbud mot å etterlate gjenstander i sjøen.",
      "content": "Det er forbudt​1 å kaste i sjøen redskaper og andre gjenstander som kan hemme utøvelsen av fisket, skade fisk, fiskeredskaper eller sette fartøy i fare. Det er også forbudt​1 å la redskaper, fortøyninger og andre gjenstander unødvendig bli stående igjen i sjøen eller på bunnen.\nDen som handler i strid med denne paragraf er forpliktet til å rydde opp og fjerne gjenstandene. Fiskeridirektoratet kan gi pålegg om rydding og fjerning.\nEtterkommes ikke pålegg gitt i medhold av annet ledd, kan Fiskeridirektoratet iverksette nødvendige tiltak for den ansvarliges regning og risiko. Utgifter ved slike tiltak er tvangsgrunnlag for utlegg.​2\n0 Endret ved lov 11 juni 1993 nr. 83. – Gjelder iflg. res. 10 aug 1984 nr. 1552 så langt den passer for annen virksomhet enn fiske.\n1 Jfr. § 53 og § 54.\n2 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Fiske m.m. og annen virksomhet.",
      "content": "For å beskytte naturlige og kultiverte fiskeressurser, anlegg for dyrking av alger og fiskernes fangstmuligheter, herunder bruk av kaste- og låssettingsplasser, kan Kongen innenfor 4 nautiske mil fra grunnlinjene​1 gi forskrifter​2 om utøvelsen av annen virksomhet enn fiske.\n1 Jfr. lov 27 juni 2003 nr. 57.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Fiske ved lokaliteter til akvakultur.",
      "content": "Om fiske- og ferdselsforbud i nærheten av lokaliteter til akvakultur gjelder reglene i akvakulturloven.​1\n0 Endret ved lover 16 juni 1989 nr. 58, 17 juni 2005 nr. 79 (i kraft 1 jan 2006).\n1 Lov 17 juni 2005 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Opplysningsplikt.",
      "content": "Den som berger bortdrevet, tapt eller etterlatt redskap, herunder lettbåt og annet utstyr, skal​1 så snart som mulig gi melding om dette til eieren eller nærmeste offentlige myndighet.\n1 Jfr. § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Bergelønn.",
      "content": "Den som berger redskap som nevnt i § 29 har rett til bergelønn som fastsettes i samsvar med sedvane eller til det som anses rimelig.​1 Bergelønn må ikke overstige verdien av det bergede.\nBerget fangst tilfaller bergeren. Er verdien av fangsten betydelig større enn bergelønnen, kan denne helt eller delvis falle bort.\n1 Jfr. sjøl. kap. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Innløsning.",
      "content": "Eier er ikke forpliktet til å løse inn det som er berget. Det bergede kan ikke kreves utlevert før bergelønn og kostnader er dekket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Forskrifter om berging.",
      "content": "Departementet​1 kan fastsette forskrifter​2 om berging av redskaper.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "7:33",
      "chapter": "7",
      "section": "33",
      "title": "Tilsynsmenn og utvalg.",
      "content": "Departementet​1 kan for bestemte områder bestemme at det for en eller flere redskapsgrupper skal velges tilsynsmenn og utvalg.\nEr det flere utvalg i et område, kan departementet​1 tilsette felles formann for utvalgene. I et slikt område kan departementet også bestemme at det skal være et fellesutvalg.\n1 Fiskeri- og kystdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Tilsynsmennenes oppgaver.",
      "content": "Tilsynsmennene skal representere fiskernes interesse i å opprettholde ro og orden på fiskefeltet og skal ved veiledning og advarsel søke å hindre overtredelse av bestemmelser i eller i medhold av denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Utvalgets kompetanse.",
      "content": "Utvalg opprettet etter § 33 kan, for å hindre kollisjoner mellom de forskjellige redskapsgrupper, eller for å sikre en rasjonell gjennomføring av fiske, når bestemmelser fastsatt etter § 4 ikke er til hinder, for sitt distrikt gi forskrifter​1 om:\na. deling av havstrekning mellom brukerne av de forskjellige redskaper,\nb. setting og trekking av redskaper, herunder bestemmelser om signal og tid for setting og trekking,\nc. tidspunkt for utseiling til fiskefeltet, herunder bestemmelser om signal,\nd. forbud mot opphold på fiskefeltet til visse tider,\ne. redskapers forankring,\nf. redskapers merking når disse ikke kommer i strid med forskrifter fastsatt etter § 23.\nForskrift​1 fastsatt etter første ledd kan av minst 10 deltakere i en redskapsgruppe som er representert i utvalget, eller av minst 5 av en redskapsgruppe som ikke er representert i utvalget, påklages til Fiskeridirektoratet innen 2 uker etter ikrafttreden. Klagen har ikke oppsettende virkning.\n0 Endret ved lov 23 des 1988 nr. 99.\n1 Se § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "title": "Forskrifter om utvalg.",
      "content": "Departementet​1 kan gi forskrifter​2 om gjennomføring og utfylling av reglene i §§ 33-34 og om utvalgenes organisering og virkeområde.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "title": "Forvaltningslovens​1 anvendelse.",
      "content": "Kapittel VII i forvaltningsloven​1 får ikke anvendelse på vedtak truffet i medhold av § 35.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "title": "Lokale fiskerioppsyn.",
      "content": "Departementet​1 kan for bestemte områder opprette lokalt fiskerioppsyn.\nDepartementet​1 kan for slike områder gi forskrifter​2 om inndeling i oppsynsdistrikter, oppsynets funksjonstid og melde- og oppgaveplikt for deltakerne i fisket.\nTil å forestå dette oppsyn kan departementet​1 tilsette oppsynssjef.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "title": "Det lokale fiskerioppsyns kompetanse.",
      "content": "Oppsynet​1 skal føre kontroll med at bestemmelsene i denne lov og i lov av 14. desember 1951 nr. 3 om omsetning av råfisk og forskrifter gitt i medhold av disse lover blir overholdt. Departementet​2 kan gi forskrifter​3 om kontroll med overholdelse av denne lov.\nOppsynet​1 skal under sin kontrollvirksomhet gis uhindret adgang til fartøy. Ansvarshavende på fartøyet skal gi oppsynet nødvendig bistand og opplysninger.​4\nKongen kan bestemme at oppsynssjefen​1 har politi- og påtalemyndighet, og fastsette nærmere bestemmelser om oppsynssjefens forhold til den ordinære politi- og påtalemyndighet.\nOppsynssjefen​1 kan innenfor sin kompetanse etter tredje ledd gi tjenestemann i oppsynet politimyndighet og rett til å utferdige forelegg. Er det ikke tilsatt oppsynssjef, kan departementet​1 gi slik myndighet.\nDet kan kreves at siktede straks avgir erklæring om han vedtar et forelegg utferdiget av tjenestemenn i oppsynet.\n1 Jfr. § 38.\n2 Fiskeri- og kystdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "Megling av det lokale fiskerioppsyn.",
      "content": "Tjenestemennene i det lokale fiskerioppsyn​1 skal så vidt mulig søke å løse i minnelighet tvist oppstått under fiske eller i forbindelse med fiske.\nLov 13. august 1915 nr. 5 om domstolene § 106 om ugildhet kommer til anvendelse på den som opptrer som megler.\nForlik inngått med bistand av fiskerioppsynet er særlig tvangsgrunnlag etter tvangsfullbyrdelsesloven​2 når det er underskrevet av partene og underskriften er bekreftet av tjenestemannen som har meglet.\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Jfr. § 38 og § 39.\n2 Lov 26 juni 1992 nr. 86 (tvangsl.) § 4-1 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "Særlige rettergangsregler.",
      "content": "Domstolen skal uten unødig opphold og foran andre embetsforretninger fremme saker som gjelder overtredelse av lover og forskrifter nevnt i § 39 første ledd, mens oppsyn etter § 38 er i virksomhet.\nSøksmål om tvist oppstått under fiske eller i forbindelse med fiske mens oppsynet er i virksomhet kan, når annen lov eller tariffavtale ikke er til hinder, anlegges i den rettskrets fiske foregikk dersom saksøkte når stevning​1 kommer til retten, oppholder seg eller har verneting i rettskretsen.​2 Første ledd får tilsvarende anvendelse på slike søksmål.\n1 Jfr. tvml. kap. 22.\n2 Jfr. tvml. kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "8:42",
      "chapter": "8",
      "section": "42",
      "title": "Objektivt ansvar.",
      "content": "Enhver som volder skade på redskaper som er satt ut i sjøen for fangst, plikter uten hensyn til skyld å erstatte skaden, herunder tap av fangst og tap som følge av avbrekk i fisket.\nErstatningsplikten etter første ledd kan reduseres eller falle bort dersom skadevolder godtgjør at han er uten skyld i skaden.\n1 Gjelder iflg. res. 10 aug 1984 nr. 1552 så langt den passer for annen virksomhet enn fiske.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "8:43",
      "chapter": "8",
      "section": "43",
      "title": "Bevisbyrderegler.",
      "content": "Er det voldt skade på drivende eller faststående redskap, har trål- og snurrevadfiskere som samtidig har trålet eller drevet snurrevadfiske på feltet, bevisbyrden for at de ikke er årsak til skaden, med mindre omstendighetene avgjort taler imot at slikt bevis blir krevd.\n0 Endret ved lov 23 des 1988 nr. 99.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "title": "Panterett for erstatning.",
      "content": "For krav på skadeserstatning etter denne lov og for erstatningskrav som følge av sammenstøt mellom fiskefartøyer,​1 hjelpefartøyer, fartøyer som deltar i føring av fisk eller andre fartøyer som deltar i fisket, has panterett i det skadevoldende lags fartøyer, redskaper og fangst. Reglene om sjøpant i sjøloven​2 kapittel 3 gjelder tilsvarende. Med hensyn til prioritet er kravet likestilt med de krav som er nevnt i sjøloven​2 § 51 første ledd nr 4.\nPanterett i fangst faller bort når fangsten er levert, men fordringshaveren får i stedet panterett i salgssummen.\n0 Endret ved lov 24 juni 1994 nr. 39.\n1 Jfr. sjøl. kap. 8.\n2 Lov 24 juni 1994 nr. 39 (sjøl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "9:45",
      "chapter": "9",
      "section": "45",
      "title": "Fiskeridirektoratets kompetanse",
      "content": "Fiskeridirektoratet skal føre kontroll med at bestemmelsen i loven her og i lov 26. mars 1999 nr. 15 om retten til å delta i fiske og fangst (deltakerloven), lov 17. desember 1976 nr. 91 om Norges økonomiske sone § 3, § 4 og § 7 bokstav b, lov 17. juni 1966 nr. 19 om forbud mot at utlendinger driver fiske mv. i Norges territorialfarvann, lov 14. desember 1951 nr. 3 om omsetning av råfisk og lov 24. juni 1994 nr. 34 om registrering som kjøper i første hånd av råfisk m.v., samt forskrifter gitt i medhold av disse lovene, blir overholdt.\nFiskeridirektoratet skal under sin kontrollvirksomhet gis uhindret adgang​1 til fartøy og rederikontor, samt hos enhver som i ervervsøyemed er i besittelse av fisk beregnet på oppbevaring, transport eller omsetning og hos de som er i besittelse av dokumenter vedrørende slik fisk.\nFiskeridirektoratet skal, hos enhver som omfattes av annet ledd, gis uhindret adgang til å kontrollere regnskap og andre relevante dokumenter og opplysninger uansett hvordan disse oppbevares, og skal gis uhindret adgang​1 til relevante gjenstander. Ansvarshavende eller dennes representant skal gi Fiskeridirektoratet nødvendig bistand og opplysninger,​2 legge fram relevante gjenstander og dokumenter m.m., bekrefte kopier, datautskrifter, lagerlister m.m., og tillate merknader i fangstdagbok, mottaksjournal og lignende. Ansvarshavende eller dennes representant skal undertegne den rapporten inspektøren setter opp, men kan påføre rapporten de merknader som finnes nødvendig.\nFiskeridirektoratet kan stanse og undersøke fartøy og steder som nevnt i annet ledd. Ansvarshavende for fartøy kan pålegges å stanse fiske og fangst og å trekke trål og annen fiskeredskap. Fiskeridirektoratet kan under sin kontrollvirksomhet trekke redskap og forankring til slike. Fiskeridirektoratet kan plombere redskap, lasterom og andre oppbevaringsrom for fisk og fiskeprodukter og oppbevaringssteder for dokumenter, relevante opplysninger og gjenstander. Fiskeridirektoratet kan om nødvendig kreve hjelp av politiet for å få utført kontrollen.\nInspektører kan plasseres ombord for inspeksjonsoppdrag og observatører kan plasseres ombord for observasjon og registrering av fisket. Nødvendig kost og losji skal gis på fartøyets kostnad. Inspektør og observatør skal uten vederlag gis adgang til å nytte radio og annet kommunikasjonsutstyr.\nFiskeridirektoratet kan undersøke rederiregnskap og kan pålegge fryseribedrifter å gi opplysninger om fangst som mellomlagres i vedkommende bedrift. Reder og ansvarshavende ombord på fartøy som leverer fangst til utlandet eller til utenlandske skip og bedrifter eller selskap som leverer fangst eller produkter til utlandet, kan pålegges å gi de opplysninger som er nødvendige for utøvelse av kontroll etter første ledd.\nFiskeridirektoratet kan opprette et register for innsamling, lagring og bruk av opplysninger innhentet gjennom slikt utstyr som referert til i § 4 første ledd bokstav s. Departementet kan ved forskrift fastsette nærmere regler om registrering og bruk av opplysninger i registeret.\nDepartementet​3 kan gi forskrift​4 om kontroll som utøves etter paragrafen her, herunder fastsette bestemmelser om:\na. observatørens myndighet og plikter,\nb. hvilke fartøygrupper og hvor mange fartøy som skal ha inspektør eller observatør ombord, samt hvordan utvelgelsen av fartøy skal skje,\nc. at fartøy helt eller delvis skal bære lønns- og transportkostnader m.v. ved gjennomføring av inspektør- og observatørordninger,\nd. at kostnadene ved inspektør- og observatørordninger skal fordeles på alle deltakende fartøy i en nærmere definert fartøygruppe, og\ne. at fartøy som ikke har betalt pålagte inspektør- eller observatørkostnader kan nektes å delta i fisket.\n0 Endret ved lover 23 des 1988 nr. 99, 19 jan 1990 nr. 2, 17 juli 1998 nr. 57, 15 juni 2001 nr. 51, 17 des 2004 nr. 88.\n1 Jfr. strl. § 326.\n2 Jfr. § 53.\n3 Fiskeri- og kystdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "9:45 a",
      "chapter": "9",
      "section": "45 a",
      "title": "Salgsorganisasjonenes kontrollansvar m.v.",
      "content": "Salgsorganisasjon som har vedtekter godkjent i medhold av lov 14. desember 1951 nr. 3 om omsetning av råfisk, skal utføre kontroll med at loven her og forskrifter fastsatt i medhold av loven blir overholdt. Kontrollen etter foregående punktum skal være begrenset til opplysninger som naturlig følger av salgsorganisasjonens virksomhet etter lov 14. desember 1951 nr. 3 om omsetning av råfisk, særlig kontroll med at fangstuttak og landet fangst er i samsvar med bestemmelser fastsatt i medhold av §§ 4, 5, 5 a, 6 og 11 i loven her.\nDepartementet​1 kan gi forskrift​2 om kontroll som utøves etter første ledd og om rapporterings- og kontrollrutiner.\n0 Tilføyd ved lov 19 jan 1990 nr. 2, endret ved lov 15 juni 2001 nr. 51.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45a",
        "source_heading": "§ 45a."
      }
    },
    {
      "provision_ref": "9:46",
      "chapter": "9",
      "section": "46",
      "title": "Kontrollavgift",
      "content": "Departementet​1 kan gi forskrift om kontrollavgift, herunder nærmere bestemmelser om plikten til å svare avgift, innkreving av avgift og om opplysningsplikt for den som leverer og mottar fangst, når dette er bestemmende for avgiftspliktens omfang.\nSkyldig avgift er tvangsgrunnlag for utlegg.​2\n0 Opphevet ved lov 13 juni 1997 nr. 42 (i kraft 5 nov 1999 iflg. res. 5 nov 1999 nr. 1143), tilføyd igjen ved lov 17 des 2004 nr. 89 (i kraft 1 jan 2005).\n1 Fiskeri- og kystdepartementet.\n2 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "9:47",
      "chapter": "9",
      "section": "47",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1997 nr. 42 (i kraft 5 nov 1999 iflg. res. 5 nov 1999 nr. 1143).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "9:48",
      "chapter": "9",
      "section": "48",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1997 nr. 42 (i kraft 5 nov 1999 iflg. res. 5 nov 1999 nr. 1143).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "9:49",
      "chapter": "9",
      "section": "49",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1997 nr. 42 (i kraft 5 nov 1999 iflg. res. 5 nov 1999 nr. 1143).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "9:50",
      "chapter": "9",
      "section": "50",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1997 nr. 42 (i kraft 5 nov 1999 iflg. res. 5 nov 1999 nr. 1143).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "9:51",
      "chapter": "9",
      "section": "51",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1997 nr. 42 (i kraft 5 nov 1999 iflg. res. 5 nov 1999 nr. 1143).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "9:52",
      "chapter": "9",
      "section": "52",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1997 nr. 42 (i kraft 5 nov 1999 iflg. res. 5 nov 1999 nr. 1143).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "10:53",
      "chapter": "10",
      "section": "53",
      "title": "Straffansvar.",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av denne lov eller medvirker til det, straffes med bøter​1 eller fengsel​2 i inntil 6 måneder dersom forholdet ikke rammes av et strengere straffebud. Under særdeles skjerpende omstendigheter kan fengsel i inntil 2 år​3 anvendes.\nVed overtredelse foretatt av utenlandske fartøyer utenfor sjøterritoriet,​4 får fengselsstraff ikke anvendelse. Det kan heller ikke ilegges subsidiær fengselsstraff for det tilfelle at ilagt bot ikke betales. Fengselsstraff kan likevel anvendes etter reglene i første ledd dersom dette følger av avtale med fremmed stat, eller fartøyet er statsløst.\nOvertredelse anses som forseelse.​5 Forsøk​6 straffes på samme måte som fullbyrdet overtredelse.\nFartøyføreren kan vedta forelegg​7 på oppdragsgiverens vegne. Oppdragsgiveren kan også ilegges straff i sak som reises mot fartøyføreren.\nEr overtredelsen begått av noen av besetningen på et fartøy og straffansvaret i den anledning kan gjøres gjeldende mot fartøyføreren, blir den underordnede ikke å straffe.\n0 Endret ved lover 20 juli 1991 nr. 66, 13 juni 1997 nr. 42 (i kraft 5 nov 1999 iflg. res. 5 nov 1999 nr. 1143), 15 juni 2001 nr. 51.\n1 Jfr. strl. § 27 og kap. 3 a.\n2 Jfr. strl. § 26 a.\n3 Jfr. strl. § 67.\n4 Jfr. lov 27 juni 2003 nr. 57 § 2.\n5 Jfr. strl. § 2 annet ledd.\n6 Jfr. strl. kap. 4.\n7 Jfr. strpl. kap. 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "10:54",
      "chapter": "10",
      "section": "54",
      "title": "Inndragning.",
      "content": "Ved overtredelse av bestemmelser i eller i medhold av denne lov kan inndras​1 fartøy som er brukt ved overtredelsen, og tilbehør, fangst og redskap som er om bord, uansett hvem som er eier. I stedet for tingen kan verdien helt eller delvis inndras hos den skyldige eller hos den han har handlet på vegne av, eller hos eieren. Det kan bestemmes at panterett og andre rettigheter i ting som inndras, helt eller delvis faller bort. Bestemmelsene i straffelovens​2 § 37 c får tilsvarende anvendelse. Når lovlig og ulovlig fangst er blandet sammen, kan hele fangsten inndras.\n1 Sml. strl. § 35.\n2 Lov 22 mai 1902 nr. 10 (strl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "11:55",
      "chapter": "11",
      "section": "55",
      "content": "1. Loven her trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid oppheves: – – –\n2. Fra lovens ikrafttreden gjøres følgende endringer i andre lover: – – –\n3. Bestemmelser gitt i medhold av lov 25. juni 1937 nr. 20 om sild- og brislingfiskeriene, § 14 og § 15 i lov av 16. juni 1939 nr. 7 om fangst av hval, § 5 i lov av 14. desember 1951 nr. 1 om fangst av sel, lov 17. juni 1955 om saltvannsfiskeriene, § 10, § 10 a og § 10 b i lov 16. juni 1972 nr. 57 om regulering av deltagelsen i fisket og lov 17. januar 1975 nr. 1 om trålfrie soner utenfor den norske fiskerigrense skal fortsatt gjelde inntil de oppheves eller avløses av bestemmelser gitt i medhold av loven her.\n1 Fra 15 aug 1984 iflg. res. 10 aug 1984 nr. 1552.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens stedlige virkeområde.",
      "content": "For norske statsborgere​1 og personer bosatt i Norge får denne lov anvendelse:\na. i farvann under norsk jurisdiksjon,​2\nb. i farvann utenfor noen stats fiskerijurisdiksjon på norsk fartøy som driver fiske eller fangst, eller som mottar eller transporterer fisk, eller som mottar eller leverer forsynings- og støttetjenester,\nc. i farvann under fremmed stats fiskerijurisdiksjon på norsk fartøy som driver fiske eller fangst, som mottar eller transporterer fisk eller som mottar eller leverer forsynings- og støttetjenester, men bare for så vidt gjelder kapitlene II, III, X og § 24. Kongen kan bestemme at også andre deler av loven skal gjelde for norske fartøy i slike farvann,\nd. på det norske fastland i forbindelse med omlasting, landing, transport, oppbevaring og ved kontroll av omsetning av fisk som nevnt i § 2 første ledd.\nLikestilt med norsk statsborger​1 eller person bosatt i Norge er etter denne lov:\na. aksjeselskap,​3 allmennaksjeselskap​4 og annet selskap med begrenset ansvar når selskapets hovedkontor og styrets sete er i Norge,\nb. staten, innretning eller fond som styres av staten, samt norsk kommune,\nc. enhver som driver fiske og fangst med norsk fartøy.\nMed norsk fartøy menes fartøy som oppfyller vilkårene i sjøloven​5 § 1 første, annet og fjerde ledd.\nFor andre enn de som går inn under de foregående ledd, får kapitlene V, VI, VIII, IX og X anvendelse i farvann som nevnt i første ledd bokstav a. Forskrifter fastsatt etter kapittel II får anvendelse i disse farvann for de som er nevnt i foregående punktum når det er uttrykkelig bestemt. For andre enn de som går inn under de foregående ledd, får kapitlene IX og X og forskrifter fastsatt etter kapittel II dessuten anvendelse i farvann som nevnt i første ledd bokstav b i den utstrekning dette følger av overenskomst med fremmed stat, eller det drives fiske eller fangst med statsløst fartøy. I forskrift​6 fastsatt etter kapittel II kan også bestemmes at § 11 skal få tilsvarende anvendelse.\nKongen kan bestemme at loven eller deler av den ikke skal gjelde bestemte områder.\n0 Endret ved lover 23 des 1988 nr. 99, 24 juni 1994 nr. 39, 3 mai 1996 nr. 24 (i kraft 1 jan 1997), 13 juni 1997 nr. 44 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 615), 21 jan 2000 nr. 8, 15 juni 2001 nr. 51, 22 des 2006 nr. 96.\n1 Jfr. lov 10 juni 2005 nr. 51.\n2 Jfr. lover 27 juni 2003 nr. 57, 17 des 1976 nr. 91. – Jfr. § 53 tredje ledd.\n3 Jfr. lov 13 juni 1997 nr. 44 (asl.).\n4 Jfr. lov 13 juni 1997 nr. 45 (asal.).\n5 Lov 24 juni 1994 nr. 39.\n6 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens saklige virkeområde.",
      "content": "Denne lov gjelder for fiske i sjøen med unntak av fiske etter anadrome laksefisk.​1 Med fisk forstås her også pigghuder og skall- og bløtdyr (krepsdyr og skjell). Loven gjelder også omlasting, landing, transport, oppbevaring og ved kontroll av omsetning av fisk og mottak og levering av forsynings- og støttetjenester.\nLovens kapitler II, III, IV, IX og X samt § 24 gjelder og for sel- og hvalfangst. Kongen kan bestemme at andre av lovens kapitler helt eller delvis skal gjelde for slik fangstvirksomhet. Videre kan Kongen bestemme at kapitel V og X skal gjelde for fiske etter anadrome laksefisk.​1\nKongen kan og bestemme at kapitlene II, V, VI, VIII og X helt eller delvis skal gjelde for annen virksomhet enn fiske.\nFiskeridirektoratet kan tillate at vitenskapelige undersøkelser og praktiske fiskeforsøk utøves uten hensyn til bestemmelsene i eller i medhold av denne lov.​2\n0 Endret ved lover 15 mai 1992 nr. 47, 15 juni 2001 nr. 51, 22 des 2006 nr. 96.\n1 Jfr. lov 15 mai 1992 nr. 47.\n2 Jfr. lov 17 juni 2005 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Folkerettslig begrensning.",
      "content": "Denne lov berører ikke retten til skipsfart i den økonomiske sone, jfr. lov av 17. desember 1976 nr. 91 om Norges økonomiske sone, og lovens regler gjelder med de begrensninger som følger av folkeretten eller overenskomst med fremmed stat.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Reguleringsfullmakter.",
      "content": "For å forvalte de levende ressurser i havet på en hensiktsmessig måte, når internasjonale avtaler gjør det nødvendig eller en rasjonell eller hensiktsmessig utøvelse eller gjennomføring av fiske og fangst tilsier det, kan departementet​1 gi forskrifter​2 om:\na. største, tillatte fangstkvantum, herunder kvantum fordelt på områder og redskaper,\nb. fredningstid og forbud mot fiske og fangst på visse områder og på visse arter,\nc. minstemål og minstevekt,\nd. maskevidde, dimensjoner og utforming av fiskeredskaper,\ne. tillatt bifangst,\nf. forbud mot eller regulering av fangstmåter og bruk av redskaper,\ng. havdeling mellom forskjellige redskapsgrupper, fartøygrupper og størrelsesgrupper på bestemte områder,\nh. en redskapsgruppes, fartøygruppes og størrelsesgruppes fangsttid,\ni. hvor mange fartøyer som kan drive fiske samtidig på ett fangstfelt,\nj. tidspunkt for utseiling til deltagelse i fiske og fangst,\nk. forbud mot en bestemt anvendelse av fangsten,\nl. fiske, fangst og tarehøsting som foregår på samme område,\nm. forbud mot å ha bestemte redskaper ombord og oppbevaring av fiskeredskaper som ikke kan nyttes i det område fartøyet befinner seg,\nn. beskatning av flora og fauna som ødelegger verneverdige arter,\no. beskatning av flora og fauna som er næringsgrunnlag for verneverdige arter.\np. forbud mot eller regulering av bruk av utstyr og innretninger om bord som kan nyttes til sortering, oppmaling, utkast av fisk eller dumping av bearbeidet fangst,\nq. plikt til å ha godkjent kalibreringsdokument av RSW-tanker, tegninger og beskrivelse av oppbevaringsrom og binger samt dokument med stuingsoversikt om bord,\nr. adskilt stuing av de enkelte fiskeslag og fiskeprodukter,\ns. plikt til å ha og anvende bestemt utstyr for kontroll, rapportering og posisjonsbestemmelse. Departementet​1 kan bestemme i hvilken utstrekning fartøy skal dekke kostnadene ved anskaffelse, installasjon og bruk av slikt utstyr.\nt. faktorer for beregning av rund vekt fisk som landes, produseres, oppbevares eller transporteres.\nu. forbud mot omlasting,\nv. forbud mot forsynings- og støttetjenester til og fra annet fartøy med norsk fartøy når det er eller blir innført forbud rettet mot førstnevnte fartøy i medhold av lov 17. juni 1966 nr. 19 om forbud mot at utlendinger driver fiske m.v. innenfor Norges territorialfarvann § 9.\nDepartementet​1 kan bestemme at en del av totalkvoten for den enkelte bestand fastsatt etter § 4, skal leveres for tilvirkning ved landanlegg i bestemte distrikt. Av totalkvoten kan det avsettes bestemte kvanta til bestemte tidsrom og til bestemte grupper av fartøy.\nI fiske på bestander som står i fare for å bli overbeskattet, kan departementet​1 forby at norsk fartøy nyttes av andre enn norske statsborgere eller dem som er likestilt med norske statsborgere​3 etter § 1 annet ledd.\nUten tillatelse av departementet må ingen sette ut organismer og levende rogn i fjorder og havområder. Tillatelse til utsetting kan gis ved forskrift for visse organismer og for bestemte områder eller ved enkeltvedtak.​4\n0 Endret ved lover 23 des 1988 nr. 99, 11 juni 1993 nr. 73, 17 juli 1998 nr. 57, 15 juni 2001 nr. 51, 22 des 2006 nr. 96. Loven ble opphevet ved lov 6 juni 2008 nr. 37 med unntak av det her gjenstående ledd (ikr. 1 jan 2009 iflg. res. 12 des 2008 nr. 1355). Det gjenstående leddet ble opphevet når lov 19 juni 2009 nr. 100 § 78 nr. 15 om endring i lov 6 juni 2008 nr. 37 § 7 trådte ikr. 1 feb 2011 iflg. res. 7 jan 2011 nr. 10.\n1 Fiskeri- og kystdepartementet. – Jfr. § 10.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. lov 10 juni 2005 nr. 51.\n4 Jfr. lov 10 feb 1967 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:4 a",
      "chapter": "2",
      "section": "4 a",
      "title": "Redskapsbegrensing for ikke-manntallsførte fiskere",
      "content": "Med mindre departementet​1 bestemmer noe annet med hjemmel i § 4, kan person som ikke er registrert i manntall for fiskere og fangstmenn m.v. (fiskermanntallet),​2 drive fiske med følgende redskaper:\na. Håndsnøre, fiskestang og én maskindrevet juksa eller dorg,\nb. garn med samlet lengde på inntil 210 meter,\nc. liner med inntil 300 angler og\nd. inntil 20 teiner eller ruser.\nDet er forbudt​3 for ikke-manntallsførte​2 fiskere å fiske med trål, snurrevad og not. Departementet​4 kan gi dispensasjon for bruk av landnot.\nFra et enkelt fartøy kan det ikke fiskes med større antall redskap enn nevnt i første ledd.\nDepartementet​1 kan fastsette forskrifter​5 om utforming av redskap, hva som er å anse som redskap og om gjennomføring av fritidsfiske etter denne paragraf.\n0 Tilføyd ved lov 13 juni 1997 nr. 41.\n1 Fiskeri- og kystdepartementet.\n2 Se lov 28 juni 1957 nr. 12 § 4.\n3 Jfr. § 53 og § 54.\n4 Fiskeridirektoratet iflg. res. 27 juni 1997 nr. 708.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4a."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Fartøykvoter.",
      "content": "Når det er fastsatt et maksimalt fangstkvantum for en bestemt bestand etter § 4 eller når hensynet til en økonomisk og rasjonell utnytting av en bestemt bestand tilsier det, kan departementet​1 gi forskrifter​2 om kvoter for de deltagende fartøyer for bestemte tidsrom og pr. tur.​3\nFangstbegrensning kan gjøres gjeldende for en eller flere redskapsgrupper, fartøygrupper og størrelsesgrupper.\nFartøyenes kvote kan fastsettes på grunnlag av fartøyenes størrelse, lastekapasitet og sysselsetting ved tilvirkning av fangsten om bord og i land. Kvoten kan også fastsettes forskjellig for de ulike redskapsgrupper.\nKvoter til fartøyer som driver fiske eller fangst med samme redskap kan for en sesong fastsettes på grunnlag av en samlet kvote i flere kvoteregulerte fiskerier. Det kan videre fastsettes fangstbegrensning eller utelukkelse fra enkelte kvoteregulerte fiskerier, når fartøyene i andre fiskerier samlet får en rimelig fangstordning.\n0 Endret ved lov 23 des 1988 nr. 99.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. § 7 og § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:5 a",
      "chapter": "2",
      "section": "5 a",
      "title": "Spesielle kvoteordninger.",
      "content": "Som et ledd i en tilpasning av den konsesjonsbelagte trål- og ringnotflåte, kan totalkvoten for vedkommende gruppe deles i et antall like kvoter (enhetskvoter), som kan være større enn antall deltagende fartøy i vedkommende fartøygruppe. Enhetskvoten kan fordeles ulikt mellom de deltagende fartøy innenfor gruppen. Innenfor rammen av totalkvoten for vedkommende gruppe, kan det også fastsettes andre former for spesielle kvoteordninger som innebærer at kvotene fordeles ulikt mellom de deltagende fartøy, herunder ordninger som bytte av kvoter.\nFørste ledd gjelder tilsvarende for andre fartøy som deltar i grupper som er underlagt adgangsbegrensning.\nDepartementet​1 kan ved forskrift​2 gi nærmere bestemmelser om fastsettelse og fordeling av enhetskvoter.\n0 Tilføyd ved lov 21 des 1984 nr. 94, endret ved lover 23 des 1988 nr. 99, 11 juni 1993 nr. 74, 30 april 1999 nr. 21, 1 juni 2001 nr. 25.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5a."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Salgsorganisasjonenes myndighet til å fastsette kvoter.",
      "content": "Når det for en fiskebestand er fastsatt et maksimalt fangstkvantum, kan departementet​1 bemyndige en salgsorganisasjon, hvis vedtekter er godkjent i medhold av lov av 14 desember 1951 nr. 3 om omsetning av råfisk, til etter gitte fordelingsnormer å fastsette de deltagende fartøyers kvoter.​2 Salgsorganisasjonen kan videre etter nærmere regler, bemyndiges til å gi forskrifter​3 om en hensiktsmessig avvikling av fisket.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. § 7.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Inndragning av fangst utover fastsatt kvote.",
      "content": "Overskrider et fartøy den fangstmengde som er fastsatt i medhold av § 5, § 5 a og § 6, tilfaller merfangsten eller dens verdi den salgsorganisasjon som førstehåndsomsetningen av fangsten er lagt til. Dette gjelder uten hensyn til om forholdet medfører straffeansvar.\nVedtak om overskridelse som nevnt i første ledd, treffes av salgsorganisasjonen som også foretar den nærmere beregning av merfangsten og dennes verdi.\nDepartementet​1 kan gi forskrifter​2 om at salgsorganisasjonen kan gi vederlag for omkostningene ved ilandføring, når det er åpenbart at merfangsten ikke var tilsiktet.\nDepartementet​1 kan også gi forskrifter​2 om hvordan fangst eller verdi av fangst utover fastsatt kvote skal beregnes, og hvordan midlene skal disponeres.\n0 Endret ved lov 21 des 1984 nr. 94, 23 des 1988 nr. 99.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Adgang til å drive fiske med trål.",
      "content": "Det er forbudt​1 å fiske med trål utenfor det norske fastland i området innenfor 12 nautiske mil fra grunnlinjene.​2 Forbudet gjelder ikke reketrål og krepsetrål.\nKongen kan fastsette​3 at det skal være adgang til å drive trålfiske i området mellom 4 og 12 nautiske mil utenfor grunnlinjene​2 over hele eller bestemte deler av kyststrekningen østenfor en linje rettvisende 136° fra Lindesnes fyr.\nKongen kan fastsette​4 at det skal være adgang til å drive trålfiske med norsk fartøy inntil en nærmere fastsatt tonnasje i området mellom 4 og 12 nautiske mil utenfor grunnlinjene​2 over andre deler av kyststrekningen enn nevnt i annet ledd, når fisket har til formål å skaffe fangst eller fangstprodukter til bearbeidelse ved anlegg i Norge eller for å skaffe ferskfisk til levering i Norge. Adgangen kan begrenses til bestemte områder og til bestemte tidsrom.\nDepartementet​5 kan gi forskrifter​4 om at forbudet i første ledd ikke skal gjelde fiske med småmasket flytetrål etter visse fiskearter.\nDepartementet​5 bestemmer hva som er å anse som trål.\n0 Endret ved lover 23 des 1988 nr. 99, 11 juni 1993 nr. 73.\n1 Jfr. § 53 og § 54.\n2 Jfr. lov 27 juni 2003 nr. 57.\n3 Jfr. § 10. – Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Fiskeri- og kystdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:8 a",
      "chapter": "2",
      "section": "8 a",
      "title": "Adgang til å drive fiske med større fartøy som nytter annet redskap enn trål",
      "content": "Departementet​1 kan ved forskrift​2 forby fiske med fartøy over en viss størrelse langs kysten innenfor grunnlinjene​3 eller innenfor en linje trukket i en viss avstand fra grunnlinjene.\nI forskrift etter første ledd kan det gis ulike bestemmelser\na. etter fartøyenes størrelse,\nb. for ulike redskap,\nc. for forskjellige tider av året,\nd. langs ulike deler av kysten.\n0 Tilføyd ved lov 30 juni 2000 nr. 61.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. lov 27 juni 2003 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8a."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Plikt til å gi oppgave og til å lytte på radio.",
      "content": "Departementet​1 kan ved forskrift​2 pålegge eier eller bruker av fiske- og fangstfartøy å gi oppgave til fiskeriadministrasjonen og salgsorganisasjonene over fangstkvantum, størrelsessammensetning, fiskeslag, fangsttid, fangstområde, fiskeredskap, fangstens verdi, og oppgi avgang fra fangstfeltet, ankomst havn, til hvem og til hvilken anvendelse fangsten skal leveres og regnskap for fartøyets drift. Departementet​1 kan fastsette nærmere forskrifter​2 om oppgave- og opplysningsplikten, herunder særregler om sjøltilvirkning, om forhåndsvarsling, om levering av fangst og når og hvor ofte oppgaveplikten skal gjennomføres.\nDepartementet​1 kan ved forskrift​2 fastsette at fangstdeltakere eller deltakere i et fiske skal lytte på bestemte radiofrekvenser til bestemte tider for å motta meldinger om reguleringer som blir iverksatt. Departementet​1 kan gi nærmere regler​2 om kunngjøring av slike meldinger. Departementet kan ved forskrift​2 også fastsette at eier eller bruker av fiskefartøy har plikt til å lytte og besvare anrop m.v. på radiotelefon.\n0 Endret ved lover 19 jan 1990 nr. 2, 11 juni 1993 nr. 73, 15 juni 2001 nr. 51.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:9 a",
      "chapter": "2",
      "section": "9 a",
      "title": "Plikt til å gi oppgave ved mottak av fangst.",
      "content": "Departementet​1 kan ved forskrift​2 pålegge enhver som mottar, oppbevarer eller omsetter fangst fra norsk eller utenlandsk fartøy å gi oppgaver og opplysninger​3 om fangstuttak til fiskeriadministrasjonen og til vedkommende salgsorganisasjon. Det samme gjelder når fangst overføres fra fiskefartøyet til annet fartøy. Departementet​1 kan ved forskrift​2 pålegge enhver som oppbevarer eller omsetter slik fangst\na. å ha utstyr for kontroll av fangstmengden,\nb. å stue fangst på bestemt måte, og\nc. å ha tegninger og beskrivelse av oppbevaringsrom og binger, samt dokument med oversikt over hvordan fangst er stuet.\n0 Tilføyd ved lov 11 juni 1993 nr. 73, endret ved lov 15 juni 2001 nr. 51.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9a."
      }
    },
    {
      "provision_ref": "2:9 b",
      "chapter": "2",
      "section": "9 b",
      "content": "Departementet​1 kan ved forskrift​2 pålegge den som leverer fangst å betale en avgift av fangstverdien til et strukturfond for kapasitetstilpasning av fiskeflåten.\nDepartementet​1 gir nærmere bestemmelser om avgiften, herunder om plikten til å svare avgift, innkreving av avgiften og anvendelse av strukturfondet, samt om opplysningsplikt for den som leverer og den som mottar fangst. Skyldig avgift er tvangsgrunnlag for utlegg.​3 Avgiftssatsen skal vedtas av Stortinget ved den årlige budsjettbehandlingen.\nUtgifter til innkreving av avgiften og tildeling av tilskudd fra strukturfondet dekkes av avgiftsmidlene.\nDenne paragraf gjelder i fem år fra dato for ikrafttredelsen.​4\n0 Tilføyd ved lov 28 mars 2003 nr. 19 (i kraft 1 juli 2003 iflg. res. 28 mars 2003 nr. 411).\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 1967 § 2 og kap. VII.\n3 Jfr. tvangsl. § 7-2, e.\n4 Fra 1 juli 2003.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9b",
        "source_heading": "§ 9b."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Reguleringsrådets kompetanse.",
      "content": "Før det utferdiges regulerende bestemmelser etter § 4 og § 8 kan det innhentes uttalelse fra et råd oppnevnt av departementet.​1 Reguleringsrådets uttalelse skal innhentes før det fastsettes fartøykvoter etter § 5.\nDepartementet​1 kan gi nærmere regler om sammensetning og virksomhet for råd oppnevnt etter første ledd.\n1 Fiskeri- og kystdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Utnytting og utkast.",
      "content": "Levedyktig fisk fanget i strid med bestemmelser i denne lov eller bestemmelser gitt i medhold av denne lov skal straks slippes på sjøen.\nDepartementet​1 kan påby ilandføring av død eller døende fisk og forby utkast av fangst og fiskeavfall.\nBlir død eller døende fisk fanget i strid med bestemmelser i denne lov eller bestemmelser gitt i medhold av denne lov, ilandført frivillig eller etter påbud, tilfaller fangsten eller dens verdi vedkommende salgsorganisasjon. Det samme gjelder dersom fisk blir levert i strid med bestemmelser gitt i eller i medhold av denne lov. Vedtak om inndragning treffes av Fiskeridirektoratet. Departementet​1 kan gi forskrift​2 om at salgsorganisasjonen kan gi vederlag for omkostningene når det er åpenbart at fangsten ikke var tilsiktet. § 7 fjerde ledd får tilsvarende anvendelse. Departementet​1 kan for det enkelte fiskeri ved forskrift​2 bestemme at den fangst eller fangstverdi som tilfaller salgsorganisasjonen, skal reduseres.\n0 Endret ved lover 23 des 1988 nr. 99, 15 juni 2001 nr. 51.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Forbud mot omsetning.",
      "content": "Det er forbudt​1 å motta eller omsette fangst som er tatt i strid med bestemmelser i denne lov eller bestemmelser gitt i medhold av denne lov. Omsetning er likevel tillatt når Fiskeridirektoratet har truffet vedtak etter § 11 om at fangsten tilfaller salgsorganisasjonen.\nAv kontrollmessige grunner kan departementet​2 forby import av fangst tatt utenfor norsk fiskerijurisdiksjonsområde​3 i den tid det er forbudt å omsette fangst etter denne paragraf.\n0 Endret ved lov 23 des 1988 nr. 99.\n1 Jfr. § 53 og § 54.\n2 Fiskeri- og kystdepartementet.\n3 Jfr. lov 27 juni 2003 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Helligdagsfredning.",
      "content": "Departementet​1 kan gi forskrift​2 om fiske og fangst på eller i tilknytning til søn- og helligdager​3 i bestemte områder eller for bestemte fiskerier eller fartøygrupper, når dette er nødvendig av hensyn til\na. en rasjonell eller hensiktsmessig utøvelse eller gjennomføring av fiske og fangst,\nb. den alminnelige helligdagsfred,​3 eller\nc. når det foreligger andre særlige omstendigheter.\nI områder hvor oppsyns- eller utvalgsordning er etablert, jf kap. VII, kan departementet​1 forby​4 sports- og fritidsfiske når det er gitt forskrifter i medhold av første ledd.\n0 Endret ved lov 1 juni 2001 nr. 26.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. lov 24 feb 1995 nr. 12.\n4 Jfr. § 53 og § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "title": "Aktsomhet.",
      "content": "Den som kommer til fiskefelt hvor redskap er satt ut, skal​2 gjøre seg kjent med hvor redskapen står.\nFartøy må ikke​2 manøvrere eller plasseres slik at fangstredskaper skades eller unødig utsettes for fare eller at fangstmuligheter unødig hemmes. Denne aktsomhetsplikt gjelder også under setting, sleping eller trekking av redskaper.\nDet er forbudt​2 å hindre eller ødelegge fangstmuligheter ved skyting, støy o.l.\n1 Gjelder iflg. res. 10 aug 1984 nr. 1552 så langt den passer for annen virksomhet enn fiske.\n2 Jfr. § 53 og § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "title": "Vikeplikt.",
      "content": "Den som fisker med drivende redskaper eller redskaper som slepes, har vikeplikt​2 for faststående redskaper.\nDet er forbudt​2 å ankre på område hvor drivgarn eller fløytliner er utsatt og i drift.\nFartøy som ikke har redskaper ute, skal​2 på oppfordring flytte dersom det ligger i veien for fiskere som har begynt å fiske eller går i gang med å sette ut sine redskaper.\nForankret fartøy som er til hinder for notkast, skal​2 på oppfordring flytte så fremt annen brukbar ankerplass finnes i nærheten.\n1 Gjelder iflg. res. 10 aug 1984 nr. 1552 så langt den passer for annen virksomhet enn fiske.\n2 Jfr. § 53 og § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Forkastregelen.",
      "content": "Den som først begynner å sette ut sine redskaper og fortsetter med det uten usedvanlig opphold, har rett til det havområde som redskapene krever eller vil omslutte.​1\nBegynner to eller flere fartøy å sette ut sine redskaper samtidig, har de lik rett.\n1 Jfr. § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "Fiske med krokredskaper.",
      "content": "Fiske med krokredskaper må skje​1 i betryggende avstand fra utestående not og ikke nærmere enn 100 meter.\n1 Jfr. § 53 og § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Fiske med landnot.",
      "content": "Er sperring satt ut, må det holdes forsvarlig vakt ved noten. Når uoverstigelige hindringer ikke foreligger, skal på forlangende noten straks senkes slik at nødvendig ferdsel kan foregå over den.\nFor å unngå uheldig konkurranse under sild- og brislingfiske med landnot kan departementet​1 gi forskrifter​2 om hvilke rettigheter landnotfiske har i forhold til fiske med andre redskaper.​3\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. lov 14 mars 1930.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Snurpenotfiske.",
      "content": "Utsetting av snurpenot må​1 foregå til styrbord slik at fartøyet svinger (runder noten) til styrbord.\n1 Jfr. § 53 og § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Drivgarnfiske.",
      "content": "Setter noen sine drivgarn nær andres drivgarn og sammendriving synes uunngåelig, skal​1 det tas forholdsregler for å unngå sammendriving og redskapene skal om nødvendig trekkes inn. Det samme gjelder for begge drivere når fare for sammendriving har andre årsaker.\nDen som ved sleping av drivgarnslenke forårsaker kollisjon med andre redskaper, plikter​1 å trekke sine garn først.\n1 Jfr. § 53 og § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Fiske med trål og snurrevad.",
      "content": "Det er forbudt​1 å drive fiske med trål eller snurrevad nærmere enn én nautisk mil fra utsatt fiske- eller fangstredskap eller merke for slike redskap eller fartøy som driver garn- eller linefiske.​2\nDepartementet​3 kan bestemme at grensen i første ledd skal være kortere eller ikke skal gjelde for:\na. trålfiske etter reker eller lodde,\nb. fiske med snurrevad,\nc. grenseområder der trål og/eller snurrevad etter § 4 bokstav g har enerett til bestemt område.\nBestemmelsene i denne paragraf får ikke anvendelse der utvalgsordning er opprettet etter § 33.\n0 Endret ved lov 23 des 1988 nr. 99.\n1 Jfr. § 53 og § 54.\n2 Jfr. § 42 og § 43.\n3 Fiskeri- og kystdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Sammenvikling av redskaper.",
      "content": "Den som under trekking har andres redskaper sammenviklet med sine, plikter​1 å gi dette til kjenne.\nKan trekking ikke foregå uten at andres redskaper blir påført skade, må om mulig samtlige interesserte varsles før trekking tar til.\nMå annens redskap kappes eller løses som følge av sammenvikling med redskap eller fartøy, skal​1 dette gjøres på en slik måte at den samlede skade blir minst mulig. Kapping av annens redskap er ikke tillatt​1 dersom redskapene kan løses på annen måte.\nEr annens redskap kappet eller løst fra hverandre, skal​1 de knyttes forsvarlig sammen. Sammenviklede redskaper som ikke kan bringes i land skal​1 forsynes med forsvarlige iler.\n1 Jfr. § 53 og § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Merking av redskap.",
      "content": "Departementet​1 kan gi forskrifter​2 om merking av redskaper og fortøyninger.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Bruk av sprengstoff og skytevåpen.",
      "content": "Bruk av sprengstoff til fangst av fisk er forbudt.​1 Sprengstoff må ikke​2 finnes om bord i fartøy som er på fiskefeltet eller på vei til og fra feltet.\nSprengstoff kan brukes ved harpunering på hval. Departementet​3 gir forskrifter​4 om avlivningsmåten ved fangst av sel, hval, brugde og lignende.\nDepartementet​3 kan forby bruk av skytevåpen ved fangst av fisk og gi forskrifter​4 om slik fangstmåte.\n1 Jfr. § 53.\n2 Jfr. § 53 og § 54.\n3 Fiskeri- og kystdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Stengsetting.",
      "content": "Enhver som driver fiske med not har rett til å fortøye slepekast i land, når det skjer i rimelig avstand fra bebodd hus (hytte) og uten utilbørlig fortrengsel eller ulempe for andre.​1\nDet er forbudt​2 å drive fiske nærmere enn 100 meter og å ferdes nærmere enn 20 meter fra slepekast eller steng som er fortøyet i land eller oppankret på annen måte.\nDepartementet​3 kan fastsette forskrifter​4 om sleping og stengsetting av fisk i sjøen, herunder oppbevaring av fisk og åpning av steng, for å hindre at fisken blir skadet, kvalitetsforringet eller at fisken forurenser eller blir forurenset av omgivelsene.\n1 Jfr. lov 14 mars 1930.\n2 Jfr. § 53 og § 54.\n3 Fiskeri- og kystdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Forbud mot å etterlate gjenstander i sjøen.",
      "content": "Det er forbudt​1 å kaste i sjøen redskaper og andre gjenstander som kan hemme utøvelsen av fisket, skade fisk, fiskeredskaper eller sette fartøy i fare. Det er også forbudt​1 å la redskaper, fortøyninger og andre gjenstander unødvendig bli stående igjen i sjøen eller på bunnen.\nDen som handler i strid med denne paragraf er forpliktet til å rydde opp og fjerne gjenstandene. Fiskeridirektoratet kan gi pålegg om rydding og fjerning.\nEtterkommes ikke pålegg gitt i medhold av annet ledd, kan Fiskeridirektoratet iverksette nødvendige tiltak for den ansvarliges regning og risiko. Utgifter ved slike tiltak er tvangsgrunnlag for utlegg.​2\n0 Endret ved lov 11 juni 1993 nr. 83. – Gjelder iflg. res. 10 aug 1984 nr. 1552 så langt den passer for annen virksomhet enn fiske.\n1 Jfr. § 53 og § 54.\n2 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Fiske m.m. og annen virksomhet.",
      "content": "For å beskytte naturlige og kultiverte fiskeressurser, anlegg for dyrking av alger og fiskernes fangstmuligheter, herunder bruk av kaste- og låssettingsplasser, kan Kongen innenfor 4 nautiske mil fra grunnlinjene​1 gi forskrifter​2 om utøvelsen av annen virksomhet enn fiske.\n1 Jfr. lov 27 juni 2003 nr. 57.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Fiske ved lokaliteter til akvakultur.",
      "content": "Om fiske- og ferdselsforbud i nærheten av lokaliteter til akvakultur gjelder reglene i akvakulturloven.​1\n0 Endret ved lover 16 juni 1989 nr. 58, 17 juni 2005 nr. 79 (i kraft 1 jan 2006).\n1 Lov 17 juni 2005 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Opplysningsplikt.",
      "content": "Den som berger bortdrevet, tapt eller etterlatt redskap, herunder lettbåt og annet utstyr, skal​1 så snart som mulig gi melding om dette til eieren eller nærmeste offentlige myndighet.\n1 Jfr. § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Bergelønn.",
      "content": "Den som berger redskap som nevnt i § 29 har rett til bergelønn som fastsettes i samsvar med sedvane eller til det som anses rimelig.​1 Bergelønn må ikke overstige verdien av det bergede.\nBerget fangst tilfaller bergeren. Er verdien av fangsten betydelig større enn bergelønnen, kan denne helt eller delvis falle bort.\n1 Jfr. sjøl. kap. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Innløsning.",
      "content": "Eier er ikke forpliktet til å løse inn det som er berget. Det bergede kan ikke kreves utlevert før bergelønn og kostnader er dekket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Forskrifter om berging.",
      "content": "Departementet​1 kan fastsette forskrifter​2 om berging av redskaper.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "7:33",
      "chapter": "7",
      "section": "33",
      "title": "Tilsynsmenn og utvalg.",
      "content": "Departementet​1 kan for bestemte områder bestemme at det for en eller flere redskapsgrupper skal velges tilsynsmenn og utvalg.\nEr det flere utvalg i et område, kan departementet​1 tilsette felles formann for utvalgene. I et slikt område kan departementet også bestemme at det skal være et fellesutvalg.\n1 Fiskeri- og kystdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Tilsynsmennenes oppgaver.",
      "content": "Tilsynsmennene skal representere fiskernes interesse i å opprettholde ro og orden på fiskefeltet og skal ved veiledning og advarsel søke å hindre overtredelse av bestemmelser i eller i medhold av denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Utvalgets kompetanse.",
      "content": "Utvalg opprettet etter § 33 kan, for å hindre kollisjoner mellom de forskjellige redskapsgrupper, eller for å sikre en rasjonell gjennomføring av fiske, når bestemmelser fastsatt etter § 4 ikke er til hinder, for sitt distrikt gi forskrifter​1 om:\na. deling av havstrekning mellom brukerne av de forskjellige redskaper,\nb. setting og trekking av redskaper, herunder bestemmelser om signal og tid for setting og trekking,\nc. tidspunkt for utseiling til fiskefeltet, herunder bestemmelser om signal,\nd. forbud mot opphold på fiskefeltet til visse tider,\ne. redskapers forankring,\nf. redskapers merking når disse ikke kommer i strid med forskrifter fastsatt etter § 23.\nForskrift​1 fastsatt etter første ledd kan av minst 10 deltakere i en redskapsgruppe som er representert i utvalget, eller av minst 5 av en redskapsgruppe som ikke er representert i utvalget, påklages til Fiskeridirektoratet innen 2 uker etter ikrafttreden. Klagen har ikke oppsettende virkning.\n0 Endret ved lov 23 des 1988 nr. 99.\n1 Se § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "title": "Forskrifter om utvalg.",
      "content": "Departementet​1 kan gi forskrifter​2 om gjennomføring og utfylling av reglene i §§ 33-34 og om utvalgenes organisering og virkeområde.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "title": "Forvaltningslovens​1 anvendelse.",
      "content": "Kapittel VII i forvaltningsloven​1 får ikke anvendelse på vedtak truffet i medhold av § 35.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "title": "Lokale fiskerioppsyn.",
      "content": "Departementet​1 kan for bestemte områder opprette lokalt fiskerioppsyn.\nDepartementet​1 kan for slike områder gi forskrifter​2 om inndeling i oppsynsdistrikter, oppsynets funksjonstid og melde- og oppgaveplikt for deltakerne i fisket.\nTil å forestå dette oppsyn kan departementet​1 tilsette oppsynssjef.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "title": "Det lokale fiskerioppsyns kompetanse.",
      "content": "Oppsynet​1 skal føre kontroll med at bestemmelsene i denne lov og i lov av 14. desember 1951 nr. 3 om omsetning av råfisk og forskrifter gitt i medhold av disse lover blir overholdt. Departementet​2 kan gi forskrifter​3 om kontroll med overholdelse av denne lov.\nOppsynet​1 skal under sin kontrollvirksomhet gis uhindret adgang til fartøy. Ansvarshavende på fartøyet skal gi oppsynet nødvendig bistand og opplysninger.​4\nKongen kan bestemme at oppsynssjefen​1 har politi- og påtalemyndighet, og fastsette nærmere bestemmelser om oppsynssjefens forhold til den ordinære politi- og påtalemyndighet.\nOppsynssjefen​1 kan innenfor sin kompetanse etter tredje ledd gi tjenestemann i oppsynet politimyndighet og rett til å utferdige forelegg. Er det ikke tilsatt oppsynssjef, kan departementet​1 gi slik myndighet.\nDet kan kreves at siktede straks avgir erklæring om han vedtar et forelegg utferdiget av tjenestemenn i oppsynet.\n1 Jfr. § 38.\n2 Fiskeri- og kystdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "Megling av det lokale fiskerioppsyn.",
      "content": "Tjenestemennene i det lokale fiskerioppsyn​1 skal så vidt mulig søke å løse i minnelighet tvist oppstått under fiske eller i forbindelse med fiske.\nLov 13. august 1915 nr. 5 om domstolene § 106 om ugildhet kommer til anvendelse på den som opptrer som megler.\nForlik inngått med bistand av fiskerioppsynet er særlig tvangsgrunnlag etter tvangsfullbyrdelsesloven​2 når det er underskrevet av partene og underskriften er bekreftet av tjenestemannen som har meglet.\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Jfr. § 38 og § 39.\n2 Lov 26 juni 1992 nr. 86 (tvangsl.) § 4-1 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "Særlige rettergangsregler.",
      "content": "Domstolen skal uten unødig opphold og foran andre embetsforretninger fremme saker som gjelder overtredelse av lover og forskrifter nevnt i § 39 første ledd, mens oppsyn etter § 38 er i virksomhet.\nSøksmål om tvist oppstått under fiske eller i forbindelse med fiske mens oppsynet er i virksomhet kan, når annen lov eller tariffavtale ikke er til hinder, anlegges i den rettskrets fiske foregikk dersom saksøkte når stevning​1 kommer til retten, oppholder seg eller har verneting i rettskretsen.​2 Første ledd får tilsvarende anvendelse på slike søksmål.\n1 Jfr. tvml. kap. 22.\n2 Jfr. tvml. kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "8:42",
      "chapter": "8",
      "section": "42",
      "title": "Objektivt ansvar.",
      "content": "Enhver som volder skade på redskaper som er satt ut i sjøen for fangst, plikter uten hensyn til skyld å erstatte skaden, herunder tap av fangst og tap som følge av avbrekk i fisket.\nErstatningsplikten etter første ledd kan reduseres eller falle bort dersom skadevolder godtgjør at han er uten skyld i skaden.\n1 Gjelder iflg. res. 10 aug 1984 nr. 1552 så langt den passer for annen virksomhet enn fiske.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "8:43",
      "chapter": "8",
      "section": "43",
      "title": "Bevisbyrderegler.",
      "content": "Er det voldt skade på drivende eller faststående redskap, har trål- og snurrevadfiskere som samtidig har trålet eller drevet snurrevadfiske på feltet, bevisbyrden for at de ikke er årsak til skaden, med mindre omstendighetene avgjort taler imot at slikt bevis blir krevd.\n0 Endret ved lov 23 des 1988 nr. 99.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "title": "Panterett for erstatning.",
      "content": "For krav på skadeserstatning etter denne lov og for erstatningskrav som følge av sammenstøt mellom fiskefartøyer,​1 hjelpefartøyer, fartøyer som deltar i føring av fisk eller andre fartøyer som deltar i fisket, has panterett i det skadevoldende lags fartøyer, redskaper og fangst. Reglene om sjøpant i sjøloven​2 kapittel 3 gjelder tilsvarende. Med hensyn til prioritet er kravet likestilt med de krav som er nevnt i sjøloven​2 § 51 første ledd nr 4.\nPanterett i fangst faller bort når fangsten er levert, men fordringshaveren får i stedet panterett i salgssummen.\n0 Endret ved lov 24 juni 1994 nr. 39.\n1 Jfr. sjøl. kap. 8.\n2 Lov 24 juni 1994 nr. 39 (sjøl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "9:45",
      "chapter": "9",
      "section": "45",
      "title": "Fiskeridirektoratets kompetanse",
      "content": "Fiskeridirektoratet skal føre kontroll med at bestemmelsen i loven her og i lov 26. mars 1999 nr. 15 om retten til å delta i fiske og fangst (deltakerloven), lov 17. desember 1976 nr. 91 om Norges økonomiske sone § 3, § 4 og § 7 bokstav b, lov 17. juni 1966 nr. 19 om forbud mot at utlendinger driver fiske mv. i Norges territorialfarvann, lov 14. desember 1951 nr. 3 om omsetning av råfisk og lov 24. juni 1994 nr. 34 om registrering som kjøper i første hånd av råfisk m.v., samt forskrifter gitt i medhold av disse lovene, blir overholdt.\nFiskeridirektoratet skal under sin kontrollvirksomhet gis uhindret adgang​1 til fartøy og rederikontor, samt hos enhver som i ervervsøyemed er i besittelse av fisk beregnet på oppbevaring, transport eller omsetning og hos de som er i besittelse av dokumenter vedrørende slik fisk.\nFiskeridirektoratet skal, hos enhver som omfattes av annet ledd, gis uhindret adgang til å kontrollere regnskap og andre relevante dokumenter og opplysninger uansett hvordan disse oppbevares, og skal gis uhindret adgang​1 til relevante gjenstander. Ansvarshavende eller dennes representant skal gi Fiskeridirektoratet nødvendig bistand og opplysninger,​2 legge fram relevante gjenstander og dokumenter m.m., bekrefte kopier, datautskrifter, lagerlister m.m., og tillate merknader i fangstdagbok, mottaksjournal og lignende. Ansvarshavende eller dennes representant skal undertegne den rapporten inspektøren setter opp, men kan påføre rapporten de merknader som finnes nødvendig.\nFiskeridirektoratet kan stanse og undersøke fartøy og steder som nevnt i annet ledd. Ansvarshavende for fartøy kan pålegges å stanse fiske og fangst og å trekke trål og annen fiskeredskap. Fiskeridirektoratet kan under sin kontrollvirksomhet trekke redskap og forankring til slike. Fiskeridirektoratet kan plombere redskap, lasterom og andre oppbevaringsrom for fisk og fiskeprodukter og oppbevaringssteder for dokumenter, relevante opplysninger og gjenstander. Fiskeridirektoratet kan om nødvendig kreve hjelp av politiet for å få utført kontrollen.\nInspektører kan plasseres ombord for inspeksjonsoppdrag og observatører kan plasseres ombord for observasjon og registrering av fisket. Nødvendig kost og losji skal gis på fartøyets kostnad. Inspektør og observatør skal uten vederlag gis adgang til å nytte radio og annet kommunikasjonsutstyr.\nFiskeridirektoratet kan undersøke rederiregnskap og kan pålegge fryseribedrifter å gi opplysninger om fangst som mellomlagres i vedkommende bedrift. Reder og ansvarshavende ombord på fartøy som leverer fangst til utlandet eller til utenlandske skip og bedrifter eller selskap som leverer fangst eller produkter til utlandet, kan pålegges å gi de opplysninger som er nødvendige for utøvelse av kontroll etter første ledd.\nFiskeridirektoratet kan opprette et register for innsamling, lagring og bruk av opplysninger innhentet gjennom slikt utstyr som referert til i § 4 første ledd bokstav s. Departementet kan ved forskrift fastsette nærmere regler om registrering og bruk av opplysninger i registeret.\nDepartementet​3 kan gi forskrift​4 om kontroll som utøves etter paragrafen her, herunder fastsette bestemmelser om:\na. observatørens myndighet og plikter,\nb. hvilke fartøygrupper og hvor mange fartøy som skal ha inspektør eller observatør ombord, samt hvordan utvelgelsen av fartøy skal skje,\nc. at fartøy helt eller delvis skal bære lønns- og transportkostnader m.v. ved gjennomføring av inspektør- og observatørordninger,\nd. at kostnadene ved inspektør- og observatørordninger skal fordeles på alle deltakende fartøy i en nærmere definert fartøygruppe, og\ne. at fartøy som ikke har betalt pålagte inspektør- eller observatørkostnader kan nektes å delta i fisket.\n0 Endret ved lover 23 des 1988 nr. 99, 19 jan 1990 nr. 2, 17 juli 1998 nr. 57, 15 juni 2001 nr. 51, 17 des 2004 nr. 88.\n1 Jfr. strl. § 326.\n2 Jfr. § 53.\n3 Fiskeri- og kystdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "9:45 a",
      "chapter": "9",
      "section": "45 a",
      "title": "Salgsorganisasjonenes kontrollansvar m.v.",
      "content": "Salgsorganisasjon som har vedtekter godkjent i medhold av lov 14. desember 1951 nr. 3 om omsetning av råfisk, skal utføre kontroll med at loven her og forskrifter fastsatt i medhold av loven blir overholdt. Kontrollen etter foregående punktum skal være begrenset til opplysninger som naturlig følger av salgsorganisasjonens virksomhet etter lov 14. desember 1951 nr. 3 om omsetning av råfisk, særlig kontroll med at fangstuttak og landet fangst er i samsvar med bestemmelser fastsatt i medhold av §§ 4, 5, 5 a, 6 og 11 i loven her.\nDepartementet​1 kan gi forskrift​2 om kontroll som utøves etter første ledd og om rapporterings- og kontrollrutiner.\n0 Tilføyd ved lov 19 jan 1990 nr. 2, endret ved lov 15 juni 2001 nr. 51.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45a",
        "source_heading": "§ 45a."
      }
    },
    {
      "provision_ref": "9:46",
      "chapter": "9",
      "section": "46",
      "title": "Kontrollavgift",
      "content": "Departementet​1 kan gi forskrift om kontrollavgift, herunder nærmere bestemmelser om plikten til å svare avgift, innkreving av avgift og om opplysningsplikt for den som leverer og mottar fangst, når dette er bestemmende for avgiftspliktens omfang.\nSkyldig avgift er tvangsgrunnlag for utlegg.​2\n0 Opphevet ved lov 13 juni 1997 nr. 42 (i kraft 5 nov 1999 iflg. res. 5 nov 1999 nr. 1143), tilføyd igjen ved lov 17 des 2004 nr. 89 (i kraft 1 jan 2005).\n1 Fiskeri- og kystdepartementet.\n2 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "9:47",
      "chapter": "9",
      "section": "47",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1997 nr. 42 (i kraft 5 nov 1999 iflg. res. 5 nov 1999 nr. 1143).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "9:48",
      "chapter": "9",
      "section": "48",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1997 nr. 42 (i kraft 5 nov 1999 iflg. res. 5 nov 1999 nr. 1143).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "9:49",
      "chapter": "9",
      "section": "49",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1997 nr. 42 (i kraft 5 nov 1999 iflg. res. 5 nov 1999 nr. 1143).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "9:50",
      "chapter": "9",
      "section": "50",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1997 nr. 42 (i kraft 5 nov 1999 iflg. res. 5 nov 1999 nr. 1143).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "9:51",
      "chapter": "9",
      "section": "51",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1997 nr. 42 (i kraft 5 nov 1999 iflg. res. 5 nov 1999 nr. 1143).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "9:52",
      "chapter": "9",
      "section": "52",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1997 nr. 42 (i kraft 5 nov 1999 iflg. res. 5 nov 1999 nr. 1143).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "10:53",
      "chapter": "10",
      "section": "53",
      "title": "Straffansvar.",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av denne lov eller medvirker til det, straffes med bøter​1 eller fengsel​2 i inntil 6 måneder dersom forholdet ikke rammes av et strengere straffebud. Under særdeles skjerpende omstendigheter kan fengsel i inntil 2 år​3 anvendes.\nVed overtredelse foretatt av utenlandske fartøyer utenfor sjøterritoriet,​4 får fengselsstraff ikke anvendelse. Det kan heller ikke ilegges subsidiær fengselsstraff for det tilfelle at ilagt bot ikke betales. Fengselsstraff kan likevel anvendes etter reglene i første ledd dersom dette følger av avtale med fremmed stat, eller fartøyet er statsløst.\nOvertredelse anses som forseelse.​5 Forsøk​6 straffes på samme måte som fullbyrdet overtredelse.\nFartøyføreren kan vedta forelegg​7 på oppdragsgiverens vegne. Oppdragsgiveren kan også ilegges straff i sak som reises mot fartøyføreren.\nEr overtredelsen begått av noen av besetningen på et fartøy og straffansvaret i den anledning kan gjøres gjeldende mot fartøyføreren, blir den underordnede ikke å straffe.\n0 Endret ved lover 20 juli 1991 nr. 66, 13 juni 1997 nr. 42 (i kraft 5 nov 1999 iflg. res. 5 nov 1999 nr. 1143), 15 juni 2001 nr. 51.\n1 Jfr. strl. § 27 og kap. 3 a.\n2 Jfr. strl. § 26 a.\n3 Jfr. strl. § 67.\n4 Jfr. lov 27 juni 2003 nr. 57 § 2.\n5 Jfr. strl. § 2 annet ledd.\n6 Jfr. strl. kap. 4.\n7 Jfr. strpl. kap. 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "10:54",
      "chapter": "10",
      "section": "54",
      "title": "Inndragning.",
      "content": "Ved overtredelse av bestemmelser i eller i medhold av denne lov kan inndras​1 fartøy som er brukt ved overtredelsen, og tilbehør, fangst og redskap som er om bord, uansett hvem som er eier. I stedet for tingen kan verdien helt eller delvis inndras hos den skyldige eller hos den han har handlet på vegne av, eller hos eieren. Det kan bestemmes at panterett og andre rettigheter i ting som inndras, helt eller delvis faller bort. Bestemmelsene i straffelovens​2 § 37 c får tilsvarende anvendelse. Når lovlig og ulovlig fangst er blandet sammen, kan hele fangsten inndras.\n1 Sml. strl. § 35.\n2 Lov 22 mai 1902 nr. 10 (strl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "11:55",
      "chapter": "11",
      "section": "55",
      "content": "1. Loven her trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid oppheves: – – –\n2. Fra lovens ikrafttreden gjøres følgende endringer i andre lover: – – –\n3. Bestemmelser gitt i medhold av lov 25. juni 1937 nr. 20 om sild- og brislingfiskeriene, § 14 og § 15 i lov av 16. juni 1939 nr. 7 om fangst av hval, § 5 i lov av 14. desember 1951 nr. 1 om fangst av sel, lov 17. juni 1955 om saltvannsfiskeriene, § 10, § 10 a og § 10 b i lov 16. juni 1972 nr. 57 om regulering av deltagelsen i fisket og lov 17. januar 1975 nr. 1 om trålfrie soner utenfor den norske fiskerigrense skal fortsatt gjelde inntil de oppheves eller avløses av bestemmelser gitt i medhold av loven her.\n1 Fra 15 aug 1984 iflg. res. 10 aug 1984 nr. 1552.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    }
  ]
}