{
  "id": "LOV-2011-06-24-29",
  "type": "statute",
  "title": "Lov om folkehelsearbeid (folkehelseloven)",
  "short_name": "Folkehelseloven – fhl",
  "status": "in_force",
  "issued_date": "2011-06-24",
  "in_force_date": "2012-01-01",
  "url": "https://lovdata.no/dokument/NL/lov/2011-06-24-29",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Formålet med denne loven er å bidra til en bærekraftig samfunnsutvikling som fremmer folkehelse, herunder livskvalitet og gode sosiale og miljømessige forhold, og som utjevner sosiale helseforskjeller.\nLoven skal bidra til å beskytte befolkningen mot faktorer som direkte eller indirekte kan ha negativ innvirkning på helsen, og bidra til å forebygge psykisk og somatisk sykdom, skade og lidelse.\nLoven skal sikre at kommuner, fylkeskommuner og statlige myndigheter setter i verk tiltak og samordner sin virksomhet i folkehelsearbeidet på en forsvarlig måte. Loven skal legge til rette for et langsiktig, systematisk og kunnskapsbasert folkehelsearbeid.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Virkeområde",
      "content": "Loven gjelder for kommuner, fylkeskommuner og statlige myndigheter. Det som er fastsatt for fylkeskommuner i denne loven gjelder også for Oslo kommune.\nLovens kapittel 3 gjelder i tillegg for privat og offentlig virksomhet og eiendom når forhold ved disse direkte eller indirekte kan ha innvirkning på helsen.\nKongen kan gi forskrifter om lovens anvendelse på Svalbard og Jan Mayen og kan fastsette særlige regler av hensyn til stedlige forhold. Kongen kan bestemme om og i hvilken utstrekning bestemmelser gitt i loven her skal gjelde på norske skip i utenriksfart, i norske sivile luftfartøyer i internasjonal trafikk og på installasjoner og fartøy i arbeid på den norske kontinentalsokkelen.\nLoven gjelder for helsepersonell, offentlige tjenestepersoner og private der dette fastsettes i medhold av §§ 7 b, 29 og 33 a.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Definisjoner",
      "content": "I loven her menes med\na. folkehelse: befolkningens helsetilstand og livskvalitet og hvordan helse og livskvalitet fordeler seg i en befolkning\nb. folkehelsearbeid: samfunnets innsats for å påvirke faktorer som direkte eller indirekte fremmer befolkningens helse og livskvalitet, fremmer gode sosiale og miljømessige forhold, utjevner sosiale helseforskjeller, beskytter befolkningen mot faktorer som direkte eller indirekte kan ha negativ innvirkning på helsen, og forebygger psykisk og somatisk sykdom, skade og lidelse.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Kommunens ansvar",
      "content": "Kommunen skal\na. fremme befolkningens helse og livskvalitet\nb. fremme gode sosiale og miljømessige forhold\nc. bidra til å forebygge psykisk og somatisk sykdom, skade og lidelse\nd. bidra til utjevning av sosiale helseforskjeller\ne. bidra til å beskytte befolkningen mot faktorer som direkte eller indirekte kan ha negativ innvirkning på helsen.\nAnsvaret etter første ledd skal ivaretas innenfor de oppgavene og med de virkemidlene kommunen er tillagt, herunder ved lokal utvikling og planlegging, forvaltning og tjenesteyting.\nKommunen skal medvirke til at helsemessige hensyn ivaretas av andre myndigheter og virksomheter. Medvirkningen skal skje blant annet gjennom råd, uttalelser, samarbeid og deltagelse i planlegging og ved gjennomføring av tiltak. Kommunen skal legge til rette for samarbeid med frivillig sektor.\nKommunen bør medvirke til, og tilrettelegge for, forskning og annen kunnskapsutvikling om folkehelsetiltak.\nKommunen skal ha internkontroll etter reglene i kommuneloven § 25-1 med krav fastsatt i eller i medhold av denne loven.\nI forbindelse med handlinger og avgjørelser som berører barn, skal barnets beste være et grunnleggende hensyn.\nI kommuner med samisk befolkning skal kommunen være oppmerksom på særskilte folkehelseutfordringer for samer.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Oversikt over helsetilstand og påvirkningsfaktorer i kommunen",
      "content": "Kommunen skal ha nødvendig oversikt over helsetilstanden i befolkningen og de positive og negative faktorer som kan virke inn på denne. Oversikten skal blant annet baseres på:\na. opplysninger som statlige helsemyndigheter, de regionale helseforetakene og fylkeskommunen gjør tilgjengelig etter §§ 20, 24, 25 og 25 a,\nb. kunnskap fra de kommunale helse- og omsorgstjenestene, jf. helse- og omsorgstjenesteloven § 3-3 og\nc. kunnskap om positive og negative faktorer og utviklingstrekk i miljø og lokalsamfunn som kan ha innvirkning på befolkningens helse, herunder risikoforhold.\nOversikten skal være skriftlig og identifisere folkehelseutfordringene i kommunen, herunder vurdere konsekvenser og årsaksforhold. Den skal også inneholde en vurdering av hvordan kommunen kan møte utfordringene, herunder planbehov. Kommunen skal særlig være oppmerksom på trekk ved utviklingen som kan skape eller opprettholde sosiale eller helsemessige problemer eller sosiale helseforskjeller.\nDepartementet kan gi nærmere forskrifter om krav til kommunens oversikt.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Mål og planlegging",
      "content": "Oversikten etter § 5 annet ledd skal inngå som grunnlag for arbeidet med kommunens planstrategi. En drøfting av kommunens folkehelseutfordringer og hvordan kommunen kan møte disse, bør inngå i strategien, jf. plan- og bygningsloven § 10-1.\nKommunen skal i sitt arbeid med kommuneplaner etter plan- og bygningsloven kapittel 11 fastsette mål, strategier, handlinger og prioriteringer for å møte kommunens folkehelseutfordringer.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Tiltak",
      "content": "Kommunen skal iverksette nødvendige tiltak for å møte kommunens folkehelseutfordringer. Dette kan blant annet omfatte tiltak knyttet til oppvekst- og levekårsforhold som bolig, utdanning, arbeid og inntekt, fysiske og sosiale miljøer og bomiljø- og nærmiljøkvaliteter, fysisk aktivitet, kosthold, smittsomme sykdommer, skader og ulykker, vold og overgrep, tobakksbruk, alkohol- og annen rusmiddelbruk, fremming av psykisk helse og forebygging av psykiske plager og lidelser, diskriminering og ensomhet.\nKommunen skal gi informasjon, råd og veiledning om hva den enkelte selv og befolkningen kan gjøre for å fremme helse og forebygge sykdom.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:7 a",
      "chapter": "2",
      "section": "7 a",
      "title": "Tilsyn med virksomhet og eiendom",
      "content": "Kommunen skal føre tilsyn med virksomhet og eiendom som omfattes av kapittel 3, og i den forbindelse treffe nødvendige enkeltvedtak etter samme kapittel. Kommunen skal prioritere sin tilsynsvirksomhet etter en vurdering av helserisiko.\nKommunens tilsyn med virksomhet og eiendom etter første ledd skal dokumenteres særskilt, også uavhengighet og likebehandling i tilsynet.\nKommunens myndighet kan utøves av kommuneoverlegen dersom dette på grunn av tidsnød er nødvendig for at kommunens oppgaver etter paragrafen her og kapittel 3 skal kunne utføres.\nKommunens ansvar og oppgaver etter paragrafen her og kapittel 3 kan i tillegg til å delegeres etter bestemmelsene i kommuneloven delegeres til et interkommunalt selskap.\nDepartementet kan gi forskrift om kommunens tilsyn etter paragrafen her.\n0 Tilføyd ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7a",
        "source_heading": "§ 7 a."
      }
    },
    {
      "provision_ref": "2:7 b",
      "chapter": "2",
      "section": "7 b",
      "title": "Beredskap",
      "content": "Kommunen har ansvar for nødvendige beredskapsforberedelser og for tiltak i beredskapssituasjoner. Dette omfatter også kompenserende tiltak for å forebygge og begrense konsekvenser for befolkningens helse som følge av tiltak iverksatt for å håndtere beredskapssituasjonen. Kommunen skal sikre forsvarlig samfunnsmedisinsk beredskap. Kommunen skal innhente medisinskfaglige råd fra kommuneoverlegen om helsemessig beredskap etter denne loven, jf. § 7 c.\nKommunen plikter å utarbeide en beredskapsplan for sine oppgaver etter denne lovens §§ 7 a til 7 c og kapittel 3, i samsvar med helseberedskapsloven. Helseberedskapsplanen skal samordnes med kommunens øvrige beredskapsplaner.\nVed en miljøhendelse eller mistanke om utbrudd av sykdom knyttet til helseskadelige miljøfaktorer skal kommunen iverksette nødvendige tiltak for å forebygge, håndtere og begrense negative helsekonsekvenser.\nDepartementet kan gi forskrift om kommunens beredskap innen miljø og helse.\n0 Tilføyd ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7b",
        "source_heading": "§ 7 b."
      }
    },
    {
      "provision_ref": "2:7 c",
      "chapter": "2",
      "section": "7 c",
      "title": "Samfunnsmedisinsk kompetanse",
      "content": "Kommunen skal ha nødvendig samfunnsmedisinsk kompetanse for å ivareta oppgaver etter loven her. Det skal ansettes en eller flere kommuneoverleger som medisinskfaglig rådgiver for kommunen for å ivareta blant annet:\na. samfunnsmedisinsk rådgivning i kommunens folkehelsearbeid, jf. §§ 4 til 7 d, herunder epidemiologiske analyser, helsemessig beredskap og vurdering av hvordan kommunen kan møte folkehelseutfordringer, og\nb. hastekompetanse på kommunens vegne i saker etter denne loven og smittevernloven.\nKommunen kan samarbeide med andre kommuner om ansettelse av kommuneoverlege.\n0 Tilføyd ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7c",
        "source_heading": "§ 7 c."
      }
    },
    {
      "provision_ref": "2:7 d",
      "chapter": "2",
      "section": "7 d",
      "title": "Samarbeid mellom kommuner",
      "content": "Departementet kan pålegge samarbeid mellom kommuner når det anses påkrevet for en forsvarlig løsning av folkehelsearbeidet i kommunene, herunder gi bestemmelser om hvilke oppgaver det skal samarbeides om, og fordeling av utgifter.\nDersom forholdene tilsier det, skal kommunen yte bistand til andre kommuner ved ulykker og andre akutte situasjoner. Anmodning om bistand fremmes av den kommunen som har bistandsbehovet. Den kommunen som mottar bistand, skal yte kommunen som bidrar med hjelp, kompensasjon for utgifter som pådras, med mindre annet er avtalt eller bestemt i medhold av første ledd.\n0 Tilføyd ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7d",
        "source_heading": "§ 7 d."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Krav til virksomheter og eiendommer",
      "content": "Virksomheter og eiendommer skal planlegges, tilrettelegges og drives på en helsemessig tilfredsstillende måte, slik at de ikke medfører fare for helseskade eller helsemessig ulempe.\nDer annet regelverk fastsetter helsebegrunnede krav eller normer, skal det tas utgangspunkt i disse ved vurderingen av om denne lovens krav til helsemessig tilfredsstillende drift er oppfylt.\nDepartementet kan innenfor formålene etter § 1, gi forskrift om miljø og helse, herunder bestemmelser om innemiljø, luftkvalitet, vann og vannforsyning, støy, omgivelseshygiene, forebygging av ulykker og skader, sosiale faktorer mv. Det kan også gis forskrifter om plikt til å ha internkontrollsystemer og til å føre internkontroll for å sikre at krav fastsatt i eller i medhold av dette kapittel overholdes.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 19 juni 2020 nr. 89 (ikr. 1 jan 2021 iflg. res. 25 sep 2020 nr. 1825), opphevet ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Meldeplikt og godkjenning",
      "content": "Departementet kan innenfor miljø og helse, jf. § 8, gi forskrift om meldeplikt til, eller plikt til å innhente godkjenning fra, kommunen før eller ved iverksetting av virksomhet som kan ha innvirkning på helsen. Det samme gjelder ved endring av slik virksomhet. Kommunen kan ved godkjenning sette vilkår for å ivareta hensynet til folks helse, jf. §§ 1 og 8. Nærmere bestemmelser om godkjenning, herunder saksbehandlingsregler til utfylling av tjenesteloven, kan gis i forskriftene. Unntak fra tjenesteloven § 11 annet ledd kan bare gjøres når det er begrunnet ut fra tvingende allmenne hensyn.\nFor virksomheter som er underlagt melde- eller godkjenningsplikt, kan det i forskrift etter første ledd kreves at en vurdering fra et akkreditert inspeksjonsorgan skal fremlegges. Slik vurdering kan kreves innhentet ved nærmere bestemte tidsintervaller. Virksomheten dekker utgiftene til vurderingen fra det akkrediterte inspeksjonsorganet.\nDersom godkjenning eller vurdering fra akkreditert inspeksjonsorgan ikke foreligger, kan kommunen kreve virksomheten stanset. Stansing kan bare kreves dersom ulempene ved stansing står i rimelig forhold til den helsefare som unngås. Stansing kan om nødvendig gjennomføres med bistand fra politiet.\nI forskriftene kan det bestemmes at statsforvalteren skal ha godkjenningsmyndighet dersom virksomheten berører flere kommuner. Berører virksomheten flere fylker, kan det bestemmes at departementet skal ha godkjenningsmyndigheten. For vann og vannforsyning kan det i forskrift bestemmes at annen statlig myndighet enn statsforvalteren skal ha godkjenningsmyndigheten. Det kan videre gis særskilte bestemmelser om klageordning i tilfeller hvor statsforvalteren, departementet eller annen statlig myndighet gir godkjenning.\n0 Endret ved lover 22 juni 2012 nr. 46, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Helsekonsekvensutredning",
      "content": "Kommunen kan pålegge den som planlegger eller driver virksomhet, eller den ansvarlige for forhold ved en eiendom, for egen regning å utrede mulige helsemessige konsekvenser av tiltaket eller forholdet. Slik utredning kan bare kreves dersom ulempene ved å foreta utredningen står i rimelig forhold til de helsemessige hensyn som tilsier at forholdet utredes.\nVed virksomhet som i vesentlig grad kan berøre befolkningens helse og livskvalitet nasjonalt eller regionalt, kan Helsedirektoratet utøve myndighet etter første ledd.\nKlageinstansen har ved behandling av klagesaker tilsvarende rett til å kreve helsekonsekvensutredning.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Opplysningsplikt",
      "content": "Kommunen kan pålegge den som planlegger eller driver virksomhet som kan ha innvirkning på helsen, en plikt til, uten hinder av taushetsplikt, å gi kommunen de opplysningene som er nødvendige for at den kan utføre sine gjøremål etter § 7 a og dette kapittelet. Når særlige grunner tilsier det, kan kommunen kreve at opplysningene gis av enhver som utfører arbeid for den som har opplysningsplikt etter første punktum. Opplysninger som nevnt i første punktum kan også kreves fra andre offentlige myndigheter uten hinder av taushetsplikt.\nDen ansvarlige for eiendom eller virksomhet som nevnt i første ledd, skal av eget tiltak gi kommunen opplysninger om forhold ved eiendommen eller virksomheten som åpenbart kan ha negativ innvirkning på helsen.\nKommunen kan dessuten pålegge den ansvarlige for eiendom eller virksomhet som nevnt i første ledd, plikt til å gi allmennheten, kunder eller andre opplysninger om forhold ved eiendommen eller virksomheten som kan ha innvirkning på helsen.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Gransking",
      "content": "Kommunen kan for å ivareta sine oppgaver etter § 7 a og dette kapittelet beslutte at det skal foretas gransking av eiendom eller virksomhet. Granskingen kan gjennomføres av den som er delegert myndighet etter § 7 a, eller av kommuneoverlegen i hastesaker. Granskingen kan om nødvendig gjennomføres med bistand fra politiet.\nDen som utfører granskingen, skal uhindret ha adgang til å inspisere eiendom og virksomhet og til å ta nødvendige prøver uten godtgjøring. Det kan kreves fremlagt dokumenter og materiale og kreves foretatt undersøkelser som kan ha betydning for kommunens gjøremål etter § 7 a og dette kapittelet. Kommunen kan videre pålegge virksomhet å innhente ny vurdering som nevnt i § 10 annet ledd. Omkostninger forbundet med granskingen betales av den ansvarlige for eiendommen eller virksomheten.\nStatsforvalteren har i klagesaker tilsvarende adgang til å gjennomføre gransking.\nVed gransking av virksomhet eller eiendom, skal den som utfører granskingen, først ta kontakt med representanter for virksomhetens ledelse.\n0 Endret ved lover 14 juni 2013 nr. 39 (ikr. 1 juli 2013 iflg. res. 14 juni 2013 nr. 641), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Retting",
      "content": "Kommunen kan pålegge forhold ved en eiendom eller virksomhet i kommunen rettet hvis forholdet direkte eller indirekte kan ha negativ innvirkning på helsen eller er i strid med bestemmelser gitt i medhold av § 7 a eller dette kapittelet. Retting kan bare kreves dersom ulempene ved å foreta rettingen står i rimelig forhold til de helsemessige hensyn som tilsier at forholdet rettes.\nPålegget skal være skriftlig og inneholde en frist for når det skal være utført. Det skal rettes til den som er ansvarlig for forholdet, eller til virksomheten som sådan. Kostnadene ved å gjennomføre pålegget skal dekkes av den som er ansvarlig for forholdet, eventuelt av virksomheten som sådan.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Tvangsmulkt",
      "content": "Kommunen kan ved oversittelse av frist for å oppfylle pålegg om retting av forhold etter § 14 ilegge adressaten for pålegget tvangsmulkt i form av engangsmulkt eller løpende dagmulkt. Tvangsmulkten må være fastsatt enten samtidig med pålegget eller i forbindelse med fastsettelse av ny frist for oppfyllelse av pålegget. Tvangsmulktens størrelse fastsettes under hensyn til hvor viktig det er at pålegget blir gjennomført og hvilke kostnader det antas å medføre. Tvangsmulkten tilfaller statskassen.\nTvangsmulkten er tvangsgrunnlag for utlegg.\nDepartementet kan gi nærmere bestemmelser om fastsettelse og beregning av tvangsmulkt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Stansing",
      "content": "Oppstår det forhold ved en virksomhet eller eiendom som medfører en overhengende fare for helseskade, skal kommunen stanse hele eller deler av virksomheten eller aktiviteten inntil forholdene er rettet eller faren er over. Stansing kan om nødvendig gjennomføres med bistand fra politiet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Overtredelsesgebyr",
      "content": "Departementet kan i forskrift fastsette at kommunen kan ilegge overtredelsesgebyr overfor den som forsettlig eller uaktsomt overtrer bestemmelsene i §§ 10 til 14 og § 16. Det samme gjelder ved overtredelse av forskrifter gitt i medhold av §§ 8 og 10 når det er fastsatt i forskriften at overtredelse kan medføre slik sanksjon.\nI forskrift etter første ledd kan departementet gi nærmere bestemmelser om hvilke overtredelser nevnt i første ledd som kan medføre overtredelsesgebyr. Videre skal forskriften gi nærmere bestemmelser om utmåling og betaling av gebyret, og det kan gis regler om rente og tilleggsgebyr dersom overtredelsesgebyr ikke blir betalt ved forfall. Gebyret tilfaller statskassen.\nEndelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg.\nForetak kan ilegges overtredelsesgebyr i samsvar med første til tredje ledd når overtredelsen er begått av noen som har handlet på vegne av foretaket. Dette gjelder selv om ingen enkeltperson kan ilegges overtredelsesgebyr.\n0 Endres ved lov 22 juni 2018 nr. 76 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Straff",
      "content": "Med bøter eller fengsel inntil 3 måneder eller begge deler straffes den som forsettlig eller uaktsomt overtrer pålegg eller forskrifter gitt i medhold av dette kapittelet eller § 7 a.\n0 Endret ved lover 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 18 juni 2021 nr. 122 (i kraft 1 juli 2022 iflg. res. 8 april 2022 nr. 570), 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Klage",
      "content": "Statsforvalteren avgjør klager over vedtak truffet av kommunen eller kommuneoverlegen etter dette kapittelet.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Fylkeskommunens ansvar",
      "content": "Fylkeskommunen skal\na. fremme befolkningens helse og livskvalitet\nb. fremme gode sosiale og miljømessige forhold\nc. bidra til å forebygge psykisk og somatisk sykdom, skade og lidelse\nd. bidra til utjevning av sosiale helseforskjeller\ne. bidra til å beskytte befolkningen mot faktorer som direkte eller indirekte kan ha negativ innvirkning på helsen.\nAnsvaret etter første ledd skal ivaretas innenfor de oppgavene og med de virkemidlene som fylkeskommunen er tillagt.\nFylkeskommunen skal ha internkontroll etter reglene i kommuneloven § 25-1 med krav fastsatt i eller i medhold av denne loven.\nFylkeskommunen skal være pådriver for og samordne folkehelsearbeidet i fylket, for eksempel gjennom partnerskap. Fylkeskommunen skal, gjennom samarbeid blant annet med kommuner, frivillig sektor, de regionale helseforetakene, kunnskapsmiljøer og myndigheter, støtte opp under forskning og utvikling, herunder evaluering, av folkehelsearbeidet i kommunene.\nFylkeskommunen skal understøtte folkehelsearbeidet i kommunene, blant annet ved å gjøre tilgjengelig opplysninger i henhold til § 21, jf. § 5 første ledd bokstav a.\nFylkeskommunen har ansvar for nødvendige beredskapsforberedelser og tiltak i beredskapssituasjoner.\nI forbindelse med handlinger og avgjørelser som berører barn, skal barnets beste være et grunnleggende hensyn.\nI fylker med samisk befolkning skal fylkeskommunen være oppmerksom på særskilte folkehelseutfordringer for samer.\n0 Endret ved lover 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141, med unntak av fjerde ledd annet punktum), 20 juni 2025 nr. 69 (i kraft 1 feb 2026 iflg. res. 23 jan 2026 nr. 69, fjerde ledd annet punktum).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Oversikt over helsetilstand og påvirkningsfaktorer i fylket",
      "content": "Fylkeskommunen skal ha nødvendig oversikt over helsetilstanden i fylket og de positive og negative faktorer som kan virke inn på denne. Oversikten skal blant annet baseres på:\na. opplysninger som statlige helsemyndigheter gjør tilgjengelig etter §§ 24, 25 og 25 a,\nb. relevant kunnskap fra kommunene, tannhelsetjenesten og andre deler av fylkeskommunens virksomhet med betydning for folkehelsen.\nOversikten skal være skriftlig og identifisere folkehelseutfordringene i fylket, herunder vurdere konsekvenser og årsaksforhold. Den skal inneholde en vurdering av hvordan fylkeskommunen kan møte utfordringene, herunder planbehov.\nDepartementet kan gi nærmere forskrifter om krav til fylkeskommunens oversikt, herunder om plikt til å gjennomføre befolkningsundersøkelser, og om innholdet i og gjennomføringen av slike undersøkelser i fylket.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:21 a",
      "chapter": "4",
      "section": "21 a",
      "title": "Mål og planlegging",
      "content": "Oversikten over fylkets folkehelseutfordringer etter § 21 annet ledd skal inngå som grunnlag for arbeidet med fylkeskommunens planstrategi. En drøfting av utfordringene og hvordan fylkeskommunen kan møte disse, bør inngå i strategien, jf. plan- og bygningsloven § 7-1.\nFylkeskommunen skal i regionale planer etter plan- og bygningsloven fastsette mål, strategier, handlinger og prioriteringer for å møte fylkets folkehelseutfordringer, jf. § 21.\n0 Tilføyd ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21a",
        "source_heading": "§ 21 a."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Statens ansvar",
      "content": "Staten skal\na. fremme befolkningens helse og livskvalitet\nb. fremme gode sosiale og miljømessige forhold\nc. bidra til å forebygge psykisk og somatisk sykdom, skade og lidelse\nd. bidra til utjevning av sosiale helseforskjeller\ne. bidra til å beskytte befolkningen mot faktorer som direkte eller indirekte kan ha negativ innvirkning på helsen.\nStatlige myndigheter skal i sin virksomhet vurdere konsekvenser for befolkningens helse der det er relevant.\nDepartementet skal ha nødvendig oversikt over helse og livskvalitet i befolkningen og de positive og negative faktorene som kan virke inn på denne. Departementet skal fastsette de nasjonale folkehelseutfordringene som grunnlag for en samordnet og helhetlig nasjonal folkehelsepolitikk. Store nasjonale folkehelsetiltak bør effektevalueres.\nStatlige helsemyndigheter skal bistå kommuner og fylkeskommuner i deres arbeid med å fremme helse og livskvalitet og forebygge sykdom. Statlige helsemyndigheter skal legge til rette for samarbeid og dialog med frivillig sektor på en systematisk måte. I forbindelse med handlinger og avgjørelser som berører barn, skal barnets beste være et grunnleggende hensyn.\nStatlige helsemyndigheter skal være oppmerksom på særskilte folkehelseutfordringer for samene og vurdere tiltak der det er relevant.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Statsforvalterens ansvar",
      "content": "Statsforvalteren skal bidra til å iverksette nasjonal politikk på folkehelseområdet og være pådriver for kunnskapsbasert folkehelsearbeid på lokalt og regionalt nivå, blant annet gjennom råd og veiledning til kommuner og fylkeskommuner.\nStatsforvalteren har ansvar for nødvendige beredskapsforberedelser og for tiltak i beredskapssituasjoner.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Helsedirektoratets ansvar",
      "content": "Helsedirektoratet skal følge med på folkehelsen, herunder positive og negative påvirkningsfaktorer, og gi kommuner, fylkeskommuner, statsforvaltere og andre statlige institusjoner, helsepersonell, næringsliv, frivillig sektor og befolkningen informasjon, råd og veiledning om strategier og tiltak i folkehelsearbeidet. Helsedirektoratet skal også følge med på at folkehelsearbeidet er i samsvar med utfordringer på folkehelseområdet.\nHelsedirektoratet skal bidra til å iverksette nasjonal politikk innen folkehelseområdet og være en pådriver for kunnskapsbasert folkehelsearbeid, blant annet gjennom å utvikle, fastsette, formidle og vedlikeholde nasjonale normer og standarder for godt folkehelsearbeid og hva som er helsemessig tilfredsstillende etter lovens § 8.\nHelsedirektoratet skal gjøre tilgjengelig statistikk som grunnlag for kommunenes og fylkeskommunenes oversikter etter §§ 5 og 21. Når det er nødvendig for å utføre disse oppgavene, kan Helsedirektoratet kreve indirekte identifiserbare personopplysninger fra sentrale helseregistre etter helseregisterloven § 11 og fra andre relevante offentlige kilder. Opplysningene kan innhentes for sammenstilling uten hinder av taushetsplikt.\nHelsedirektoratet har ansvar for nødvendige beredskapsforberedelser og for tiltak i beredskapssituasjoner.\nDepartementet kan i forskrift gi utfyllende bestemmelser om opplysninger som skal gjøres tilgjengelig for kommunen og fylkeskommunen.\n0 Endret ved lover 18 des 2015 nr. 121 (ikr. 1 jan 2016 iflg. res. 18 des 2015 nr. 1593), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 20 des 2023 nr. 106 (i kraft 1 jan 2024 iflg. res. 20 des 2023 nr. 2128), 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Folkehelseinstituttets ansvar",
      "content": "Folkehelseinstituttet skal forske, oppsummere og formidle kunnskap innen folkehelseområdet.\nFolkehelseinstituttet skal legge til rette for regelmessige fylkesvise folkehelseundersøkelser. Undersøkelsene skal gjennomføres i samarbeid med landets fylkeskommuner.\nFolkehelseinstituttet skal utarbeide og presentere statistikk fra helseregistrene og andre kilder. Folkehelseinstituttet skal være faglig uavhengig under utførelsen av disse oppgavene.\nFolkehelseinstituttet er statens smitteverninstitutt og har innen områdene smittevern og miljømedisin ansvar for overvåkning, råd og veiledning.\nFolkehelseinstituttet skal i forbindelse med eksponering for helseskadelige miljøfaktorer bistå kommuner, fylkeskommuner, statsforvaltere og andre statlige institusjoner, helsepersonell og befolkningen for å sikre beskyttelse av befolkningens helse.\nFolkehelseinstituttet har ansvar for nødvendige beredskapsforberedelser og for tiltak i beredskapssituasjoner.\n0 Endret ved lover 20 juni 2014 nr. 43 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1732), 18 des 2015 nr. 121 (ikr. 1 jan 2016 iflg. res. 18 des 2015 nr. 1593), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 20 des 2023 nr. 106 (i kraft 1 jan 2024 iflg. res. 20 des 2023 nr. 2128), 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:25 a",
      "chapter": "5",
      "section": "25 a",
      "title": "De regionale helseforetakenes ansvar",
      "content": "De regionale helseforetakene skal bidra med kunnskap om helsetilstanden til befolkningen i sin region, som grunnlag for statlig, fylkeskommunal og kommunal oversikt over befolkningens helse og forhold som påvirker denne.\nDe regionale helseforetakene skal samarbeide med fylkeskommunene og kommunene om folkehelse, herunder beredskap innen miljø og helse og smittevern.\n0 Tilføyd ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25a",
        "source_heading": "§ 25 a."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "(Opphevet)",
      "content": "0 Endret ved lover 18 des 2015 nr. 121 (ikr. 1 jan 2016), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 20 des 2023 nr. 106 (i kraft 1 jan 2024 iflg. res. 20 des 2023 nr. 2128), opphevet ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Gjennomføring av avtaler med fremmede stater og internasjonale organisasjoner",
      "content": "Kongen i statsråd kan i forskrift gi nærmere bestemmelser for gjennomføring av avtaler på folkehelseområdet med fremmede stater og internasjonale organisasjoner.\nAnsatte ved politiet, tollvesenet, havner, flyplasser, Mattilsynet, Forsvaret, Kystvakten, Kystverket, Fiskeridirektoratet, Sjøfartsdirektoratet og Direktoratet for samfunnssikkerhet og beredskap plikter å ha særlig oppmerksomhet rettet mot helsetrusler som kan utgjøre en alvorlig hendelse av betydning for internasjonal folkehelse. De plikter å bistå med gjennomføring og overholdelse av bestemmelsene som er gitt i eller i medhold av denne loven.\nI forskrift etter første ledd kan det gis bestemmelser om plikt for ansatte som nevnt i annet ledd og fører av skip, luftfartøy og andre transportmidler til, uten hinder av taushetsplikt, å varsle kommuneoverlegen om helsetrusler som nevnt i annet ledd. Det kan fastsettes nærmere plikter for andre myndigheter, herunder bestemme hvem som skal betale for utgiftene til bistand.\nForskrift etter første ledd kan gi bestemmelser om iverksetting av midlertidige og stående tiltak fra Verdens helseorganisasjon.\n0 Endret ved lover 3 mars 2017 nr. 8 (ikr. 3 mars 2017 iflg. res. 3 mars 2017 nr. 242), 21 juni 2019 nr. 46 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 808), 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 19 juni 2020 nr. 89 (ikr. 1 jan 2021 iflg. res. 25 sep 2020 nr. 1825), opphevet ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "Statlig tilsyn med lov om folkehelsearbeid",
      "content": "Statsforvalteren skal føre tilsyn med lovligheten av kommunens og fylkeskommunens oppfyllelse av plikter pålagt i eller i medhold av §§ 4 til 7 d, 20 til 21 a og 29 i loven her og kommuneloven § 25-1.\nReglene i kommuneloven kapittel 30 gjelder for tilsynsvirksomheten etter første ledd.\n0 Endret ved lover 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879), 19 juni 2020 nr. 89 (ikr. 1 jan 2021 iflg. res. 25 sep 2020 nr. 1825), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "Overordnet faglig tilsyn",
      "content": "Statens helsetilsyn har det overordnede faglige tilsyn med loven her i henhold til § 31, og skal utøve myndighet i samsvar med det som er bestemt i lov og forskrift.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Videreføring av forskrifter",
      "content": "Forskrifter gitt eller videreført i medhold av lov 19. november 1982 nr. 66 om helsetjenesten i kommunene kapittel 4a og § 7-9 gjelder også etter at loven her har trådt i kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:33 a",
      "chapter": "6",
      "section": "33 a",
      "title": "Forskrift om meldeplikt, oppgaver og ansvar i beredskapssituasjoner",
      "content": "Departementet kan gi forskrift om meldeplikt for kommuner, helseforetak og helsepersonell til statlige helsemyndigheter om miljøhendelser eller mistanke om utbrudd av sykdom relatert til eksponering for helseskadelige miljøfaktorer. I forskrift kan videre gis nærmere bestemmelser om oppgaver for og ansvarsfordeling mellom kommuner, fylkeskommuner og statlige helsemyndigheter for å sikre beskyttelse av befolkningens helse.\n0 Tilføyd ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33a",
        "source_heading": "§ 33 a."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "title": "Ikrafttredelse",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.​1 Kongen kan sette i kraft de enkelte bestemmelser til forskjellig tid.\n1 Fra 1 jan 2012 iflg. res. 24 juni 2011 nr. 637.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "title": "Endringer i andre lover",
      "content": "Fra det tidspunkt loven trer i kraft, gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Formålet med denne loven er å bidra til en bærekraftig samfunnsutvikling som fremmer folkehelse, herunder livskvalitet og gode sosiale og miljømessige forhold, og som utjevner sosiale helseforskjeller.\nLoven skal bidra til å beskytte befolkningen mot faktorer som direkte eller indirekte kan ha negativ innvirkning på helsen, og bidra til å forebygge psykisk og somatisk sykdom, skade og lidelse.\nLoven skal sikre at kommuner, fylkeskommuner og statlige myndigheter setter i verk tiltak og samordner sin virksomhet i folkehelsearbeidet på en forsvarlig måte. Loven skal legge til rette for et langsiktig, systematisk og kunnskapsbasert folkehelsearbeid.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Virkeområde",
      "content": "Loven gjelder for kommuner, fylkeskommuner og statlige myndigheter. Det som er fastsatt for fylkeskommuner i denne loven gjelder også for Oslo kommune.\nLovens kapittel 3 gjelder i tillegg for privat og offentlig virksomhet og eiendom når forhold ved disse direkte eller indirekte kan ha innvirkning på helsen.\nKongen kan gi forskrifter om lovens anvendelse på Svalbard og Jan Mayen og kan fastsette særlige regler av hensyn til stedlige forhold. Kongen kan bestemme om og i hvilken utstrekning bestemmelser gitt i loven her skal gjelde på norske skip i utenriksfart, i norske sivile luftfartøyer i internasjonal trafikk og på installasjoner og fartøy i arbeid på den norske kontinentalsokkelen.\nLoven gjelder for helsepersonell, offentlige tjenestepersoner og private der dette fastsettes i medhold av §§ 7 b, 29 og 33 a.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Definisjoner",
      "content": "I loven her menes med\na. folkehelse: befolkningens helsetilstand og livskvalitet og hvordan helse og livskvalitet fordeler seg i en befolkning\nb. folkehelsearbeid: samfunnets innsats for å påvirke faktorer som direkte eller indirekte fremmer befolkningens helse og livskvalitet, fremmer gode sosiale og miljømessige forhold, utjevner sosiale helseforskjeller, beskytter befolkningen mot faktorer som direkte eller indirekte kan ha negativ innvirkning på helsen, og forebygger psykisk og somatisk sykdom, skade og lidelse.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Kommunens ansvar",
      "content": "Kommunen skal\na. fremme befolkningens helse og livskvalitet\nb. fremme gode sosiale og miljømessige forhold\nc. bidra til å forebygge psykisk og somatisk sykdom, skade og lidelse\nd. bidra til utjevning av sosiale helseforskjeller\ne. bidra til å beskytte befolkningen mot faktorer som direkte eller indirekte kan ha negativ innvirkning på helsen.\nAnsvaret etter første ledd skal ivaretas innenfor de oppgavene og med de virkemidlene kommunen er tillagt, herunder ved lokal utvikling og planlegging, forvaltning og tjenesteyting.\nKommunen skal medvirke til at helsemessige hensyn ivaretas av andre myndigheter og virksomheter. Medvirkningen skal skje blant annet gjennom råd, uttalelser, samarbeid og deltagelse i planlegging og ved gjennomføring av tiltak. Kommunen skal legge til rette for samarbeid med frivillig sektor.\nKommunen bør medvirke til, og tilrettelegge for, forskning og annen kunnskapsutvikling om folkehelsetiltak.\nKommunen skal ha internkontroll etter reglene i kommuneloven § 25-1 med krav fastsatt i eller i medhold av denne loven.\nI forbindelse med handlinger og avgjørelser som berører barn, skal barnets beste være et grunnleggende hensyn.\nI kommuner med samisk befolkning skal kommunen være oppmerksom på særskilte folkehelseutfordringer for samer.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Oversikt over helsetilstand og påvirkningsfaktorer i kommunen",
      "content": "Kommunen skal ha nødvendig oversikt over helsetilstanden i befolkningen og de positive og negative faktorer som kan virke inn på denne. Oversikten skal blant annet baseres på:\na. opplysninger som statlige helsemyndigheter, de regionale helseforetakene og fylkeskommunen gjør tilgjengelig etter §§ 20, 24, 25 og 25 a,\nb. kunnskap fra de kommunale helse- og omsorgstjenestene, jf. helse- og omsorgstjenesteloven § 3-3 og\nc. kunnskap om positive og negative faktorer og utviklingstrekk i miljø og lokalsamfunn som kan ha innvirkning på befolkningens helse, herunder risikoforhold.\nOversikten skal være skriftlig og identifisere folkehelseutfordringene i kommunen, herunder vurdere konsekvenser og årsaksforhold. Den skal også inneholde en vurdering av hvordan kommunen kan møte utfordringene, herunder planbehov. Kommunen skal særlig være oppmerksom på trekk ved utviklingen som kan skape eller opprettholde sosiale eller helsemessige problemer eller sosiale helseforskjeller.\nDepartementet kan gi nærmere forskrifter om krav til kommunens oversikt.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Mål og planlegging",
      "content": "Oversikten etter § 5 annet ledd skal inngå som grunnlag for arbeidet med kommunens planstrategi. En drøfting av kommunens folkehelseutfordringer og hvordan kommunen kan møte disse, bør inngå i strategien, jf. plan- og bygningsloven § 10-1.\nKommunen skal i sitt arbeid med kommuneplaner etter plan- og bygningsloven kapittel 11 fastsette mål, strategier, handlinger og prioriteringer for å møte kommunens folkehelseutfordringer.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Tiltak",
      "content": "Kommunen skal iverksette nødvendige tiltak for å møte kommunens folkehelseutfordringer. Dette kan blant annet omfatte tiltak knyttet til oppvekst- og levekårsforhold som bolig, utdanning, arbeid og inntekt, fysiske og sosiale miljøer og bomiljø- og nærmiljøkvaliteter, fysisk aktivitet, kosthold, smittsomme sykdommer, skader og ulykker, vold og overgrep, tobakksbruk, alkohol- og annen rusmiddelbruk, fremming av psykisk helse og forebygging av psykiske plager og lidelser, diskriminering og ensomhet.\nKommunen skal gi informasjon, råd og veiledning om hva den enkelte selv og befolkningen kan gjøre for å fremme helse og forebygge sykdom.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:7 a",
      "chapter": "2",
      "section": "7 a",
      "title": "Tilsyn med virksomhet og eiendom",
      "content": "Kommunen skal føre tilsyn med virksomhet og eiendom som omfattes av kapittel 3, og i den forbindelse treffe nødvendige enkeltvedtak etter samme kapittel. Kommunen skal prioritere sin tilsynsvirksomhet etter en vurdering av helserisiko.\nKommunens tilsyn med virksomhet og eiendom etter første ledd skal dokumenteres særskilt, også uavhengighet og likebehandling i tilsynet.\nKommunens myndighet kan utøves av kommuneoverlegen dersom dette på grunn av tidsnød er nødvendig for at kommunens oppgaver etter paragrafen her og kapittel 3 skal kunne utføres.\nKommunens ansvar og oppgaver etter paragrafen her og kapittel 3 kan i tillegg til å delegeres etter bestemmelsene i kommuneloven delegeres til et interkommunalt selskap.\nDepartementet kan gi forskrift om kommunens tilsyn etter paragrafen her.\n0 Tilføyd ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7a",
        "source_heading": "§ 7 a."
      }
    },
    {
      "provision_ref": "2:7 b",
      "chapter": "2",
      "section": "7 b",
      "title": "Beredskap",
      "content": "Kommunen har ansvar for nødvendige beredskapsforberedelser og for tiltak i beredskapssituasjoner. Dette omfatter også kompenserende tiltak for å forebygge og begrense konsekvenser for befolkningens helse som følge av tiltak iverksatt for å håndtere beredskapssituasjonen. Kommunen skal sikre forsvarlig samfunnsmedisinsk beredskap. Kommunen skal innhente medisinskfaglige råd fra kommuneoverlegen om helsemessig beredskap etter denne loven, jf. § 7 c.\nKommunen plikter å utarbeide en beredskapsplan for sine oppgaver etter denne lovens §§ 7 a til 7 c og kapittel 3, i samsvar med helseberedskapsloven. Helseberedskapsplanen skal samordnes med kommunens øvrige beredskapsplaner.\nVed en miljøhendelse eller mistanke om utbrudd av sykdom knyttet til helseskadelige miljøfaktorer skal kommunen iverksette nødvendige tiltak for å forebygge, håndtere og begrense negative helsekonsekvenser.\nDepartementet kan gi forskrift om kommunens beredskap innen miljø og helse.\n0 Tilføyd ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7b",
        "source_heading": "§ 7 b."
      }
    },
    {
      "provision_ref": "2:7 c",
      "chapter": "2",
      "section": "7 c",
      "title": "Samfunnsmedisinsk kompetanse",
      "content": "Kommunen skal ha nødvendig samfunnsmedisinsk kompetanse for å ivareta oppgaver etter loven her. Det skal ansettes en eller flere kommuneoverleger som medisinskfaglig rådgiver for kommunen for å ivareta blant annet:\na. samfunnsmedisinsk rådgivning i kommunens folkehelsearbeid, jf. §§ 4 til 7 d, herunder epidemiologiske analyser, helsemessig beredskap og vurdering av hvordan kommunen kan møte folkehelseutfordringer, og\nb. hastekompetanse på kommunens vegne i saker etter denne loven og smittevernloven.\nKommunen kan samarbeide med andre kommuner om ansettelse av kommuneoverlege.\n0 Tilføyd ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7c",
        "source_heading": "§ 7 c."
      }
    },
    {
      "provision_ref": "2:7 d",
      "chapter": "2",
      "section": "7 d",
      "title": "Samarbeid mellom kommuner",
      "content": "Departementet kan pålegge samarbeid mellom kommuner når det anses påkrevet for en forsvarlig løsning av folkehelsearbeidet i kommunene, herunder gi bestemmelser om hvilke oppgaver det skal samarbeides om, og fordeling av utgifter.\nDersom forholdene tilsier det, skal kommunen yte bistand til andre kommuner ved ulykker og andre akutte situasjoner. Anmodning om bistand fremmes av den kommunen som har bistandsbehovet. Den kommunen som mottar bistand, skal yte kommunen som bidrar med hjelp, kompensasjon for utgifter som pådras, med mindre annet er avtalt eller bestemt i medhold av første ledd.\n0 Tilføyd ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7d",
        "source_heading": "§ 7 d."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Krav til virksomheter og eiendommer",
      "content": "Virksomheter og eiendommer skal planlegges, tilrettelegges og drives på en helsemessig tilfredsstillende måte, slik at de ikke medfører fare for helseskade eller helsemessig ulempe.\nDer annet regelverk fastsetter helsebegrunnede krav eller normer, skal det tas utgangspunkt i disse ved vurderingen av om denne lovens krav til helsemessig tilfredsstillende drift er oppfylt.\nDepartementet kan innenfor formålene etter § 1, gi forskrift om miljø og helse, herunder bestemmelser om innemiljø, luftkvalitet, vann og vannforsyning, støy, omgivelseshygiene, forebygging av ulykker og skader, sosiale faktorer mv. Det kan også gis forskrifter om plikt til å ha internkontrollsystemer og til å føre internkontroll for å sikre at krav fastsatt i eller i medhold av dette kapittel overholdes.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 19 juni 2020 nr. 89 (ikr. 1 jan 2021 iflg. res. 25 sep 2020 nr. 1825), opphevet ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Meldeplikt og godkjenning",
      "content": "Departementet kan innenfor miljø og helse, jf. § 8, gi forskrift om meldeplikt til, eller plikt til å innhente godkjenning fra, kommunen før eller ved iverksetting av virksomhet som kan ha innvirkning på helsen. Det samme gjelder ved endring av slik virksomhet. Kommunen kan ved godkjenning sette vilkår for å ivareta hensynet til folks helse, jf. §§ 1 og 8. Nærmere bestemmelser om godkjenning, herunder saksbehandlingsregler til utfylling av tjenesteloven, kan gis i forskriftene. Unntak fra tjenesteloven § 11 annet ledd kan bare gjøres når det er begrunnet ut fra tvingende allmenne hensyn.\nFor virksomheter som er underlagt melde- eller godkjenningsplikt, kan det i forskrift etter første ledd kreves at en vurdering fra et akkreditert inspeksjonsorgan skal fremlegges. Slik vurdering kan kreves innhentet ved nærmere bestemte tidsintervaller. Virksomheten dekker utgiftene til vurderingen fra det akkrediterte inspeksjonsorganet.\nDersom godkjenning eller vurdering fra akkreditert inspeksjonsorgan ikke foreligger, kan kommunen kreve virksomheten stanset. Stansing kan bare kreves dersom ulempene ved stansing står i rimelig forhold til den helsefare som unngås. Stansing kan om nødvendig gjennomføres med bistand fra politiet.\nI forskriftene kan det bestemmes at statsforvalteren skal ha godkjenningsmyndighet dersom virksomheten berører flere kommuner. Berører virksomheten flere fylker, kan det bestemmes at departementet skal ha godkjenningsmyndigheten. For vann og vannforsyning kan det i forskrift bestemmes at annen statlig myndighet enn statsforvalteren skal ha godkjenningsmyndigheten. Det kan videre gis særskilte bestemmelser om klageordning i tilfeller hvor statsforvalteren, departementet eller annen statlig myndighet gir godkjenning.\n0 Endret ved lover 22 juni 2012 nr. 46, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Helsekonsekvensutredning",
      "content": "Kommunen kan pålegge den som planlegger eller driver virksomhet, eller den ansvarlige for forhold ved en eiendom, for egen regning å utrede mulige helsemessige konsekvenser av tiltaket eller forholdet. Slik utredning kan bare kreves dersom ulempene ved å foreta utredningen står i rimelig forhold til de helsemessige hensyn som tilsier at forholdet utredes.\nVed virksomhet som i vesentlig grad kan berøre befolkningens helse og livskvalitet nasjonalt eller regionalt, kan Helsedirektoratet utøve myndighet etter første ledd.\nKlageinstansen har ved behandling av klagesaker tilsvarende rett til å kreve helsekonsekvensutredning.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Opplysningsplikt",
      "content": "Kommunen kan pålegge den som planlegger eller driver virksomhet som kan ha innvirkning på helsen, en plikt til, uten hinder av taushetsplikt, å gi kommunen de opplysningene som er nødvendige for at den kan utføre sine gjøremål etter § 7 a og dette kapittelet. Når særlige grunner tilsier det, kan kommunen kreve at opplysningene gis av enhver som utfører arbeid for den som har opplysningsplikt etter første punktum. Opplysninger som nevnt i første punktum kan også kreves fra andre offentlige myndigheter uten hinder av taushetsplikt.\nDen ansvarlige for eiendom eller virksomhet som nevnt i første ledd, skal av eget tiltak gi kommunen opplysninger om forhold ved eiendommen eller virksomheten som åpenbart kan ha negativ innvirkning på helsen.\nKommunen kan dessuten pålegge den ansvarlige for eiendom eller virksomhet som nevnt i første ledd, plikt til å gi allmennheten, kunder eller andre opplysninger om forhold ved eiendommen eller virksomheten som kan ha innvirkning på helsen.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Gransking",
      "content": "Kommunen kan for å ivareta sine oppgaver etter § 7 a og dette kapittelet beslutte at det skal foretas gransking av eiendom eller virksomhet. Granskingen kan gjennomføres av den som er delegert myndighet etter § 7 a, eller av kommuneoverlegen i hastesaker. Granskingen kan om nødvendig gjennomføres med bistand fra politiet.\nDen som utfører granskingen, skal uhindret ha adgang til å inspisere eiendom og virksomhet og til å ta nødvendige prøver uten godtgjøring. Det kan kreves fremlagt dokumenter og materiale og kreves foretatt undersøkelser som kan ha betydning for kommunens gjøremål etter § 7 a og dette kapittelet. Kommunen kan videre pålegge virksomhet å innhente ny vurdering som nevnt i § 10 annet ledd. Omkostninger forbundet med granskingen betales av den ansvarlige for eiendommen eller virksomheten.\nStatsforvalteren har i klagesaker tilsvarende adgang til å gjennomføre gransking.\nVed gransking av virksomhet eller eiendom, skal den som utfører granskingen, først ta kontakt med representanter for virksomhetens ledelse.\n0 Endret ved lover 14 juni 2013 nr. 39 (ikr. 1 juli 2013 iflg. res. 14 juni 2013 nr. 641), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Retting",
      "content": "Kommunen kan pålegge forhold ved en eiendom eller virksomhet i kommunen rettet hvis forholdet direkte eller indirekte kan ha negativ innvirkning på helsen eller er i strid med bestemmelser gitt i medhold av § 7 a eller dette kapittelet. Retting kan bare kreves dersom ulempene ved å foreta rettingen står i rimelig forhold til de helsemessige hensyn som tilsier at forholdet rettes.\nPålegget skal være skriftlig og inneholde en frist for når det skal være utført. Det skal rettes til den som er ansvarlig for forholdet, eller til virksomheten som sådan. Kostnadene ved å gjennomføre pålegget skal dekkes av den som er ansvarlig for forholdet, eventuelt av virksomheten som sådan.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Tvangsmulkt",
      "content": "Kommunen kan ved oversittelse av frist for å oppfylle pålegg om retting av forhold etter § 14 ilegge adressaten for pålegget tvangsmulkt i form av engangsmulkt eller løpende dagmulkt. Tvangsmulkten må være fastsatt enten samtidig med pålegget eller i forbindelse med fastsettelse av ny frist for oppfyllelse av pålegget. Tvangsmulktens størrelse fastsettes under hensyn til hvor viktig det er at pålegget blir gjennomført og hvilke kostnader det antas å medføre. Tvangsmulkten tilfaller statskassen.\nTvangsmulkten er tvangsgrunnlag for utlegg.\nDepartementet kan gi nærmere bestemmelser om fastsettelse og beregning av tvangsmulkt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Stansing",
      "content": "Oppstår det forhold ved en virksomhet eller eiendom som medfører en overhengende fare for helseskade, skal kommunen stanse hele eller deler av virksomheten eller aktiviteten inntil forholdene er rettet eller faren er over. Stansing kan om nødvendig gjennomføres med bistand fra politiet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Overtredelsesgebyr",
      "content": "Departementet kan i forskrift fastsette at kommunen kan ilegge overtredelsesgebyr overfor den som forsettlig eller uaktsomt overtrer bestemmelsene i §§ 10 til 14 og § 16. Det samme gjelder ved overtredelse av forskrifter gitt i medhold av §§ 8 og 10 når det er fastsatt i forskriften at overtredelse kan medføre slik sanksjon.\nI forskrift etter første ledd kan departementet gi nærmere bestemmelser om hvilke overtredelser nevnt i første ledd som kan medføre overtredelsesgebyr. Videre skal forskriften gi nærmere bestemmelser om utmåling og betaling av gebyret, og det kan gis regler om rente og tilleggsgebyr dersom overtredelsesgebyr ikke blir betalt ved forfall. Gebyret tilfaller statskassen.\nEndelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg.\nForetak kan ilegges overtredelsesgebyr i samsvar med første til tredje ledd når overtredelsen er begått av noen som har handlet på vegne av foretaket. Dette gjelder selv om ingen enkeltperson kan ilegges overtredelsesgebyr.\n0 Endres ved lov 22 juni 2018 nr. 76 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Straff",
      "content": "Med bøter eller fengsel inntil 3 måneder eller begge deler straffes den som forsettlig eller uaktsomt overtrer pålegg eller forskrifter gitt i medhold av dette kapittelet eller § 7 a.\n0 Endret ved lover 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 18 juni 2021 nr. 122 (i kraft 1 juli 2022 iflg. res. 8 april 2022 nr. 570), 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Klage",
      "content": "Statsforvalteren avgjør klager over vedtak truffet av kommunen eller kommuneoverlegen etter dette kapittelet.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Fylkeskommunens ansvar",
      "content": "Fylkeskommunen skal\na. fremme befolkningens helse og livskvalitet\nb. fremme gode sosiale og miljømessige forhold\nc. bidra til å forebygge psykisk og somatisk sykdom, skade og lidelse\nd. bidra til utjevning av sosiale helseforskjeller\ne. bidra til å beskytte befolkningen mot faktorer som direkte eller indirekte kan ha negativ innvirkning på helsen.\nAnsvaret etter første ledd skal ivaretas innenfor de oppgavene og med de virkemidlene som fylkeskommunen er tillagt.\nFylkeskommunen skal ha internkontroll etter reglene i kommuneloven § 25-1 med krav fastsatt i eller i medhold av denne loven.\nFylkeskommunen skal være pådriver for og samordne folkehelsearbeidet i fylket, for eksempel gjennom partnerskap. Fylkeskommunen skal, gjennom samarbeid blant annet med kommuner, frivillig sektor, de regionale helseforetakene, kunnskapsmiljøer og myndigheter, støtte opp under forskning og utvikling, herunder evaluering, av folkehelsearbeidet i kommunene.\nFylkeskommunen skal understøtte folkehelsearbeidet i kommunene, blant annet ved å gjøre tilgjengelig opplysninger i henhold til § 21, jf. § 5 første ledd bokstav a.\nFylkeskommunen har ansvar for nødvendige beredskapsforberedelser og tiltak i beredskapssituasjoner.\nI forbindelse med handlinger og avgjørelser som berører barn, skal barnets beste være et grunnleggende hensyn.\nI fylker med samisk befolkning skal fylkeskommunen være oppmerksom på særskilte folkehelseutfordringer for samer.\n0 Endret ved lover 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141, med unntak av fjerde ledd annet punktum), 20 juni 2025 nr. 69 (i kraft 1 feb 2026 iflg. res. 23 jan 2026 nr. 69, fjerde ledd annet punktum).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Oversikt over helsetilstand og påvirkningsfaktorer i fylket",
      "content": "Fylkeskommunen skal ha nødvendig oversikt over helsetilstanden i fylket og de positive og negative faktorer som kan virke inn på denne. Oversikten skal blant annet baseres på:\na. opplysninger som statlige helsemyndigheter gjør tilgjengelig etter §§ 24, 25 og 25 a,\nb. relevant kunnskap fra kommunene, tannhelsetjenesten og andre deler av fylkeskommunens virksomhet med betydning for folkehelsen.\nOversikten skal være skriftlig og identifisere folkehelseutfordringene i fylket, herunder vurdere konsekvenser og årsaksforhold. Den skal inneholde en vurdering av hvordan fylkeskommunen kan møte utfordringene, herunder planbehov.\nDepartementet kan gi nærmere forskrifter om krav til fylkeskommunens oversikt, herunder om plikt til å gjennomføre befolkningsundersøkelser, og om innholdet i og gjennomføringen av slike undersøkelser i fylket.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:21 a",
      "chapter": "4",
      "section": "21 a",
      "title": "Mål og planlegging",
      "content": "Oversikten over fylkets folkehelseutfordringer etter § 21 annet ledd skal inngå som grunnlag for arbeidet med fylkeskommunens planstrategi. En drøfting av utfordringene og hvordan fylkeskommunen kan møte disse, bør inngå i strategien, jf. plan- og bygningsloven § 7-1.\nFylkeskommunen skal i regionale planer etter plan- og bygningsloven fastsette mål, strategier, handlinger og prioriteringer for å møte fylkets folkehelseutfordringer, jf. § 21.\n0 Tilføyd ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21a",
        "source_heading": "§ 21 a."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Statens ansvar",
      "content": "Staten skal\na. fremme befolkningens helse og livskvalitet\nb. fremme gode sosiale og miljømessige forhold\nc. bidra til å forebygge psykisk og somatisk sykdom, skade og lidelse\nd. bidra til utjevning av sosiale helseforskjeller\ne. bidra til å beskytte befolkningen mot faktorer som direkte eller indirekte kan ha negativ innvirkning på helsen.\nStatlige myndigheter skal i sin virksomhet vurdere konsekvenser for befolkningens helse der det er relevant.\nDepartementet skal ha nødvendig oversikt over helse og livskvalitet i befolkningen og de positive og negative faktorene som kan virke inn på denne. Departementet skal fastsette de nasjonale folkehelseutfordringene som grunnlag for en samordnet og helhetlig nasjonal folkehelsepolitikk. Store nasjonale folkehelsetiltak bør effektevalueres.\nStatlige helsemyndigheter skal bistå kommuner og fylkeskommuner i deres arbeid med å fremme helse og livskvalitet og forebygge sykdom. Statlige helsemyndigheter skal legge til rette for samarbeid og dialog med frivillig sektor på en systematisk måte. I forbindelse med handlinger og avgjørelser som berører barn, skal barnets beste være et grunnleggende hensyn.\nStatlige helsemyndigheter skal være oppmerksom på særskilte folkehelseutfordringer for samene og vurdere tiltak der det er relevant.\n0 Endret ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Statsforvalterens ansvar",
      "content": "Statsforvalteren skal bidra til å iverksette nasjonal politikk på folkehelseområdet og være pådriver for kunnskapsbasert folkehelsearbeid på lokalt og regionalt nivå, blant annet gjennom råd og veiledning til kommuner og fylkeskommuner.\nStatsforvalteren har ansvar for nødvendige beredskapsforberedelser og for tiltak i beredskapssituasjoner.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Helsedirektoratets ansvar",
      "content": "Helsedirektoratet skal følge med på folkehelsen, herunder positive og negative påvirkningsfaktorer, og gi kommuner, fylkeskommuner, statsforvaltere og andre statlige institusjoner, helsepersonell, næringsliv, frivillig sektor og befolkningen informasjon, råd og veiledning om strategier og tiltak i folkehelsearbeidet. Helsedirektoratet skal også følge med på at folkehelsearbeidet er i samsvar med utfordringer på folkehelseområdet.\nHelsedirektoratet skal bidra til å iverksette nasjonal politikk innen folkehelseområdet og være en pådriver for kunnskapsbasert folkehelsearbeid, blant annet gjennom å utvikle, fastsette, formidle og vedlikeholde nasjonale normer og standarder for godt folkehelsearbeid og hva som er helsemessig tilfredsstillende etter lovens § 8.\nHelsedirektoratet skal gjøre tilgjengelig statistikk som grunnlag for kommunenes og fylkeskommunenes oversikter etter §§ 5 og 21. Når det er nødvendig for å utføre disse oppgavene, kan Helsedirektoratet kreve indirekte identifiserbare personopplysninger fra sentrale helseregistre etter helseregisterloven § 11 og fra andre relevante offentlige kilder. Opplysningene kan innhentes for sammenstilling uten hinder av taushetsplikt.\nHelsedirektoratet har ansvar for nødvendige beredskapsforberedelser og for tiltak i beredskapssituasjoner.\nDepartementet kan i forskrift gi utfyllende bestemmelser om opplysninger som skal gjøres tilgjengelig for kommunen og fylkeskommunen.\n0 Endret ved lover 18 des 2015 nr. 121 (ikr. 1 jan 2016 iflg. res. 18 des 2015 nr. 1593), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 20 des 2023 nr. 106 (i kraft 1 jan 2024 iflg. res. 20 des 2023 nr. 2128), 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Folkehelseinstituttets ansvar",
      "content": "Folkehelseinstituttet skal forske, oppsummere og formidle kunnskap innen folkehelseområdet.\nFolkehelseinstituttet skal legge til rette for regelmessige fylkesvise folkehelseundersøkelser. Undersøkelsene skal gjennomføres i samarbeid med landets fylkeskommuner.\nFolkehelseinstituttet skal utarbeide og presentere statistikk fra helseregistrene og andre kilder. Folkehelseinstituttet skal være faglig uavhengig under utførelsen av disse oppgavene.\nFolkehelseinstituttet er statens smitteverninstitutt og har innen områdene smittevern og miljømedisin ansvar for overvåkning, råd og veiledning.\nFolkehelseinstituttet skal i forbindelse med eksponering for helseskadelige miljøfaktorer bistå kommuner, fylkeskommuner, statsforvaltere og andre statlige institusjoner, helsepersonell og befolkningen for å sikre beskyttelse av befolkningens helse.\nFolkehelseinstituttet har ansvar for nødvendige beredskapsforberedelser og for tiltak i beredskapssituasjoner.\n0 Endret ved lover 20 juni 2014 nr. 43 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1732), 18 des 2015 nr. 121 (ikr. 1 jan 2016 iflg. res. 18 des 2015 nr. 1593), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 20 des 2023 nr. 106 (i kraft 1 jan 2024 iflg. res. 20 des 2023 nr. 2128), 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:25 a",
      "chapter": "5",
      "section": "25 a",
      "title": "De regionale helseforetakenes ansvar",
      "content": "De regionale helseforetakene skal bidra med kunnskap om helsetilstanden til befolkningen i sin region, som grunnlag for statlig, fylkeskommunal og kommunal oversikt over befolkningens helse og forhold som påvirker denne.\nDe regionale helseforetakene skal samarbeide med fylkeskommunene og kommunene om folkehelse, herunder beredskap innen miljø og helse og smittevern.\n0 Tilføyd ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25a",
        "source_heading": "§ 25 a."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "(Opphevet)",
      "content": "0 Endret ved lover 18 des 2015 nr. 121 (ikr. 1 jan 2016), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 20 des 2023 nr. 106 (i kraft 1 jan 2024 iflg. res. 20 des 2023 nr. 2128), opphevet ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Gjennomføring av avtaler med fremmede stater og internasjonale organisasjoner",
      "content": "Kongen i statsråd kan i forskrift gi nærmere bestemmelser for gjennomføring av avtaler på folkehelseområdet med fremmede stater og internasjonale organisasjoner.\nAnsatte ved politiet, tollvesenet, havner, flyplasser, Mattilsynet, Forsvaret, Kystvakten, Kystverket, Fiskeridirektoratet, Sjøfartsdirektoratet og Direktoratet for samfunnssikkerhet og beredskap plikter å ha særlig oppmerksomhet rettet mot helsetrusler som kan utgjøre en alvorlig hendelse av betydning for internasjonal folkehelse. De plikter å bistå med gjennomføring og overholdelse av bestemmelsene som er gitt i eller i medhold av denne loven.\nI forskrift etter første ledd kan det gis bestemmelser om plikt for ansatte som nevnt i annet ledd og fører av skip, luftfartøy og andre transportmidler til, uten hinder av taushetsplikt, å varsle kommuneoverlegen om helsetrusler som nevnt i annet ledd. Det kan fastsettes nærmere plikter for andre myndigheter, herunder bestemme hvem som skal betale for utgiftene til bistand.\nForskrift etter første ledd kan gi bestemmelser om iverksetting av midlertidige og stående tiltak fra Verdens helseorganisasjon.\n0 Endret ved lover 3 mars 2017 nr. 8 (ikr. 3 mars 2017 iflg. res. 3 mars 2017 nr. 242), 21 juni 2019 nr. 46 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 808), 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 19 juni 2020 nr. 89 (ikr. 1 jan 2021 iflg. res. 25 sep 2020 nr. 1825), opphevet ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "Statlig tilsyn med lov om folkehelsearbeid",
      "content": "Statsforvalteren skal føre tilsyn med lovligheten av kommunens og fylkeskommunens oppfyllelse av plikter pålagt i eller i medhold av §§ 4 til 7 d, 20 til 21 a og 29 i loven her og kommuneloven § 25-1.\nReglene i kommuneloven kapittel 30 gjelder for tilsynsvirksomheten etter første ledd.\n0 Endret ved lover 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879), 19 juni 2020 nr. 89 (ikr. 1 jan 2021 iflg. res. 25 sep 2020 nr. 1825), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "Overordnet faglig tilsyn",
      "content": "Statens helsetilsyn har det overordnede faglige tilsyn med loven her i henhold til § 31, og skal utøve myndighet i samsvar med det som er bestemt i lov og forskrift.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Videreføring av forskrifter",
      "content": "Forskrifter gitt eller videreført i medhold av lov 19. november 1982 nr. 66 om helsetjenesten i kommunene kapittel 4a og § 7-9 gjelder også etter at loven her har trådt i kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:33 a",
      "chapter": "6",
      "section": "33 a",
      "title": "Forskrift om meldeplikt, oppgaver og ansvar i beredskapssituasjoner",
      "content": "Departementet kan gi forskrift om meldeplikt for kommuner, helseforetak og helsepersonell til statlige helsemyndigheter om miljøhendelser eller mistanke om utbrudd av sykdom relatert til eksponering for helseskadelige miljøfaktorer. I forskrift kan videre gis nærmere bestemmelser om oppgaver for og ansvarsfordeling mellom kommuner, fylkeskommuner og statlige helsemyndigheter for å sikre beskyttelse av befolkningens helse.\n0 Tilføyd ved lov 20 juni 2025 nr. 69 (i kraft 1 jan 2026 iflg. res. 20. juni 2025 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33a",
        "source_heading": "§ 33 a."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "title": "Ikrafttredelse",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.​1 Kongen kan sette i kraft de enkelte bestemmelser til forskjellig tid.\n1 Fra 1 jan 2012 iflg. res. 24 juni 2011 nr. 637.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "title": "Endringer i andre lover",
      "content": "Fra det tidspunkt loven trer i kraft, gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    }
  ]
}