{
  "id": "LOV-1953-06-26-4",
  "type": "statute",
  "title": "Lov om kontroll og regulering av priser, utbytte og konkurranseforhold.",
  "short_name": "Prisloven.",
  "status": "in_force",
  "issued_date": "1953-06-26",
  "in_force_date": "1953-06-26",
  "url": "https://lovdata.no/dokument/NLO/lov/1953-06-26-4",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens formål.",
      "content": "Denne lov har til formål å tjene som et ledd i arbeidet for å fremme full sysselsetting, nytte produksjonsmulighetene effektivt, motvirke avsettingskriser og fremme en rimelig fordeling av nasjonalinntekten ved:\na. å fremme en samfunnsmessig forsvarlig prisutvikling og motvirke priser,​1 fortjenester og forretningsvilkår som virker urimelig,\nb. å hindre utdeling av høyere utbytte enn forsvarlig,\nc. å trygge mot mislige omsetnings- eller konkurranseforhold og mot konkurranseregulerende tiltak som er urimelige eller til skade for almene interesser.\n1 Se § 60 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens område.",
      "content": "Loven omfatter ervervsvirksomhet av enhver art, jfr. § 60 nr. 4, uten hensyn til hva slags ting,​2 ytelser​3 eller rettigheter virksomheten gjelder og uansett om den er privat eller drives av stat eller kommune. Loven gjelder dog ikke for lønns- og arbeidsvilkår i tjeneste hos andre.\nDersom en virksomhet som faller inn under loven også går inn under regulerings- eller kontrollbestemmelser i andre lover, kan Kongen gi nærmere regler om den innbyrdes avgrensning av de forskjellige myndigheters virkeområde.\nBestemmelser som gis i medhold av denne lov må ikke stride mot stortingsvedtak.\n1 Jfr. lov 16 juni 1972 nr. 47 § 20.\n2 Se § 60 nr. 2.\n3 Se § 60 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Ledelsen av kontroll- og reguleringsarbeidet.",
      "content": "Innenfor rammen av de vedtak som Stortinget treffer etter § 14, og forsåvidt ikke avgjørelsesmyndigheten ellers er lagt til Stortinget, fastsetter Kongen retningslinjer for kontroll- og reguleringsvirksomheten.\nI samsvar med de vedtak og retningslinjer som er nevnt i første ledd, forestår vedkommende departement​1 gjennomføringen av loven og gir nærmere bestemmelser om hvorledes kontroll- og reguleringsorganene skal utøve sin virksomhet.\n1 Arbeids- og administrasjonsdepartementet iflg. res. 22 des 1989 nr. 1273.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Prisrådet.",
      "content": "Prisrådet skal bestå av sju medlemmer med personlige varamenn, som oppnevnes av Kongen. Funksjonstiden er fire år, dog slik at første oppnevning kan skje for kortere tid. Ved utløpet av funksjonstiden kan vedkommende oppnevnes på nytt. Kongen oppnevner rådets formann og varamann. Etter at rådet har uttalt seg, kan departementet​2 blant rådets medlemmer og varamenn oppnevne særskilte utvalg til å medvirke ved behandlingen av bestemte saker.\nPrisrådet er vedtaksført når formannen eller varaformannen og minst fire andre medlemmer eller varamenn er til stede. Til gyldig vedtak kreves at minst fire har stemt for vedtaket.\nPrisdirektoratets sjef eller stedfortreder for ham, deltar i Prisrådets og særutvalgenes møter uten stemmerett.\nPrisrådet skal treffe avgjørelse i saker hvor det er bestemt i loven, jf. §§ 23, 33, 34, 37, 40, 41 og 42 a annet og tredje ledd. Kongen kan også gi rådet avgjørelsesmyndighet i andre saker. Prisrådet skal ellers virke som rådgivende organ i samsvar med de nærmere bestemmelser som Kongen fastsetter.\nPrisrådet skal sende melding til departementet​2 om avgjørelser som det treffer. Kongen gir nærmere bestemmelser om Prisrådets og særutvalgenes organisasjon og virksomhet.​3\n1 Endret ved lover 25 juni 1954 nr. 5, 13 juni 1969 nr. 45, 8 juli 1988 nr. 69.\n2 Se note 1 til § 3.\n3 Forskrifter om Prisrådets organisasjon og virksomhet fastsatt ved res. 19 mars 1954 nr. 8650.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Prisdirektoratet.",
      "content": "Prisdirektoratet skal:\na. bistå ved forberedelsen og iverksettelsen av saker som skal avgjøres av Stortinget, Kongen eller departementet,\nb. forberede saker som skal avgjøres av Prisrådet og sette vedtakene i verk,\nc. forberede og sette i verk kontroll- og reguleringstiltak som hører under direktoratet,\nd. instruere og føre tilsyn med de kontroll- og reguleringsorganer som hører under direktoratet, jfr. §§ 6-8,\ne. ellers medvirke til gjennomføringen av loven.\nKongen treffer nærmere bestemmelser om Prisdirektoratets organisasjon og virksomhet.​1\n1 Forskrift om Prisdirektoratets organisasjon og virksomhet fastsatt ved res. 6 mars 1964 nr. 8647, jfr. den i note 3 til § 3 nevnte res.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Statens pristilsyn.​2",
      "content": "Statens pristilsyn skal bestå av distriktskontorer, hvert under ledelse av en distriktssjef. Kongen​2 fastsetter tallet på distriktskontorer, distriktsinndelingen og kontorstedene. Kongen​2 kan bestemme at prisnemnda i Oslo skal tre i stedet for pristilsynets distriktskontor i saker etter denne lov.\nUnder ledelse av Prisdirektoratet skal Statens pristilsyn forestå det lokale kontroll- og reguleringsarbeid og utføre andre gjøremål etter denne lov.\nKongen gir nærmere bestemmelser om pristilsynets organisasjon og virksomhet.​3\n1 Endret ved lover 29 mars 1957 nr. 6, 28 mars 1958 nr. 11, 22 des 1961 nr. 2.\n2 Se § 9.\n3 Forskrift om statens pristilsyns orgasnisasjon og virksomhet fastsatt ved res. 16 feb 1962 nr. 8652, jfr. Instruks for prisnemndene fastsatt 31 aug 1962 nr. 8661 med senere endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Kommunale prisnemnder.",
      "content": "Hvis ikke Kongen​2 bestemmer noe annet, skal det i hver kommune være en prisnemnd som består av en eller flere avdelinger.​3 Dersom vedkommende kommunestyrer er enige om det, kan Kongen fastsette at to eller flere kommuner skal ha felles prisnemnd.\nPrisnemndene skal ha minst tre medlemmer med varamedlemmer.\nMedlemmene og varamedlemmene velges av kommunestyret for kommunevalgperioden, men fungerer inntil nye medlemmer og varamedlemmer er valgt. Bestemmelsene i lov av 12. november 1954 om styret i herreds- og bykommunene § 30 får tilsvarende anvendelse. Før kommunestyret foretar valg, skal lokale organisasjoner av ervervsdrivende, lokale samvirkelag, den faglige samorganisasjon og de andre lokale organisasjoner som Kongen bestemmer, ha adgang til å komme med forslag innen en frist som fastsettes av formannskapet.\nPrisnemnda skal delta i det lokale kontroll- og reguleringsarbeid og utføre andre gjøremål etter denne lov.\nKommunen utreder utgiftene ved prisnemndas virksomhet og kan tilstå medlemmene av nemnda en rimelig godtgjørelse for deres arbeid. Utgiftene til felles prisnemnd deles på de enkelte kommuner etter forslag fra nemnda. Blir kommunene ikke enige, fastsetter fylkesmannen fordelingen etter at distriktskontoret for Statens pristilsyn har uttalt seg. Staten kan yte tilskott til utgiftene i den utstrekning Stortinget måtte bestemme.\nKongen gir nærmere forskrifter om prisnemndenes organisasjon og virksomhet og om framgangsmåten ved valg av medlemmer til nemndene.​4\n1 Endret ved lover 28 mars 1958 nr. 11, 23 mars 1962, 15 des 1967 nr. 10, 5 juni 1987 nr. 25.\n2 Arbeids- og administrasjonsdepartementet iflg. res. 22 des 1989 nr. 1273. – Se § 9.\n3 Jfr. lov 7 juli 1967 nr. 13 § 18.\n4 Se instruks for prisnemndene fastsatt 31 aug 1962 nr. 8661 med senere endringer, og forskrifter for prisutvalg fastsatt av Finansdepartementet 12 des 1947 nr. 8646.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Andre kontroll- og reguleringsorganer.",
      "content": "Kongen​1 kan bestemme at andre offentlige, herunder kommunale, organer enn de som er nevnt i §§ 4-7, skal bistå ved kontroll- og reguleringsarbeidet etter denne lov. Kongen kan gi nærmere forskrifter om den virksomhet som slike organer skal utøve og deres forhold til kontroll- og reguleringsorganene etter denne lov.​2\nKongen​3 kan også bestemme at sammenslutninger eller utvalg som opprettes eller godkjennes, skal bistå ved kontroll- og reguleringsarbeidet etter denne lov. Den som blir oppnevnt til et slikt utvalg, plikter å gjøre tjeneste.\nKongen​1 kan bestemme at de ervervsdrivende​4 innen vedkommende erverv skal dekke de godkjente utgifter som slike sammenslutninger eller utvalg får ved kontroll- og reguleringsarbeidet. Kongen gir nærmere regler om innbetaling i dette øyemed og om anvendelse av midlene. Medlem av sammenslutningene og utvalgene må ikke uten samtykke av Prisdirektoratet tilstås eller ta imot godtgjørelse for utføring av sitt verv.\nKongen​1 kan gi nærmere forskrifter om sammenslutningenes og utvalgenes virksomhet etter denne lov.\n1 Arbeids- og administrasjonsdepartementet iflg. res. 22 des 1989 nr. 1273.\n2 Forskrift om Prisutvalget for kjøtt fastsatt av Prisdirektoratet 19 juni 1985 nr. 2101.\n3 Prisdirektoratet iflg. res. 14 mars 1990 nr. 580.\n4 Se § 60 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Overdragelse av myndighet.",
      "content": "Kongen​2 kan gi departementet fullmakt til å treffe avgjørelser i sitt sted etter §§ 6 første ledd, 7 første ledd, 8, 9 sjette ledd, 10 annet ledd, 15 tredje ledd, 24, 25 tredje ledds første punktum, jf. sjette ledd, 26 første ledd, 30, 42, første, tredje og fjerde ledd, 42 a, 45 femte ledd og 49 tredje ledd. I de saker som ellers skal avgjøres av Kongen etter denne lov, kan han gi departementet, Prisdirektoratet eller de reguleringsorganer som er nevnt i §§ 6-8, fullmakt til å fastsette nærmere bestemmelser til utfylling eller gjennomføring av vedtak som Kongen treffer.\nKongen kan gi Prisdirektoratet​3 fullmakt til å treffe avgjørelser etter §§ 8 annet ledd, 9 sjette ledd, 15 tredje ledd, 24, 25 tredje ledds første punktum, jf. sjette ledd, 26 første ledd, 42 første, tredje og fjerde ledd og 42 a. Det samme kan departementet​2 gjøre når det selv har fått fullmakt til å treffe slike avgjørelser. Departementet​2 kan dessuten gi Prisdirektoratet fullmakt til å fastsette nærmere bestemmelser til utfylling eller gjennomføring av de vedtak som departementet treffer.\nDepartementet​2 og Prisdirektoratet​3 kan når de selv har fått fullmakt til å treffe slike avgjørelser, gi de reguleringsorganer som er nevnt i §§ 6-8, fullmakt til å treffe avgjørelser etter §§ 24 og 26 første ledd. Dessuten kan disse organer gis fullmakt til å fastsette bestemmelser til utfylling eller gjennomføring av vedtak som departementet eller Prisdirektoratet treffer.\nOverdragelse av myndighet fra Kongen, departementet eller Prisdirektoratet​3 til de organer som er nevnt i §§ 6-8, må bare skje med hensyn til saker som særlig egner seg til avgjørelse av disse organer.\nSelv om en sak ligger innenfor området av den myndighet som Prisdirektoratet​3 har fått overdratt, skal direktoratet, dersom det er tid til det, innhente departementets​2 godkjenning når det gjelder avgjørelser som er av prinsipiell betydning og departementet ikke på forhånd har gitt instruksjoner for avgjørelsene. Nærmere regler om foreleggelse av slike saker gis av departementet.\nBestemmelsene i foregående ledd får tilsvarende anvendelse i forholdet mellom de organer som er nevnt i §§ 6-8 og overordnede organer i samsvar med de nærmere regler som Kongen​2 fastsetter.\nKongen må ikke i noe tilfelle gi andre enn departementet fullmakt til å treffe avgjørelser i saker som gjelder regulering av priser som kommunale myndigheter har fastsatt for vann, renovasjon, gass, elektrisk kraft, ytelser fra sykehus, skoler og andre monopolpregede innretninger eller bedrifter. I tvilstilfelle avgjør Kongen med bindende virkning om en sak er av denne art.\n1 Endret ved lover 17 juni 1960 nr. 7, 22 des 1961 nr. 2, 19 juni 1969 nr. 54, 8 juli 1988 nr. 69.\n2 Arbeids- og administrasjonsdepartementet iflg. res. 22 des 1989 nr. 1273. – Se bl.a. forskrifter 31 jan 1961 nr. 8640 om delegering av myndighet til Prisdirektoratet til å treffe vedtak etter forskriftene om konkurranseregulering av priser og avanser, 20 sep 1972 nr. 8644 om fullmakt for Prisdirektoratet til å treffe vedtak etter prisloven.\n3 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Saksbehandlingen.",
      "content": "Departementet,​2 Prisrådet​3 og Prisdirektoratet​4 kan bestemme at forhandlinger for dem skal foregå i offentlig møte når de finner at det tilsies av almene hensyn og at saken egner seg for det.\nKongen kan gi nærmere forskrifter om hvem som i tvilstilfelle skal regnes som part ved behandlingen av saker etter loven.​5\n1 Endret ved lover 23 mars 1962, 19 juni 1969 nr. 54.\n2 Arbeids- og administrasjonsdepartementet iflg. res. 22 des 1989 nr. 1273.\n3 Jfr. § 4.\n4 Jfr. § 5.\n5 Forskrifter om Prisrådets organisasjon og virksomhet fastsatt ved res. 19 mars 1954 nr. 8650.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Grunngiving av avgjørelser.",
      "content": "Ved generelle reguleringer skal det såvidt mulig gjøres rede for de forhold som har ført til reguleringen, og for bestemmelsenes innhold og formål.\n1 Endret ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Pristidende.",
      "content": "Prisdirektoratet​2 skal utgi en offentlig tidende som skal ha navn av Pristidende. I denne tidende skal tas inn:\n1. Denne lov og senere endringer i og tillegg til den.\n2. Bestemmelser som gis av Stortinget eller Kongen i medhold av loven.\n3. Viktige generelle kontroll- og reguleringsbestemmelser og andre særlig viktige bestemmelser som fastsettes av departementet​3 eller Prisdirektoratet i medhold av loven.\n4. Oversikter over registrerte konkurransereguleringer og storbedrifter, jfr. § 35.\nDessuten kan tas inn oversikter over kontroll- og reguleringsvirksomheten, rettsavgjørelser av prinsipiell betydning og meldinger ellers som finnes å være av slik betydning at de bør gjøres kjent på denne måte. Departementet​3 kan gi nærmere forskrifter om utgivningen av Pristidende og om bladets innhold.\nDepartementet​3 kan fastsette at bestemte grupper av ervervsdrivende og sammenslutninger av slike skal ha plikt til å abonnere på Pristidende og til å ha den utlagt på sitt forretningssted eller kontor.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Jfr. § 5.\n3 Arbeids- og administrasjonsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Kunngjøring av andre avgjørelser etter loven.",
      "content": "Vedkommende myndigheter skal sørge for at generelle kontroll- og reguleringsbestemmelser som ikke blir tatt inn i Pristidende,​2 blir forsvarlig kunngjort på annen måte.\nDepartementet​3 kan gi nærmere forskrifter om kunngjøring eller annen meddelelse av avgjørelser etter loven.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Se § 12.\n3 Arbeids- og administrasjonsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Meldinger til Stortinget.",
      "content": "Kongen skal innen utgangen av hvert kalenderår gi Stortinget underretning om de retningslinjer som aktes lagt til grunn for kontroll- og reguleringsvirksomheten i det følgende år.\nDe retningslinjer som Kongen har gitt melding om, med eventuelle endringer som Stortinget har vedtatt, må ikke endres på noe vesentlig punkt før det er gitt særskilt melding om det, med mindre det anses uforsvarlig å vente. I så fall skal det gis melding om endringen snarest mulig etter at den er satt i verk.\nKongen skal gi særmeldinger til Stortinget om generelle forskrifter etter § 3, vesentlige endringer i slike forskrifter, avgifts- eller avsetningsordninger etter § 25 tredje eller sjette ledd og særlig viktige reguleringer etter § 24 eller § 42 fjerde ledd.\n1 Endret ved lover 17 juni 1960 nr. 6, 11 juli 1986 nr. 51, 22 mars 1991 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Opplysningsplikt.",
      "content": "Enhver plikter​1 å gi Kongen, departementet og de myndigheter som er nevnt i §§ 4-7 eller de særskilte tillitsmenn som disse myndigheter oppnevner, de opplysninger som de krever for å kunne utføre sine gjøremål etter denne lov. Opplysningene kan kreves gitt skriftlig eller muntlig innen den frist som myndighetene eller deres tillitsmenn fastsetter.\nMyndigheter som foran nevnt, kan også kreve​2 selv eller gjennom oppnevnte tillitsmenn å få granske forretningsdokumenter, forretningspapirer, møteprotokoller og andre bøker og dokumenter. Om nødvendig kan det kreves hjelp av politiet for å få dem utlevert. Myndighetene kan også kreve​2 selv eller gjennom oppnevnte tillitsmenn å få besiktige bedrifter og andre faste eiendommer og løsøregjenstander.\nKongen​3 kan gi representanter for de organer som er nevnt i § 8, rett til å kreve opplysninger og foreta gransking og besiktigelse etter første og annet ledd. Slik rett kan dog ikke gis til noen som står i konkurranseforhold til vedkommende ervervsdrivende.\nDen det kreves opplysninger av, kan forlange at meddelelse om hemmeligholdte tekniske innretninger eller fremgangsmåter bare gis til Prisdirektoratets​4 sjef eller til den han særskilt oppnevner til å ta imot meddelelsen. Denne regel får tilsvarende anvendelse ved gransking og besiktigelse.\n1 Se § 52, jfr. strl. § 339.\n2 Jfr. strl. § 326.\n3 Se § 9. Prisdirektoratet iflg. res. 14 mars 1990 nr. 580.\n4 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Opplysninger fra myndigheter som har taushetsplikt.​1",
      "content": "Opplysninger som kreves etter § 15 første ledd, kan gis uten hinder av den taushetsplikt som ellers påhviler:\na. ligningsmyndigheter og andre skattemyndigheter,\nb. myndigheter som har til oppgave å føre kontroll med at bestemmelsene i denne lov overholdes,\nc. myndigheter som har til oppgave å gjennomføre regulering eller kontroll av innførsel og utførsel, ekstraordinære forsyningstiltak eller annen offentlig regulering av ervervsvirksomhet.\nTaushetsplikten er heller ikke til hinder for at bøker og dokumenter som befinner seg hos slike myndigheter blir gransket etter § 15 annet ledd.\n1 Se note 3 til strl. § 121.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 mai 1986 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Priser og forretningsvilkår.",
      "content": "Det er forbudt​1 å ta, kreve eller avtale priser​2 som er urimelige. Heller ikke må det kreves, avtales eller opprettholdes forretningsvilkår som virker urimelig overfor den annen part eller som åpenbart er i strid med almene interesser.\nEn ervervsdrivende​3 skal anses å ha krevet en pris eller et forretningsvilkår som han har oppgitt i priskuranter, annonser eller andre henvendelser til kunder eller ved prismerking, prisoppslag eller utlegging av prislister på forretningsstedet, jfr. § 20.\n1 Se § 52.\n2 Se § 60 nr. 1.\n3 Se § 60 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Kostnadsoverslag.",
      "content": "Ervervsdrivende​2 som legger fram kostnadsoverslag som grunnlag for avgjørelse om regulering etter denne lov, skal​3 utarbeide overslagene i samsvar med de bestemmelser som måtte være gitt av vedkommende myndighet eller gjøre nøyaktig rede for avvikene.\nDersom en ervervsdrivende har fremlagt feilaktige kostnadsoverslag eller gitt andre feilaktige opplysninger av betydning for avgjørelsen, skal​3 han sende melding straks han blir oppmerksom på feilen. Er kostnadene blitt vesentlig lavere etter at overslaget er sendt inn, skal han snarest mulig sende melding om det, dersom reguleringsbestemmelsen fremdeles står ved makt eller dersom regulering ikke er satt i verk etter det første overslag.\n1 Se § 57.\n2 Se § 60 nr. 5.\n3 Se § 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Prismerking. – Nota, faktura og kvittering.",
      "content": "Handlende som selger varer i detalj til forbruker, skal​1 så langt det er praktisk gjennomførlig merke varene med utsalgspriser eller ha oppslag om prisene​2 eller legge ut prislister på en slik måte at prisene lett kan ses av kundene.\nVed engrossalg – og ved andre salg når kjøperen krever det – skal​1 selgeren gi kjøperen nota, faktura eller kvittering.\n1 Se § 52.\n2 Se § 60 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Unødvendig mellomhandel.",
      "content": "Det er forbudt​1 å drive mellomhandel som er unødvendig og prisfordyrende. Det er også forbudt​1 å selge til kjøpere som driver slik handel.\n1 Se § 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Vederlag for lisenser m.v.",
      "content": "Uten samtykke av Prisdirektoratet​1 er det forbudt​2 å kreve eller ta vederlag for overdragelse av lisenser eller andre godkjenninger som er gitt eller ventes gitt en ervervsdrivende​3 som ledd i en offentlig regulering av ervervslivet. Dette gjelder også om lisensen eller godkjenningen overdras sammen med en bedrift.\n1 Jfr. § 5.\n2 Se § 52 og § 56 siste ledd.\n3 Se § 60 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Nektelse av forretningsforbindelse.",
      "content": "Prisrådet​1 kan forby en ervervsdrivende​2 å nekte forretningsforbindelse med en annen ervervsdrivende eller med en forbruker, hvis det finner at nektelsen vil skade almene interesser eller virke urimelig overfor den annen part. Det anses som en nektelse at en ervervsdrivende bare er villig til forretningsforbindelse på vilkår som rådet finner uvanlige eller urimelige.\nEtter anmodning av en som akter å nekte forretningsforbindelse eller å oppfordre til det kan rådet avgjøre på forhånd om nektelsen skal forbys eller tillates. Ellers kan rådet ikke treffe avgjørelse etter første ledd før det foreligger en nektelse eller en trusel eller oppfordring om det.\nFor å sikre at hensikten med et forbud etter første ledd blir oppnådd, kan Prisrådet gi supplerende bestemmelser, herunder påbud om at vedkommende ervervsdrivende opptar eller opprettholder forretningsforbindelsen på de vilkår som rådet fastsetter, og forbud mot oppfordring og annen medvirkning til nektelsen.\nHvis en nektelse av den art som er nevnt i første ledd, eller en trusel eller oppfordring om slik nektelse, har voldt den annen part økonomisk skade, kan han kreve erstatning. Dette gjelder uten hensyn til om rådet har forbudt nektelsen, men ikke hvis rådet har truffet avgjørelse om at den skal være tillatt. § 4 i lov om boikott av 5. desember 1947 gjelder tilsvarende.\nBestemmelsene i første, annet og tredje ledd får ikke anvendelse på forhold som går inn under reglene i § 45 første ledd.\n1 Jfr. § 4.\n2 Se § 60 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Alminnelige reguleringsfullmakter.",
      "content": "1. For å fremme formål som nevnt i § 1, a og c, kan Kongen​2 fastsette:​3\na. Bestemmelser om maksimalpriser, minstepriser, prisstopp, prisberegninger, rabatter, tilgifter, maksimalavanser, leverings- og betalingsvilkår og andre bestemmelser om priser,​4 fortjenester og forretningsvilkår,\nb. bestemmelser til motvirkning av unødvendig mellommannsvirksomhet og mislige konkurranseforhold,\nc. bestemmelser om kostnadsoverslag, fremgangsmåten ved tilbud, kontraktsavslutning og oppgjør, og andre bestemmelser som trengs for å lette kontrollen.\n2. I samband med regulering etter denne paragrafs nr. 1 a eller b kan Kongen​2 fastsette:\na. bestemmelser om at ervervsdrivende​5 skal fylle visse vilkår for å ha adgang til å regne bestemte priser​4 eller fortjenester eller oppnå bestemte rabatter eller at slik adgang skal være betinget av godkjenning,\nb. forbud mot at ting​6 eller ytelser​7 omsettes eller tilbys omsatt når det ikke er gitt prisbestemmelser som får anvendelse på omsetningen, eller når det er spørsmål om revisjon av slike bestemmelser, forutsatt at forbudet anses nødvendig for å gjøre reguleringen effektiv,\nc. bestemmelser om at varer skal selges etter bestemt mål eller vekt og bestemmelser om målingsmetoder og sorteringsmåter,\nd. bestemmelser om beskaffenheten av prisregulerte varer og ytelser​7 i den utstrekning det anses nødvendig for å gjøre reguleringen effektiv,\ne. slike bestemmelser om fordelingen av produksjon eller omsetning som anses nødvendige for å hindre forfordeling av enkelte avtakere eller distrikter.\n3. For å lette avtakernes bedømmelse av priser​4 og kvaliteter kan Kongen​2 fastsette:\na. bestemmelser om plikt for ervervsdrivende​5 til å foreta merking og oppslag og til å gi annen underretning om priser,​4 forretningsvilkår, kvalitet og andre egenskaper ved ting eller ytelser,​8\nb. bestemmelser om varers form, pakning og andre ytre kjennetegn og om sortering og måling av ting som frembys til salg.\n4. Bestemmelser etter nr. 1, 2 eller 3 kan gis med generell eller mer begrenset rekkevidde.\n1 Endret ved lov 17 juni 1960 nr. 6.\n2 Se § 9. Prisdirektoratet iflg. res. 14 mars 1990 nr. 580 (dog ikke når det gjelder bestemmelser om minstepriser etter nr. 1 litra a og bestemmelser etter nr. 2 litra e).\n3 Det er gitt en rekke forskrifter under henvisning til § 24, se særlig forskrifter fastsatt 18 okt 1957 nr. 8782 med senere endringer, med forbud mot leverandørreguleringen av priser og avanser ved (videresalg), og 1 juli 1960 nr. 9153 med senere endringer, med forbud mot prisavtaler m.v. mellom sammenslutninger eller grupper av ervervsdrivende.\n4 Se § 60 nr. 1.\n5 Se § 60 nr. 5.\n6 Se § 60 nr. 2.\n7 Se § 60 nr. 3.\n8 Se forskrift 4 jan 1980 nr. 7 om prisopplysninger ved dame- og herrefrisørsalonger, 17 juni 1983 nr. 1222 om prisopplysninger ved herberger og bevertningssteder, 8 okt 1987 nr. 824 om prisopplysning ved legetjenester m.m.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Avgifter og avsetninger i prisreguleringsformål.",
      "content": "Til fremme av formål som nevnt i § 1 a, kan ervervsdrivende​2 pålegges å svare avgifter til bruk for regulering av priser​3 og kostnader. Slike avgifter kan pålegges til bruk for tiltak vedkommende de avgiftspliktiges egne bedrifter eller til tiltak innenfor hele ervervet eller større grupper av erverv eller til fremme av alminnelige prisreguleringsformål.\nPålegg som nevnt i første ledd gis av Stortinget når det gjelder avgiftsordninger som anses for å ha stor betydning for landets økonomi. Når Stortinget fastsetter en avgiftsordning, kan det bestemme at Kongen skal fastsette avgiftens størrelse og gi andre regler om den.\nAvgiftsordninger som ikke er av slik art som nevnt i annet ledd, fastsettes av Kongen.​4 Også ellers kan avgiftspålegg gis av Kongen når han finner det betenkelig å vente til Stortinget kan ta standpunkt til spørsmålet. Under slike omstendigheter kan Kongen også oppheve eller endre avgiftsordninger som er fastsatt av Stortinget. Stortinget kan i alle tilfelle beslutte at avgiftsordninger som Kongen har fastsatt skal oppheves.\nAvgiftene skal svares til særskilte fond som er egne rettssubjekter og hvis midler skal holdes atskilt fra statskassen. Kongen fastsetter vedtekter for fondene med nærmere regler om formål, styre, forvaltning av midlene, inn- og utbetalinger, innfordring, regnskapsføring og revisjon. Dersom det blir midler til overs etter at det opprinnelige formål er gjennomført, eller dersom forholdene ellers tilsier det, kan Kongen bestemme at midlene skal kunne brukes til andre prisreguleringsformål. I vedtektene kan dog bestemmes at forandring av formålet ikke skal kunne foretas eller bare skal kunne foretas med samtykke av bestemte organisasjoner eller andre som representerer de avgiftspliktige, eller organisasjoner eller andre som representerer dem som etter det opprinnelige formål skal nyte godt av midlene.\nDersom det ikke er behov for å benytte midlene til prisreguleringsformål, kan Kongen bestemme at de skal kunne benyttes til andre tiltak med sikte på å fremme formål som er nevnt i § 1. Bestemmelsene i fjerde ledd siste punktum gjelder tilsvarende.\nDersom avgifter som er pålagt etter bestemmelsene i de foregående ledd, ikke betales i rett tid, skal det svares rente med en halv prosent for hver måned eller del av måned fra forfallsdag til betaling skjer.\nStortinget, eller i tilfelle Kongen, kan også pålegge ervervsdrivende​2 å foreta avsetning av midler til bruk i slike reguleringsøyemed som nevnt i første ledd. Reglene i første, annet og tredje ledd gjelder tilsvarende for slike pålegg. Kongen​4 gir nærmere regler om avsetningsordningene.​5\n1 Endret ved lov 22 mars 1991 nr. 6.\n2 Se § 60 nr. 5.\n3 Se § 60 nr. 1.\n4 Se § 9. Arbeids- og administrasjonsdepartementet for så vidt gjelder bestemmelser som omhandles i tredje ledds første punktum, iflg. res. 22 des 1989 nr. 1273.\n5 Se res. 22 des 1950 nr. 8656 om Prisdirektoratets alminnelige prisreguleringsfond. Det er gitt endel forskrifter om statstilskudd til prisreguleringsformål.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Bestemmelser om regnskapsføring og årsregnskap.",
      "content": "Som ledd i kontrollen med de ervervsdrivendes​1 priser​2 og fortjenester og med deres virksomhet ellers kan Kongen​3 fastsette bestemmelser om regnskapsføring, årsregnskap og årsmelding.\nKongen kan gi forskrifter om at bestemte grupper av ervervsdrivende skal ha plikt til å offentliggjøre sine årsregnskaper.\n1 Se § 60 nr. 5\n2 Se § 60 nr. 1.\n3 Se § 9. Prisdirektoratet iflg. res. 14 mars 1990 nr. 580.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Forholdet mellom bestemmelser som er gitt i medhold av kapitel V og bestemmelsene i kapitel IV.",
      "content": "Bestemmelser som er gitt i medhold av kapitel V, går foran bestemmelsene i kapitel IV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Maksimalutbytte og godtgjørelse til tillitsmenn i selskaper med begrenset ansvar.",
      "content": "Aksjeselskaper​2 må ikke​3 dele ut utbytte, eller foreta andre utdelinger eller utbetalinger som må likestilles med utbytte, ut over det som er forsvarlig under hensyn til bestemmelsene i lov om aksjeselskaper​4 § 12-5.\nTilbakebetaling av aksjekapital som tidligere er nedskrevet uten tilbakebetaling må ikke finne sted uten Prisdirektoratets samtykke.\nGodtgjørelse til tillitsmenn i aksjeselskaper​2 må ikke overstige et rimelig vederlag for det utførte arbeid og det ansvar vervet medfører.\n1 Endret ved lover 17 juni 1960 nr. 7, 4 juni 1976 nr. 59.\n2 Se § 60 nr. 6.\n3 Se §§ 52 og 53, § 56 i.f.\n4 Lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Fullmakt til vedtak om utbyttebegrensning",
      "content": "Stortinget kan for det enkelte år treffe særskilt vedtak om begrensning i adgangen til å dele ut utbytte og til å yte godtgjørelse til tillitsmenn i selskaper som nevnt i § 28.\n1 Endret ved lov 17 juni 1960 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Bestemmelser om kontroll.",
      "content": "Kongen​2 kan gi bestemmelser som finnes nødvendig til kontroll, derunder om plikt for selskaper til å gi melding om utbytteutdeling.\n1 Endret ved lov 17 juni 1960 nr. 7.\n2 Se § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Virkning av vedtektsbestemmelser.",
      "content": "En aksjeeier kan ikke gjøre krav gjeldende mot selskapet fordi utbyttet har vært begrenset i strid med vedtektene når begrensningen er en følge av forskriftene i §§ 28 og 29 eller bestemmelser som er gitt i medhold av disse forskrifter.\nHeller ikke kan det uten Prisdirektoratets samtykke deles ut tilleggsutbytte for de år utbyttet har vært begrenset som nevnt i første ledd.\n1 Endret ved lov 17 juni 1969 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "title": "Tilsyn med konkurransereguleringer og storbedrifter.",
      "content": "Med sikte på å fremme formål som er nevnt i § 1 a og c, skal Prisdirektoratet​2 føre tilsyn med konkurransereguleringer og storbedrifter.​3 Direktoratet skal herunder:\na. kontrollere at reglene i dette kapitel om meldeplikt blir overholdt og foreta den foreskrevne registrering,\nb. samle inn andre opplysninger som kan belyse konkurranseforholdene og virkningene av konkurransereguleringene,\nc. granske de opplysninger om storbedrifter og konkurransereguleringer som erverves gjennom meldingene eller på annen måte,\nd. iverksette eller foreslå slike generelle eller spesielle regulerings- eller kontrolltiltak etter loven som finnes påkrevd for å fjerne mislige forhold innen ervervslivet, fremme bedre organisasjon eller på annen måte utvikle det til gagn for samfunnet.\ne. medvirke til ordninger som søkes gjennomført av ervervsdrivende,​4 i den utstrekning det er adgang til det etter loven og for så vidt ordningene anses egnet til å fremme de mål som er nevnt under bokstav d.\nOm tilsynet med konkurransereguleringer og storbedrifter i linjefart med skip som er undergitt loven om linjekonferanser m.v. av 8. juni 1984 nr. 55 med tilhørende forskrifter, gjelder særlige regler (jfr. lovens § 10).\n1 Endret ved lover 17 juni 1960 nr. 6, 8 juni 1984 nr. 55.\n2 Jfr. § 5.\n3 Jfr. lov 8 juni 1984 nr. 55 § 10.\n4 Se § 60 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "7:33",
      "chapter": "7",
      "section": "33",
      "title": "Meldeplikt for konkurransereguleringer.",
      "content": "Etter nærmere forskrifter som Kongen gir,​2 skal meldes til Prisdirektoratet:​3\n1. Sammenslutninger av ervervsdrivende​4 som regulerer eller har til formål å regulere priser,​5 fortjenester, kostnadsberegninger, forretningsvilkår, produksjon eller omsetning her i riket.\n2. Konkurranseregulerende avtaler eller ordninger som er inngått mellom ervervsdrivende uten organisering av sammenslutning med særskilt styre såfremt avtalen eller ordningen har formål eller virkning som nevnt under 1.\n3. Konkurranseregulerende bestemmelser som er truffet av ervervsdrivende som er meldepliktige etter § 34, når bestemmelsene har formål eller virkning som nevnt under 1.\nMeldeplikten gjelder uten hensyn til om reguleringen skjer gjennom bindende eller veiledende bestemmelser eller på annen måte. For så vidt Kongen ikke fastsetter noe annet, gjelder meldeplikten også for sammenslutning, avtale, ordning eller bestemmelse som er kommet i stand i henhold til lov.\nMeldeplikt etter nr. 1 påhviler sammenslutningens styre. Har sammenslutningen sitt sete i utlandet, påhviler meldeplikten sammenslutningens representant og dens medlemmer her i riket. Meldeplikt for konkurranseregulerende avtaler og ordninger som nevnt under nr. 2, påhviler enhver deltaker som driver ervervsvirksomhet​6 her i riket og herværende representanter for deltakere som er bosatt i utlandet. Meldeplikt for konkurranseregulerende bestemmelser som nevnt under nr. 3, påhviler den ervervsdrivende​5 som har truffet bestemmelsen.\nI meldingen skal​7 gjøres nøye rede for konkurransereguleringene og gis opplysninger om slike forhold som er av betydning for tilsynet med dem. Foruten første gangs melding, hovedmelding, skal​7 det sendes tilleggsmeldinger om forandring eller nye forhold. Nærmere bestemmelser om hva som skal meldes, fastsettes i meldingsforskriftene.\nI meldingsforskriftene kan gis bestemmelser om unntak for meldeplikt for konkurransereguleringer​2 som er av så liten betydning at det ikke er grunn til å føre tilsyn med dem.\nPrisdirektoratet​8 avgjør i tvilstilfelle om en sammenslutning, avtale, ordning eller bestemmelse er av slik art at den er meldepliktig. Direktoratets avgjørelse kan innen 3 uker påklages til Prisrådet,​9 som kan omgjøre den.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Se forskrifter 19 mars 1954 nr. 3590 om registrering av konkurranselovgivningen og storbedrifter, 3 juni 1966 nr. 4 om unntak fra meldeplikt for visse konkurranseregulerende avtaler og ordninger, 29 mai 1987 nr. 413 om unntak fra meldeplikt for åpningstider for utsalgssteder.\n3 Jfr. lov 8 juni 1984 nr. 55 § 10.\n4 Se § 60 nr. 5.\n5 Se § 60 nr. 1.\n6 Se § 60 nr. 4.\n7 Se § 52 og § 53.\n8 Jfr. § 5.\n9 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Meldeplikt for storbedrifter.",
      "content": "Etter nærmere forskrifter som Kongen gir, skal​2 følgende ervervsdrivende​3 sende melding til Prisdirektoratet:​4\n1. Ervervsdrivende​3 som må antas å produsere eller omsette minst en fjerdedel av den samlede produksjon eller omsetning her i riket av en eller flere av de varer som bedriften fremstiller eller omsetter, eller av de ytelser​5 som den utfører. Har en ervervsdrivende​3 bestemmende innflytelse over andre bedrifter her i riket enn den eller de han driver i eget navn, skal samtlige bedrifter ses under ett ved avgjørelse av meldeplikt.\n2. Ervervsdrivende​3 som eier eller forestår bedrift som er underavdeling av eller står under bestemmende innflytelse av:\na. utenlandsk bedrift som må antas å ha vesentlig innflytelse på prisene​6 i ett eller flere land for en eller flere varer eller ytelser​5 eller som er tilsluttet en sammenslutning av bedrifter som tilsammen må antas å ha slik innflytelse,\nb. sammenslutning av utenlandske bedrifter eller av norske og utenlandske bedrifter som må antas å ha slik innflytelse som nevnt under a.\nBestemmelsene under nr. 1, siste punktum, får tilsvarende anvendelse.\n3. Ervervsdrivende​3 som uten å gå inn under nr. 1 og 2, har fått særskilt pålegg av Prisdirektoratet om meldeplikt fordi han driver virksomhet som har slik betydning for ett eller flere erverv her i riket at direktoratet finner grunn til særlig tilsyn.\nMeldeplikten gjelder ikke for statsmonopoler.\nI meldingen skal​2 gjøres nøye rede for arten og omfanget av den ervervsvirksomhet​7 som drives, de forbindelser som består mellom den eller de bedrifter den ervervsdrivende driver i eget navn og andre bedrifter eller bedriftssammenslutninger, og for andre forhold som er av betydning for tilsynet. Foruten hovedmelding skal det sendes tilleggsmeldinger om forandringer eller nye forhold. Nærmere bestemmelser om hva som skal meldes fastsettes i meldingsforskriftene.\nI meldingsforskriftene kan gis bestemmelser om unntak for meldeplikt for ervervsdrivende​3 som nevnt i første ledd nr. 1, dersom den virksomhet som drives er av så liten betydning at det ikke er grunn til å føre tilsyn med den.​8\nPrisdirektoratet avgjør i tvilstilfelle om en ervervsdrivende​3 er meldepliktig etter bestemmelsene i første ledd nr. 1 og 2. Dersom det kan være grunnet tvil om det foreligger meldeplikt, inntrer denne først når Prisdirektoratet har truffet sin avgjørelse.\nPrisdirektoratets avgjørelse etter denne paragraf kan innen 3 uker påklages til Prisrådet,​9 som kan omgjøre den.\n1 Endret ved lover 25 juni 1954 nr. 5, 23 mars 1962, 19 juni 1969 nr. 54. – Se forskrift om registrering av konkurransereguleringer og storbedrifter fastsatt 19 mars 1954 nr. 3590.\n2 Se §§ 52 og 53 jfr. lov 8 juni 1984 nr. 55 § 10.\n3 Se § 60 nr. 5.\n4 Jfr. § 5.\n5 Se § 60 nr. 3.\n6 Se § 60 nr. 1.\n7 Se § 60 nr. 4.\n8 Se note 2 til § 33.\n9 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Registrering.",
      "content": "Meldinger etter §§ 33 og 34 skal registreres av Prisdirektoratet.​1 I registret skal også tas inn meldinger som er eller blir meldt i henhold til meldingsforskrifter som er gitt i henhold til lov om kontroll med konkurranseinnskrenkninger og om prismisbruk av 12. mars 1926 eller mellombels lov av 30. juni 1947 om prisregulering og anna regulering av næringsverksemd, jfr. denne lovs § 61, tredje ledd. Prisdirektoratet kan også ta inn i registret oversikter eller redegjøringer for de forhold som er meldt eller andre dokumenter som kan tjene til å belyse dem. Den meldepliktige kan kreve at hemmeligholdte tekniske innretninger og fremgangsmåter ikke blir registrert. Kongen gir nærmere forskrifter om registreringen.​2\nFår Prisdirektoratet kjennskap til meldepliktige forhold som ikke er meldt, kan det foreta midlertidig registrering til melding blir sendt.\nVed henvendelse til Prisdirektoratet kan enhver gjøre seg kjent med innholdet av registret. For utskrifter betales avgift etter satser som fastsettes av departementet.​3\nEtter de nærmere forskrifter som Kongen gir,​2 skal Prisdirektoratet sette inn i Pristidende​4 oversikter over de meldepliktige forhold som er registrert av direktoratet.\n1 Jfr. § 5.\n2 Forskrift om registrering av konkurransereguleringer og storbedrifter fastsatt 19 mars 1954 nr. 3590.\n3 Arbeids- og administrasjonsdepartementet.\n4 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "title": "Forbud mot å gjennomføre konkurransereguleringer før melding.",
      "content": "Det er forbudt​1 å gjennomføre eller være med på å gjennomføre konkurransereguleringer som er meldepliktige etter § 33, før de er meldt til Prisdirektoratet​2 på foreskrevet måte. Før slik melding er skjedd, er reguleringene ikke bindende for deltakerne.\n1 Se §§ 52 og 53.\n2 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "title": "Varigheten av konkurransereguleringer.",
      "content": "Avtale om å være med i en meldepliktig konkurranseregulering av slik art som nevnt i § 33, første ledd, nr. 1 og 2, kan bare sluttes for en tid av høyst ett år eller med en oppsigelsesfrist av høyst 3 måneder dersom ikke Prisrådet​2 har godkjent annen ordning.​3\n1 Endret ved lov 25 juni 1954 nr. 5.\n2 Jfr. § 4.\n3 Jfr. lov 8 juni 1984 nr. 55 § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "title": "Årsregnskap og årsmelding.",
      "content": "Ervervsdrivende​1 som er med i sammenslutning, avtale eller ordning som er meldepliktig etter § 33, skal​2 hvert år sende Prisdirektoratet​3 årsregnskap med melding om virksomheten i året, dersom:\na. bedriftens aksjekapital eller bokførte nettoformue ved utløpet av siste regnskapsår utgjorde minst 1 million kroner, eller,\nb. Prisdirektoratet har pålagt vedkommende å sende inn årsregnskap og årsmelding.\nErvervsdrivende som er meldepliktige etter § 34, skal i alle tilfelle sende regnskap og melding som nevnt i første ledd.\nRegnskap og melding som nevnt i første, jfr. annet ledd, skal sendes innen 4 måneder etter utløpet av regnskapsåret. I aksjeselskap​4 skal regnskap og melding dog sendes innen 14 dager etter generalforsamlingens godkjenning, men ikke senere enn 14 dager etter utløpet av den frist som aksjeloven setter for generalforsamlingens godkjenning av årsregnskap. I aksjeselskaper​4 og andre selskaper med begrenset ansvar skal regnskapet i meldingen være undertegnet av styret, i andre selskaper av de ansvarlige medlemmer begrenset til tre og i enkeltmannsbedrifter av eieren. Når bedriften har revisor, skal regnskapet være påført revisors bevitnelse om at det er revidert.\nÅrsregnskapet skal være satt opp i samsvar med de nærmere bestemmelser som Prisdirektoratet​3 gir innenfor rammen av forskrifter som måtte være fastsatt etter § 26. Prisdirektoratet kan fastsette skjema for regnskapet. Driver den ervervsdrivende​1 flere bedrifter, skal det så vidt mulig settes opp særskilt regnskap for hver enkelt bedrift.\nI årsmeldingen skal gis en nærmere belysning av regnskapet med oversikt over virksomheten i året.\nHar den ervervsdrivende​1 aksjer eller andeler i andre bedrifter, skal dette opplyses i årsmeldingen eller i særskilt vedlegg til den med oppgave over hvilke bedrifter det gjelder, hvilken kapital disse bedrifter har og hvor mange aksjer eller andeler den ervervsdrivende har samt disse aksjers eller andelers pålydende beløp.\n1 Se § 60 nr. 5.\n2 Se §§ 52 og 53.\n3 Jfr. § 5.\n4 Se § 60 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "title": "Anbudsreguleringer.",
      "content": "Ervervsdrivende​1 som er medlem av en sammenslutning som regulerer eller kontrollerer anbudspriser​2 eller anbudsvilkår, skal​3 ved angivelse av anbud gi anbudsinnbyderen opplysning om hva reguleringen eller kontrollen går ut på.\nBestemmelsene i første ledd får tilsvarende anvendelse når det er truffet konkurranseregulerende avtaler eller ordninger eller fastsatt bestemmelser i henhold til dem angående regulering eller kontroll av anbudspriser eller anbudsvilkår.\n1 Se § 60 nr. 5.\n2 Se § 60 nr. 1.\n3 Se § 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "Tvangsmidler overfor medlemmer.",
      "content": "Har en konkurranseregulerende sammenslutning ilagt et medlem bot eller annen straff eller krevet erstatning for overtredelse av en konkurranseregulerende bestemmelse kan Prisrådet​1 etter klage eller av eget tiltak nedsette eller oppheve straffen eller erstatningen, dersom rådet finner at det vil stride mot almene hensyn å opprettholde bestemmelsen ved tvangsmidler eller at straffen eller erstatningen virker ubillig overfor vedkommende medlem.​2\nBestemmelsene i første ledd får tilsvarende anvendelse for straff eller erstatning for overtredelse av konkurranseregulerende avtaler og ordninger og på konkurranseregulerende bestemmelser som er truffet i henhold til slike avtaler eller ordninger eller av storbedrifter som er meldepliktige etter § 34.\n1 Jfr. § 4.\n2 Jfr. lov 8 juni 1984 nr. 55 § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "Utelukkelse av medlemmer og nektelse av å ta inn medlemmer.",
      "content": "Har en konkurranseregulerende sammenslutning utelukket eller nektet å oppta en ervervsdrivende​1 som medlem, kan Prisrådet​2 etter klage eller av eget tiltak omgjøre utelukkelsen eller gi sammenslutningen pålegg om å oppta vedkommende som medlem, dersom rådet finner at utelukkelsen eller nektelsen er utilbørlig overfor den ervervsdrivende eller i strid med almene hensyn.​3\nBestemmelsene i første ledd får tilsvarende anvendelse med hensyn til deltakelse i konkurranseregulerende avtaler og ordninger.\n1 Se § 60 nr. 5.\n2 Jfr. § 4.\n3 Jfr. lov 8 juni 1984 nr. 55 § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "title": "Endring og opphevelse av konkurransereguleringer og forbud mot konkurransereguleringer.",
      "content": "Kongen​2 kan endre eller oppheve enhver bestemmelse som er fastsatt av en konkurranseregulerende sammenslutning dersom han finner at den er egnet til å virke skadelig på produksjon, omsetning eller andre ervervsmessige forhold her i riket, eller at bestemmelsen ellers må anses urimelig eller til skade for almene interesser. I samband med vedtaket kan gis slike forbud og pålegg som finnes nødvendige for å sikre at hensikten med opphevelsen eller endringen blir oppnådd.\nDersom tiltak etter foregående ledd ikke fører fram eller ikke anses tilstrekkelig, kan Kongen oppløse sammenslutningen. Før oppløsning finner sted, skal uttalelse innhentes fra Prisrådet.​3 I samband med oppløsningen av sammenslutningen kan Kongen gi påbud om oppløsning av selskap som må anses som ledd i sammenslutningen eller som den virker gjennom. Kongen gir nærmere bestemmelser om hvorledes oppløsningen av sammenslutningen og i tilfelle av selskapet skal gjennomføres, og kan også gi slike forbud og pålegg som finnes nødvendige for å sikre at hensikten med oppløsningen blir oppnådd.\nBestemmelsene i første ledd får tilsvarende anvendelse på konkurranseregulerende avtaler og ordninger og på konkurranseregulerende bestemmelser som er truffet i henhold til slike avtaler eller ordninger eller av storbedrifter som er meldepliktige etter § 34.​4\nKongen​2 kan forby bestemte sammenslutninger eller grupper av ervervsdrivende,​5 bestemte meldepliktige storbedrifter eller ervervsdrivende i bestemte erverv å sette i verk konkurranseregulerende bestemmelser, avtaler eller ordninger, når slike reguleringer antas å kunne få virkninger som nevnt i første ledd eller når forbud finnes påkrevd for å fremme samfunnsmessig ønskelig konkurranse. Under samme vilkår kan Kongen fastsette generelle forbud mot bestemte arter av konkurransereguleringer.​6 Under vilkår som nevnt i første og annet punktum kan Kongen også fastsette andre bestemmelser til motvirkning av konkurransereguleringer eller bestemte arter av konkurransereguleringer.\n1 Endret ved lov 17 juni 1960 nr. 6.\n2 Se § 9. Prisdirektoratet iflg. res. 14 mars 1990 nr. 580.\n3 Jfr. § 4.\n4 Kongens myndighet etter dette ledd er lagt til Prisdirektoratet iflg. res. 14 mars 1990 nr. 580.\n5 Se § 60 nr. 5.\n6 Forskrift om registrering av konkurransereguleringer og storbedrifter fastsatt 19 mars 1954 nr. 3590.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:42 a",
      "chapter": "7",
      "section": "42 a",
      "title": "Bedriftserverv.",
      "content": "Disse bestemmelsene kommer til anvendelse ved bedriftserverv. Med bedriftserverv menes også fusjon, erverv av aksjer eller andeler og delvis erverv av bedrift.\nDersom Prisrådet​2 finner at et bedriftserverv vil føre til eller vil forsterke en vesentlig begrensning av konkurransen og at dette vil være til skade for almene interesser, kan det:\n1. forby bedriftservervet og fastsette slike bestemmelser som finnes nødvendig for å sikre at formålet med forbudet blir oppnådd.\n2. påby avhendelse av aksjer eller andeler som er ervervet som ledd i bedriftservervet.\n3. gi andre bestemmelser for å motvirke at bedriftservervet begrenser konkurransen til skade for almene interesser.\nPrisrådet kan i alminnelighet bare gjøre inngrep etter bestemmelsene i leddet foran etter at partene i avtalen om bedriftservervet er gitt anledning til å gå med på en frivillig løsning i saken.\nKongen fastsetter forskrifter om frister for å treffe vedtak etter annet ledd.​3 Kongen kan også ellers fastsette forskrifter om gjennomføring og utfylling av bestemmelsene og om saksbehandlingen.​3 Herunder kan fastsettes forskrifter om melding til Prisdirektoratet om bedriftserverv i bestemte bransjer eller om bedriftserverv som gjelder bestemte ervervsdrivende.​4\n1 Tilføyd ved lov 8 juli 1988 nr. 69.\n2 Jfr. § 2.\n3 Forskrift om behandling av saker om bedriftserverv etter prislovens § 42 a, med fullmakt for Arbeids- og administrasjonsdepartmentet til å gi nærmere bestemmelser om gjennomføring og utfylling, fastsatt ved res. 8 juli 1988 nr. 559.\n4 Se § 60 nr. 5. – Den i note 2 nevnte res. bemyndiger Prisdirektoratet til å gi slike forskrifter om meldeplikt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42a",
        "source_heading": "§ 42 a."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "title": "Konkurransereguleringer som gjelder utlandet.",
      "content": "Bestemmelsene i §§ 32, 33, 35, 36, 37, 40 og 41 gjelder ikke for:\na. konkurranseregulerende sammenslutninger som har sitt sete her i riket, men som bare har truffet og bare har til formål å treffe konkurranseregulerende bestemmelser som gjelder for andre land eller for handel og samferdsel mellom andre land,\nb. konkurranseregulerende avtaler, ordninger eller bestemmelser som er truffet av ervervsdrivende​1 her i riket når avtalene, ordningene og bestemmelsene er av slik art som nevnt under bokstav a,\nc. deltak fra norske ervervsdrivendes​1 side i utenlandske konkurranseregulerende sammenslutninger, avtaler, eller ordninger av slik art som nevnt under bokstav a.\nPrisdirektoratet​2 skal føre tilsyn med slike konkurransereguleringer som nevnt under a) og bokstav b med sikte på å motvirke forhold som virker skadelige for norske interesser, eller som må antas å være i strid med forpliktelser som Norge har påtatt seg ved internasjonal overenskomst. Tilsvarende tilsyn skal føres med norske ervervsdrivendes​1 deltak i slike konkurransereguleringer som er nevnt under bokstav c. Kongen kan gi særskilte forskrifter om meldeplikt som grunnlag for tilsynet.\n1 Se § 60 nr. 5.\n2 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "title": "Utenlandske konkurransereguleringer.",
      "content": "Dersom Prisdirektoratet​1 blir kjent med at det gjennom utenlandske konkurransereguleringer settes i verk tiltak som virker til skade for norske interesser, skal det sende melding om saken til departementet.​2\n1 Jfr. § 5.\n2 Arbeids- og administrasjonsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "title": "Motvirkning av reguleringer.",
      "content": "Før 14 dager er gått etter at departementet​2 har mottatt forhåndsvarsel om det, må en organisasjon av ervervsdrivende​3 ikke sette i verk en stans, innskrenkning eller omlegging av ervervsvirksomhet​4 som vil være egnet til å motvirke reguleringer etter loven og ha vesentlig betydning for forsyningssituasjonen i landet eller en større del av det. I tvilstilfelle avgjør Kongen med bindende virkning om en stans, innskrenkning eller omlegging går inn under reglene i dette ledd.\nNår det er gitt forhåndsvarsel etter første ledd, kan Stortinget – eller Kongen hvis Stortinget ikke er samlet – beslutte at den frist som er nevnt i første ledd skal forlenges med inntil en måned. Slik beslutning må i tilfelle fattes før fristens utløp.\nEn tvist mellom vedkommende myndighet og en organisasjon av ervervsdrivende​3 om lovligheten av eller forståelsen av en reguleringsbestemmelse må ikke søkes løst ved stans, innskrenkning eller omlegging av ervervsvirksomhet.​4 Det samme gjelder tvist om gyldigheten eller forståelsen av en avtale som ligger til grunn for reguleringsbestemmelser.\nDet er forbudt​5 å oppfordre til at aksjon som nevnt i tredje ledd settes i verk eller fortsetter. Det er også forbudt å oppfordre til at aksjon som nevnt i første ledd settes i verk eller fortsetter før utløpet av de frister som er nevnt i første og annet ledd.\nKongen​6 kan sette forbud mot stans, innskrenkning eller omlegging av ervervsvirksomhet som er egnet til å motvirke en regulering etter denne lov. Slike forbud får ikke anvendelse på forhold som går inn under reglene i første ledd.\n1 Se § 23 siste ledd.\n2 Arbeids- og administrasjonsdepartementet.\n3 Se § 60 nr. 5.\n4 Se § 60 nr. 4.\n5 Se § 52.\n6 Se § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "8:46",
      "chapter": "8",
      "section": "46",
      "title": "Prisfastsettelse ved tvangssalg, ekspropriasjon og odelsløsning.",
      "content": "Ved tvangssalg må det ikke tas høyere priser​2 enn tillatt ved frivillig omsetning forsåvidt noe annet ikke er fastsatt i medhold av denne lov. Dersom omsetning av et formuesgode er underlagt prisregulering etter prisloven, skal den som forestår tvangssalget bringe høyeste lovlige pris på det rene før formuesgodet utbys.\nUnder ekspropriasjon​3 og i odelssaker​4 skal verdsetting skje på grunnlag av gjeldende prisbestemmelser. Verdsettingsbestemmelser fastsatt i ekspropriasjonserstatningsloven​5 eller odelsloven​4 går likevel foran.\n1 Endret ved lover 6 april 1984 nr. 17, 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765).\n2 Se § 60 nr. 1.\n3 Jfr. Grl. § 105 og skjl. kap. 2.\n4 Se lov 18 juni 1974 nr. 58 kap. XI.\n5 Se lov 6 april 1984 nr. 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "8:47",
      "chapter": "8",
      "section": "47",
      "title": "Betaling for verdsettings- og besiktigelsesforretninger.",
      "content": "Departementet​1 kan bestemme at det skal svares betaling etter bestemte satser for verdsettings- eller besiktigelsesforretninger som foretas i henhold til denne lov etter begjæring fra noen interessert.\n1 Arbeids- og administrasjonsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "8:48",
      "chapter": "8",
      "section": "48",
      "title": "Utlegg.",
      "content": "Skyldig beløp til dekning av en sammenslutnings eller et utvalgs utgifter etter § 8, kontingent for Pristidende etter § 12, prisreguleringsavgift etter § 25 og vederlag for verdsettings- og besiktigelsesforretninger etter § 47 er tvangsgrunnlag for utlegg.​2\n1 Endret ved lov 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765).\n2 Jfr. tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "9:49",
      "chapter": "9",
      "section": "49",
      "title": "Overordnet myndighets adgang til å prøve avgjørelser av eget tiltak.",
      "content": "Kongen eller departementet​2 kan av eget tiltak endre eller oppheve enhver avgjørelse som er truffet av de organer som er nevnt i §§ 4-8 eller pålegge vedkommende organer å gjøre det.\nPrisdirektoratet har tilsvarende adgang når det gjelder avgjørelser som er truffet av de organer som er nevnt i §§ 6 og 7 eller av organer som er nevnt i § 8 når de hører under direktoratet. Det samme gjelder distriktskontorene for Statens pristilsyn med hensyn til avgjørelser av prisnemndene eller av organer som er nevnt i § 8 når de hører under distriktskontoret.\nKongen​3 kan gi nærmere forskrifter om overprøvingen.\n1 Endret ved lov 28 mars 1958 nr. 11.\n2 Arbeids- og administrasjonsdepartementet.\n3 Se § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "9:50",
      "chapter": "9",
      "section": "50",
      "title": "Overprøving av Prisrådets avgjørelser.",
      "content": "Avgjørelser som Prisrådet​2 har truffet i henhold til §§ 10, 17, 23, 33, 34, 37, 40 og 41, kan ikke påklages. Heller ikke avgjørelser i andre saker hvor rådet er tillagt avgjørelsesmyndighet etter § 4 fjerde ledds annet punktum, kan påklages med mindre annet er bestemt i forskrifter gitt av Kongen.\n1 Endret ved lover 28 mars 1958 nr. 11, 23 mars 1962, 19 juni 1969 nr. 54.\n2 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "9:51",
      "chapter": "9",
      "section": "51",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "10:52",
      "chapter": "10",
      "section": "52",
      "title": "Straff for enkeltpersoner.",
      "content": "Med bøter​1 eller med fengsel inntil 1 år eller med begge deler straffes den som forsettlig overtrer bestemmelse som er fastsatt i eller i medhold av denne lov eller opprettholdt ved den, og som ikke angår regulerings- eller kontrollorganenes organisasjon og virksomhet. På samme måte straffes den som forsettlig medvirker til slik overtredelse. Den som har kjøpt en ting​2 eller rettighet eller mottatt en ytelse​3 til ulovlig pris,​4 blir bare å straffe for medvirkning dersom han har tilskyndet eller forledet til overtredelsen.\nUnder særdeles skjerpende omstendigheter kan anvendes fengsel inntil 3 år, enten alene eller sammen med bøter.​1 Ved avgjørelsen av om det foreligger slike omstendigheter skal det særlig legges vekt på om overtredelsen har stort omfang, om den har strukket seg over et langt tidsrom, om den er foretatt eller fortsatt tross advarsel fra offentlig myndighet, om det er ført uriktige regnskaper eller andre opptegnelser, om handlingen er søkt skjult ved unnlatt bokførsel, ved falske opplysninger eller på liknende måte, om det er benyttet uberettiget anskaffet eller fremstilt merke, legitimasjon eller liknende dokument og om den skyldige tidligere er straffet for overtredelse av pris-, trust-, forsynings- eller rasjoneringslovgivningen.\nDen som uaktsomt overtrer bestemmelse som nevnt i første ledd eller som medvirker til slik overtredelse, straffes med bøter.​1\nI bestemmelse som utferdiges i medhold av loven, kan det fastsettes at brudd på bestemmelsen ikke medfører straff.\n1 Se strl. § 27.\n2 Se § 60 nr. 2.\n3 Se § 60 nr. 3.\n4 Se § 60 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "10:53",
      "chapter": "10",
      "section": "53",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juli 1991 nr. 66 (i kraft 15 okt 1991 iflg. res. 6 sep 1991 nr. 571).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "10:54",
      "chapter": "10",
      "section": "54",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 mai 1986 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "10:55",
      "chapter": "10",
      "section": "55",
      "title": "Anvendelse av straffelovens regler om offentlig tjeneste.",
      "content": "Deltakelse i kontroll- eller reguleringsarbeid etter denne lov regnes som offentlig tjeneste i forhold til reglene i den alminnelige borgerlige straffelov av 22. mai 1902 kap. 11, 12, 33 og 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "10:56",
      "chapter": "10",
      "section": "56",
      "title": "Inndragning av ulovlig merpris m.v.",
      "content": "Dersom noen har tatt høyere pris​1 enn lovlig, etter bestemmelser som er gitt i eller i medhold av denne lov eller opprettholdt​2 ved den, skal det inndras​3 et beløp som retten antar svarer til den oppnådde merpris.​1 Dette gjelder uten hensyn til om forholdet medfører straffansvar.\nInndragning av merprisen foretas enten hos den som har tatt den ulovlige pris eller hos den han har handlet på vegne av eller til fordel for, eller hos begge. Foretas inndragning hos begge kan retten enten fordele ansvaret mellom dem, eller den kan gjøre dem solidarisk ansvarlige for beløpet eller en del av det. Bestemmelsene i dette ledd gjelder tilsvarende når flere har samvirket i det forhold som begrunner inndragningen.\nI inndragningsbeløpet kan det ikke gjøres fradrag for ulovlig merpris​1 som den ansvarlige selv har betalt for innkjøpte salgsvarer, råvarer eller driftsmidler eller for mottatte ytelser,​4 med mindre:\n1. vedkommende del av merprisen er inndradd hos leverandøren eller\n2. gjerningsmannen godtgjør at han hverken var klar over at de priser​1 som han har betalt, eller de priser​1 som han har tatt, var for høye, og at han har utvist den aktsomhet som forholdene tilsa.\nFradrag skal gjøres for beløp som den ansvarlige i dommen eller forelegget blir tilpliktet å betale til den skadelidende. Det samme gjelder hvis han på forhånd har foretatt slik tilbakebetaling, og han enten godtgjør at han var pliktig til det etter regelen i § 59 eller godtgjør at tilbakebetaling fant sted før politiet eller vedkommende kontrollmyndighet tok saken opp.\nDersom beløpet i sin helhet er oppgitt til beskatning skal det gjøres fradrag som svarer til den øking av offentlige skatter og avgifter som merprisen har påført den ansvarlige. Påtalemyndigheten skal gi melding til vedkommende ligningsmyndighet om fradrag som er gjort etter bestemmelsen i dette ledd.\nAdgang til å reise sak med krav på inndragning etter denne paragraf faller bort når det er gått 5 år etter at merprisen er oppnådd, med mindre det foreligger et straffbart forhold.​5\nBestemmelsene i denne paragraf får tilsvarende anvendelse når det i strid med bestemmelser som er gitt i eller i medhold av denne lov eller opprettholdt​2 ved den, er\n1. betalt lavere pris​1 enn minstepris,\n2. oppnådd vederlag for overdragelse av lisenser eller andre godkjenninger som er gitt eller ventes gitt,​6\n3. mottatt for høyt selskapsutbytte.​7\n1 Se § 60 nr. 1.\n2 Se § 61.\n3 Jfr. strl. §§ 34 flg.\n4 Se § 60 nr. 3.\n5 Jfr. §§ 52 og 53.\n6 Se § 22.\n7 Se kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "10:57",
      "chapter": "10",
      "section": "57",
      "title": "Inndragning av merfortjeneste som følge av feilaktige kostnadsoverslag.",
      "content": "Den merfortjeneste som er oppnådd ved at myndighetene har satt den regulerte pris​1 høyere enn de ellers ville ha gjort, eller har unnlatt å sette i verk regulering, kan inndras hos den som har bevirket dette ved å\n1. legge fram kostnadsoverslag​2 eller andre opplysninger som bedømt ut fra forholdene da opplysningene ble gitt, inneholder vesentlige feil, eller\n2. unnlate å sende pliktig melding​2 om at kostnadene er blitt vesentlig lavere enn angitt i tidligere innsendt overslag.\nSlik merfortjeneste kan også inndras hos den det er handlet på vegne av. Inndragning kan foretas uten hensyn til om forholdet medfører straffansvar for noen. § 56 annet, femte og sjette ledd gjelder tilsvarende.\n1 Se § 60 nr. 1.\n2 Se § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "10:58",
      "chapter": "10",
      "section": "58",
      "title": "Straffe- og inndragningsbestemmelsenes anvendelse på eldre forhold.",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "10:59",
      "chapter": "10",
      "section": "59",
      "title": "Tilbakebetaling av ulovlig merpris.",
      "content": "Den som har betalt høyere pris​1 enn lovlig, kan kreve overprisen tilbakebetalt dersom han ikke etter forholdene må anses for i vesentlig grad medansvarlig for overtredelsen.\nKrav om at den avtalte pris skal settes ned til lovlig pris eller om tilbakebetaling av overprisen gir ikke den annen part rett til å heve dersom\n1. det gjelder fast ervervsmessig omsetning av ting​2 eller ytelse​3 til forbruker.\n2. hevingen ville virke urimelig under hensyn til den av begge parter utviste skyld og omstendighetene for øvrig.\n1 Se § 60 nr. 1.\n2 Se § 60 nr. 2.\n3 Se § 60 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "11:60",
      "chapter": "11",
      "section": "60",
      "title": "Definisjoner.",
      "content": "1. Med «pris» menes i denne lov vederlag av enhver art uten hensyn til om det ellers brukes andre betegnelser så som godtgjørelse, salær, honorar, frakt, takst, leieavgift eller liknende.\n2. Med «ting» menes i denne lov fast eiendom og løsøre, under dette også skip, luftfartøy og elektrisk kraft.\n3. Med «ytelser» menes alle slags ytelser som det tas vederlag for, bortsett fra arbeid i andres tjeneste.\n4. Med «ervervsvirksomhet» menes all slags varig eller leilighetsvis økonomisk virksomhet som drives mot vederlag.\n5. Med «ervervsdrivende» menes enhver – enkeltperson, selskap, stiftelse eller sammenslutning – som driver ervervsvirksomhet.\n6. Med «aksjeselskap» menes i denne lov også kommandittaksjeselskap og skipsaksjeselskap.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "11:61",
      "chapter": "11",
      "section": "61",
      "title": "Ikrafttreden.",
      "content": "Denne lov trer i kraft 1. januar 1954. Bestemmelser i medhold av loven kan likevel gis før, men slike bestemmelser som ikke gjelder regulerings- eller, kontrollorganenes organisasjon, trer ikke i kraft før loven.\nFra lovens ikrafttreden oppheves – – –\nDe bestemmelser som er gitt eller opprettholdt i medhold av de nevnte lover av 12. mars 1926 og 30. juni 1947, skal for så vidt de er i kraft 1. januar 1954 – gjelde inntil de blir endret eller opphevet i medhold av denne lov eller ved særskilt bestemmelse av Kongen.​1 Inntil Stortinget har truffet bestemmelse etter denne lovs § 28, gjelder forskriftene om utbytteregulering etter mellombels lov av 30. juni 1947.\nKongen bestemmer om og i hvilken utstrekning bestemmelser som er gitt i eller i medhold av denne lov skal gjelde for Svalbard.\n1 Se res. 18 des 1953 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens formål.",
      "content": "Denne lov har til formål å tjene som et ledd i arbeidet for å fremme full sysselsetting, nytte produksjonsmulighetene effektivt, motvirke avsettingskriser og fremme en rimelig fordeling av nasjonalinntekten ved:\na. å fremme en samfunnsmessig forsvarlig prisutvikling og motvirke priser,​1 fortjenester og forretningsvilkår som virker urimelig,\nb. å hindre utdeling av høyere utbytte enn forsvarlig,\nc. å trygge mot mislige omsetnings- eller konkurranseforhold og mot konkurranseregulerende tiltak som er urimelige eller til skade for almene interesser.\n1 Se § 60 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens område.",
      "content": "Loven omfatter ervervsvirksomhet av enhver art, jfr. § 60 nr. 4, uten hensyn til hva slags ting,​2 ytelser​3 eller rettigheter virksomheten gjelder og uansett om den er privat eller drives av stat eller kommune. Loven gjelder dog ikke for lønns- og arbeidsvilkår i tjeneste hos andre.\nDersom en virksomhet som faller inn under loven også går inn under regulerings- eller kontrollbestemmelser i andre lover, kan Kongen gi nærmere regler om den innbyrdes avgrensning av de forskjellige myndigheters virkeområde.\nBestemmelser som gis i medhold av denne lov må ikke stride mot stortingsvedtak.\n1 Jfr. lov 16 juni 1972 nr. 47 § 20.\n2 Se § 60 nr. 2.\n3 Se § 60 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Ledelsen av kontroll- og reguleringsarbeidet.",
      "content": "Innenfor rammen av de vedtak som Stortinget treffer etter § 14, og forsåvidt ikke avgjørelsesmyndigheten ellers er lagt til Stortinget, fastsetter Kongen retningslinjer for kontroll- og reguleringsvirksomheten.\nI samsvar med de vedtak og retningslinjer som er nevnt i første ledd, forestår vedkommende departement​1 gjennomføringen av loven og gir nærmere bestemmelser om hvorledes kontroll- og reguleringsorganene skal utøve sin virksomhet.\n1 Arbeids- og administrasjonsdepartementet iflg. res. 22 des 1989 nr. 1273.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Prisrådet.",
      "content": "Prisrådet skal bestå av sju medlemmer med personlige varamenn, som oppnevnes av Kongen. Funksjonstiden er fire år, dog slik at første oppnevning kan skje for kortere tid. Ved utløpet av funksjonstiden kan vedkommende oppnevnes på nytt. Kongen oppnevner rådets formann og varamann. Etter at rådet har uttalt seg, kan departementet​2 blant rådets medlemmer og varamenn oppnevne særskilte utvalg til å medvirke ved behandlingen av bestemte saker.\nPrisrådet er vedtaksført når formannen eller varaformannen og minst fire andre medlemmer eller varamenn er til stede. Til gyldig vedtak kreves at minst fire har stemt for vedtaket.\nPrisdirektoratets sjef eller stedfortreder for ham, deltar i Prisrådets og særutvalgenes møter uten stemmerett.\nPrisrådet skal treffe avgjørelse i saker hvor det er bestemt i loven, jf. §§ 23, 33, 34, 37, 40, 41 og 42 a annet og tredje ledd. Kongen kan også gi rådet avgjørelsesmyndighet i andre saker. Prisrådet skal ellers virke som rådgivende organ i samsvar med de nærmere bestemmelser som Kongen fastsetter.\nPrisrådet skal sende melding til departementet​2 om avgjørelser som det treffer. Kongen gir nærmere bestemmelser om Prisrådets og særutvalgenes organisasjon og virksomhet.​3\n1 Endret ved lover 25 juni 1954 nr. 5, 13 juni 1969 nr. 45, 8 juli 1988 nr. 69.\n2 Se note 1 til § 3.\n3 Forskrifter om Prisrådets organisasjon og virksomhet fastsatt ved res. 19 mars 1954 nr. 8650.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Prisdirektoratet.",
      "content": "Prisdirektoratet skal:\na. bistå ved forberedelsen og iverksettelsen av saker som skal avgjøres av Stortinget, Kongen eller departementet,\nb. forberede saker som skal avgjøres av Prisrådet og sette vedtakene i verk,\nc. forberede og sette i verk kontroll- og reguleringstiltak som hører under direktoratet,\nd. instruere og føre tilsyn med de kontroll- og reguleringsorganer som hører under direktoratet, jfr. §§ 6-8,\ne. ellers medvirke til gjennomføringen av loven.\nKongen treffer nærmere bestemmelser om Prisdirektoratets organisasjon og virksomhet.​1\n1 Forskrift om Prisdirektoratets organisasjon og virksomhet fastsatt ved res. 6 mars 1964 nr. 8647, jfr. den i note 3 til § 3 nevnte res.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Statens pristilsyn.​2",
      "content": "Statens pristilsyn skal bestå av distriktskontorer, hvert under ledelse av en distriktssjef. Kongen​2 fastsetter tallet på distriktskontorer, distriktsinndelingen og kontorstedene. Kongen​2 kan bestemme at prisnemnda i Oslo skal tre i stedet for pristilsynets distriktskontor i saker etter denne lov.\nUnder ledelse av Prisdirektoratet skal Statens pristilsyn forestå det lokale kontroll- og reguleringsarbeid og utføre andre gjøremål etter denne lov.\nKongen gir nærmere bestemmelser om pristilsynets organisasjon og virksomhet.​3\n1 Endret ved lover 29 mars 1957 nr. 6, 28 mars 1958 nr. 11, 22 des 1961 nr. 2.\n2 Se § 9.\n3 Forskrift om statens pristilsyns orgasnisasjon og virksomhet fastsatt ved res. 16 feb 1962 nr. 8652, jfr. Instruks for prisnemndene fastsatt 31 aug 1962 nr. 8661 med senere endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Kommunale prisnemnder.",
      "content": "Hvis ikke Kongen​2 bestemmer noe annet, skal det i hver kommune være en prisnemnd som består av en eller flere avdelinger.​3 Dersom vedkommende kommunestyrer er enige om det, kan Kongen fastsette at to eller flere kommuner skal ha felles prisnemnd.\nPrisnemndene skal ha minst tre medlemmer med varamedlemmer.\nMedlemmene og varamedlemmene velges av kommunestyret for kommunevalgperioden, men fungerer inntil nye medlemmer og varamedlemmer er valgt. Bestemmelsene i lov av 12. november 1954 om styret i herreds- og bykommunene § 30 får tilsvarende anvendelse. Før kommunestyret foretar valg, skal lokale organisasjoner av ervervsdrivende, lokale samvirkelag, den faglige samorganisasjon og de andre lokale organisasjoner som Kongen bestemmer, ha adgang til å komme med forslag innen en frist som fastsettes av formannskapet.\nPrisnemnda skal delta i det lokale kontroll- og reguleringsarbeid og utføre andre gjøremål etter denne lov.\nKommunen utreder utgiftene ved prisnemndas virksomhet og kan tilstå medlemmene av nemnda en rimelig godtgjørelse for deres arbeid. Utgiftene til felles prisnemnd deles på de enkelte kommuner etter forslag fra nemnda. Blir kommunene ikke enige, fastsetter fylkesmannen fordelingen etter at distriktskontoret for Statens pristilsyn har uttalt seg. Staten kan yte tilskott til utgiftene i den utstrekning Stortinget måtte bestemme.\nKongen gir nærmere forskrifter om prisnemndenes organisasjon og virksomhet og om framgangsmåten ved valg av medlemmer til nemndene.​4\n1 Endret ved lover 28 mars 1958 nr. 11, 23 mars 1962, 15 des 1967 nr. 10, 5 juni 1987 nr. 25.\n2 Arbeids- og administrasjonsdepartementet iflg. res. 22 des 1989 nr. 1273. – Se § 9.\n3 Jfr. lov 7 juli 1967 nr. 13 § 18.\n4 Se instruks for prisnemndene fastsatt 31 aug 1962 nr. 8661 med senere endringer, og forskrifter for prisutvalg fastsatt av Finansdepartementet 12 des 1947 nr. 8646.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Andre kontroll- og reguleringsorganer.",
      "content": "Kongen​1 kan bestemme at andre offentlige, herunder kommunale, organer enn de som er nevnt i §§ 4-7, skal bistå ved kontroll- og reguleringsarbeidet etter denne lov. Kongen kan gi nærmere forskrifter om den virksomhet som slike organer skal utøve og deres forhold til kontroll- og reguleringsorganene etter denne lov.​2\nKongen​3 kan også bestemme at sammenslutninger eller utvalg som opprettes eller godkjennes, skal bistå ved kontroll- og reguleringsarbeidet etter denne lov. Den som blir oppnevnt til et slikt utvalg, plikter å gjøre tjeneste.\nKongen​1 kan bestemme at de ervervsdrivende​4 innen vedkommende erverv skal dekke de godkjente utgifter som slike sammenslutninger eller utvalg får ved kontroll- og reguleringsarbeidet. Kongen gir nærmere regler om innbetaling i dette øyemed og om anvendelse av midlene. Medlem av sammenslutningene og utvalgene må ikke uten samtykke av Prisdirektoratet tilstås eller ta imot godtgjørelse for utføring av sitt verv.\nKongen​1 kan gi nærmere forskrifter om sammenslutningenes og utvalgenes virksomhet etter denne lov.\n1 Arbeids- og administrasjonsdepartementet iflg. res. 22 des 1989 nr. 1273.\n2 Forskrift om Prisutvalget for kjøtt fastsatt av Prisdirektoratet 19 juni 1985 nr. 2101.\n3 Prisdirektoratet iflg. res. 14 mars 1990 nr. 580.\n4 Se § 60 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Overdragelse av myndighet.",
      "content": "Kongen​2 kan gi departementet fullmakt til å treffe avgjørelser i sitt sted etter §§ 6 første ledd, 7 første ledd, 8, 9 sjette ledd, 10 annet ledd, 15 tredje ledd, 24, 25 tredje ledds første punktum, jf. sjette ledd, 26 første ledd, 30, 42, første, tredje og fjerde ledd, 42 a, 45 femte ledd og 49 tredje ledd. I de saker som ellers skal avgjøres av Kongen etter denne lov, kan han gi departementet, Prisdirektoratet eller de reguleringsorganer som er nevnt i §§ 6-8, fullmakt til å fastsette nærmere bestemmelser til utfylling eller gjennomføring av vedtak som Kongen treffer.\nKongen kan gi Prisdirektoratet​3 fullmakt til å treffe avgjørelser etter §§ 8 annet ledd, 9 sjette ledd, 15 tredje ledd, 24, 25 tredje ledds første punktum, jf. sjette ledd, 26 første ledd, 42 første, tredje og fjerde ledd og 42 a. Det samme kan departementet​2 gjøre når det selv har fått fullmakt til å treffe slike avgjørelser. Departementet​2 kan dessuten gi Prisdirektoratet fullmakt til å fastsette nærmere bestemmelser til utfylling eller gjennomføring av de vedtak som departementet treffer.\nDepartementet​2 og Prisdirektoratet​3 kan når de selv har fått fullmakt til å treffe slike avgjørelser, gi de reguleringsorganer som er nevnt i §§ 6-8, fullmakt til å treffe avgjørelser etter §§ 24 og 26 første ledd. Dessuten kan disse organer gis fullmakt til å fastsette bestemmelser til utfylling eller gjennomføring av vedtak som departementet eller Prisdirektoratet treffer.\nOverdragelse av myndighet fra Kongen, departementet eller Prisdirektoratet​3 til de organer som er nevnt i §§ 6-8, må bare skje med hensyn til saker som særlig egner seg til avgjørelse av disse organer.\nSelv om en sak ligger innenfor området av den myndighet som Prisdirektoratet​3 har fått overdratt, skal direktoratet, dersom det er tid til det, innhente departementets​2 godkjenning når det gjelder avgjørelser som er av prinsipiell betydning og departementet ikke på forhånd har gitt instruksjoner for avgjørelsene. Nærmere regler om foreleggelse av slike saker gis av departementet.\nBestemmelsene i foregående ledd får tilsvarende anvendelse i forholdet mellom de organer som er nevnt i §§ 6-8 og overordnede organer i samsvar med de nærmere regler som Kongen​2 fastsetter.\nKongen må ikke i noe tilfelle gi andre enn departementet fullmakt til å treffe avgjørelser i saker som gjelder regulering av priser som kommunale myndigheter har fastsatt for vann, renovasjon, gass, elektrisk kraft, ytelser fra sykehus, skoler og andre monopolpregede innretninger eller bedrifter. I tvilstilfelle avgjør Kongen med bindende virkning om en sak er av denne art.\n1 Endret ved lover 17 juni 1960 nr. 7, 22 des 1961 nr. 2, 19 juni 1969 nr. 54, 8 juli 1988 nr. 69.\n2 Arbeids- og administrasjonsdepartementet iflg. res. 22 des 1989 nr. 1273. – Se bl.a. forskrifter 31 jan 1961 nr. 8640 om delegering av myndighet til Prisdirektoratet til å treffe vedtak etter forskriftene om konkurranseregulering av priser og avanser, 20 sep 1972 nr. 8644 om fullmakt for Prisdirektoratet til å treffe vedtak etter prisloven.\n3 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Saksbehandlingen.",
      "content": "Departementet,​2 Prisrådet​3 og Prisdirektoratet​4 kan bestemme at forhandlinger for dem skal foregå i offentlig møte når de finner at det tilsies av almene hensyn og at saken egner seg for det.\nKongen kan gi nærmere forskrifter om hvem som i tvilstilfelle skal regnes som part ved behandlingen av saker etter loven.​5\n1 Endret ved lover 23 mars 1962, 19 juni 1969 nr. 54.\n2 Arbeids- og administrasjonsdepartementet iflg. res. 22 des 1989 nr. 1273.\n3 Jfr. § 4.\n4 Jfr. § 5.\n5 Forskrifter om Prisrådets organisasjon og virksomhet fastsatt ved res. 19 mars 1954 nr. 8650.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Grunngiving av avgjørelser.",
      "content": "Ved generelle reguleringer skal det såvidt mulig gjøres rede for de forhold som har ført til reguleringen, og for bestemmelsenes innhold og formål.\n1 Endret ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Pristidende.",
      "content": "Prisdirektoratet​2 skal utgi en offentlig tidende som skal ha navn av Pristidende. I denne tidende skal tas inn:\n1. Denne lov og senere endringer i og tillegg til den.\n2. Bestemmelser som gis av Stortinget eller Kongen i medhold av loven.\n3. Viktige generelle kontroll- og reguleringsbestemmelser og andre særlig viktige bestemmelser som fastsettes av departementet​3 eller Prisdirektoratet i medhold av loven.\n4. Oversikter over registrerte konkurransereguleringer og storbedrifter, jfr. § 35.\nDessuten kan tas inn oversikter over kontroll- og reguleringsvirksomheten, rettsavgjørelser av prinsipiell betydning og meldinger ellers som finnes å være av slik betydning at de bør gjøres kjent på denne måte. Departementet​3 kan gi nærmere forskrifter om utgivningen av Pristidende og om bladets innhold.\nDepartementet​3 kan fastsette at bestemte grupper av ervervsdrivende og sammenslutninger av slike skal ha plikt til å abonnere på Pristidende og til å ha den utlagt på sitt forretningssted eller kontor.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Jfr. § 5.\n3 Arbeids- og administrasjonsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Kunngjøring av andre avgjørelser etter loven.",
      "content": "Vedkommende myndigheter skal sørge for at generelle kontroll- og reguleringsbestemmelser som ikke blir tatt inn i Pristidende,​2 blir forsvarlig kunngjort på annen måte.\nDepartementet​3 kan gi nærmere forskrifter om kunngjøring eller annen meddelelse av avgjørelser etter loven.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Se § 12.\n3 Arbeids- og administrasjonsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Meldinger til Stortinget.",
      "content": "Kongen skal innen utgangen av hvert kalenderår gi Stortinget underretning om de retningslinjer som aktes lagt til grunn for kontroll- og reguleringsvirksomheten i det følgende år.\nDe retningslinjer som Kongen har gitt melding om, med eventuelle endringer som Stortinget har vedtatt, må ikke endres på noe vesentlig punkt før det er gitt særskilt melding om det, med mindre det anses uforsvarlig å vente. I så fall skal det gis melding om endringen snarest mulig etter at den er satt i verk.\nKongen skal gi særmeldinger til Stortinget om generelle forskrifter etter § 3, vesentlige endringer i slike forskrifter, avgifts- eller avsetningsordninger etter § 25 tredje eller sjette ledd og særlig viktige reguleringer etter § 24 eller § 42 fjerde ledd.\n1 Endret ved lover 17 juni 1960 nr. 6, 11 juli 1986 nr. 51, 22 mars 1991 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Opplysningsplikt.",
      "content": "Enhver plikter​1 å gi Kongen, departementet og de myndigheter som er nevnt i §§ 4-7 eller de særskilte tillitsmenn som disse myndigheter oppnevner, de opplysninger som de krever for å kunne utføre sine gjøremål etter denne lov. Opplysningene kan kreves gitt skriftlig eller muntlig innen den frist som myndighetene eller deres tillitsmenn fastsetter.\nMyndigheter som foran nevnt, kan også kreve​2 selv eller gjennom oppnevnte tillitsmenn å få granske forretningsdokumenter, forretningspapirer, møteprotokoller og andre bøker og dokumenter. Om nødvendig kan det kreves hjelp av politiet for å få dem utlevert. Myndighetene kan også kreve​2 selv eller gjennom oppnevnte tillitsmenn å få besiktige bedrifter og andre faste eiendommer og løsøregjenstander.\nKongen​3 kan gi representanter for de organer som er nevnt i § 8, rett til å kreve opplysninger og foreta gransking og besiktigelse etter første og annet ledd. Slik rett kan dog ikke gis til noen som står i konkurranseforhold til vedkommende ervervsdrivende.\nDen det kreves opplysninger av, kan forlange at meddelelse om hemmeligholdte tekniske innretninger eller fremgangsmåter bare gis til Prisdirektoratets​4 sjef eller til den han særskilt oppnevner til å ta imot meddelelsen. Denne regel får tilsvarende anvendelse ved gransking og besiktigelse.\n1 Se § 52, jfr. strl. § 339.\n2 Jfr. strl. § 326.\n3 Se § 9. Prisdirektoratet iflg. res. 14 mars 1990 nr. 580.\n4 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Opplysninger fra myndigheter som har taushetsplikt.​1",
      "content": "Opplysninger som kreves etter § 15 første ledd, kan gis uten hinder av den taushetsplikt som ellers påhviler:\na. ligningsmyndigheter og andre skattemyndigheter,\nb. myndigheter som har til oppgave å føre kontroll med at bestemmelsene i denne lov overholdes,\nc. myndigheter som har til oppgave å gjennomføre regulering eller kontroll av innførsel og utførsel, ekstraordinære forsyningstiltak eller annen offentlig regulering av ervervsvirksomhet.\nTaushetsplikten er heller ikke til hinder for at bøker og dokumenter som befinner seg hos slike myndigheter blir gransket etter § 15 annet ledd.\n1 Se note 3 til strl. § 121.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 mai 1986 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Priser og forretningsvilkår.",
      "content": "Det er forbudt​1 å ta, kreve eller avtale priser​2 som er urimelige. Heller ikke må det kreves, avtales eller opprettholdes forretningsvilkår som virker urimelig overfor den annen part eller som åpenbart er i strid med almene interesser.\nEn ervervsdrivende​3 skal anses å ha krevet en pris eller et forretningsvilkår som han har oppgitt i priskuranter, annonser eller andre henvendelser til kunder eller ved prismerking, prisoppslag eller utlegging av prislister på forretningsstedet, jfr. § 20.\n1 Se § 52.\n2 Se § 60 nr. 1.\n3 Se § 60 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Kostnadsoverslag.",
      "content": "Ervervsdrivende​2 som legger fram kostnadsoverslag som grunnlag for avgjørelse om regulering etter denne lov, skal​3 utarbeide overslagene i samsvar med de bestemmelser som måtte være gitt av vedkommende myndighet eller gjøre nøyaktig rede for avvikene.\nDersom en ervervsdrivende har fremlagt feilaktige kostnadsoverslag eller gitt andre feilaktige opplysninger av betydning for avgjørelsen, skal​3 han sende melding straks han blir oppmerksom på feilen. Er kostnadene blitt vesentlig lavere etter at overslaget er sendt inn, skal han snarest mulig sende melding om det, dersom reguleringsbestemmelsen fremdeles står ved makt eller dersom regulering ikke er satt i verk etter det første overslag.\n1 Se § 57.\n2 Se § 60 nr. 5.\n3 Se § 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Prismerking. – Nota, faktura og kvittering.",
      "content": "Handlende som selger varer i detalj til forbruker, skal​1 så langt det er praktisk gjennomførlig merke varene med utsalgspriser eller ha oppslag om prisene​2 eller legge ut prislister på en slik måte at prisene lett kan ses av kundene.\nVed engrossalg – og ved andre salg når kjøperen krever det – skal​1 selgeren gi kjøperen nota, faktura eller kvittering.\n1 Se § 52.\n2 Se § 60 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Unødvendig mellomhandel.",
      "content": "Det er forbudt​1 å drive mellomhandel som er unødvendig og prisfordyrende. Det er også forbudt​1 å selge til kjøpere som driver slik handel.\n1 Se § 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Vederlag for lisenser m.v.",
      "content": "Uten samtykke av Prisdirektoratet​1 er det forbudt​2 å kreve eller ta vederlag for overdragelse av lisenser eller andre godkjenninger som er gitt eller ventes gitt en ervervsdrivende​3 som ledd i en offentlig regulering av ervervslivet. Dette gjelder også om lisensen eller godkjenningen overdras sammen med en bedrift.\n1 Jfr. § 5.\n2 Se § 52 og § 56 siste ledd.\n3 Se § 60 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Nektelse av forretningsforbindelse.",
      "content": "Prisrådet​1 kan forby en ervervsdrivende​2 å nekte forretningsforbindelse med en annen ervervsdrivende eller med en forbruker, hvis det finner at nektelsen vil skade almene interesser eller virke urimelig overfor den annen part. Det anses som en nektelse at en ervervsdrivende bare er villig til forretningsforbindelse på vilkår som rådet finner uvanlige eller urimelige.\nEtter anmodning av en som akter å nekte forretningsforbindelse eller å oppfordre til det kan rådet avgjøre på forhånd om nektelsen skal forbys eller tillates. Ellers kan rådet ikke treffe avgjørelse etter første ledd før det foreligger en nektelse eller en trusel eller oppfordring om det.\nFor å sikre at hensikten med et forbud etter første ledd blir oppnådd, kan Prisrådet gi supplerende bestemmelser, herunder påbud om at vedkommende ervervsdrivende opptar eller opprettholder forretningsforbindelsen på de vilkår som rådet fastsetter, og forbud mot oppfordring og annen medvirkning til nektelsen.\nHvis en nektelse av den art som er nevnt i første ledd, eller en trusel eller oppfordring om slik nektelse, har voldt den annen part økonomisk skade, kan han kreve erstatning. Dette gjelder uten hensyn til om rådet har forbudt nektelsen, men ikke hvis rådet har truffet avgjørelse om at den skal være tillatt. § 4 i lov om boikott av 5. desember 1947 gjelder tilsvarende.\nBestemmelsene i første, annet og tredje ledd får ikke anvendelse på forhold som går inn under reglene i § 45 første ledd.\n1 Jfr. § 4.\n2 Se § 60 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Alminnelige reguleringsfullmakter.",
      "content": "1. For å fremme formål som nevnt i § 1, a og c, kan Kongen​2 fastsette:​3\na. Bestemmelser om maksimalpriser, minstepriser, prisstopp, prisberegninger, rabatter, tilgifter, maksimalavanser, leverings- og betalingsvilkår og andre bestemmelser om priser,​4 fortjenester og forretningsvilkår,\nb. bestemmelser til motvirkning av unødvendig mellommannsvirksomhet og mislige konkurranseforhold,\nc. bestemmelser om kostnadsoverslag, fremgangsmåten ved tilbud, kontraktsavslutning og oppgjør, og andre bestemmelser som trengs for å lette kontrollen.\n2. I samband med regulering etter denne paragrafs nr. 1 a eller b kan Kongen​2 fastsette:\na. bestemmelser om at ervervsdrivende​5 skal fylle visse vilkår for å ha adgang til å regne bestemte priser​4 eller fortjenester eller oppnå bestemte rabatter eller at slik adgang skal være betinget av godkjenning,\nb. forbud mot at ting​6 eller ytelser​7 omsettes eller tilbys omsatt når det ikke er gitt prisbestemmelser som får anvendelse på omsetningen, eller når det er spørsmål om revisjon av slike bestemmelser, forutsatt at forbudet anses nødvendig for å gjøre reguleringen effektiv,\nc. bestemmelser om at varer skal selges etter bestemt mål eller vekt og bestemmelser om målingsmetoder og sorteringsmåter,\nd. bestemmelser om beskaffenheten av prisregulerte varer og ytelser​7 i den utstrekning det anses nødvendig for å gjøre reguleringen effektiv,\ne. slike bestemmelser om fordelingen av produksjon eller omsetning som anses nødvendige for å hindre forfordeling av enkelte avtakere eller distrikter.\n3. For å lette avtakernes bedømmelse av priser​4 og kvaliteter kan Kongen​2 fastsette:\na. bestemmelser om plikt for ervervsdrivende​5 til å foreta merking og oppslag og til å gi annen underretning om priser,​4 forretningsvilkår, kvalitet og andre egenskaper ved ting eller ytelser,​8\nb. bestemmelser om varers form, pakning og andre ytre kjennetegn og om sortering og måling av ting som frembys til salg.\n4. Bestemmelser etter nr. 1, 2 eller 3 kan gis med generell eller mer begrenset rekkevidde.\n1 Endret ved lov 17 juni 1960 nr. 6.\n2 Se § 9. Prisdirektoratet iflg. res. 14 mars 1990 nr. 580 (dog ikke når det gjelder bestemmelser om minstepriser etter nr. 1 litra a og bestemmelser etter nr. 2 litra e).\n3 Det er gitt en rekke forskrifter under henvisning til § 24, se særlig forskrifter fastsatt 18 okt 1957 nr. 8782 med senere endringer, med forbud mot leverandørreguleringen av priser og avanser ved (videresalg), og 1 juli 1960 nr. 9153 med senere endringer, med forbud mot prisavtaler m.v. mellom sammenslutninger eller grupper av ervervsdrivende.\n4 Se § 60 nr. 1.\n5 Se § 60 nr. 5.\n6 Se § 60 nr. 2.\n7 Se § 60 nr. 3.\n8 Se forskrift 4 jan 1980 nr. 7 om prisopplysninger ved dame- og herrefrisørsalonger, 17 juni 1983 nr. 1222 om prisopplysninger ved herberger og bevertningssteder, 8 okt 1987 nr. 824 om prisopplysning ved legetjenester m.m.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Avgifter og avsetninger i prisreguleringsformål.",
      "content": "Til fremme av formål som nevnt i § 1 a, kan ervervsdrivende​2 pålegges å svare avgifter til bruk for regulering av priser​3 og kostnader. Slike avgifter kan pålegges til bruk for tiltak vedkommende de avgiftspliktiges egne bedrifter eller til tiltak innenfor hele ervervet eller større grupper av erverv eller til fremme av alminnelige prisreguleringsformål.\nPålegg som nevnt i første ledd gis av Stortinget når det gjelder avgiftsordninger som anses for å ha stor betydning for landets økonomi. Når Stortinget fastsetter en avgiftsordning, kan det bestemme at Kongen skal fastsette avgiftens størrelse og gi andre regler om den.\nAvgiftsordninger som ikke er av slik art som nevnt i annet ledd, fastsettes av Kongen.​4 Også ellers kan avgiftspålegg gis av Kongen når han finner det betenkelig å vente til Stortinget kan ta standpunkt til spørsmålet. Under slike omstendigheter kan Kongen også oppheve eller endre avgiftsordninger som er fastsatt av Stortinget. Stortinget kan i alle tilfelle beslutte at avgiftsordninger som Kongen har fastsatt skal oppheves.\nAvgiftene skal svares til særskilte fond som er egne rettssubjekter og hvis midler skal holdes atskilt fra statskassen. Kongen fastsetter vedtekter for fondene med nærmere regler om formål, styre, forvaltning av midlene, inn- og utbetalinger, innfordring, regnskapsføring og revisjon. Dersom det blir midler til overs etter at det opprinnelige formål er gjennomført, eller dersom forholdene ellers tilsier det, kan Kongen bestemme at midlene skal kunne brukes til andre prisreguleringsformål. I vedtektene kan dog bestemmes at forandring av formålet ikke skal kunne foretas eller bare skal kunne foretas med samtykke av bestemte organisasjoner eller andre som representerer de avgiftspliktige, eller organisasjoner eller andre som representerer dem som etter det opprinnelige formål skal nyte godt av midlene.\nDersom det ikke er behov for å benytte midlene til prisreguleringsformål, kan Kongen bestemme at de skal kunne benyttes til andre tiltak med sikte på å fremme formål som er nevnt i § 1. Bestemmelsene i fjerde ledd siste punktum gjelder tilsvarende.\nDersom avgifter som er pålagt etter bestemmelsene i de foregående ledd, ikke betales i rett tid, skal det svares rente med en halv prosent for hver måned eller del av måned fra forfallsdag til betaling skjer.\nStortinget, eller i tilfelle Kongen, kan også pålegge ervervsdrivende​2 å foreta avsetning av midler til bruk i slike reguleringsøyemed som nevnt i første ledd. Reglene i første, annet og tredje ledd gjelder tilsvarende for slike pålegg. Kongen​4 gir nærmere regler om avsetningsordningene.​5\n1 Endret ved lov 22 mars 1991 nr. 6.\n2 Se § 60 nr. 5.\n3 Se § 60 nr. 1.\n4 Se § 9. Arbeids- og administrasjonsdepartementet for så vidt gjelder bestemmelser som omhandles i tredje ledds første punktum, iflg. res. 22 des 1989 nr. 1273.\n5 Se res. 22 des 1950 nr. 8656 om Prisdirektoratets alminnelige prisreguleringsfond. Det er gitt endel forskrifter om statstilskudd til prisreguleringsformål.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Bestemmelser om regnskapsføring og årsregnskap.",
      "content": "Som ledd i kontrollen med de ervervsdrivendes​1 priser​2 og fortjenester og med deres virksomhet ellers kan Kongen​3 fastsette bestemmelser om regnskapsføring, årsregnskap og årsmelding.\nKongen kan gi forskrifter om at bestemte grupper av ervervsdrivende skal ha plikt til å offentliggjøre sine årsregnskaper.\n1 Se § 60 nr. 5\n2 Se § 60 nr. 1.\n3 Se § 9. Prisdirektoratet iflg. res. 14 mars 1990 nr. 580.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Forholdet mellom bestemmelser som er gitt i medhold av kapitel V og bestemmelsene i kapitel IV.",
      "content": "Bestemmelser som er gitt i medhold av kapitel V, går foran bestemmelsene i kapitel IV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Maksimalutbytte og godtgjørelse til tillitsmenn i selskaper med begrenset ansvar.",
      "content": "Aksjeselskaper​2 må ikke​3 dele ut utbytte, eller foreta andre utdelinger eller utbetalinger som må likestilles med utbytte, ut over det som er forsvarlig under hensyn til bestemmelsene i lov om aksjeselskaper​4 § 12-5.\nTilbakebetaling av aksjekapital som tidligere er nedskrevet uten tilbakebetaling må ikke finne sted uten Prisdirektoratets samtykke.\nGodtgjørelse til tillitsmenn i aksjeselskaper​2 må ikke overstige et rimelig vederlag for det utførte arbeid og det ansvar vervet medfører.\n1 Endret ved lover 17 juni 1960 nr. 7, 4 juni 1976 nr. 59.\n2 Se § 60 nr. 6.\n3 Se §§ 52 og 53, § 56 i.f.\n4 Lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Fullmakt til vedtak om utbyttebegrensning",
      "content": "Stortinget kan for det enkelte år treffe særskilt vedtak om begrensning i adgangen til å dele ut utbytte og til å yte godtgjørelse til tillitsmenn i selskaper som nevnt i § 28.\n1 Endret ved lov 17 juni 1960 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Bestemmelser om kontroll.",
      "content": "Kongen​2 kan gi bestemmelser som finnes nødvendig til kontroll, derunder om plikt for selskaper til å gi melding om utbytteutdeling.\n1 Endret ved lov 17 juni 1960 nr. 7.\n2 Se § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Virkning av vedtektsbestemmelser.",
      "content": "En aksjeeier kan ikke gjøre krav gjeldende mot selskapet fordi utbyttet har vært begrenset i strid med vedtektene når begrensningen er en følge av forskriftene i §§ 28 og 29 eller bestemmelser som er gitt i medhold av disse forskrifter.\nHeller ikke kan det uten Prisdirektoratets samtykke deles ut tilleggsutbytte for de år utbyttet har vært begrenset som nevnt i første ledd.\n1 Endret ved lov 17 juni 1969 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "title": "Tilsyn med konkurransereguleringer og storbedrifter.",
      "content": "Med sikte på å fremme formål som er nevnt i § 1 a og c, skal Prisdirektoratet​2 føre tilsyn med konkurransereguleringer og storbedrifter.​3 Direktoratet skal herunder:\na. kontrollere at reglene i dette kapitel om meldeplikt blir overholdt og foreta den foreskrevne registrering,\nb. samle inn andre opplysninger som kan belyse konkurranseforholdene og virkningene av konkurransereguleringene,\nc. granske de opplysninger om storbedrifter og konkurransereguleringer som erverves gjennom meldingene eller på annen måte,\nd. iverksette eller foreslå slike generelle eller spesielle regulerings- eller kontrolltiltak etter loven som finnes påkrevd for å fjerne mislige forhold innen ervervslivet, fremme bedre organisasjon eller på annen måte utvikle det til gagn for samfunnet.\ne. medvirke til ordninger som søkes gjennomført av ervervsdrivende,​4 i den utstrekning det er adgang til det etter loven og for så vidt ordningene anses egnet til å fremme de mål som er nevnt under bokstav d.\nOm tilsynet med konkurransereguleringer og storbedrifter i linjefart med skip som er undergitt loven om linjekonferanser m.v. av 8. juni 1984 nr. 55 med tilhørende forskrifter, gjelder særlige regler (jfr. lovens § 10).\n1 Endret ved lover 17 juni 1960 nr. 6, 8 juni 1984 nr. 55.\n2 Jfr. § 5.\n3 Jfr. lov 8 juni 1984 nr. 55 § 10.\n4 Se § 60 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "7:33",
      "chapter": "7",
      "section": "33",
      "title": "Meldeplikt for konkurransereguleringer.",
      "content": "Etter nærmere forskrifter som Kongen gir,​2 skal meldes til Prisdirektoratet:​3\n1. Sammenslutninger av ervervsdrivende​4 som regulerer eller har til formål å regulere priser,​5 fortjenester, kostnadsberegninger, forretningsvilkår, produksjon eller omsetning her i riket.\n2. Konkurranseregulerende avtaler eller ordninger som er inngått mellom ervervsdrivende uten organisering av sammenslutning med særskilt styre såfremt avtalen eller ordningen har formål eller virkning som nevnt under 1.\n3. Konkurranseregulerende bestemmelser som er truffet av ervervsdrivende som er meldepliktige etter § 34, når bestemmelsene har formål eller virkning som nevnt under 1.\nMeldeplikten gjelder uten hensyn til om reguleringen skjer gjennom bindende eller veiledende bestemmelser eller på annen måte. For så vidt Kongen ikke fastsetter noe annet, gjelder meldeplikten også for sammenslutning, avtale, ordning eller bestemmelse som er kommet i stand i henhold til lov.\nMeldeplikt etter nr. 1 påhviler sammenslutningens styre. Har sammenslutningen sitt sete i utlandet, påhviler meldeplikten sammenslutningens representant og dens medlemmer her i riket. Meldeplikt for konkurranseregulerende avtaler og ordninger som nevnt under nr. 2, påhviler enhver deltaker som driver ervervsvirksomhet​6 her i riket og herværende representanter for deltakere som er bosatt i utlandet. Meldeplikt for konkurranseregulerende bestemmelser som nevnt under nr. 3, påhviler den ervervsdrivende​5 som har truffet bestemmelsen.\nI meldingen skal​7 gjøres nøye rede for konkurransereguleringene og gis opplysninger om slike forhold som er av betydning for tilsynet med dem. Foruten første gangs melding, hovedmelding, skal​7 det sendes tilleggsmeldinger om forandring eller nye forhold. Nærmere bestemmelser om hva som skal meldes, fastsettes i meldingsforskriftene.\nI meldingsforskriftene kan gis bestemmelser om unntak for meldeplikt for konkurransereguleringer​2 som er av så liten betydning at det ikke er grunn til å føre tilsyn med dem.\nPrisdirektoratet​8 avgjør i tvilstilfelle om en sammenslutning, avtale, ordning eller bestemmelse er av slik art at den er meldepliktig. Direktoratets avgjørelse kan innen 3 uker påklages til Prisrådet,​9 som kan omgjøre den.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Se forskrifter 19 mars 1954 nr. 3590 om registrering av konkurranselovgivningen og storbedrifter, 3 juni 1966 nr. 4 om unntak fra meldeplikt for visse konkurranseregulerende avtaler og ordninger, 29 mai 1987 nr. 413 om unntak fra meldeplikt for åpningstider for utsalgssteder.\n3 Jfr. lov 8 juni 1984 nr. 55 § 10.\n4 Se § 60 nr. 5.\n5 Se § 60 nr. 1.\n6 Se § 60 nr. 4.\n7 Se § 52 og § 53.\n8 Jfr. § 5.\n9 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Meldeplikt for storbedrifter.",
      "content": "Etter nærmere forskrifter som Kongen gir, skal​2 følgende ervervsdrivende​3 sende melding til Prisdirektoratet:​4\n1. Ervervsdrivende​3 som må antas å produsere eller omsette minst en fjerdedel av den samlede produksjon eller omsetning her i riket av en eller flere av de varer som bedriften fremstiller eller omsetter, eller av de ytelser​5 som den utfører. Har en ervervsdrivende​3 bestemmende innflytelse over andre bedrifter her i riket enn den eller de han driver i eget navn, skal samtlige bedrifter ses under ett ved avgjørelse av meldeplikt.\n2. Ervervsdrivende​3 som eier eller forestår bedrift som er underavdeling av eller står under bestemmende innflytelse av:\na. utenlandsk bedrift som må antas å ha vesentlig innflytelse på prisene​6 i ett eller flere land for en eller flere varer eller ytelser​5 eller som er tilsluttet en sammenslutning av bedrifter som tilsammen må antas å ha slik innflytelse,\nb. sammenslutning av utenlandske bedrifter eller av norske og utenlandske bedrifter som må antas å ha slik innflytelse som nevnt under a.\nBestemmelsene under nr. 1, siste punktum, får tilsvarende anvendelse.\n3. Ervervsdrivende​3 som uten å gå inn under nr. 1 og 2, har fått særskilt pålegg av Prisdirektoratet om meldeplikt fordi han driver virksomhet som har slik betydning for ett eller flere erverv her i riket at direktoratet finner grunn til særlig tilsyn.\nMeldeplikten gjelder ikke for statsmonopoler.\nI meldingen skal​2 gjøres nøye rede for arten og omfanget av den ervervsvirksomhet​7 som drives, de forbindelser som består mellom den eller de bedrifter den ervervsdrivende driver i eget navn og andre bedrifter eller bedriftssammenslutninger, og for andre forhold som er av betydning for tilsynet. Foruten hovedmelding skal det sendes tilleggsmeldinger om forandringer eller nye forhold. Nærmere bestemmelser om hva som skal meldes fastsettes i meldingsforskriftene.\nI meldingsforskriftene kan gis bestemmelser om unntak for meldeplikt for ervervsdrivende​3 som nevnt i første ledd nr. 1, dersom den virksomhet som drives er av så liten betydning at det ikke er grunn til å føre tilsyn med den.​8\nPrisdirektoratet avgjør i tvilstilfelle om en ervervsdrivende​3 er meldepliktig etter bestemmelsene i første ledd nr. 1 og 2. Dersom det kan være grunnet tvil om det foreligger meldeplikt, inntrer denne først når Prisdirektoratet har truffet sin avgjørelse.\nPrisdirektoratets avgjørelse etter denne paragraf kan innen 3 uker påklages til Prisrådet,​9 som kan omgjøre den.\n1 Endret ved lover 25 juni 1954 nr. 5, 23 mars 1962, 19 juni 1969 nr. 54. – Se forskrift om registrering av konkurransereguleringer og storbedrifter fastsatt 19 mars 1954 nr. 3590.\n2 Se §§ 52 og 53 jfr. lov 8 juni 1984 nr. 55 § 10.\n3 Se § 60 nr. 5.\n4 Jfr. § 5.\n5 Se § 60 nr. 3.\n6 Se § 60 nr. 1.\n7 Se § 60 nr. 4.\n8 Se note 2 til § 33.\n9 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Registrering.",
      "content": "Meldinger etter §§ 33 og 34 skal registreres av Prisdirektoratet.​1 I registret skal også tas inn meldinger som er eller blir meldt i henhold til meldingsforskrifter som er gitt i henhold til lov om kontroll med konkurranseinnskrenkninger og om prismisbruk av 12. mars 1926 eller mellombels lov av 30. juni 1947 om prisregulering og anna regulering av næringsverksemd, jfr. denne lovs § 61, tredje ledd. Prisdirektoratet kan også ta inn i registret oversikter eller redegjøringer for de forhold som er meldt eller andre dokumenter som kan tjene til å belyse dem. Den meldepliktige kan kreve at hemmeligholdte tekniske innretninger og fremgangsmåter ikke blir registrert. Kongen gir nærmere forskrifter om registreringen.​2\nFår Prisdirektoratet kjennskap til meldepliktige forhold som ikke er meldt, kan det foreta midlertidig registrering til melding blir sendt.\nVed henvendelse til Prisdirektoratet kan enhver gjøre seg kjent med innholdet av registret. For utskrifter betales avgift etter satser som fastsettes av departementet.​3\nEtter de nærmere forskrifter som Kongen gir,​2 skal Prisdirektoratet sette inn i Pristidende​4 oversikter over de meldepliktige forhold som er registrert av direktoratet.\n1 Jfr. § 5.\n2 Forskrift om registrering av konkurransereguleringer og storbedrifter fastsatt 19 mars 1954 nr. 3590.\n3 Arbeids- og administrasjonsdepartementet.\n4 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "title": "Forbud mot å gjennomføre konkurransereguleringer før melding.",
      "content": "Det er forbudt​1 å gjennomføre eller være med på å gjennomføre konkurransereguleringer som er meldepliktige etter § 33, før de er meldt til Prisdirektoratet​2 på foreskrevet måte. Før slik melding er skjedd, er reguleringene ikke bindende for deltakerne.\n1 Se §§ 52 og 53.\n2 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "title": "Varigheten av konkurransereguleringer.",
      "content": "Avtale om å være med i en meldepliktig konkurranseregulering av slik art som nevnt i § 33, første ledd, nr. 1 og 2, kan bare sluttes for en tid av høyst ett år eller med en oppsigelsesfrist av høyst 3 måneder dersom ikke Prisrådet​2 har godkjent annen ordning.​3\n1 Endret ved lov 25 juni 1954 nr. 5.\n2 Jfr. § 4.\n3 Jfr. lov 8 juni 1984 nr. 55 § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "title": "Årsregnskap og årsmelding.",
      "content": "Ervervsdrivende​1 som er med i sammenslutning, avtale eller ordning som er meldepliktig etter § 33, skal​2 hvert år sende Prisdirektoratet​3 årsregnskap med melding om virksomheten i året, dersom:\na. bedriftens aksjekapital eller bokførte nettoformue ved utløpet av siste regnskapsår utgjorde minst 1 million kroner, eller,\nb. Prisdirektoratet har pålagt vedkommende å sende inn årsregnskap og årsmelding.\nErvervsdrivende som er meldepliktige etter § 34, skal i alle tilfelle sende regnskap og melding som nevnt i første ledd.\nRegnskap og melding som nevnt i første, jfr. annet ledd, skal sendes innen 4 måneder etter utløpet av regnskapsåret. I aksjeselskap​4 skal regnskap og melding dog sendes innen 14 dager etter generalforsamlingens godkjenning, men ikke senere enn 14 dager etter utløpet av den frist som aksjeloven setter for generalforsamlingens godkjenning av årsregnskap. I aksjeselskaper​4 og andre selskaper med begrenset ansvar skal regnskapet i meldingen være undertegnet av styret, i andre selskaper av de ansvarlige medlemmer begrenset til tre og i enkeltmannsbedrifter av eieren. Når bedriften har revisor, skal regnskapet være påført revisors bevitnelse om at det er revidert.\nÅrsregnskapet skal være satt opp i samsvar med de nærmere bestemmelser som Prisdirektoratet​3 gir innenfor rammen av forskrifter som måtte være fastsatt etter § 26. Prisdirektoratet kan fastsette skjema for regnskapet. Driver den ervervsdrivende​1 flere bedrifter, skal det så vidt mulig settes opp særskilt regnskap for hver enkelt bedrift.\nI årsmeldingen skal gis en nærmere belysning av regnskapet med oversikt over virksomheten i året.\nHar den ervervsdrivende​1 aksjer eller andeler i andre bedrifter, skal dette opplyses i årsmeldingen eller i særskilt vedlegg til den med oppgave over hvilke bedrifter det gjelder, hvilken kapital disse bedrifter har og hvor mange aksjer eller andeler den ervervsdrivende har samt disse aksjers eller andelers pålydende beløp.\n1 Se § 60 nr. 5.\n2 Se §§ 52 og 53.\n3 Jfr. § 5.\n4 Se § 60 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "title": "Anbudsreguleringer.",
      "content": "Ervervsdrivende​1 som er medlem av en sammenslutning som regulerer eller kontrollerer anbudspriser​2 eller anbudsvilkår, skal​3 ved angivelse av anbud gi anbudsinnbyderen opplysning om hva reguleringen eller kontrollen går ut på.\nBestemmelsene i første ledd får tilsvarende anvendelse når det er truffet konkurranseregulerende avtaler eller ordninger eller fastsatt bestemmelser i henhold til dem angående regulering eller kontroll av anbudspriser eller anbudsvilkår.\n1 Se § 60 nr. 5.\n2 Se § 60 nr. 1.\n3 Se § 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "Tvangsmidler overfor medlemmer.",
      "content": "Har en konkurranseregulerende sammenslutning ilagt et medlem bot eller annen straff eller krevet erstatning for overtredelse av en konkurranseregulerende bestemmelse kan Prisrådet​1 etter klage eller av eget tiltak nedsette eller oppheve straffen eller erstatningen, dersom rådet finner at det vil stride mot almene hensyn å opprettholde bestemmelsen ved tvangsmidler eller at straffen eller erstatningen virker ubillig overfor vedkommende medlem.​2\nBestemmelsene i første ledd får tilsvarende anvendelse for straff eller erstatning for overtredelse av konkurranseregulerende avtaler og ordninger og på konkurranseregulerende bestemmelser som er truffet i henhold til slike avtaler eller ordninger eller av storbedrifter som er meldepliktige etter § 34.\n1 Jfr. § 4.\n2 Jfr. lov 8 juni 1984 nr. 55 § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "Utelukkelse av medlemmer og nektelse av å ta inn medlemmer.",
      "content": "Har en konkurranseregulerende sammenslutning utelukket eller nektet å oppta en ervervsdrivende​1 som medlem, kan Prisrådet​2 etter klage eller av eget tiltak omgjøre utelukkelsen eller gi sammenslutningen pålegg om å oppta vedkommende som medlem, dersom rådet finner at utelukkelsen eller nektelsen er utilbørlig overfor den ervervsdrivende eller i strid med almene hensyn.​3\nBestemmelsene i første ledd får tilsvarende anvendelse med hensyn til deltakelse i konkurranseregulerende avtaler og ordninger.\n1 Se § 60 nr. 5.\n2 Jfr. § 4.\n3 Jfr. lov 8 juni 1984 nr. 55 § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "title": "Endring og opphevelse av konkurransereguleringer og forbud mot konkurransereguleringer.",
      "content": "Kongen​2 kan endre eller oppheve enhver bestemmelse som er fastsatt av en konkurranseregulerende sammenslutning dersom han finner at den er egnet til å virke skadelig på produksjon, omsetning eller andre ervervsmessige forhold her i riket, eller at bestemmelsen ellers må anses urimelig eller til skade for almene interesser. I samband med vedtaket kan gis slike forbud og pålegg som finnes nødvendige for å sikre at hensikten med opphevelsen eller endringen blir oppnådd.\nDersom tiltak etter foregående ledd ikke fører fram eller ikke anses tilstrekkelig, kan Kongen oppløse sammenslutningen. Før oppløsning finner sted, skal uttalelse innhentes fra Prisrådet.​3 I samband med oppløsningen av sammenslutningen kan Kongen gi påbud om oppløsning av selskap som må anses som ledd i sammenslutningen eller som den virker gjennom. Kongen gir nærmere bestemmelser om hvorledes oppløsningen av sammenslutningen og i tilfelle av selskapet skal gjennomføres, og kan også gi slike forbud og pålegg som finnes nødvendige for å sikre at hensikten med oppløsningen blir oppnådd.\nBestemmelsene i første ledd får tilsvarende anvendelse på konkurranseregulerende avtaler og ordninger og på konkurranseregulerende bestemmelser som er truffet i henhold til slike avtaler eller ordninger eller av storbedrifter som er meldepliktige etter § 34.​4\nKongen​2 kan forby bestemte sammenslutninger eller grupper av ervervsdrivende,​5 bestemte meldepliktige storbedrifter eller ervervsdrivende i bestemte erverv å sette i verk konkurranseregulerende bestemmelser, avtaler eller ordninger, når slike reguleringer antas å kunne få virkninger som nevnt i første ledd eller når forbud finnes påkrevd for å fremme samfunnsmessig ønskelig konkurranse. Under samme vilkår kan Kongen fastsette generelle forbud mot bestemte arter av konkurransereguleringer.​6 Under vilkår som nevnt i første og annet punktum kan Kongen også fastsette andre bestemmelser til motvirkning av konkurransereguleringer eller bestemte arter av konkurransereguleringer.\n1 Endret ved lov 17 juni 1960 nr. 6.\n2 Se § 9. Prisdirektoratet iflg. res. 14 mars 1990 nr. 580.\n3 Jfr. § 4.\n4 Kongens myndighet etter dette ledd er lagt til Prisdirektoratet iflg. res. 14 mars 1990 nr. 580.\n5 Se § 60 nr. 5.\n6 Forskrift om registrering av konkurransereguleringer og storbedrifter fastsatt 19 mars 1954 nr. 3590.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:42 a",
      "chapter": "7",
      "section": "42 a",
      "title": "Bedriftserverv.",
      "content": "Disse bestemmelsene kommer til anvendelse ved bedriftserverv. Med bedriftserverv menes også fusjon, erverv av aksjer eller andeler og delvis erverv av bedrift.\nDersom Prisrådet​2 finner at et bedriftserverv vil føre til eller vil forsterke en vesentlig begrensning av konkurransen og at dette vil være til skade for almene interesser, kan det:\n1. forby bedriftservervet og fastsette slike bestemmelser som finnes nødvendig for å sikre at formålet med forbudet blir oppnådd.\n2. påby avhendelse av aksjer eller andeler som er ervervet som ledd i bedriftservervet.\n3. gi andre bestemmelser for å motvirke at bedriftservervet begrenser konkurransen til skade for almene interesser.\nPrisrådet kan i alminnelighet bare gjøre inngrep etter bestemmelsene i leddet foran etter at partene i avtalen om bedriftservervet er gitt anledning til å gå med på en frivillig løsning i saken.\nKongen fastsetter forskrifter om frister for å treffe vedtak etter annet ledd.​3 Kongen kan også ellers fastsette forskrifter om gjennomføring og utfylling av bestemmelsene og om saksbehandlingen.​3 Herunder kan fastsettes forskrifter om melding til Prisdirektoratet om bedriftserverv i bestemte bransjer eller om bedriftserverv som gjelder bestemte ervervsdrivende.​4\n1 Tilføyd ved lov 8 juli 1988 nr. 69.\n2 Jfr. § 2.\n3 Forskrift om behandling av saker om bedriftserverv etter prislovens § 42 a, med fullmakt for Arbeids- og administrasjonsdepartmentet til å gi nærmere bestemmelser om gjennomføring og utfylling, fastsatt ved res. 8 juli 1988 nr. 559.\n4 Se § 60 nr. 5. – Den i note 2 nevnte res. bemyndiger Prisdirektoratet til å gi slike forskrifter om meldeplikt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42a",
        "source_heading": "§ 42 a."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "title": "Konkurransereguleringer som gjelder utlandet.",
      "content": "Bestemmelsene i §§ 32, 33, 35, 36, 37, 40 og 41 gjelder ikke for:\na. konkurranseregulerende sammenslutninger som har sitt sete her i riket, men som bare har truffet og bare har til formål å treffe konkurranseregulerende bestemmelser som gjelder for andre land eller for handel og samferdsel mellom andre land,\nb. konkurranseregulerende avtaler, ordninger eller bestemmelser som er truffet av ervervsdrivende​1 her i riket når avtalene, ordningene og bestemmelsene er av slik art som nevnt under bokstav a,\nc. deltak fra norske ervervsdrivendes​1 side i utenlandske konkurranseregulerende sammenslutninger, avtaler, eller ordninger av slik art som nevnt under bokstav a.\nPrisdirektoratet​2 skal føre tilsyn med slike konkurransereguleringer som nevnt under a) og bokstav b med sikte på å motvirke forhold som virker skadelige for norske interesser, eller som må antas å være i strid med forpliktelser som Norge har påtatt seg ved internasjonal overenskomst. Tilsvarende tilsyn skal føres med norske ervervsdrivendes​1 deltak i slike konkurransereguleringer som er nevnt under bokstav c. Kongen kan gi særskilte forskrifter om meldeplikt som grunnlag for tilsynet.\n1 Se § 60 nr. 5.\n2 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "title": "Utenlandske konkurransereguleringer.",
      "content": "Dersom Prisdirektoratet​1 blir kjent med at det gjennom utenlandske konkurransereguleringer settes i verk tiltak som virker til skade for norske interesser, skal det sende melding om saken til departementet.​2\n1 Jfr. § 5.\n2 Arbeids- og administrasjonsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "title": "Motvirkning av reguleringer.",
      "content": "Før 14 dager er gått etter at departementet​2 har mottatt forhåndsvarsel om det, må en organisasjon av ervervsdrivende​3 ikke sette i verk en stans, innskrenkning eller omlegging av ervervsvirksomhet​4 som vil være egnet til å motvirke reguleringer etter loven og ha vesentlig betydning for forsyningssituasjonen i landet eller en større del av det. I tvilstilfelle avgjør Kongen med bindende virkning om en stans, innskrenkning eller omlegging går inn under reglene i dette ledd.\nNår det er gitt forhåndsvarsel etter første ledd, kan Stortinget – eller Kongen hvis Stortinget ikke er samlet – beslutte at den frist som er nevnt i første ledd skal forlenges med inntil en måned. Slik beslutning må i tilfelle fattes før fristens utløp.\nEn tvist mellom vedkommende myndighet og en organisasjon av ervervsdrivende​3 om lovligheten av eller forståelsen av en reguleringsbestemmelse må ikke søkes løst ved stans, innskrenkning eller omlegging av ervervsvirksomhet.​4 Det samme gjelder tvist om gyldigheten eller forståelsen av en avtale som ligger til grunn for reguleringsbestemmelser.\nDet er forbudt​5 å oppfordre til at aksjon som nevnt i tredje ledd settes i verk eller fortsetter. Det er også forbudt å oppfordre til at aksjon som nevnt i første ledd settes i verk eller fortsetter før utløpet av de frister som er nevnt i første og annet ledd.\nKongen​6 kan sette forbud mot stans, innskrenkning eller omlegging av ervervsvirksomhet som er egnet til å motvirke en regulering etter denne lov. Slike forbud får ikke anvendelse på forhold som går inn under reglene i første ledd.\n1 Se § 23 siste ledd.\n2 Arbeids- og administrasjonsdepartementet.\n3 Se § 60 nr. 5.\n4 Se § 60 nr. 4.\n5 Se § 52.\n6 Se § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "8:46",
      "chapter": "8",
      "section": "46",
      "title": "Prisfastsettelse ved tvangssalg, ekspropriasjon og odelsløsning.",
      "content": "Ved tvangssalg må det ikke tas høyere priser​2 enn tillatt ved frivillig omsetning forsåvidt noe annet ikke er fastsatt i medhold av denne lov. Dersom omsetning av et formuesgode er underlagt prisregulering etter prisloven, skal den som forestår tvangssalget bringe høyeste lovlige pris på det rene før formuesgodet utbys.\nUnder ekspropriasjon​3 og i odelssaker​4 skal verdsetting skje på grunnlag av gjeldende prisbestemmelser. Verdsettingsbestemmelser fastsatt i ekspropriasjonserstatningsloven​5 eller odelsloven​4 går likevel foran.\n1 Endret ved lover 6 april 1984 nr. 17, 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765).\n2 Se § 60 nr. 1.\n3 Jfr. Grl. § 105 og skjl. kap. 2.\n4 Se lov 18 juni 1974 nr. 58 kap. XI.\n5 Se lov 6 april 1984 nr. 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "8:47",
      "chapter": "8",
      "section": "47",
      "title": "Betaling for verdsettings- og besiktigelsesforretninger.",
      "content": "Departementet​1 kan bestemme at det skal svares betaling etter bestemte satser for verdsettings- eller besiktigelsesforretninger som foretas i henhold til denne lov etter begjæring fra noen interessert.\n1 Arbeids- og administrasjonsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "8:48",
      "chapter": "8",
      "section": "48",
      "title": "Utlegg.",
      "content": "Skyldig beløp til dekning av en sammenslutnings eller et utvalgs utgifter etter § 8, kontingent for Pristidende etter § 12, prisreguleringsavgift etter § 25 og vederlag for verdsettings- og besiktigelsesforretninger etter § 47 er tvangsgrunnlag for utlegg.​2\n1 Endret ved lov 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765).\n2 Jfr. tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "9:49",
      "chapter": "9",
      "section": "49",
      "title": "Overordnet myndighets adgang til å prøve avgjørelser av eget tiltak.",
      "content": "Kongen eller departementet​2 kan av eget tiltak endre eller oppheve enhver avgjørelse som er truffet av de organer som er nevnt i §§ 4-8 eller pålegge vedkommende organer å gjøre det.\nPrisdirektoratet har tilsvarende adgang når det gjelder avgjørelser som er truffet av de organer som er nevnt i §§ 6 og 7 eller av organer som er nevnt i § 8 når de hører under direktoratet. Det samme gjelder distriktskontorene for Statens pristilsyn med hensyn til avgjørelser av prisnemndene eller av organer som er nevnt i § 8 når de hører under distriktskontoret.\nKongen​3 kan gi nærmere forskrifter om overprøvingen.\n1 Endret ved lov 28 mars 1958 nr. 11.\n2 Arbeids- og administrasjonsdepartementet.\n3 Se § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "9:50",
      "chapter": "9",
      "section": "50",
      "title": "Overprøving av Prisrådets avgjørelser.",
      "content": "Avgjørelser som Prisrådet​2 har truffet i henhold til §§ 10, 17, 23, 33, 34, 37, 40 og 41, kan ikke påklages. Heller ikke avgjørelser i andre saker hvor rådet er tillagt avgjørelsesmyndighet etter § 4 fjerde ledds annet punktum, kan påklages med mindre annet er bestemt i forskrifter gitt av Kongen.\n1 Endret ved lover 28 mars 1958 nr. 11, 23 mars 1962, 19 juni 1969 nr. 54.\n2 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "9:51",
      "chapter": "9",
      "section": "51",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "10:52",
      "chapter": "10",
      "section": "52",
      "title": "Straff for enkeltpersoner.",
      "content": "Med bøter​1 eller med fengsel inntil 1 år eller med begge deler straffes den som forsettlig overtrer bestemmelse som er fastsatt i eller i medhold av denne lov eller opprettholdt ved den, og som ikke angår regulerings- eller kontrollorganenes organisasjon og virksomhet. På samme måte straffes den som forsettlig medvirker til slik overtredelse. Den som har kjøpt en ting​2 eller rettighet eller mottatt en ytelse​3 til ulovlig pris,​4 blir bare å straffe for medvirkning dersom han har tilskyndet eller forledet til overtredelsen.\nUnder særdeles skjerpende omstendigheter kan anvendes fengsel inntil 3 år, enten alene eller sammen med bøter.​1 Ved avgjørelsen av om det foreligger slike omstendigheter skal det særlig legges vekt på om overtredelsen har stort omfang, om den har strukket seg over et langt tidsrom, om den er foretatt eller fortsatt tross advarsel fra offentlig myndighet, om det er ført uriktige regnskaper eller andre opptegnelser, om handlingen er søkt skjult ved unnlatt bokførsel, ved falske opplysninger eller på liknende måte, om det er benyttet uberettiget anskaffet eller fremstilt merke, legitimasjon eller liknende dokument og om den skyldige tidligere er straffet for overtredelse av pris-, trust-, forsynings- eller rasjoneringslovgivningen.\nDen som uaktsomt overtrer bestemmelse som nevnt i første ledd eller som medvirker til slik overtredelse, straffes med bøter.​1\nI bestemmelse som utferdiges i medhold av loven, kan det fastsettes at brudd på bestemmelsen ikke medfører straff.\n1 Se strl. § 27.\n2 Se § 60 nr. 2.\n3 Se § 60 nr. 3.\n4 Se § 60 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "10:53",
      "chapter": "10",
      "section": "53",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juli 1991 nr. 66 (i kraft 15 okt 1991 iflg. res. 6 sep 1991 nr. 571).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "10:54",
      "chapter": "10",
      "section": "54",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 mai 1986 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "10:55",
      "chapter": "10",
      "section": "55",
      "title": "Anvendelse av straffelovens regler om offentlig tjeneste.",
      "content": "Deltakelse i kontroll- eller reguleringsarbeid etter denne lov regnes som offentlig tjeneste i forhold til reglene i den alminnelige borgerlige straffelov av 22. mai 1902 kap. 11, 12, 33 og 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "10:56",
      "chapter": "10",
      "section": "56",
      "title": "Inndragning av ulovlig merpris m.v.",
      "content": "Dersom noen har tatt høyere pris​1 enn lovlig, etter bestemmelser som er gitt i eller i medhold av denne lov eller opprettholdt​2 ved den, skal det inndras​3 et beløp som retten antar svarer til den oppnådde merpris.​1 Dette gjelder uten hensyn til om forholdet medfører straffansvar.\nInndragning av merprisen foretas enten hos den som har tatt den ulovlige pris eller hos den han har handlet på vegne av eller til fordel for, eller hos begge. Foretas inndragning hos begge kan retten enten fordele ansvaret mellom dem, eller den kan gjøre dem solidarisk ansvarlige for beløpet eller en del av det. Bestemmelsene i dette ledd gjelder tilsvarende når flere har samvirket i det forhold som begrunner inndragningen.\nI inndragningsbeløpet kan det ikke gjøres fradrag for ulovlig merpris​1 som den ansvarlige selv har betalt for innkjøpte salgsvarer, råvarer eller driftsmidler eller for mottatte ytelser,​4 med mindre:\n1. vedkommende del av merprisen er inndradd hos leverandøren eller\n2. gjerningsmannen godtgjør at han hverken var klar over at de priser​1 som han har betalt, eller de priser​1 som han har tatt, var for høye, og at han har utvist den aktsomhet som forholdene tilsa.\nFradrag skal gjøres for beløp som den ansvarlige i dommen eller forelegget blir tilpliktet å betale til den skadelidende. Det samme gjelder hvis han på forhånd har foretatt slik tilbakebetaling, og han enten godtgjør at han var pliktig til det etter regelen i § 59 eller godtgjør at tilbakebetaling fant sted før politiet eller vedkommende kontrollmyndighet tok saken opp.\nDersom beløpet i sin helhet er oppgitt til beskatning skal det gjøres fradrag som svarer til den øking av offentlige skatter og avgifter som merprisen har påført den ansvarlige. Påtalemyndigheten skal gi melding til vedkommende ligningsmyndighet om fradrag som er gjort etter bestemmelsen i dette ledd.\nAdgang til å reise sak med krav på inndragning etter denne paragraf faller bort når det er gått 5 år etter at merprisen er oppnådd, med mindre det foreligger et straffbart forhold.​5\nBestemmelsene i denne paragraf får tilsvarende anvendelse når det i strid med bestemmelser som er gitt i eller i medhold av denne lov eller opprettholdt​2 ved den, er\n1. betalt lavere pris​1 enn minstepris,\n2. oppnådd vederlag for overdragelse av lisenser eller andre godkjenninger som er gitt eller ventes gitt,​6\n3. mottatt for høyt selskapsutbytte.​7\n1 Se § 60 nr. 1.\n2 Se § 61.\n3 Jfr. strl. §§ 34 flg.\n4 Se § 60 nr. 3.\n5 Jfr. §§ 52 og 53.\n6 Se § 22.\n7 Se kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "10:57",
      "chapter": "10",
      "section": "57",
      "title": "Inndragning av merfortjeneste som følge av feilaktige kostnadsoverslag.",
      "content": "Den merfortjeneste som er oppnådd ved at myndighetene har satt den regulerte pris​1 høyere enn de ellers ville ha gjort, eller har unnlatt å sette i verk regulering, kan inndras hos den som har bevirket dette ved å\n1. legge fram kostnadsoverslag​2 eller andre opplysninger som bedømt ut fra forholdene da opplysningene ble gitt, inneholder vesentlige feil, eller\n2. unnlate å sende pliktig melding​2 om at kostnadene er blitt vesentlig lavere enn angitt i tidligere innsendt overslag.\nSlik merfortjeneste kan også inndras hos den det er handlet på vegne av. Inndragning kan foretas uten hensyn til om forholdet medfører straffansvar for noen. § 56 annet, femte og sjette ledd gjelder tilsvarende.\n1 Se § 60 nr. 1.\n2 Se § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "10:58",
      "chapter": "10",
      "section": "58",
      "title": "Straffe- og inndragningsbestemmelsenes anvendelse på eldre forhold.",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "10:59",
      "chapter": "10",
      "section": "59",
      "title": "Tilbakebetaling av ulovlig merpris.",
      "content": "Den som har betalt høyere pris​1 enn lovlig, kan kreve overprisen tilbakebetalt dersom han ikke etter forholdene må anses for i vesentlig grad medansvarlig for overtredelsen.\nKrav om at den avtalte pris skal settes ned til lovlig pris eller om tilbakebetaling av overprisen gir ikke den annen part rett til å heve dersom\n1. det gjelder fast ervervsmessig omsetning av ting​2 eller ytelse​3 til forbruker.\n2. hevingen ville virke urimelig under hensyn til den av begge parter utviste skyld og omstendighetene for øvrig.\n1 Se § 60 nr. 1.\n2 Se § 60 nr. 2.\n3 Se § 60 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "11:60",
      "chapter": "11",
      "section": "60",
      "title": "Definisjoner.",
      "content": "1. Med «pris» menes i denne lov vederlag av enhver art uten hensyn til om det ellers brukes andre betegnelser så som godtgjørelse, salær, honorar, frakt, takst, leieavgift eller liknende.\n2. Med «ting» menes i denne lov fast eiendom og løsøre, under dette også skip, luftfartøy og elektrisk kraft.\n3. Med «ytelser» menes alle slags ytelser som det tas vederlag for, bortsett fra arbeid i andres tjeneste.\n4. Med «ervervsvirksomhet» menes all slags varig eller leilighetsvis økonomisk virksomhet som drives mot vederlag.\n5. Med «ervervsdrivende» menes enhver – enkeltperson, selskap, stiftelse eller sammenslutning – som driver ervervsvirksomhet.\n6. Med «aksjeselskap» menes i denne lov også kommandittaksjeselskap og skipsaksjeselskap.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "11:61",
      "chapter": "11",
      "section": "61",
      "title": "Ikrafttreden.",
      "content": "Denne lov trer i kraft 1. januar 1954. Bestemmelser i medhold av loven kan likevel gis før, men slike bestemmelser som ikke gjelder regulerings- eller, kontrollorganenes organisasjon, trer ikke i kraft før loven.\nFra lovens ikrafttreden oppheves – – –\nDe bestemmelser som er gitt eller opprettholdt i medhold av de nevnte lover av 12. mars 1926 og 30. juni 1947, skal for så vidt de er i kraft 1. januar 1954 – gjelde inntil de blir endret eller opphevet i medhold av denne lov eller ved særskilt bestemmelse av Kongen.​1 Inntil Stortinget har truffet bestemmelse etter denne lovs § 28, gjelder forskriftene om utbytteregulering etter mellombels lov av 30. juni 1947.\nKongen bestemmer om og i hvilken utstrekning bestemmelser som er gitt i eller i medhold av denne lov skal gjelde for Svalbard.\n1 Se res. 18 des 1953 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    }
  ]
}