{
  "id": "LOV-2011-12-16-61",
  "type": "statute",
  "title": "Lov om godtgjørelse for stortingsrepresentanter (stortingsgodtgjørelsesloven)",
  "short_name": "Stortingsgodtgjørelsesloven",
  "status": "in_force",
  "issued_date": "2011-12-16",
  "in_force_date": "2012-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/2011-12-16-61",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Virkeområde og definisjoner",
      "content": "Bestemmelsene i loven her gjelder for valgte stortingsrepresentanter og for fast møtende og innkalte vararepresentanter,​1 med mindre det er fastsatt noe annet.\nSom fast møtende regnes vararepresentanter som møter for stortingsrepresentanter som er utnevnt til statsråder, statssekretærer eller politiske rådgivere i regjeringen, eller for stortingsrepresentanter som er avgått ved døden. Øvrige vararepresentanter betegnes i loven her som innkalte.\n1 Jf. Grl. § 58 annet punktum og lov 28 juni 2002 nr. 57 § 11-5 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Stortingets lønnskommisjon",
      "content": "Den godtgjørelsen som i henhold til Grunnloven § 65 tilkommer stortingsrepresentanter og faste og innkalte vararepresentanter, fastsettes av Stortinget etter innstilling fra Stortingets lønnskommisjon, etter reglene fastsatt i eller i medhold av loven her.\nStortingets presidentskap​1 oppnevner leder og to andre medlemmer til Stortingets lønnskommisjon, med en funksjonstid på fire år. Stortingets lønnskommisjon er beslutningsdyktig når alle medlemmer er til stede. Stortingets presidentskap kan fastsette nærmere regler om lønnskommisjonens virksomhet.\n1 Jf. Grl. § 73 første punktum og Stortingets forretningsorden 7 juni 2012 nr. 518 § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Stortingsrepresentantenes godtgjørelse",
      "content": "Det fastsettes samme godtgjørelse til alle stortingsrepresentanter, med de unntak som fremgår av loven her. Godtgjørelsen fastsettes som et årlig beløp.\nStortingets president​1 tilkommer samme godtgjørelse som statsministeren.\nInnkalte vararepresentanter​2 tilkommer samme godtgjørelse som stortingsrepresentantene, for de dagene eller den perioden de er innkalt til å møte. Innkalte vararepresentanter tilkommer i tillegg godtgjørelse for hver dag eller del av dag på mer enn seks timer som er nødvendig for reise til og fra Stortinget, og som faller utenom de dagene representanten møter i Stortinget.\nStortinget kan gi nærmere bestemmelser om at vararepresentanter​2 kan gis rett til å beholde godtgjørelsen i perioder ut over det som følger av tredje ledd.\nFor valgte stortingsrepresentanter og fast møtende vararepresentanter​2 utbetales den årlige godtgjørelsen med 1/12 hver måned. Innkalte vararepresentanters​2 opptjente godtgjørelse utbetales månedlig.\n1 Jf. Grl. § 73 første punktum og Stortingets forretningsorden 7 juni 2012 nr. 518 § 6.\n2 Jf. § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Tilleggsgodtgjørelse",
      "content": "Stortingets første visepresident​1 tilkommer en tilleggsgodtgjørelse på 14 prosent av den årlige godtgjørelsen etter § 3 første ledd. De øvrige visepresidentene​1 tilkommer en tilleggsgodtgjørelse på 7 prosent av den årlige godtgjørelsen etter § 3 første ledd.\nLederne for Stortingets fagkomiteer​2 tilkommer en tilleggsgodtgjørelse på 7 prosent av den årlige godtgjørelsen etter § 3 første ledd. Den som fungerer som komitéleder ut over fem dager når komitélederen har permisjon fra Stortinget, tilkommer tilsvarende tilleggsgodtgjørelse som komitélederen for den tid fungeringen varer.\n1 Jf. Grl. § 73 første punktum og Stortingets forretningsorden 7 juni 2012 nr. 518 § 6 (1).\n2 Jf. Stortingets forretningsorden 7 juni 2012 nr. 518 § 12 og § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Godtgjørelse under permisjoner​1",
      "content": "Under permisjon fra Stortinget beholder representantene godtgjørelsen i inntil 14 dager, med mindre de meddeler at de gir avkall på slik godtgjørelse.\nUnder svangerskapspermisjon, omsorgspermisjon, fødselspermisjon, foreldrepermisjon og permisjon ved barns og barnepassers sykdom har representantene rett til å beholde godtgjørelsen etter tilsvarende regler som for tilsatte i staten etter arbeidsmiljøloven​2 kapittel 12, folketrygdloven​3 kapittel 14 og reglene i Hovedtariffavtalen i staten om permisjon med lønn ved svangerskap, fødsel, adopsjon, amming og barns og barnepasseres sykdom. Dette gjelder også for innkalte vararepresentanter​4 for den perioden de er innkalt til å gjøre tjeneste, jf. § 3 tredje ledd første punktum i loven her.\nStortingets presidentskap​5 kan etter søknad beslutte at en representant skal beholde godtgjørelsen ut over 14 dager i følgende tilfeller:\na. Ved permisjon på grunn av representantens sykdom eller skade.\nb. Ved permisjon til deltakelse på reise som medlem av delegasjon oppnevnt av Stortinget eller Stortingets presidentskap.​5\nc. Ved permisjon for å delta i møter eller utføre andre oppdrag etter oppnevning av Kongen, Stortinget eller et departement.\nVed permisjoner innvilget av velferdsgrunner kan Stortingets presidentskap​5 i særlige tilfeller etter begrunnet søknad beslutte at godtgjørelsen skal beholdes helt eller delvis i en tidsavgrenset periode ut over 14 dager.\nVed søknad om permisjon på grunn av sykdom må sykemelding fremlegges sammen med permisjonssøknaden eller snarest mulig etter at permisjon er innvilget. Dersom dette ikke etterkommes, kan Stortingets presidentskap​4 bestemme at representantens godtgjørelse skal falle bort for den resterende del av permisjonen.\n1 Jf. Stortingets forretningsorden 7 juni 2012 nr. 518 § 5.\n2 Lov 17 juni 2005 nr. 62.\n3 Lov 28 feb 1997 nr. 19.\n4 Jf. § 1 (2).\n5 Jf. Grl. § 73 første punktum og Stortingets forretningsorden 7 juni 2012 nr. 518 § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Dekning av reiseutgifter mv. på tjenestereiser",
      "content": "Representanter som foretar reiser i sammenheng med utøvelsen av stortingsvervet, innenlands og utenlands, får dekket sine reiseutgifter etter nærmere bestemmelser fastsatt av Stortinget.\nRepresentanter kan be om anvisning av forskudd til dekning av tjenestereiser etter nærmere bestemmelser fastsatt av Stortinget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Dekning av andre utgifter i forbindelse med fravær fra hjemstedet",
      "content": "Stortinget kan gi nærmere regler om dekning av utgifter til flytting, kost, hjemreiser og andre særlige utgifter i forbindelse med representantenes fravær fra hjemstedet.\n0 Endret ved lov 21 juni 2013 nr. 65 (ikr. 1 okt 2013).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Fratredelsesytelse",
      "content": "Stortingsrepresentanter og fast møtende vararepresentanter​1 som etter valg ikke fortsetter på Stortinget, kan etter søknad til presidentskapet​2 tilstås fratredelsesytelse tilsvarende månedlig godtgjørelse etter § 3 første ledd, for inntil tre måneder. Tilleggsgodtgjørelse etter § 4, eller forhøyet godtgjørelse til stortingspresidenten etter § 3 annet ledd, inngår ikke i grunnlaget for fratredelsesytelse. Reglene i leddet her gjelder tilsvarende for fast møtende vararepresentanter​1 som trer ut av Stortinget i løpet av valgperioden.​3\nStortingets presidentskap​2 kan etter søknad beslutte at innkalte vararepresentanter​1 som har møtt sammenhengende i minst 12 måneder i én valgperiode,​3 skal tilstås fratredelsesytelse etter første ledd. I særlige tilfeller kan presidentskapet etter søknad beslutte at innkalt vararepresentant​1 skal tilstås fratredelsesytelse i inntil én måned også ved kortere møtetid.\nFratredelsesytelse kan ikke innvilges for mer enn til sammen tre måneder i løpet av én og samme valgperiode.​3\nFratredelsesytelsen kan bortfalle eller avkortes mot annen inntekt. Stortinget kan fastsette nærmere regler om dette.\n1 Jf. § 1 (2).\n2 Jf. Grl. § 73 første punktum og Stortingets forretningsorden 7 juni 2012 nr. 518 § 7.\n3 Jf. Grl. § 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Etterlønn",
      "content": "Stortingsrepresentanter og faste vararepresentanter​1 som etter valg ikke fortsetter på Stortinget, kan etter søknad til presidentskapet​2 tilstås etterlønn for inntil tolv måneder etter opphør av innvilget fratredelsesytelse. Etterlønnen utgjør 66 prosent av stortingsrepresentantenes godtgjørelse etter § 3 første ledd. Tilleggsgodtgjørelse etter § 4, eller forhøyet godtgjørelse til stortingspresidenten etter § 3 annet ledd, inngår ikke i grunnlaget for etterlønn.\nEtterlønnen kan bortfalle eller avkortes mot annen inntekt. Stortinget kan fastsette nærmere regler for dette. Stortinget kan også fastsette vilkår om aktiv arbeidssøking og utdannelse i etterlønnsperioden.\n1 Jf. § 1 (2).\n2 Jf. Grl. § 73 første punktum og Stortingets forretningsorden 7 juni 2012 nr. 518 § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Feriepenger",
      "content": "Stortingsrepresentanter som etter valg ikke fortsetter på Stortinget, utbetales i januar året deretter feriepenger​1 etter satsene fastsatt i Hovedtariffavtalen i staten. Feriepengegrunnlaget beregnes på grunnlag av godtgjørelsen utbetalt i siste kalenderår i valgperioden,​2 inkludert eventuell fratredelsesytelse etter § 8 i loven her. Leddet her gjelder tilsvarende for fast møtende vararepresentanter​3 som trer ut av Stortinget mellom 1. juli og 31. desember.\nInnkalte vararepresentanter​3 får siste ordinære utbetalingsdag før avbrytelse av Stortingets forhandlinger i juni,​4 utbetalt feriepenger etter satsene fastsatt i Hovedtariffavtalen i staten. Feriepengegrunnlaget beregnes på grunnlag av godtgjørelsen utbetalt i foregående kalenderår. Leddet her gjelder tilsvarende for fast møtende vararepresentanter​3 som trer ut av Stortinget mellom 1. januar og 30. juni.\nFor valgte stortingsrepresentanter​5 som trer ut av Stortinget utenom valg eller innvilges permisjon ut valgperioden,​2 gjelder samme regler som for fast møtende vararepresentanter​3 som trer ut av Stortinget.\nFeriepenger utbetales ikke til stortingsrepresentanter som trer inn i regjeringen. Feriepenger utbetales heller ikke til innkalte vararepresentanter​3 som etter beslutning av Stortingets presidentskap​6 beholder godtgjørelsen i perioden etter at Stortinget har avsluttet forhandlingene i juni.​7 Disse får beregnet feriepenger etter første ledd, med utbetaling i januar året etter fratredelse som vararepresentant.\nStortinget kan gi nærmere bestemmelser om beregning og utbetaling av feriepenger.\n0 Endret ved lov 21 juni 2013 nr. 65 (ikr. 1 okt 2013).\n1 Se lov 29 apr 1988 nr. 21.\n2 Jf. Grl. § 71.\n3 Jf. § 1 (2).\n4 Jf. Grl. § 80 (1) og Stortingets forretningsorden 7 juni 2012 nr. 518 § 37.\n5 Jf. § 1 (1).\n6 Jf. Grl. § 73 første punktum og Stortingets forretningsorden 7 juni 2012 nr. 518 § 7.\n7 Jf. § 3 (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Ytelser i forbindelse med representanters dødsfall i løpet av valgperioden",
      "content": "Hvis en stortingsrepresentant eller fast møtende vararepresentant​1 dør i løpet av valgperioden,​2 skal de etterlatte utbetales representantens godtgjørelse for hele dødsmåneden samt de tre påfølgende månedene. I tillegg dekkes nødvendige utgifter i forbindelse med representantens begravelse.\nHvis en innkalt vararepresentant​1 dør under reise til eller fra Stortinget eller i perioden vedkommende er innkalt for, dekkes nødvendige utgifter i forbindelse med vararepresentantens begravelse.\nEn stortingsrepresentant eller fast møtende vararepresentant skal ha gruppelivsforsikring (ytelser ved dødsfall) tilsvarende arbeidstakere ansatt i statens tjeneste. En innkalt vararepresentant skal ha forsikring for den perioden han eller hun er innkalt for. Dette leddet gjelder også for stortingsrepresentanter som er i regjering.\nEn stortingsrepresentant eller fast møtende vararepresentant har rett til ytelser ved yrkesskade tilsvarende arbeidstakere ansatt i statens tjeneste. En innkalt vararepresentant har samme rett for den perioden han eller hun er innkalt for. Dette leddet gjelder også for stortingsrepresentanter som er i regjering.\n0 Endret ved lov 19 des 2014 nr. 89 (ikr. 1 jan 2015).\n1 Jf. § 1 (2).\n2 Jf. Grl. § 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "11 a",
      "section": "11 a",
      "title": "Innhenting av opplysninger",
      "content": "Stortingets administrasjon har rett til å innhente de opplysninger som er nødvendige for å kontrollere om vilkårene for fratredelsesytelse og etterlønn etter denne loven med forskrifter er oppfylt eller har vært oppfylt i tilbakelagte perioder. Opplysninger kan innhentes fra nåværende og tidligere arbeidsgivere, pensjonsordninger, folketrygdens organer samt skatteetaten.\nDen som blir pålagt å gi opplysninger, plikter å gjøre dette uten godtgjørelse og uten hinder av taushetsplikt.\n0 Tilføyd ved lov 21 juni 2013 nr. 65 (ikr. 1 okt 2013).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11 a."
      }
    },
    {
      "provision_ref": "11 b",
      "section": "11 b",
      "title": "Tilbakebetaling",
      "content": "Dersom noen har mottatt en ytelse etter denne loven i strid med redelighet og god tro, kan beløpet kreves tilbakebetalt. En ytelse kan også kreves tilbake når mottaker, eller noen som har handlet på mottakers vegne, uaktsomt har gitt feilaktige eller mangelfulle opplysninger. Det samme gjelder dersom utbetalingen skyldes feil fra Stortingets side, og mottakeren burde ha forstått dette.\nI andre tilfeller enn nevnt i første ledd kan det som er utbetalt for mye, kreves tilbake dersom særlige grunner gjør det rimelig. Ved vurderingen av om det foreligger særlige grunner, skal det legges vekt på blant annet hvor lang tid det er gått siden den feilaktige utbetalingen fant sted, og om vedkommende har innrettet seg i tillit til utbetalingen. Kravet om tilbakebetaling etter dette leddet er begrenset til det beløp som er i behold når vedkommende blir kjent med at utbetalingen var feilaktig.\nEt beløp som blir krevd tilbake etter første eller andre ledd, kan enten dekkes ved trekk i fremtidige ytelser eller inndrives etter bestemmelsene i lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav (skattebetalingsloven). Slikt trekk avbryter foreldelsesfristen etter lov 18. mai 1979 nr. 18 om foreldelse av fordringer. Det kan kreves renter etter lov 17. desember 1976 nr. 100 om renter ved forsinket betaling m.m.\nStortingets administrasjon kan av presidentskapet​1 gis myndighet til å treffe avgjørelse i saker etter første til tredje ledd.\n0 Tilføyd ved lov 19 des 2014 nr. 89.\n1 Jf. Grl. § 73 første punktum og Stortingets forretningsorden 7 juni 2012 nr. 58 § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11b",
        "source_heading": "§ 11 b."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Ikrafttredelse og overgangsregler",
      "content": "Loven trer i kraft 1. januar 2012.\nFra samme tid oppheves lov 30. juni 1954 nr. 11 om godtgjørelse til stortingsrepresentanter.\nForskrift om godtgjørelse for stortingsrepresentanter, vedtatt 8. desember 2011 med hjemmel i lov 30. juni 1954 nr. 11 om godtgjørelse til stortingsrepresentanter § 1, skal fortsatt gjelde etter at loven her har trådt i kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Virkeområde og definisjoner",
      "content": "Bestemmelsene i loven her gjelder for valgte stortingsrepresentanter og for fast møtende og innkalte vararepresentanter,​1 med mindre det er fastsatt noe annet.\nSom fast møtende regnes vararepresentanter som møter for stortingsrepresentanter som er utnevnt til statsråder, statssekretærer eller politiske rådgivere i regjeringen, eller for stortingsrepresentanter som er avgått ved døden. Øvrige vararepresentanter betegnes i loven her som innkalte.\n1 Jf. Grl. § 58 annet punktum og lov 28 juni 2002 nr. 57 § 11-5 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Stortingets lønnskommisjon",
      "content": "Den godtgjørelsen som i henhold til Grunnloven § 65 tilkommer stortingsrepresentanter og faste og innkalte vararepresentanter, fastsettes av Stortinget etter innstilling fra Stortingets lønnskommisjon, etter reglene fastsatt i eller i medhold av loven her.\nStortingets presidentskap​1 oppnevner leder og to andre medlemmer til Stortingets lønnskommisjon, med en funksjonstid på fire år. Stortingets lønnskommisjon er beslutningsdyktig når alle medlemmer er til stede. Stortingets presidentskap kan fastsette nærmere regler om lønnskommisjonens virksomhet.\n1 Jf. Grl. § 73 første punktum og Stortingets forretningsorden 7 juni 2012 nr. 518 § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Stortingsrepresentantenes godtgjørelse",
      "content": "Det fastsettes samme godtgjørelse til alle stortingsrepresentanter, med de unntak som fremgår av loven her. Godtgjørelsen fastsettes som et årlig beløp.\nStortingets president​1 tilkommer samme godtgjørelse som statsministeren.\nInnkalte vararepresentanter​2 tilkommer samme godtgjørelse som stortingsrepresentantene, for de dagene eller den perioden de er innkalt til å møte. Innkalte vararepresentanter tilkommer i tillegg godtgjørelse for hver dag eller del av dag på mer enn seks timer som er nødvendig for reise til og fra Stortinget, og som faller utenom de dagene representanten møter i Stortinget.\nStortinget kan gi nærmere bestemmelser om at vararepresentanter​2 kan gis rett til å beholde godtgjørelsen i perioder ut over det som følger av tredje ledd.\nFor valgte stortingsrepresentanter og fast møtende vararepresentanter​2 utbetales den årlige godtgjørelsen med 1/12 hver måned. Innkalte vararepresentanters​2 opptjente godtgjørelse utbetales månedlig.\n1 Jf. Grl. § 73 første punktum og Stortingets forretningsorden 7 juni 2012 nr. 518 § 6.\n2 Jf. § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Tilleggsgodtgjørelse",
      "content": "Stortingets første visepresident​1 tilkommer en tilleggsgodtgjørelse på 14 prosent av den årlige godtgjørelsen etter § 3 første ledd. De øvrige visepresidentene​1 tilkommer en tilleggsgodtgjørelse på 7 prosent av den årlige godtgjørelsen etter § 3 første ledd.\nLederne for Stortingets fagkomiteer​2 tilkommer en tilleggsgodtgjørelse på 7 prosent av den årlige godtgjørelsen etter § 3 første ledd. Den som fungerer som komitéleder ut over fem dager når komitélederen har permisjon fra Stortinget, tilkommer tilsvarende tilleggsgodtgjørelse som komitélederen for den tid fungeringen varer.\n1 Jf. Grl. § 73 første punktum og Stortingets forretningsorden 7 juni 2012 nr. 518 § 6 (1).\n2 Jf. Stortingets forretningsorden 7 juni 2012 nr. 518 § 12 og § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Godtgjørelse under permisjoner​1",
      "content": "Under permisjon fra Stortinget beholder representantene godtgjørelsen i inntil 14 dager, med mindre de meddeler at de gir avkall på slik godtgjørelse.\nUnder svangerskapspermisjon, omsorgspermisjon, fødselspermisjon, foreldrepermisjon og permisjon ved barns og barnepassers sykdom har representantene rett til å beholde godtgjørelsen etter tilsvarende regler som for tilsatte i staten etter arbeidsmiljøloven​2 kapittel 12, folketrygdloven​3 kapittel 14 og reglene i Hovedtariffavtalen i staten om permisjon med lønn ved svangerskap, fødsel, adopsjon, amming og barns og barnepasseres sykdom. Dette gjelder også for innkalte vararepresentanter​4 for den perioden de er innkalt til å gjøre tjeneste, jf. § 3 tredje ledd første punktum i loven her.\nStortingets presidentskap​5 kan etter søknad beslutte at en representant skal beholde godtgjørelsen ut over 14 dager i følgende tilfeller:\na. Ved permisjon på grunn av representantens sykdom eller skade.\nb. Ved permisjon til deltakelse på reise som medlem av delegasjon oppnevnt av Stortinget eller Stortingets presidentskap.​5\nc. Ved permisjon for å delta i møter eller utføre andre oppdrag etter oppnevning av Kongen, Stortinget eller et departement.\nVed permisjoner innvilget av velferdsgrunner kan Stortingets presidentskap​5 i særlige tilfeller etter begrunnet søknad beslutte at godtgjørelsen skal beholdes helt eller delvis i en tidsavgrenset periode ut over 14 dager.\nVed søknad om permisjon på grunn av sykdom må sykemelding fremlegges sammen med permisjonssøknaden eller snarest mulig etter at permisjon er innvilget. Dersom dette ikke etterkommes, kan Stortingets presidentskap​4 bestemme at representantens godtgjørelse skal falle bort for den resterende del av permisjonen.\n1 Jf. Stortingets forretningsorden 7 juni 2012 nr. 518 § 5.\n2 Lov 17 juni 2005 nr. 62.\n3 Lov 28 feb 1997 nr. 19.\n4 Jf. § 1 (2).\n5 Jf. Grl. § 73 første punktum og Stortingets forretningsorden 7 juni 2012 nr. 518 § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Dekning av reiseutgifter mv. på tjenestereiser",
      "content": "Representanter som foretar reiser i sammenheng med utøvelsen av stortingsvervet, innenlands og utenlands, får dekket sine reiseutgifter etter nærmere bestemmelser fastsatt av Stortinget.\nRepresentanter kan be om anvisning av forskudd til dekning av tjenestereiser etter nærmere bestemmelser fastsatt av Stortinget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Dekning av andre utgifter i forbindelse med fravær fra hjemstedet",
      "content": "Stortinget kan gi nærmere regler om dekning av utgifter til flytting, kost, hjemreiser og andre særlige utgifter i forbindelse med representantenes fravær fra hjemstedet.\n0 Endret ved lov 21 juni 2013 nr. 65 (ikr. 1 okt 2013).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Fratredelsesytelse",
      "content": "Stortingsrepresentanter og fast møtende vararepresentanter​1 som etter valg ikke fortsetter på Stortinget, kan etter søknad til presidentskapet​2 tilstås fratredelsesytelse tilsvarende månedlig godtgjørelse etter § 3 første ledd, for inntil tre måneder. Tilleggsgodtgjørelse etter § 4, eller forhøyet godtgjørelse til stortingspresidenten etter § 3 annet ledd, inngår ikke i grunnlaget for fratredelsesytelse. Reglene i leddet her gjelder tilsvarende for fast møtende vararepresentanter​1 som trer ut av Stortinget i løpet av valgperioden.​3\nStortingets presidentskap​2 kan etter søknad beslutte at innkalte vararepresentanter​1 som har møtt sammenhengende i minst 12 måneder i én valgperiode,​3 skal tilstås fratredelsesytelse etter første ledd. I særlige tilfeller kan presidentskapet etter søknad beslutte at innkalt vararepresentant​1 skal tilstås fratredelsesytelse i inntil én måned også ved kortere møtetid.\nFratredelsesytelse kan ikke innvilges for mer enn til sammen tre måneder i løpet av én og samme valgperiode.​3\nFratredelsesytelsen kan bortfalle eller avkortes mot annen inntekt. Stortinget kan fastsette nærmere regler om dette.\n1 Jf. § 1 (2).\n2 Jf. Grl. § 73 første punktum og Stortingets forretningsorden 7 juni 2012 nr. 518 § 7.\n3 Jf. Grl. § 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Etterlønn",
      "content": "Stortingsrepresentanter og faste vararepresentanter​1 som etter valg ikke fortsetter på Stortinget, kan etter søknad til presidentskapet​2 tilstås etterlønn for inntil tolv måneder etter opphør av innvilget fratredelsesytelse. Etterlønnen utgjør 66 prosent av stortingsrepresentantenes godtgjørelse etter § 3 første ledd. Tilleggsgodtgjørelse etter § 4, eller forhøyet godtgjørelse til stortingspresidenten etter § 3 annet ledd, inngår ikke i grunnlaget for etterlønn.\nEtterlønnen kan bortfalle eller avkortes mot annen inntekt. Stortinget kan fastsette nærmere regler for dette. Stortinget kan også fastsette vilkår om aktiv arbeidssøking og utdannelse i etterlønnsperioden.\n1 Jf. § 1 (2).\n2 Jf. Grl. § 73 første punktum og Stortingets forretningsorden 7 juni 2012 nr. 518 § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Feriepenger",
      "content": "Stortingsrepresentanter som etter valg ikke fortsetter på Stortinget, utbetales i januar året deretter feriepenger​1 etter satsene fastsatt i Hovedtariffavtalen i staten. Feriepengegrunnlaget beregnes på grunnlag av godtgjørelsen utbetalt i siste kalenderår i valgperioden,​2 inkludert eventuell fratredelsesytelse etter § 8 i loven her. Leddet her gjelder tilsvarende for fast møtende vararepresentanter​3 som trer ut av Stortinget mellom 1. juli og 31. desember.\nInnkalte vararepresentanter​3 får siste ordinære utbetalingsdag før avbrytelse av Stortingets forhandlinger i juni,​4 utbetalt feriepenger etter satsene fastsatt i Hovedtariffavtalen i staten. Feriepengegrunnlaget beregnes på grunnlag av godtgjørelsen utbetalt i foregående kalenderår. Leddet her gjelder tilsvarende for fast møtende vararepresentanter​3 som trer ut av Stortinget mellom 1. januar og 30. juni.\nFor valgte stortingsrepresentanter​5 som trer ut av Stortinget utenom valg eller innvilges permisjon ut valgperioden,​2 gjelder samme regler som for fast møtende vararepresentanter​3 som trer ut av Stortinget.\nFeriepenger utbetales ikke til stortingsrepresentanter som trer inn i regjeringen. Feriepenger utbetales heller ikke til innkalte vararepresentanter​3 som etter beslutning av Stortingets presidentskap​6 beholder godtgjørelsen i perioden etter at Stortinget har avsluttet forhandlingene i juni.​7 Disse får beregnet feriepenger etter første ledd, med utbetaling i januar året etter fratredelse som vararepresentant.\nStortinget kan gi nærmere bestemmelser om beregning og utbetaling av feriepenger.\n0 Endret ved lov 21 juni 2013 nr. 65 (ikr. 1 okt 2013).\n1 Se lov 29 apr 1988 nr. 21.\n2 Jf. Grl. § 71.\n3 Jf. § 1 (2).\n4 Jf. Grl. § 80 (1) og Stortingets forretningsorden 7 juni 2012 nr. 518 § 37.\n5 Jf. § 1 (1).\n6 Jf. Grl. § 73 første punktum og Stortingets forretningsorden 7 juni 2012 nr. 518 § 7.\n7 Jf. § 3 (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Ytelser i forbindelse med representanters dødsfall i løpet av valgperioden",
      "content": "Hvis en stortingsrepresentant eller fast møtende vararepresentant​1 dør i løpet av valgperioden,​2 skal de etterlatte utbetales representantens godtgjørelse for hele dødsmåneden samt de tre påfølgende månedene. I tillegg dekkes nødvendige utgifter i forbindelse med representantens begravelse.\nHvis en innkalt vararepresentant​1 dør under reise til eller fra Stortinget eller i perioden vedkommende er innkalt for, dekkes nødvendige utgifter i forbindelse med vararepresentantens begravelse.\nEn stortingsrepresentant eller fast møtende vararepresentant skal ha gruppelivsforsikring (ytelser ved dødsfall) tilsvarende arbeidstakere ansatt i statens tjeneste. En innkalt vararepresentant skal ha forsikring for den perioden han eller hun er innkalt for. Dette leddet gjelder også for stortingsrepresentanter som er i regjering.\nEn stortingsrepresentant eller fast møtende vararepresentant har rett til ytelser ved yrkesskade tilsvarende arbeidstakere ansatt i statens tjeneste. En innkalt vararepresentant har samme rett for den perioden han eller hun er innkalt for. Dette leddet gjelder også for stortingsrepresentanter som er i regjering.\n0 Endret ved lov 19 des 2014 nr. 89 (ikr. 1 jan 2015).\n1 Jf. § 1 (2).\n2 Jf. Grl. § 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "11 a",
      "section": "11 a",
      "title": "Innhenting av opplysninger",
      "content": "Stortingets administrasjon har rett til å innhente de opplysninger som er nødvendige for å kontrollere om vilkårene for fratredelsesytelse og etterlønn etter denne loven med forskrifter er oppfylt eller har vært oppfylt i tilbakelagte perioder. Opplysninger kan innhentes fra nåværende og tidligere arbeidsgivere, pensjonsordninger, folketrygdens organer samt skatteetaten.\nDen som blir pålagt å gi opplysninger, plikter å gjøre dette uten godtgjørelse og uten hinder av taushetsplikt.\n0 Tilføyd ved lov 21 juni 2013 nr. 65 (ikr. 1 okt 2013).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11 a."
      }
    },
    {
      "provision_ref": "11 b",
      "section": "11 b",
      "title": "Tilbakebetaling",
      "content": "Dersom noen har mottatt en ytelse etter denne loven i strid med redelighet og god tro, kan beløpet kreves tilbakebetalt. En ytelse kan også kreves tilbake når mottaker, eller noen som har handlet på mottakers vegne, uaktsomt har gitt feilaktige eller mangelfulle opplysninger. Det samme gjelder dersom utbetalingen skyldes feil fra Stortingets side, og mottakeren burde ha forstått dette.\nI andre tilfeller enn nevnt i første ledd kan det som er utbetalt for mye, kreves tilbake dersom særlige grunner gjør det rimelig. Ved vurderingen av om det foreligger særlige grunner, skal det legges vekt på blant annet hvor lang tid det er gått siden den feilaktige utbetalingen fant sted, og om vedkommende har innrettet seg i tillit til utbetalingen. Kravet om tilbakebetaling etter dette leddet er begrenset til det beløp som er i behold når vedkommende blir kjent med at utbetalingen var feilaktig.\nEt beløp som blir krevd tilbake etter første eller andre ledd, kan enten dekkes ved trekk i fremtidige ytelser eller inndrives etter bestemmelsene i lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav (skattebetalingsloven). Slikt trekk avbryter foreldelsesfristen etter lov 18. mai 1979 nr. 18 om foreldelse av fordringer. Det kan kreves renter etter lov 17. desember 1976 nr. 100 om renter ved forsinket betaling m.m.\nStortingets administrasjon kan av presidentskapet​1 gis myndighet til å treffe avgjørelse i saker etter første til tredje ledd.\n0 Tilføyd ved lov 19 des 2014 nr. 89.\n1 Jf. Grl. § 73 første punktum og Stortingets forretningsorden 7 juni 2012 nr. 58 § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11b",
        "source_heading": "§ 11 b."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Ikrafttredelse og overgangsregler",
      "content": "Loven trer i kraft 1. januar 2012.\nFra samme tid oppheves lov 30. juni 1954 nr. 11 om godtgjørelse til stortingsrepresentanter.\nForskrift om godtgjørelse for stortingsrepresentanter, vedtatt 8. desember 2011 med hjemmel i lov 30. juni 1954 nr. 11 om godtgjørelse til stortingsrepresentanter § 1, skal fortsatt gjelde etter at loven her har trådt i kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    }
  ]
}