{
  "id": "LOV-1932-02-26-1",
  "type": "statute",
  "title": "Lov om edruskapsvern.",
  "short_name": "Edruskapsloven.",
  "status": "in_force",
  "issued_date": "1932-02-26",
  "in_force_date": "1932-02-26",
  "url": "https://lovdata.no/dokument/NLO/lov/1932-02-26-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Oppgavene etter denne lov hører under helse- og sosialstyret.​2\n1 Endret ved lover 5 juni 1964 nr. 15, 12 juni 1987 nr. 70.\n2 Jfr. lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Når avgjørelser skal treffes i henhold til §§ 6, 6a første ledd og § 7, jfr. § 8, skal helse- og sosialstyrets/underutvalgets forhandlinger ledes av vedkommende herreds- eller bydommer som leder. I disse avgjørelser kreves at minst 3/5 av medlemmene har stemt for. I tilfelle av stemmelikhet gjør lederens stemme utslaget.\nKommunestyret kan bestemme at medlemmene tilstås godtgjøring for sitt arbeid.\n1 Endret ved lover 12 des 1947 nr. 8, 6 juli 1957 nr. 1, 5 juni 1964 nr. 15, 15 april 1966, 20 mai 1983 nr. 25, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2 a",
      "section": "2 a",
      "content": "Enhver som utfører tjeneste eller arbeid for et forvaltningsorgan eller en institusjon i henhold til loven her har taushetsplikt etter forvaltningsloven​2 §§ 13 til 13 e. Overtredelse straffes etter straffeloven § 121.\nTaushetsplikten gjelder også fødested, fødselsdato, personnummer, statsborgerforhold, sivilstand, yrke, bopel og arbeidssted. Opplysning om en klients oppholdssted kan likevel gis når det er klart at det ikke vil skade tilliten til organet eller institusjonen å gi slik opplysning.\nOpplysninger til andre forvaltningsorganer jf forvaltningsloven § 13 b nr. 5 og 6, kan bare gis når dette er nødvendig for å fremme avgiverorganets eller institusjonens oppgaver eller for å forebygge vesentlig fare for liv eller alvorlig skade for noens helse.\nHelse- og sosialstyrets forhandlinger holdes for stengte dører.\n1 Tilføyet ved lov 16 mai 1986 nr. 21, endret ved lov 12 juni 1987 nr. 70.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2a",
        "source_heading": "§ 2 a."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Helse- og sosialstyret har til oppgave å virke for bedre edruelighetsforhold i kommunen ved:\n1. å ta seg av personer som misbruker alkohol eller andre berusende eller bedøvende midler, i tilfelle treffe bestemmelse om deres anbringelse i sykehus eller kursted (§§ 6 a, 7 og 8), og yte råd og hjelp til deres pårørende (§§ 6 og 12),\n2. å støtte og fremme undervisning og oplysningsvirksomhet om alkoholspørsmålet i skoler og på annen måte,\n3. å gjøre henstillinger og avgi uttalelser overfor de kommunale myndigheter til fremme av helse- og sosialstyrets opgaver.\n1 Endret ved lover 6 juli 1957 nr. 1, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "3 a",
      "section": "3 a",
      "content": "Kommunestyret kan, etter forslag fra helse- og sosialstyret, bestemme at lederen av sosialkontoret skal ha myndighet til å fatte vedtak etter denne lovs § 5 annet ledd, i de tilfelle hvor vedkommende samtykker i en tilsynsordning, og etter § 12 første og annet ledd.\nKlage over vedtak fattet av lederen av sosialkontoret skal forelegges helse- og sosialstyret før klagen sendes departementet.\n1 Tilføyet ved lov 21 april 1978 nr. 16, endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "1. Mottar helse- og sosialstyret anmodning fra noen som har adgang dertil, om å gripe inn​2 overfor en person som bor eller oppholder seg i kommunen, fordi han bruker alkohol eller andre berusende eller bedøvende midler til åpenbar skade for seg selv eller sine omgivelser, skal helse- og sosialstyret snarest mulig undersøke forholdet.\nHelse- og sosialstyret kan også ellers av eget tiltak gripe inn overfor personer som nevnt og undersøke forholdet.\n2. Adgang til å fremsette anmodning som omhandlet for helse- og sosialstyret har:\na. vedkommende selv og hans ektefelle, slektninger i op- eller nedstigende linje, søsken eller likeså nær besvogrede, samt – i tilfelle – verge eller overformynderne.\nb. prest eller læge, såfremt det skjer med samtykke av vedkommende selv eller av noen pårørende som nevnt under litra a,\nc. forsorgsforeninger, vernelag og politiet.\n3. Politiet skal etter nærmere bestemmelser av departementet​3 gi melding til helse- og sosialstyret i vedkommende oppholdskommune om alle personer som er blitt ilagt straff eller pågrepet for beruselse.\n4. Når det foreligger anmodning eller melding som foran nevnt eller når helse- og sosialstyret av eget tiltak finner å burde gripe inn som foran nevnt, kan det ved ett eller flere av sine medlemmer eller ved tjenestemann som er ansatt ved helse- og sosialstyret undersøke forholdene i hjemmet og opta forklaring av vedkommende selv, hans familie eller andre personer som er kjent med forholdene. Helse- og sosialstyret kan dog ikke pålegge noen å avgi forklaring, jfr. dog § 8, syvende ledd. Derimot kan helse- og sosialstyret forlange avgitt erklæring av offentlig myndighet som antas å kjenne forholdet. Slik erklæring skal gis uten hinder av vedkommende myndighets taushetsplikt.\nDen som saken gjelder er pliktig til å møte for helse- og sosialstyret. Unddrar han sig fra å møte, kan helse- og sosialstyret begjære politiets hjelp til å hente ham.\nNår helse- og sosialstyret finner det påkrevd for å få de nødvendige oplysninger til å avgjøre hvilke forføininger det bør treffe, kan det begjære politiets hjelp eller bevisoptagelse ved herreds- eller byretten.​4\nHelse- og sosialstyret kan begjære politiets hjelp til gjennomføring av vedtak truffet i medhold av §§ 6 a og 7.\n1 Endret ved lover 6 juli 1957 nr. 1, 5 juni 1964 nr. 15, 6 mai 1970 nr. 27, 16 mai 1986 nr. 21, 28 feb 1986 nr. 8, 12 juni 1987 nr. 70.\n2 Jfr. § 17.\n3 Sosialdepartementet.\n4 Jfr. domstolsl. § 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Finner helse- og sosialstyret at undersøkelsen gir grunn til det, skal det søke å bevege vedkommende til bedre livsførsel. Herunder kan helse- og sosialstyret søke å påvirke ham til å avholde seg fra bruk av alkohol eller andre berusende eller bedøvende midler, hjelpe ham til å få arbeide eller få ham over i andre omgivelser hvor han blir mindre utsatt for fristelser til misbruk, få ham til å inngå på en ordning hvoretter hans lønn eller tilgodehavende skal heves eller forvaltes av hans ektefelle eller annen person, formå ham til å søke lege og følge dennes forskrifter, eller få ham til å ta opphold i sykehus, tilsynshjem, passende pleiehjem eller kursted.\nHelse- og sosialstyret skal påse at den trufne ordning blir overholdt, og kan beslutte for inntil ett år å stille vedkommende under særlig tilsyn av ett eller flere av sine medlemmer, eller av særskilt antatte personer eller institusjoner.\n1 Endret ved lover 6 juli 1957 nr. 1, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Forsømmer vedkommende på grunn av misbruk av alkohol, eller andre berusende eller bedøvende midler sin underholdsplikt,​2 kan helse- og sosialstyret etter de nærmere regler som er gitt i § 8 treffe bestemmelse om at hans lønn eller tilgodehavende helt eller delvis skal heves eller forvaltes av hans ektefelle eller annen person, så fremt han ikke frivillig vil inngå på en slik ordning. Slik bestemmelse treffes for bestemt tid, som ikke må overstige to år, men kan gjentas hvis vilkårene etter første punktum fremdeles er til stede når den fastsatte tid utløper.\nArbeidsgiveren og vedkommende skyldner plikter å etterkomme helse- og sosialstyrets avgjørelse etter første ledd når de har fått skriftlig melding om denne. Kongen​3 kan utferdige bestemmelser om kontroll med gjennomførelse av helse- og sosialstyrets avgjørelse etter første ledd.\nHelse- og sosialstyret kan oppheve en ordning etter første ledd før tiden er ute, når det finner at ordningen ikke lenger er påkrevet. For helse- og sosialstyrets vedtak om dette gjelder ikke reglene i § 8.\n1 Endret ved lover 6 juli 1957 nr. 1, 5 juni 1964 nr. 15, 12 juni 1987 nr. 70.\n2 Se lover 31 mai 1918 nr. 2 §§ 56 og 57, 20 mai 1927 nr. 1 §§ 3 og 4, 21 des 1956 nr. 9 og 10. Fra 1 jan 1993: Lov 4 juli 1991 nr. 47 §§ 79 flg.\n3 Sosialdepartementet iflg. res. 9 juni 1939.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "6 a",
      "section": "6 a",
      "content": "Helse- og sosialstyret kan etter reglene i § 8 pålegge vedkommende – når lege finner det påkrevd – å legge seg inn i det sykehus helse- og sosialstyret bestemmer til undersøkelse, behandling eller kur for et tidsrom av inntil tretti dager.​2\nEtter tilråding av sykehusets ansvarlige lege kan helse- og sosialstyret påby forlenget opphold i sykehuset i inntil tretti dager om gangen, likevel slik at det samlete sykehusopphold etter pålegg av helse- og sosialstyret ikke skal overstige nitti dager i løpet av ett år. Reglene i § 8 gjelder ikke for helse- og sosialstyrets vedtak om forlengelse av sykehusopphold. Et slikt vedtak kan innen 3 dager etter at vedkommende mottok underretning om det bringes inn for departementet til prøvelse. Klagen har ikke oppsettende virkning.\nDepartementet gir nærmere regler om i hvilke sykehus innlegging kan finne sted i medhold av denne paragraf og i medhold av § 7.\n1 Tilføyet ved lov 6 juli 1957 nr. 1, endret ved lov 12 juni 1987 nr. 70.\n2 Jfr. § 4 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 a."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Vil vedkommende ikke rette sig etter helse- og sosialstyrets påbud eller anser helse- og sosialstyret det i øvrig påkrevd, kan det etter nærmere regler som er gitt i § 8, treffe bestemmelse om å anbringe ham uavhengig av hans eget samtykke til behandling i et av Kongen godkjent kursted​2 i inntil to år, hvis han på grunn av misbruk av alkohol eller andre berusende eller bedøvende midler:​3\n1. mishandler sin ektefelle eller sine barn eller utsetter barna for sedelig forderv eller vanrøkt,\n2. forsømmer sin forsørgelsesplikt efter gjeldende lover,​4\n3. utsetter seg selv for alvorlig legemlig eller sjelelig skade, volder fare for sig selv eller andre, eller gjentatte ganger forulemper sine omgivelser,\n4. faller sosialomsorgen eller sin familie til byrde,\n5. forøder eller forspiller sitt gods, så det må fryktes for at det kan oppstå trang for ham selv eller hans familie.\nPersoner som misbruker andre berusende eller bedøvende midler enn alkohol, kan – når vilkårene etter første ledd er til stede og i samsvar med de regler som der er gitt – også besluttes anbragt i sykehus i inntil to år.\nKongen​5 kan gi nærmere regler om forholdet mellem helse- og sosialstyrenes og påtalemyndighetens behandling av saker om tvangsinternering.\n1 Endret ved lover 6 juli 1957 nr. 1, 5 juni 1964 nr. 15, 12 juni 1987 nr. 70.\n2 Jfr. strl. § 39 og lover 28. nov 1898 § 30, 31 mai 1900 nr. 5 §§ 18 og 19.\n3 Jfr. § 4 nr. 4.\n4 Se note 6 til § 6.\n5 Sosialdepartementet iflg. res. 9 juni 1939.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "[1] Når helse- og sosialstyret finner at en sak bør gå over til behandling etter § 6, § 6 a første ledd eller § 7, fatter det vedtak om dette. Vedtaket skal ha grunner. Helse- og sosialstyret sender avskrift av vedtaket sammen med de andre dokumenter i saken til vedkommende dommer, jfr. § 2, tredje ledd, og ber ham lede helse- og sosialstyrets behandling av saken. Det sender samtidig melding om vedtaket til forkynnelse​2 for den saken gjelder. Meldingen skal inneholde oplysning om at han kan få avskrift av vedtaket på dommerens kontor. Er vedkommende umyndig, forkynnes slik melding også for vergen.\n[2] Reglene om ugildhet for dommere i domstolslovens​3 kap. 6 gjelder tilsvarende for helse- og sosialstyrets medlemmer.\n[3] Lederen skal av eget tiltak dra omsorg for at saken blir fullstendig oplyst og fremmes med tilbørlig hurtighet. Han avsier kjennelser​4 og beslutninger​5 som gjelder saksbehandlingen.\n[4] Den som saken gjelder skal innkalles til avhøring. Uteblir han uten gyldig forfall, kan helse- og sosialstyret la politiet hente ham til dette eller et senere møte. Er han umyndig,​2 innkalles også vergen.\n[5] Påtalemyndigheten kan optre i saken for å vareta de offentlige interesser, enten ved sine egne tjenestemenn eller ved sakfører som er antatt til å utføre aktorater i straffesaker for herreds- eller byrett.​6 Helse- og sosialstyrets leder skal gi påtalemyndigheten melding om saken.\n[6] Den som saken gjelder og hans fullmektig har rett til å være til stede i de møter helse- og sosialstyret holder i saken, dets rådslagning og stemmegivning unntatt. Det samme gjelder påtalemyndigheten, jfr. foregående ledd.\n[7] Helse- og sosialstyret kan selv opta bevis. Tvistemålslovens regler om bevisoptagelse gjelder tilsvarende så langt de høver.​7 Om protokollering av forklaringer som blir gitt for helse- og sosialstyret gjelder tvistemålslovens § 127 tilsvarende. Den som saken gjelder, hans sakfører eller fullmektig og påtalemyndigheten kan fremsette begjæring til helse- og sosialstyret om å opta bevis. Lederen avgjør om begjæringen skal tas til følge. Avslåes begjæringen, skjer det ved kjennelse.​4\n[8] Ved avgjørelse av tvangsinnlegning på kursted må det foreligge erklæring fra lege. Efterlater lægens erklæring tvil om hvorvidt den som saken gjelder er sinnssyk, kan helse- og sosialstyret beslutte at han skal underkastes psykiatrisk undersøkelse.\n[9] Når helse- og sosialstyret finner saken tilstrekkelig opplyst, avsier det kjennelse​4 om hvorvidt inngrep i rådighet over lønn m.v. etter § 6 eller tvangsinnlegging etter § 6 a første ledd eller § 7, skal skje. Kjennelsen meddeles den som saken gjelder, og i tilfelle hans verge og påtalemyndigheten. Er disse ikke til stede når kjennelsen blir avsagt, skal den forkynnes for dem.​2\n[10] Reglene i domstolslovens​3 §§ 123, 1. ledd, 129-130, 132-139 og kapitlene 8-10, tvistemålslovens​8 kapitel 11 og §§ 164-165 og lov om vidners og sakkyndiges godtgjørelse​9 gjelder tilsvarende så langt de høver og annet ikke følger av denne lov.\n1 Endret ved lover 6 juli 1957 nr. 1, 19 juni 1969 nr. 54, 13 juni 1980 nr. 35, 16 mai 1986 nr. 21, 12 juni 1987 nr. 70.\n2 Jfr. domstolsl. kap. 9.\n3 Lov 13 aug 1915 nr. 5.\n4 Jfr. rettergangsl. § 164.\n5 Jfr. rettergangsl. § 165.\n6 Se strprl. § 77.\n7 Se rettergangsl. kap. 14 og 15.\n8 Lov 13 aug 1915 nr. 6.\n9 Lov 21 juli 1916 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Kjennelser som går ut på inngrep i henhold til § 6, § 6 a første ledd og § 7, kan bringes inn for retten etter lov av 13. august 1915 om rettergangsmåten for tvistemål kap. 33.\nDet samme gjelder når en person som er vedtatt lagt inn på sjukehus eller kursted, ber om å bli utskrevet før utløpet av den tid som er fastsatt for innleggingen, men dette blir nekta, og når en pasient uten eget samtykke besluttes overflytta fra et kursted til et anna eller til en lukket avdeling, og når vedtak om retensjon eller tilbakeføring etter rømming er gjort.\nVed melding om vedtaket skal den vedtaket rammer, eller den som handler på hans vegne gjøres kjent med at vedtaket kan kreves brakt inn for retten. Når vedkommende krever rettslig behandling skal han få veiledning og hjelp.\nEr det grunn til å frykte at den som er lagt inn på kursted, vil volde alvorlig skade på seg sjøl eller andre, kan helse- og sosialstyret vedta fengslig forvaring uten omsyn til at vedtaket om innlegging er brakt inn for retten etter foregående ledd. Helse- og sosialstyret kan be påtalemakta om å sette i verk fengslingen. Vedtak om fengsling kan påkjæres til lagmannsretten. Kjæremålet behandles etter straffeprosesslovens​2 regler.\n1 Endret ved lover 6 juli 1957 nr. 1, 19 juni 1969 nr. 52, 12 juni 1987 nr. 70.\n2 Lov 22 mai 1981 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "(Opphevet ved lov 19 juni 1969 nr. 52.)",
      "content": "§ 10.(Opphevet ved lov 19 juni 1969 nr. 52.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "For behandling av saker efter denne lov betales ikke rettsgebyrer.​2 Heller ikke betales for utskrifter og attester.\nDet offentlige utreder betaling for forkynnelser og tilsigelser, reisegodtgjørelse til dommeren, godtgjørelse til vidner og sakkyndige og til opnevnte sakførere og advokater, samt andre utgifter som saken fører med sig. Herfra undtas godtgjørelse til den av vedkommende part selv antatte advokat, sakfører eller annen fullmektig, og omkostningene ved bevisoptagelser som disse begjærer i anledning av anke.\n1 Endret ved lover 6 juli 1957 nr. 1, 19 juni 1969 nr. 52. – Jfr. lov 28 nov 1898 §§ 24 og 25.\n2 Jfr. lov 17 des 1982 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Forsørger den som enten selv lar seg innlegge på sykehus eller et av Kongen godkjent kursted, når helse- og sosialstyret har erklært seg enig i at innleggelse er ønskelig, eller som blir tvangsinnlagt etter denne lov, ektefelle og barn eller er han pålagt bidrag til underhold av fraskilt hustru,​2 og blir disse på grunn av innleggingen uten midler til underhold, skal helse- og sosialstyret fatte beslutning om at der ytes den nødvendige hjelp til underhold mens vedkommende er innlagt. [Før stønad ytes skal helse- og sosialstyret rådføre seg med helse- og sosialstyret.]​3\nHelse- og sosialstyret fastsetter understøttelsens størrelse i det enkelte tilfelle, mens kommunestyret bevilger det samlede årlige beløp som antas å ville medgå til understøttelser.\nOppholder den innlagte og de personer som det i henhold til bestemmelsene i denne paragraf kan bli tale om å understøtte, seg i forskjellige kommuner, skal utgiftene bæres av den kommune hvor de understøttede personer er bosatt, eller hvis de ikke har fast bopel, av den kommune hvor de oppholder seg. Beslutningen om at understøttelse skal ytes fattes av helse- og sosialstyret i samme kommune. I slike tilfelle skal det helse- og sosialstyre som har tatt sig av den innlagte straks gi meddelelse til helse- og sosialstyret i den kommune hvor de understøttelsesberettigede bor eller oppholder seg. I tilfelle av tvist om hvilken kommune skal bære utgiftene, skal disse foreløpig utredes av den kommune hvor de understøttelsesberettigede oppholder seg, inntil saken kan bli avgjort overensstemmende med denne paragrafs siste ledd.\nTvist om bostedsforhold efter denne paragraf avgjøres av vedkommende departement.​4\n1 Endret ved lover 6 juli 1957 nr. 1, 5 juni 1964 nr. 15, 12 juni 1987 nr. 70.\n2 Se lov 31 mai 1918 nr. 2 §§ 56 og 57. Fra 1 jan 1993: Lov 4 juli 1991 nr. 47 §§ 79.\n3 Før endring 12 juni 1987 lød setningen: «Før stønad ytes skal nemnda rådføre seg med sosialstyret.»\n4 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "En person som er besluttet innlagt på kursted efter denne lov kan før utløpet av den for anbringelsen fastsatte tid utskrives på prøve hvis det foreligger grunn til å anta at han vil føre et edruelig og ordentlig liv. Kongen​1 kan gi nærmere regler for vilkårene for utskrivningen.\n1 Sosialdepartementet iflg. res. 9 juni 1939.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Kongen​1 kan utferdige i forskrifter om den disiplinærmyndighet som kan anvendes overfor personer som er innlagt på kursted efter denne lov eller som frivillig har lagt sig inn på slike kursteder, om arbeidsplikt for dem, om kurbehandling for øvrig, samt om overflytning av en innlagt fra et kursted til et annet.\n1 Sosialdepartementet iflg. res. 9 juni 1939.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "1. Kongen ​2 fastsetter med Stortingets samtykke kurpengene på de kursteder som staten driver. På andre, godkjente kursteder skal kurpengene godkjennes av vedkommende departement.​3\n2. Utgifter ved innleggelsen og under oppholdet i sykehus eller kursted som ikke blir betalt av den innlagte selv, påhviler kommunen på det sted hvor helse- og sosialstyret har fattet beslutning om hans anbringelse, eller erklært seg enig i at innleggelse i sykehus eller innleggelse etter § 16 er ønskelig.\nKommunen kan kreve utgiftene godtgjort av den innlagte for så vidt han har midler til å bestride dem. Beløpet er tvangsgrunnlag for utlegg.\n3. Utgiftene ved helse- og sosialstyrenes virksomhet utredes av vedkommende kommune.\n1 Endret ved lover 6 juli 1957 nr. 1, 5 juni 1964 nr. 15, 12 juni 1987 nr. 70, 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765).\n2 Sosialdepartementet iflg. res. 9 juni 1939.\n3 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Personer som misbruker alkohol eller andre berusende eller bedøvende midler og som selv måtte innlegge seg på et av Kongen godkjent kursted skal, såfremt dets plan inneholder bemyndigelse til det og kurstedets vedkommende anser det påkrevd for helbredelsen, kunne holdes tilbake i kurstedet for et tidsrom som de selv ved sin innleggelse har bestemt, dog ikke over 2 år.\nUndviker den frivillig innlagte fra kurstedet, kan han bringes tilbake ved bistand av politiet.\nKongen​2 utferdiger forskrifter om permisjon, utskrivning på prøve eller endelig utskrivning før utløpet av den tid vedkommende kan holdes tilbake.\nUtgiftene ved innleggelsen og under oppholdet og utgiftene ved tilbakebringelse i tilfelle av rømning i andre enn de i § 15 nr. 2 nevnte tilfelle, påhviler alene den innlagte selv. Det samme gjelder utgiftene til den innlagtes reise til og fra kurstedet og ved flytning fra et kursted til et annet kursted.\n1 Endret ved lover 6 juli 1957 nr. 1, 5 juni 1964 nr. 15. – Jfr. lov 28 nov 1898 § 30.\n2 Sosialdepartementet iflg. res. 9 juni 1939.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Den som uten rimelig grunn fremsetter anmodning til helse- og sosialstyret efter § 4 straffes med bøter.​2\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Kongen eller den Kongen bemyndiger​2 kan gi nærmere forskrifter om helse- og sosialstyrenes arbeidsordning, om gjennemførelsen av helse- og sosialstyrenes opgaver, innberetningsplikt og om samvirkeforholdet mellem helse- og sosialstyrene innbyrdes og mellem dem og andre offentlige og kommunale myndigheter og institusjoner.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Sosialdepartementet iflg. res. 9 juni 1939.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\n1 1 juli 1939 iflg. res. 26 mai 1939.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Oppgavene etter denne lov hører under helse- og sosialstyret.​2\n1 Endret ved lover 5 juni 1964 nr. 15, 12 juni 1987 nr. 70.\n2 Jfr. lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Når avgjørelser skal treffes i henhold til §§ 6, 6a første ledd og § 7, jfr. § 8, skal helse- og sosialstyrets/underutvalgets forhandlinger ledes av vedkommende herreds- eller bydommer som leder. I disse avgjørelser kreves at minst 3/5 av medlemmene har stemt for. I tilfelle av stemmelikhet gjør lederens stemme utslaget.\nKommunestyret kan bestemme at medlemmene tilstås godtgjøring for sitt arbeid.\n1 Endret ved lover 12 des 1947 nr. 8, 6 juli 1957 nr. 1, 5 juni 1964 nr. 15, 15 april 1966, 20 mai 1983 nr. 25, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2 a",
      "section": "2 a",
      "content": "Enhver som utfører tjeneste eller arbeid for et forvaltningsorgan eller en institusjon i henhold til loven her har taushetsplikt etter forvaltningsloven​2 §§ 13 til 13 e. Overtredelse straffes etter straffeloven § 121.\nTaushetsplikten gjelder også fødested, fødselsdato, personnummer, statsborgerforhold, sivilstand, yrke, bopel og arbeidssted. Opplysning om en klients oppholdssted kan likevel gis når det er klart at det ikke vil skade tilliten til organet eller institusjonen å gi slik opplysning.\nOpplysninger til andre forvaltningsorganer jf forvaltningsloven § 13 b nr. 5 og 6, kan bare gis når dette er nødvendig for å fremme avgiverorganets eller institusjonens oppgaver eller for å forebygge vesentlig fare for liv eller alvorlig skade for noens helse.\nHelse- og sosialstyrets forhandlinger holdes for stengte dører.\n1 Tilføyet ved lov 16 mai 1986 nr. 21, endret ved lov 12 juni 1987 nr. 70.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2a",
        "source_heading": "§ 2 a."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Helse- og sosialstyret har til oppgave å virke for bedre edruelighetsforhold i kommunen ved:\n1. å ta seg av personer som misbruker alkohol eller andre berusende eller bedøvende midler, i tilfelle treffe bestemmelse om deres anbringelse i sykehus eller kursted (§§ 6 a, 7 og 8), og yte råd og hjelp til deres pårørende (§§ 6 og 12),\n2. å støtte og fremme undervisning og oplysningsvirksomhet om alkoholspørsmålet i skoler og på annen måte,\n3. å gjøre henstillinger og avgi uttalelser overfor de kommunale myndigheter til fremme av helse- og sosialstyrets opgaver.\n1 Endret ved lover 6 juli 1957 nr. 1, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "3 a",
      "section": "3 a",
      "content": "Kommunestyret kan, etter forslag fra helse- og sosialstyret, bestemme at lederen av sosialkontoret skal ha myndighet til å fatte vedtak etter denne lovs § 5 annet ledd, i de tilfelle hvor vedkommende samtykker i en tilsynsordning, og etter § 12 første og annet ledd.\nKlage over vedtak fattet av lederen av sosialkontoret skal forelegges helse- og sosialstyret før klagen sendes departementet.\n1 Tilføyet ved lov 21 april 1978 nr. 16, endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "1. Mottar helse- og sosialstyret anmodning fra noen som har adgang dertil, om å gripe inn​2 overfor en person som bor eller oppholder seg i kommunen, fordi han bruker alkohol eller andre berusende eller bedøvende midler til åpenbar skade for seg selv eller sine omgivelser, skal helse- og sosialstyret snarest mulig undersøke forholdet.\nHelse- og sosialstyret kan også ellers av eget tiltak gripe inn overfor personer som nevnt og undersøke forholdet.\n2. Adgang til å fremsette anmodning som omhandlet for helse- og sosialstyret har:\na. vedkommende selv og hans ektefelle, slektninger i op- eller nedstigende linje, søsken eller likeså nær besvogrede, samt – i tilfelle – verge eller overformynderne.\nb. prest eller læge, såfremt det skjer med samtykke av vedkommende selv eller av noen pårørende som nevnt under litra a,\nc. forsorgsforeninger, vernelag og politiet.\n3. Politiet skal etter nærmere bestemmelser av departementet​3 gi melding til helse- og sosialstyret i vedkommende oppholdskommune om alle personer som er blitt ilagt straff eller pågrepet for beruselse.\n4. Når det foreligger anmodning eller melding som foran nevnt eller når helse- og sosialstyret av eget tiltak finner å burde gripe inn som foran nevnt, kan det ved ett eller flere av sine medlemmer eller ved tjenestemann som er ansatt ved helse- og sosialstyret undersøke forholdene i hjemmet og opta forklaring av vedkommende selv, hans familie eller andre personer som er kjent med forholdene. Helse- og sosialstyret kan dog ikke pålegge noen å avgi forklaring, jfr. dog § 8, syvende ledd. Derimot kan helse- og sosialstyret forlange avgitt erklæring av offentlig myndighet som antas å kjenne forholdet. Slik erklæring skal gis uten hinder av vedkommende myndighets taushetsplikt.\nDen som saken gjelder er pliktig til å møte for helse- og sosialstyret. Unddrar han sig fra å møte, kan helse- og sosialstyret begjære politiets hjelp til å hente ham.\nNår helse- og sosialstyret finner det påkrevd for å få de nødvendige oplysninger til å avgjøre hvilke forføininger det bør treffe, kan det begjære politiets hjelp eller bevisoptagelse ved herreds- eller byretten.​4\nHelse- og sosialstyret kan begjære politiets hjelp til gjennomføring av vedtak truffet i medhold av §§ 6 a og 7.\n1 Endret ved lover 6 juli 1957 nr. 1, 5 juni 1964 nr. 15, 6 mai 1970 nr. 27, 16 mai 1986 nr. 21, 28 feb 1986 nr. 8, 12 juni 1987 nr. 70.\n2 Jfr. § 17.\n3 Sosialdepartementet.\n4 Jfr. domstolsl. § 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Finner helse- og sosialstyret at undersøkelsen gir grunn til det, skal det søke å bevege vedkommende til bedre livsførsel. Herunder kan helse- og sosialstyret søke å påvirke ham til å avholde seg fra bruk av alkohol eller andre berusende eller bedøvende midler, hjelpe ham til å få arbeide eller få ham over i andre omgivelser hvor han blir mindre utsatt for fristelser til misbruk, få ham til å inngå på en ordning hvoretter hans lønn eller tilgodehavende skal heves eller forvaltes av hans ektefelle eller annen person, formå ham til å søke lege og følge dennes forskrifter, eller få ham til å ta opphold i sykehus, tilsynshjem, passende pleiehjem eller kursted.\nHelse- og sosialstyret skal påse at den trufne ordning blir overholdt, og kan beslutte for inntil ett år å stille vedkommende under særlig tilsyn av ett eller flere av sine medlemmer, eller av særskilt antatte personer eller institusjoner.\n1 Endret ved lover 6 juli 1957 nr. 1, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Forsømmer vedkommende på grunn av misbruk av alkohol, eller andre berusende eller bedøvende midler sin underholdsplikt,​2 kan helse- og sosialstyret etter de nærmere regler som er gitt i § 8 treffe bestemmelse om at hans lønn eller tilgodehavende helt eller delvis skal heves eller forvaltes av hans ektefelle eller annen person, så fremt han ikke frivillig vil inngå på en slik ordning. Slik bestemmelse treffes for bestemt tid, som ikke må overstige to år, men kan gjentas hvis vilkårene etter første punktum fremdeles er til stede når den fastsatte tid utløper.\nArbeidsgiveren og vedkommende skyldner plikter å etterkomme helse- og sosialstyrets avgjørelse etter første ledd når de har fått skriftlig melding om denne. Kongen​3 kan utferdige bestemmelser om kontroll med gjennomførelse av helse- og sosialstyrets avgjørelse etter første ledd.\nHelse- og sosialstyret kan oppheve en ordning etter første ledd før tiden er ute, når det finner at ordningen ikke lenger er påkrevet. For helse- og sosialstyrets vedtak om dette gjelder ikke reglene i § 8.\n1 Endret ved lover 6 juli 1957 nr. 1, 5 juni 1964 nr. 15, 12 juni 1987 nr. 70.\n2 Se lover 31 mai 1918 nr. 2 §§ 56 og 57, 20 mai 1927 nr. 1 §§ 3 og 4, 21 des 1956 nr. 9 og 10. Fra 1 jan 1993: Lov 4 juli 1991 nr. 47 §§ 79 flg.\n3 Sosialdepartementet iflg. res. 9 juni 1939.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "6 a",
      "section": "6 a",
      "content": "Helse- og sosialstyret kan etter reglene i § 8 pålegge vedkommende – når lege finner det påkrevd – å legge seg inn i det sykehus helse- og sosialstyret bestemmer til undersøkelse, behandling eller kur for et tidsrom av inntil tretti dager.​2\nEtter tilråding av sykehusets ansvarlige lege kan helse- og sosialstyret påby forlenget opphold i sykehuset i inntil tretti dager om gangen, likevel slik at det samlete sykehusopphold etter pålegg av helse- og sosialstyret ikke skal overstige nitti dager i løpet av ett år. Reglene i § 8 gjelder ikke for helse- og sosialstyrets vedtak om forlengelse av sykehusopphold. Et slikt vedtak kan innen 3 dager etter at vedkommende mottok underretning om det bringes inn for departementet til prøvelse. Klagen har ikke oppsettende virkning.\nDepartementet gir nærmere regler om i hvilke sykehus innlegging kan finne sted i medhold av denne paragraf og i medhold av § 7.\n1 Tilføyet ved lov 6 juli 1957 nr. 1, endret ved lov 12 juni 1987 nr. 70.\n2 Jfr. § 4 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 a."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Vil vedkommende ikke rette sig etter helse- og sosialstyrets påbud eller anser helse- og sosialstyret det i øvrig påkrevd, kan det etter nærmere regler som er gitt i § 8, treffe bestemmelse om å anbringe ham uavhengig av hans eget samtykke til behandling i et av Kongen godkjent kursted​2 i inntil to år, hvis han på grunn av misbruk av alkohol eller andre berusende eller bedøvende midler:​3\n1. mishandler sin ektefelle eller sine barn eller utsetter barna for sedelig forderv eller vanrøkt,\n2. forsømmer sin forsørgelsesplikt efter gjeldende lover,​4\n3. utsetter seg selv for alvorlig legemlig eller sjelelig skade, volder fare for sig selv eller andre, eller gjentatte ganger forulemper sine omgivelser,\n4. faller sosialomsorgen eller sin familie til byrde,\n5. forøder eller forspiller sitt gods, så det må fryktes for at det kan oppstå trang for ham selv eller hans familie.\nPersoner som misbruker andre berusende eller bedøvende midler enn alkohol, kan – når vilkårene etter første ledd er til stede og i samsvar med de regler som der er gitt – også besluttes anbragt i sykehus i inntil to år.\nKongen​5 kan gi nærmere regler om forholdet mellem helse- og sosialstyrenes og påtalemyndighetens behandling av saker om tvangsinternering.\n1 Endret ved lover 6 juli 1957 nr. 1, 5 juni 1964 nr. 15, 12 juni 1987 nr. 70.\n2 Jfr. strl. § 39 og lover 28. nov 1898 § 30, 31 mai 1900 nr. 5 §§ 18 og 19.\n3 Jfr. § 4 nr. 4.\n4 Se note 6 til § 6.\n5 Sosialdepartementet iflg. res. 9 juni 1939.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "[1] Når helse- og sosialstyret finner at en sak bør gå over til behandling etter § 6, § 6 a første ledd eller § 7, fatter det vedtak om dette. Vedtaket skal ha grunner. Helse- og sosialstyret sender avskrift av vedtaket sammen med de andre dokumenter i saken til vedkommende dommer, jfr. § 2, tredje ledd, og ber ham lede helse- og sosialstyrets behandling av saken. Det sender samtidig melding om vedtaket til forkynnelse​2 for den saken gjelder. Meldingen skal inneholde oplysning om at han kan få avskrift av vedtaket på dommerens kontor. Er vedkommende umyndig, forkynnes slik melding også for vergen.\n[2] Reglene om ugildhet for dommere i domstolslovens​3 kap. 6 gjelder tilsvarende for helse- og sosialstyrets medlemmer.\n[3] Lederen skal av eget tiltak dra omsorg for at saken blir fullstendig oplyst og fremmes med tilbørlig hurtighet. Han avsier kjennelser​4 og beslutninger​5 som gjelder saksbehandlingen.\n[4] Den som saken gjelder skal innkalles til avhøring. Uteblir han uten gyldig forfall, kan helse- og sosialstyret la politiet hente ham til dette eller et senere møte. Er han umyndig,​2 innkalles også vergen.\n[5] Påtalemyndigheten kan optre i saken for å vareta de offentlige interesser, enten ved sine egne tjenestemenn eller ved sakfører som er antatt til å utføre aktorater i straffesaker for herreds- eller byrett.​6 Helse- og sosialstyrets leder skal gi påtalemyndigheten melding om saken.\n[6] Den som saken gjelder og hans fullmektig har rett til å være til stede i de møter helse- og sosialstyret holder i saken, dets rådslagning og stemmegivning unntatt. Det samme gjelder påtalemyndigheten, jfr. foregående ledd.\n[7] Helse- og sosialstyret kan selv opta bevis. Tvistemålslovens regler om bevisoptagelse gjelder tilsvarende så langt de høver.​7 Om protokollering av forklaringer som blir gitt for helse- og sosialstyret gjelder tvistemålslovens § 127 tilsvarende. Den som saken gjelder, hans sakfører eller fullmektig og påtalemyndigheten kan fremsette begjæring til helse- og sosialstyret om å opta bevis. Lederen avgjør om begjæringen skal tas til følge. Avslåes begjæringen, skjer det ved kjennelse.​4\n[8] Ved avgjørelse av tvangsinnlegning på kursted må det foreligge erklæring fra lege. Efterlater lægens erklæring tvil om hvorvidt den som saken gjelder er sinnssyk, kan helse- og sosialstyret beslutte at han skal underkastes psykiatrisk undersøkelse.\n[9] Når helse- og sosialstyret finner saken tilstrekkelig opplyst, avsier det kjennelse​4 om hvorvidt inngrep i rådighet over lønn m.v. etter § 6 eller tvangsinnlegging etter § 6 a første ledd eller § 7, skal skje. Kjennelsen meddeles den som saken gjelder, og i tilfelle hans verge og påtalemyndigheten. Er disse ikke til stede når kjennelsen blir avsagt, skal den forkynnes for dem.​2\n[10] Reglene i domstolslovens​3 §§ 123, 1. ledd, 129-130, 132-139 og kapitlene 8-10, tvistemålslovens​8 kapitel 11 og §§ 164-165 og lov om vidners og sakkyndiges godtgjørelse​9 gjelder tilsvarende så langt de høver og annet ikke følger av denne lov.\n1 Endret ved lover 6 juli 1957 nr. 1, 19 juni 1969 nr. 54, 13 juni 1980 nr. 35, 16 mai 1986 nr. 21, 12 juni 1987 nr. 70.\n2 Jfr. domstolsl. kap. 9.\n3 Lov 13 aug 1915 nr. 5.\n4 Jfr. rettergangsl. § 164.\n5 Jfr. rettergangsl. § 165.\n6 Se strprl. § 77.\n7 Se rettergangsl. kap. 14 og 15.\n8 Lov 13 aug 1915 nr. 6.\n9 Lov 21 juli 1916 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Kjennelser som går ut på inngrep i henhold til § 6, § 6 a første ledd og § 7, kan bringes inn for retten etter lov av 13. august 1915 om rettergangsmåten for tvistemål kap. 33.\nDet samme gjelder når en person som er vedtatt lagt inn på sjukehus eller kursted, ber om å bli utskrevet før utløpet av den tid som er fastsatt for innleggingen, men dette blir nekta, og når en pasient uten eget samtykke besluttes overflytta fra et kursted til et anna eller til en lukket avdeling, og når vedtak om retensjon eller tilbakeføring etter rømming er gjort.\nVed melding om vedtaket skal den vedtaket rammer, eller den som handler på hans vegne gjøres kjent med at vedtaket kan kreves brakt inn for retten. Når vedkommende krever rettslig behandling skal han få veiledning og hjelp.\nEr det grunn til å frykte at den som er lagt inn på kursted, vil volde alvorlig skade på seg sjøl eller andre, kan helse- og sosialstyret vedta fengslig forvaring uten omsyn til at vedtaket om innlegging er brakt inn for retten etter foregående ledd. Helse- og sosialstyret kan be påtalemakta om å sette i verk fengslingen. Vedtak om fengsling kan påkjæres til lagmannsretten. Kjæremålet behandles etter straffeprosesslovens​2 regler.\n1 Endret ved lover 6 juli 1957 nr. 1, 19 juni 1969 nr. 52, 12 juni 1987 nr. 70.\n2 Lov 22 mai 1981 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "(Opphevet ved lov 19 juni 1969 nr. 52.)",
      "content": "§ 10.(Opphevet ved lov 19 juni 1969 nr. 52.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "For behandling av saker efter denne lov betales ikke rettsgebyrer.​2 Heller ikke betales for utskrifter og attester.\nDet offentlige utreder betaling for forkynnelser og tilsigelser, reisegodtgjørelse til dommeren, godtgjørelse til vidner og sakkyndige og til opnevnte sakførere og advokater, samt andre utgifter som saken fører med sig. Herfra undtas godtgjørelse til den av vedkommende part selv antatte advokat, sakfører eller annen fullmektig, og omkostningene ved bevisoptagelser som disse begjærer i anledning av anke.\n1 Endret ved lover 6 juli 1957 nr. 1, 19 juni 1969 nr. 52. – Jfr. lov 28 nov 1898 §§ 24 og 25.\n2 Jfr. lov 17 des 1982 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Forsørger den som enten selv lar seg innlegge på sykehus eller et av Kongen godkjent kursted, når helse- og sosialstyret har erklært seg enig i at innleggelse er ønskelig, eller som blir tvangsinnlagt etter denne lov, ektefelle og barn eller er han pålagt bidrag til underhold av fraskilt hustru,​2 og blir disse på grunn av innleggingen uten midler til underhold, skal helse- og sosialstyret fatte beslutning om at der ytes den nødvendige hjelp til underhold mens vedkommende er innlagt. [Før stønad ytes skal helse- og sosialstyret rådføre seg med helse- og sosialstyret.]​3\nHelse- og sosialstyret fastsetter understøttelsens størrelse i det enkelte tilfelle, mens kommunestyret bevilger det samlede årlige beløp som antas å ville medgå til understøttelser.\nOppholder den innlagte og de personer som det i henhold til bestemmelsene i denne paragraf kan bli tale om å understøtte, seg i forskjellige kommuner, skal utgiftene bæres av den kommune hvor de understøttede personer er bosatt, eller hvis de ikke har fast bopel, av den kommune hvor de oppholder seg. Beslutningen om at understøttelse skal ytes fattes av helse- og sosialstyret i samme kommune. I slike tilfelle skal det helse- og sosialstyre som har tatt sig av den innlagte straks gi meddelelse til helse- og sosialstyret i den kommune hvor de understøttelsesberettigede bor eller oppholder seg. I tilfelle av tvist om hvilken kommune skal bære utgiftene, skal disse foreløpig utredes av den kommune hvor de understøttelsesberettigede oppholder seg, inntil saken kan bli avgjort overensstemmende med denne paragrafs siste ledd.\nTvist om bostedsforhold efter denne paragraf avgjøres av vedkommende departement.​4\n1 Endret ved lover 6 juli 1957 nr. 1, 5 juni 1964 nr. 15, 12 juni 1987 nr. 70.\n2 Se lov 31 mai 1918 nr. 2 §§ 56 og 57. Fra 1 jan 1993: Lov 4 juli 1991 nr. 47 §§ 79.\n3 Før endring 12 juni 1987 lød setningen: «Før stønad ytes skal nemnda rådføre seg med sosialstyret.»\n4 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "En person som er besluttet innlagt på kursted efter denne lov kan før utløpet av den for anbringelsen fastsatte tid utskrives på prøve hvis det foreligger grunn til å anta at han vil føre et edruelig og ordentlig liv. Kongen​1 kan gi nærmere regler for vilkårene for utskrivningen.\n1 Sosialdepartementet iflg. res. 9 juni 1939.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Kongen​1 kan utferdige i forskrifter om den disiplinærmyndighet som kan anvendes overfor personer som er innlagt på kursted efter denne lov eller som frivillig har lagt sig inn på slike kursteder, om arbeidsplikt for dem, om kurbehandling for øvrig, samt om overflytning av en innlagt fra et kursted til et annet.\n1 Sosialdepartementet iflg. res. 9 juni 1939.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "1. Kongen ​2 fastsetter med Stortingets samtykke kurpengene på de kursteder som staten driver. På andre, godkjente kursteder skal kurpengene godkjennes av vedkommende departement.​3\n2. Utgifter ved innleggelsen og under oppholdet i sykehus eller kursted som ikke blir betalt av den innlagte selv, påhviler kommunen på det sted hvor helse- og sosialstyret har fattet beslutning om hans anbringelse, eller erklært seg enig i at innleggelse i sykehus eller innleggelse etter § 16 er ønskelig.\nKommunen kan kreve utgiftene godtgjort av den innlagte for så vidt han har midler til å bestride dem. Beløpet er tvangsgrunnlag for utlegg.\n3. Utgiftene ved helse- og sosialstyrenes virksomhet utredes av vedkommende kommune.\n1 Endret ved lover 6 juli 1957 nr. 1, 5 juni 1964 nr. 15, 12 juni 1987 nr. 70, 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765).\n2 Sosialdepartementet iflg. res. 9 juni 1939.\n3 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Personer som misbruker alkohol eller andre berusende eller bedøvende midler og som selv måtte innlegge seg på et av Kongen godkjent kursted skal, såfremt dets plan inneholder bemyndigelse til det og kurstedets vedkommende anser det påkrevd for helbredelsen, kunne holdes tilbake i kurstedet for et tidsrom som de selv ved sin innleggelse har bestemt, dog ikke over 2 år.\nUndviker den frivillig innlagte fra kurstedet, kan han bringes tilbake ved bistand av politiet.\nKongen​2 utferdiger forskrifter om permisjon, utskrivning på prøve eller endelig utskrivning før utløpet av den tid vedkommende kan holdes tilbake.\nUtgiftene ved innleggelsen og under oppholdet og utgiftene ved tilbakebringelse i tilfelle av rømning i andre enn de i § 15 nr. 2 nevnte tilfelle, påhviler alene den innlagte selv. Det samme gjelder utgiftene til den innlagtes reise til og fra kurstedet og ved flytning fra et kursted til et annet kursted.\n1 Endret ved lover 6 juli 1957 nr. 1, 5 juni 1964 nr. 15. – Jfr. lov 28 nov 1898 § 30.\n2 Sosialdepartementet iflg. res. 9 juni 1939.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Den som uten rimelig grunn fremsetter anmodning til helse- og sosialstyret efter § 4 straffes med bøter.​2\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Kongen eller den Kongen bemyndiger​2 kan gi nærmere forskrifter om helse- og sosialstyrenes arbeidsordning, om gjennemførelsen av helse- og sosialstyrenes opgaver, innberetningsplikt og om samvirkeforholdet mellem helse- og sosialstyrene innbyrdes og mellem dem og andre offentlige og kommunale myndigheter og institusjoner.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Sosialdepartementet iflg. res. 9 juni 1939.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\n1 1 juli 1939 iflg. res. 26 mai 1939.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    }
  ]
}