{
  "id": "LOV-1967-04-28-1",
  "type": "statute",
  "title": "Lov om fornyelse av tettbygd strøk",
  "short_name": "Lov om fornyelse av tettbygd strøk",
  "status": "in_force",
  "issued_date": "1967-04-28",
  "in_force_date": "1967-04-28",
  "url": "https://lovdata.no/dokument/NLO/lov/1967-04-28-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov har til formål å legge forholdene til rette for fornyelse av tettbygde strøk med sikte på at bebyggelsen og utnyttelsen ellers kan fylle tidens og fremtidens krav. Med fornyelse forstås totalfornyelse, utbedring eller en kombinasjon av disse former. Hva som skal regnes som tettbygd strøk i lovens forstand, avgjøres av departementet​2 med bindende virkning.\nLoven gjelder for de kommuner eller deler av kommuner hvor bygningsloven av 18 juni 1965 gjelder.\n1 Endret ved lov 2 april 1976 nr. 15.\n2 Kommunaldept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Kommunestyret skal føre tilsyn med at saker til fremme av formålet etter § 1 blir tatt opp og kan gi bygningsrådet​2 i oppdrag å fremme slike saker.\nBygningsrådet skal vurdere behovet for fornyelsestiltak og under arbeidet med regulerings- og byggesaker legge vekt på å fremme slike tiltak. Rådet skal utarbeide oversikter for kommunestyret over de tettbygde strøk​3 som etter rådets mening bør fornyes og etter hvert fremme enkeltsaker i samsvar med § 5.\nHvor særskilt reguleringsråd​2 er opprettet, trer dette i bygningsrådets sted ved behandling av saker etter denne lov. Med samtykke av departementet​4 kan kommunestyret opprette et særskilt utvalg som trer i bygningsrådets eller reguleringsrådets sted ved behandling av saker etter denne lov. Bestemmelsene i bygningslovens §§ 10 og 11 om valg og sammensetning av bygningsrådet gjelder tilsvarende.\n1 Endret ved lov 2 april 1976 nr. 15.\n2 Se bygningslov 18 juni 1965 nr. 7 kap. II.\n3 Jfr. § 1.\n4 Kommunaldept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Fylkesmannen skal føre tilsyn med fornyelsesarbeidet i kommunene og så langt det er mulig gi kommuner og bygningsråd hjelp med deres gjøremål etter denne lov.\n1 Endret ved lov 2 april 1976 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Vedkommende departement​1 er den sentrale myndighet etter denne lov.\nDepartementet kan oppnevne rådgivende utvalg til hjelp ved behandling av spørsmål som krever særlig kyndighet.\n1 Kommunaldept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "content": "Når bygningsrådet finner det påtrengende nødvendig at et tettbygd strøk eller enkelteiendom i et tettbygd strøk i kommunen fornyes, skal det utarbeide forslag om fornyelse. Fornyelsesforslaget skal inneholde opplysninger om strøkets eller enkelteiendommens avgrensning og karakter og forhold som har vært avgjørende for avgrensningen og som tilsier at fornyelse blir foretatt. For øvrig skal fornyelsesforslaget inneholde opplysninger om følgende forhold innenfor de grenser som er angitt etter foregående punktum:\n1. Gater, plasser og bebygde og ubebygde tomter og andre områder samt bygninger og andre faste innretninger.\n2. Utnyttelsen av de enkelte tomter og bygninger og andre faste innretninger.\nKommunestyret kan pålegge bygningsrådet å utarbeide fornyelsesforslag for bestemte strøk eller enkelteiendommer.\nKommer det utkast til fornyelsesforslag for bestemt strøk fra grunneiere eller festere som representerer minst halvparten av strøkets areal, skal bygningsrådet snarest mulig behandle utkastet og ta standpunkt til det. Finner bygningsrådet ikke tilstrekkelig grunn til å legge fram fornyelsesforslag på grunnlag av utkastet, avgjør kommunestyret om fornyelsesforslag likevel skal utarbeides.\n1 Endret ved lov 3 juni 1983 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "Bygningsrådets forslag etter § 5 legges fram for formannskapet som tar standpunkt til om saken skal fremmes.\nVedtar formannskapet å fremme saken, skal hver enkelt grunneier (rettighetshaver) som berøres gjøres kjent med forslaget og rådighetsinnskrenkningene etter § 11 og gis høve til å uttale seg. I forhold til grunneiere (rettighetshavere) som det er uforholdsmessig vanskelig å nå fram til, er det likevel nok at dokumentene legges ut til ettersyn med oppfordring til alle vedkommende om å komme med sine merknader innen en bestemt frist, som ikke må settes kortere enn 6 uker. Kunngjøring om utleggingen skal tas inn i Norsk Lysingsblad og minst to blad som er alminnelig lest på stedet. Fristen regnes fra kunngjøringen i Norsk Lysingsblad. Kommer det merknader innen fristens utløp, skal bygningsrådet ta saken opp til ny behandling.\nMelding om formannskapets avgjørelse etter denne paragraf skal snarest mulig forelegges kommunestyret, som kan endre avgjørelsen.\n1 Endret ved lov 3 juni 1983 nr. 47. – Jfr. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "Etter at saken er behandlet i samsvar med § 6 annet ledd, skal den legges fram for kommunestyret.\nTreffer kommunestyret vedtak om fornyelse, skal det i vedtaket nøyaktig angi avgrensningen av det strøk eller den enkelteiendom som skal fornyes. Kommunestyret kan, etter at bygningsrådet er gitt høve til å uttale seg, endre den avgrensning som bygningsrådet har foretatt. Dersom endringen berører nye arealer, skal vedkommende grunneiere (rettighetshavere) varsles og gis høve til å uttale seg i samsvar med § 6 annet ledd.\nSamtidig med fornyelsesvedtak etter annet ledd skal kommunestyret treffe vedtak om finansieringsprogram for erverv av faste eiendommer, og rettigheter i faste eiendommer, som omfattes av fornyelsesvedtaket.\nVedtar kommunestyret ikke å fremme saken, skal de berørte grunneiere (rettighetshavere) underrettes om at rådighetsinnskrenkningene etter § 11 er falt bort (jfr. § 12).\n1 Endret ved lov 3 juni 1983 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Departementet​2 avgjør om kommunestyrets fornyelsesvedtak etter § 7 annet ledd skal stadfestes. Saken sendes gjennom fylkesmannen som avgir uttalelse. Oslo kommune sender saken direkte til departementet.\nDepartementet kan, etter at kommunestyret er gitt høve til å uttale seg, endre den avgrensning av fornyelsesstrøket som kommunestyret har foretatt. Dersom endringen berører grunneiere (rettighetshavere) som tidligere ikke er gitt høve til å uttale seg, skal disse varsles i samsvar med § 6 annet ledd.\nVed stadfesting skal departementet fastsette en rimelig frist innen hvilken kommunen eller det rettssubjekt som skal stå for fornyelsen, må ha ervervet:\na. eiendomsrett til samtlige faste eiendommer som omfattes av vedtaket, og\nb. enhver tomtefesterett eller liknende leie- eller bruksrett som hviler på eiendommer som omfattes av vedtaket og som ikke er opphørt eller brakt til opphør senest ved utløpet av den fastsatte frist.\nDet er tilstrekkelig at det innen fristens utløp er inngått kjøpeavtale eller gjort vedtak om forkjøp.​3 Ved ekspropriasjon​4 er det tilstrekkelig at eksproprianten innen fristens utløp har begjært skjønn og forpliktet seg til å gjennomføre ervervet.\nErvervsplikt som nevnt i tredje ledd faller bort dersom det innen fristens utløp treffes avtale mellom kommunen og eier eller fester av fast eiendom om gjennomføring av utbedringsprogram for eiendommen. Bestemmelsene i §§ 13-15 får tilsvarende anvendelse for slik avtale.\nDepartementet kan når særlige grunner foreligger, forlenge den frist det har fastsatt etter tredje ledd.\n1 Endret ved lov 2 april 1976 nr. 15, 3 juni 1983 nr. 47.\n2 Kommunaldept.\n3 Jfr. § 13.\n4 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Om stadfestet fornyelsesvedtak skal kommunen straks gi hver grunneier (rettighetshaver) som er berørt melding i anbefalt brev. I forhold til grunneiere (rettighetshavere) som det er uforholdsmessig vanskelig å nå fram til, er det likevel nok at meldingen kunngjøres i Norsk Lysingsblad og minst to blad som er alminnelig lest på stedet. Meldingen skal gi opplysning om strøkets avgrensing og den frist som er fastsatt etter § 8, om innskrenkningene i rådighetsretten efter § 11 og om kommunens rett etter § 18 og etter § 5 annet ledd i lov 31 mai 1974 nr. 19 (konsesjonsloven). Samtidig skal kommunen la meldingen tinglyse på de berørte eiendommer.\nNår eiendom eller areal som tidligere har vært undergitt rådighetsinnskrenkninger etter § 11, ikke omfattes av det stadfestede fornyelsesvedtak, skal kommunen videre underrette vedkommende grunneiere (rettighetshavere) om at rådighetsinnskrenkningene er falt bort. Det samme gjelder dersom kommunestyrets fornyelsesvedtak ikke blir stadfestet (jfr. § 12).\nBestemmelsene i første ledd gjelder tilsvarende ved fristforlengelse etter § 8.\n1 Endret ved lov 2 april 1976 nr. 15, 3 juni 1983 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Ved endring av avgrensingen av strøk som omfattes av stadfestet fornyelsesvedtak, får reglene om saksbehandlingen i dette kapittel tilsvarende anvendelse for så vidt gjelder de eiendommer som endringen direkte berører.\n1 Endret ved lov 2 april 1976 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "content": "Fra den tid fornyelsesforslaget er gjort kjent i samsvar med § 6 annet ledd, jfr. § 7 annet ledd, kan de berørte grunneiere (rettighetshavere), ikke gjøre rett gjeldende etter en foreliggende reguleringsplan.​2 Heller ikke kan de gjøre gjeldende slik rett etter bygningsloven som de ellers kan når et strøk skal omreguleres.\nFra samme tid skal reglene om innskrenkninger i rådighetsretten etter § 28 i lov 23. oktober 1959 om oreigning av fast eigedom gjelde tilsvarende for grunneiere (rettighetshavere) som berøres av fornyelsesforslaget.\nKrav om erstatning for rådighetsinnskrenkninger etter denne paragraf avgjøres i samband med ekspropriasjonsskjønnet, men ved særskilt skjønn​3 dersom ekspropriasjonsskjønn ikke blir holdt.\n1 Endret ved lov 3 juni 1983 nr. 47.\n2 Jfr. bygningslov 18 juni 1965 nr. 7 kap. IV.\n3 Jfr. § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "Vedtar kommunestyret ikke å fremme fornyelsessaken, jfr. § 6 siste ledd og § 7, eller blir kommunestyrets fornyelsesvedtak ikke stadfestet, jfr. § 8, faller rådighetsinnskrenkningene etter § 11 bort.\nFor eiendom som ligger i det foreslåtte fornyelsesstrøk, men som ikke omfattes av det stadfestede fornyelsesvedtak, faller rådighetsinnskrenkningene bort i og med stadfestelsen.\nFor eiendom som omfattes av det stadfestede fornyelsesvedtak, gjelder rådighetsinnskrenkningene etter § 11 fortsatt inntil videre. Blir eiendommen (rettigheten) ikke innen fristens utløp ervervet i samsvar med § 8, opphører innskrenkningene å gjelde i forhold til grunneieren (rettighetshaveren).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "5:13",
      "chapter": "5",
      "section": "13",
      "content": "For en eller flere eiendommer i tettbygd strøk (jfr. § 1) kan kommunestyret vedta program​2 for utbedring av bebyggelsen og tilhørende arealer. Kommunestyret kan gi bestemmelser om utarbeiding av utbedringsprogram og kan delegere sin myndighet etter første punktum til formannsskapet eller annen kommunal myndighet.\nKommunen kan oppfordre eiere av berørt fast eiendom, herunder av hus på festet grunn, til å legge fram de nødvendige opplysninger og skal gi dem anledning til å medvirke ved utarbeidelsen av utbedringsprogram.\n1 Endret ved lov 2 april 1976 nr. 15.\n2 Jfr. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "content": "Utbedringsprogram som nevnt i § 13 kan omfatte:\n1. Ombygging, forbedring eller istandsetting.\n2. Leilighetssammensetning, oppvarming, strømforsyning, sanitæranlegg m.v.\n3. Bygningstekniske og brannmessige forhold.\n4. Utlegging av fellesarealer og innretning av fellesanlegg for bebyggelsen og fremtidig vedlikehold og drift av fellesarealer og fellesanlegg.\n1 Endret ved lov 2 april 1976 nr. 15",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Dersom eier av fast eiendom ikke iverksetter eller oppfyller utbedringsprogrammets bestemmelser innen frister som kommunen setter, kan kommunestyret med samtykke av departementet​2 ekspropriere eiendommen og rettigheter i den til gjennomføring av programmet. Kommunestyret kan delegere sin myndighet til formannskapet.\n1 Endret ved lov 2. april 1976 nr. 15.\n2 Kommunaldept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "(Opphevd)",
      "content": "0 Opphevd ved lov 2 april 1976 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "(Opphevd)",
      "content": "0 Opphevd ved lov 2 april 1976 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "content": "Når departementet​2 har stadfestet et fornyelsesvedtak, kan kommunen så lenge fristen etter § 8 ikke er løpt ut, etter vedtak av kommunestyret ekspropriere faste eiendommer og rettigheter i faste eiendommer som omfattes av fornyelsesvedtaket. Etter anbefaling av kommunestyret kan departementet samtykke i at annet rettssubjekt som skal stå for fornyelsen, får rett til slik ekspropriasjon. Kommunestyret kan delegere sin myndighet etter første og annet punktum til formannskapet.\n1 Endret ved lover 2 april 1976 nr. 15, 3 juni 1983 nr. 47. – Jfr. lov 23 okt. 1959 § 30 nr. 47.\n2 Kommunaldept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "content": "Når det i samsvar med § 6 er vedtatt å fremme et fornyelsesforslag, kan kommunestyret kreve skjønn til fastsetting av erstatning for tilfelle av ekspropriasjon etter § 18. Tvangsfullbyrdelse av skjønnet kan ikke kreves før kommunestyrets fornyelsesvedtak er stadfestet av departementet.​2\n1 Endret ved lov 26 jan. 1973 nr. 3. – Jfr. § 22.\n2 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "content": "Når det er gått 3 år etter stadfestelsen av fornyelsesvedtaket og fristen for erverv av eiendom (rettighet) som nevnt i § 8 ikke er løpt ut, kan grunneieren (rettighetshaveren) kreve at kommunen eller annet rettssubjekt som skal stå for fornyelsen, straks eksproprierer eiendommen (rettigheten).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "content": "Blir fristen etter § 8 ikke overholdt, har den tidligere eier (rettighetshaver) rett til å løse den eksproprierte eiendom (rettighet). Oreigningslovens § 10, annet ledd, første-tredje punktum, gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "7:22",
      "chapter": "7",
      "section": "22",
      "content": "Til å avgi skjønn etter denne lov brukes den samme skjønnsinstitusjon og de samme regler om saksbehandling som når det i vedkommende kommune holdes ekspropriasjonsskjønn etter bygningsloven.​1\n1 Se bygningslov 18 juni 1965 nr. 7 kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "7:23",
      "chapter": "7",
      "section": "23",
      "content": "Når det er foretatt ekspropriasjon etter § 18, bør kommunen så vidt mulig gi de tidligere huseiere adgang til å overta annen tjenlig tomt.\nKommunen skal skaffe midlertidig husrom til den som blir uten bolig som følge av gjennomføring av fornyelsesvedtak etter denne lov.\n1 Endret ved lov 2 april 1976 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:23 a",
      "chapter": "7",
      "section": "23 a",
      "content": "Med sikte på gjennomføringen av denne lov plikter eier av og rettighetshaver i fast eiendom etter vedtak av bygningsrådet å finne seg i at det foretas undersøking av bygningsmessig eller annen art, herunder boreprøver. Eier eller rettighetshaver skal varsles om at det er gitt samtykke til undersøkingen. For øvrig gjelder oreigningslovens §§ 4 og 19 tilsvarende.\n1 Tilføyd ved lov 2 april 1976 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23a",
        "source_heading": "§ 23 a."
      }
    },
    {
      "provision_ref": "7:23 b",
      "chapter": "7",
      "section": "23 b",
      "content": "Uten hensyn til begrensning som følger av § 24 nr. 1 i lov 12. november 1954 nr. 1 om styret i herreds- og bykommunene, kan kommunestyret overlate til formannskapet å erverve fast eiendom eller rettighet over fast eiendom som omfattes av vedtak om fornyelse etter § 7 annet ledd. Det samme gjelder erverv i strøk hvor konsesjonsfristen er begrenset eller satt ut av kraft i medhold av forskrift etter § 5 nr. 2 annet ledd i lov 31 mai 1974 nr. 19 (konsesjonsloven), når ervervet skjer av hensyn til kommunens arbeid med fornyelse av tettbygde strøk.\n1 Tilføyd ved lov 2 april 1976 nr. 15. Endret ved lov 3 juni 1983 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23b",
        "source_heading": "§ 23 b."
      }
    },
    {
      "provision_ref": "8:24",
      "chapter": "8",
      "section": "24",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid foretas følgende endringer i disse lover: – – –\n1 Fra 1 juli 1967 iflg. res. 8 juni 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov har til formål å legge forholdene til rette for fornyelse av tettbygde strøk med sikte på at bebyggelsen og utnyttelsen ellers kan fylle tidens og fremtidens krav. Med fornyelse forstås totalfornyelse, utbedring eller en kombinasjon av disse former. Hva som skal regnes som tettbygd strøk i lovens forstand, avgjøres av departementet​2 med bindende virkning.\nLoven gjelder for de kommuner eller deler av kommuner hvor bygningsloven av 18 juni 1965 gjelder.\n1 Endret ved lov 2 april 1976 nr. 15.\n2 Kommunaldept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Kommunestyret skal føre tilsyn med at saker til fremme av formålet etter § 1 blir tatt opp og kan gi bygningsrådet​2 i oppdrag å fremme slike saker.\nBygningsrådet skal vurdere behovet for fornyelsestiltak og under arbeidet med regulerings- og byggesaker legge vekt på å fremme slike tiltak. Rådet skal utarbeide oversikter for kommunestyret over de tettbygde strøk​3 som etter rådets mening bør fornyes og etter hvert fremme enkeltsaker i samsvar med § 5.\nHvor særskilt reguleringsråd​2 er opprettet, trer dette i bygningsrådets sted ved behandling av saker etter denne lov. Med samtykke av departementet​4 kan kommunestyret opprette et særskilt utvalg som trer i bygningsrådets eller reguleringsrådets sted ved behandling av saker etter denne lov. Bestemmelsene i bygningslovens §§ 10 og 11 om valg og sammensetning av bygningsrådet gjelder tilsvarende.\n1 Endret ved lov 2 april 1976 nr. 15.\n2 Se bygningslov 18 juni 1965 nr. 7 kap. II.\n3 Jfr. § 1.\n4 Kommunaldept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Fylkesmannen skal føre tilsyn med fornyelsesarbeidet i kommunene og så langt det er mulig gi kommuner og bygningsråd hjelp med deres gjøremål etter denne lov.\n1 Endret ved lov 2 april 1976 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Vedkommende departement​1 er den sentrale myndighet etter denne lov.\nDepartementet kan oppnevne rådgivende utvalg til hjelp ved behandling av spørsmål som krever særlig kyndighet.\n1 Kommunaldept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "content": "Når bygningsrådet finner det påtrengende nødvendig at et tettbygd strøk eller enkelteiendom i et tettbygd strøk i kommunen fornyes, skal det utarbeide forslag om fornyelse. Fornyelsesforslaget skal inneholde opplysninger om strøkets eller enkelteiendommens avgrensning og karakter og forhold som har vært avgjørende for avgrensningen og som tilsier at fornyelse blir foretatt. For øvrig skal fornyelsesforslaget inneholde opplysninger om følgende forhold innenfor de grenser som er angitt etter foregående punktum:\n1. Gater, plasser og bebygde og ubebygde tomter og andre områder samt bygninger og andre faste innretninger.\n2. Utnyttelsen av de enkelte tomter og bygninger og andre faste innretninger.\nKommunestyret kan pålegge bygningsrådet å utarbeide fornyelsesforslag for bestemte strøk eller enkelteiendommer.\nKommer det utkast til fornyelsesforslag for bestemt strøk fra grunneiere eller festere som representerer minst halvparten av strøkets areal, skal bygningsrådet snarest mulig behandle utkastet og ta standpunkt til det. Finner bygningsrådet ikke tilstrekkelig grunn til å legge fram fornyelsesforslag på grunnlag av utkastet, avgjør kommunestyret om fornyelsesforslag likevel skal utarbeides.\n1 Endret ved lov 3 juni 1983 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "Bygningsrådets forslag etter § 5 legges fram for formannskapet som tar standpunkt til om saken skal fremmes.\nVedtar formannskapet å fremme saken, skal hver enkelt grunneier (rettighetshaver) som berøres gjøres kjent med forslaget og rådighetsinnskrenkningene etter § 11 og gis høve til å uttale seg. I forhold til grunneiere (rettighetshavere) som det er uforholdsmessig vanskelig å nå fram til, er det likevel nok at dokumentene legges ut til ettersyn med oppfordring til alle vedkommende om å komme med sine merknader innen en bestemt frist, som ikke må settes kortere enn 6 uker. Kunngjøring om utleggingen skal tas inn i Norsk Lysingsblad og minst to blad som er alminnelig lest på stedet. Fristen regnes fra kunngjøringen i Norsk Lysingsblad. Kommer det merknader innen fristens utløp, skal bygningsrådet ta saken opp til ny behandling.\nMelding om formannskapets avgjørelse etter denne paragraf skal snarest mulig forelegges kommunestyret, som kan endre avgjørelsen.\n1 Endret ved lov 3 juni 1983 nr. 47. – Jfr. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "Etter at saken er behandlet i samsvar med § 6 annet ledd, skal den legges fram for kommunestyret.\nTreffer kommunestyret vedtak om fornyelse, skal det i vedtaket nøyaktig angi avgrensningen av det strøk eller den enkelteiendom som skal fornyes. Kommunestyret kan, etter at bygningsrådet er gitt høve til å uttale seg, endre den avgrensning som bygningsrådet har foretatt. Dersom endringen berører nye arealer, skal vedkommende grunneiere (rettighetshavere) varsles og gis høve til å uttale seg i samsvar med § 6 annet ledd.\nSamtidig med fornyelsesvedtak etter annet ledd skal kommunestyret treffe vedtak om finansieringsprogram for erverv av faste eiendommer, og rettigheter i faste eiendommer, som omfattes av fornyelsesvedtaket.\nVedtar kommunestyret ikke å fremme saken, skal de berørte grunneiere (rettighetshavere) underrettes om at rådighetsinnskrenkningene etter § 11 er falt bort (jfr. § 12).\n1 Endret ved lov 3 juni 1983 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Departementet​2 avgjør om kommunestyrets fornyelsesvedtak etter § 7 annet ledd skal stadfestes. Saken sendes gjennom fylkesmannen som avgir uttalelse. Oslo kommune sender saken direkte til departementet.\nDepartementet kan, etter at kommunestyret er gitt høve til å uttale seg, endre den avgrensning av fornyelsesstrøket som kommunestyret har foretatt. Dersom endringen berører grunneiere (rettighetshavere) som tidligere ikke er gitt høve til å uttale seg, skal disse varsles i samsvar med § 6 annet ledd.\nVed stadfesting skal departementet fastsette en rimelig frist innen hvilken kommunen eller det rettssubjekt som skal stå for fornyelsen, må ha ervervet:\na. eiendomsrett til samtlige faste eiendommer som omfattes av vedtaket, og\nb. enhver tomtefesterett eller liknende leie- eller bruksrett som hviler på eiendommer som omfattes av vedtaket og som ikke er opphørt eller brakt til opphør senest ved utløpet av den fastsatte frist.\nDet er tilstrekkelig at det innen fristens utløp er inngått kjøpeavtale eller gjort vedtak om forkjøp.​3 Ved ekspropriasjon​4 er det tilstrekkelig at eksproprianten innen fristens utløp har begjært skjønn og forpliktet seg til å gjennomføre ervervet.\nErvervsplikt som nevnt i tredje ledd faller bort dersom det innen fristens utløp treffes avtale mellom kommunen og eier eller fester av fast eiendom om gjennomføring av utbedringsprogram for eiendommen. Bestemmelsene i §§ 13-15 får tilsvarende anvendelse for slik avtale.\nDepartementet kan når særlige grunner foreligger, forlenge den frist det har fastsatt etter tredje ledd.\n1 Endret ved lov 2 april 1976 nr. 15, 3 juni 1983 nr. 47.\n2 Kommunaldept.\n3 Jfr. § 13.\n4 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Om stadfestet fornyelsesvedtak skal kommunen straks gi hver grunneier (rettighetshaver) som er berørt melding i anbefalt brev. I forhold til grunneiere (rettighetshavere) som det er uforholdsmessig vanskelig å nå fram til, er det likevel nok at meldingen kunngjøres i Norsk Lysingsblad og minst to blad som er alminnelig lest på stedet. Meldingen skal gi opplysning om strøkets avgrensing og den frist som er fastsatt etter § 8, om innskrenkningene i rådighetsretten efter § 11 og om kommunens rett etter § 18 og etter § 5 annet ledd i lov 31 mai 1974 nr. 19 (konsesjonsloven). Samtidig skal kommunen la meldingen tinglyse på de berørte eiendommer.\nNår eiendom eller areal som tidligere har vært undergitt rådighetsinnskrenkninger etter § 11, ikke omfattes av det stadfestede fornyelsesvedtak, skal kommunen videre underrette vedkommende grunneiere (rettighetshavere) om at rådighetsinnskrenkningene er falt bort. Det samme gjelder dersom kommunestyrets fornyelsesvedtak ikke blir stadfestet (jfr. § 12).\nBestemmelsene i første ledd gjelder tilsvarende ved fristforlengelse etter § 8.\n1 Endret ved lov 2 april 1976 nr. 15, 3 juni 1983 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Ved endring av avgrensingen av strøk som omfattes av stadfestet fornyelsesvedtak, får reglene om saksbehandlingen i dette kapittel tilsvarende anvendelse for så vidt gjelder de eiendommer som endringen direkte berører.\n1 Endret ved lov 2 april 1976 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "content": "Fra den tid fornyelsesforslaget er gjort kjent i samsvar med § 6 annet ledd, jfr. § 7 annet ledd, kan de berørte grunneiere (rettighetshavere), ikke gjøre rett gjeldende etter en foreliggende reguleringsplan.​2 Heller ikke kan de gjøre gjeldende slik rett etter bygningsloven som de ellers kan når et strøk skal omreguleres.\nFra samme tid skal reglene om innskrenkninger i rådighetsretten etter § 28 i lov 23. oktober 1959 om oreigning av fast eigedom gjelde tilsvarende for grunneiere (rettighetshavere) som berøres av fornyelsesforslaget.\nKrav om erstatning for rådighetsinnskrenkninger etter denne paragraf avgjøres i samband med ekspropriasjonsskjønnet, men ved særskilt skjønn​3 dersom ekspropriasjonsskjønn ikke blir holdt.\n1 Endret ved lov 3 juni 1983 nr. 47.\n2 Jfr. bygningslov 18 juni 1965 nr. 7 kap. IV.\n3 Jfr. § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "Vedtar kommunestyret ikke å fremme fornyelsessaken, jfr. § 6 siste ledd og § 7, eller blir kommunestyrets fornyelsesvedtak ikke stadfestet, jfr. § 8, faller rådighetsinnskrenkningene etter § 11 bort.\nFor eiendom som ligger i det foreslåtte fornyelsesstrøk, men som ikke omfattes av det stadfestede fornyelsesvedtak, faller rådighetsinnskrenkningene bort i og med stadfestelsen.\nFor eiendom som omfattes av det stadfestede fornyelsesvedtak, gjelder rådighetsinnskrenkningene etter § 11 fortsatt inntil videre. Blir eiendommen (rettigheten) ikke innen fristens utløp ervervet i samsvar med § 8, opphører innskrenkningene å gjelde i forhold til grunneieren (rettighetshaveren).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "5:13",
      "chapter": "5",
      "section": "13",
      "content": "For en eller flere eiendommer i tettbygd strøk (jfr. § 1) kan kommunestyret vedta program​2 for utbedring av bebyggelsen og tilhørende arealer. Kommunestyret kan gi bestemmelser om utarbeiding av utbedringsprogram og kan delegere sin myndighet etter første punktum til formannsskapet eller annen kommunal myndighet.\nKommunen kan oppfordre eiere av berørt fast eiendom, herunder av hus på festet grunn, til å legge fram de nødvendige opplysninger og skal gi dem anledning til å medvirke ved utarbeidelsen av utbedringsprogram.\n1 Endret ved lov 2 april 1976 nr. 15.\n2 Jfr. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "content": "Utbedringsprogram som nevnt i § 13 kan omfatte:\n1. Ombygging, forbedring eller istandsetting.\n2. Leilighetssammensetning, oppvarming, strømforsyning, sanitæranlegg m.v.\n3. Bygningstekniske og brannmessige forhold.\n4. Utlegging av fellesarealer og innretning av fellesanlegg for bebyggelsen og fremtidig vedlikehold og drift av fellesarealer og fellesanlegg.\n1 Endret ved lov 2 april 1976 nr. 15",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Dersom eier av fast eiendom ikke iverksetter eller oppfyller utbedringsprogrammets bestemmelser innen frister som kommunen setter, kan kommunestyret med samtykke av departementet​2 ekspropriere eiendommen og rettigheter i den til gjennomføring av programmet. Kommunestyret kan delegere sin myndighet til formannskapet.\n1 Endret ved lov 2. april 1976 nr. 15.\n2 Kommunaldept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "(Opphevd)",
      "content": "0 Opphevd ved lov 2 april 1976 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "(Opphevd)",
      "content": "0 Opphevd ved lov 2 april 1976 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "content": "Når departementet​2 har stadfestet et fornyelsesvedtak, kan kommunen så lenge fristen etter § 8 ikke er løpt ut, etter vedtak av kommunestyret ekspropriere faste eiendommer og rettigheter i faste eiendommer som omfattes av fornyelsesvedtaket. Etter anbefaling av kommunestyret kan departementet samtykke i at annet rettssubjekt som skal stå for fornyelsen, får rett til slik ekspropriasjon. Kommunestyret kan delegere sin myndighet etter første og annet punktum til formannskapet.\n1 Endret ved lover 2 april 1976 nr. 15, 3 juni 1983 nr. 47. – Jfr. lov 23 okt. 1959 § 30 nr. 47.\n2 Kommunaldept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "content": "Når det i samsvar med § 6 er vedtatt å fremme et fornyelsesforslag, kan kommunestyret kreve skjønn til fastsetting av erstatning for tilfelle av ekspropriasjon etter § 18. Tvangsfullbyrdelse av skjønnet kan ikke kreves før kommunestyrets fornyelsesvedtak er stadfestet av departementet.​2\n1 Endret ved lov 26 jan. 1973 nr. 3. – Jfr. § 22.\n2 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "content": "Når det er gått 3 år etter stadfestelsen av fornyelsesvedtaket og fristen for erverv av eiendom (rettighet) som nevnt i § 8 ikke er løpt ut, kan grunneieren (rettighetshaveren) kreve at kommunen eller annet rettssubjekt som skal stå for fornyelsen, straks eksproprierer eiendommen (rettigheten).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "content": "Blir fristen etter § 8 ikke overholdt, har den tidligere eier (rettighetshaver) rett til å løse den eksproprierte eiendom (rettighet). Oreigningslovens § 10, annet ledd, første-tredje punktum, gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "7:22",
      "chapter": "7",
      "section": "22",
      "content": "Til å avgi skjønn etter denne lov brukes den samme skjønnsinstitusjon og de samme regler om saksbehandling som når det i vedkommende kommune holdes ekspropriasjonsskjønn etter bygningsloven.​1\n1 Se bygningslov 18 juni 1965 nr. 7 kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "7:23",
      "chapter": "7",
      "section": "23",
      "content": "Når det er foretatt ekspropriasjon etter § 18, bør kommunen så vidt mulig gi de tidligere huseiere adgang til å overta annen tjenlig tomt.\nKommunen skal skaffe midlertidig husrom til den som blir uten bolig som følge av gjennomføring av fornyelsesvedtak etter denne lov.\n1 Endret ved lov 2 april 1976 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:23 a",
      "chapter": "7",
      "section": "23 a",
      "content": "Med sikte på gjennomføringen av denne lov plikter eier av og rettighetshaver i fast eiendom etter vedtak av bygningsrådet å finne seg i at det foretas undersøking av bygningsmessig eller annen art, herunder boreprøver. Eier eller rettighetshaver skal varsles om at det er gitt samtykke til undersøkingen. For øvrig gjelder oreigningslovens §§ 4 og 19 tilsvarende.\n1 Tilføyd ved lov 2 april 1976 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23a",
        "source_heading": "§ 23 a."
      }
    },
    {
      "provision_ref": "7:23 b",
      "chapter": "7",
      "section": "23 b",
      "content": "Uten hensyn til begrensning som følger av § 24 nr. 1 i lov 12. november 1954 nr. 1 om styret i herreds- og bykommunene, kan kommunestyret overlate til formannskapet å erverve fast eiendom eller rettighet over fast eiendom som omfattes av vedtak om fornyelse etter § 7 annet ledd. Det samme gjelder erverv i strøk hvor konsesjonsfristen er begrenset eller satt ut av kraft i medhold av forskrift etter § 5 nr. 2 annet ledd i lov 31 mai 1974 nr. 19 (konsesjonsloven), når ervervet skjer av hensyn til kommunens arbeid med fornyelse av tettbygde strøk.\n1 Tilføyd ved lov 2 april 1976 nr. 15. Endret ved lov 3 juni 1983 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23b",
        "source_heading": "§ 23 b."
      }
    },
    {
      "provision_ref": "8:24",
      "chapter": "8",
      "section": "24",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid foretas følgende endringer i disse lover: – – –\n1 Fra 1 juli 1967 iflg. res. 8 juni 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    }
  ]
}