{
  "id": "LOV-1992-07-03-97",
  "type": "statute",
  "title": "Lov om Statens nærings- og distriktsutviklingsfond.",
  "short_name": "Lov om Nærings- og distriktsutviklingsfondet",
  "status": "in_force",
  "issued_date": "1992-07-03",
  "in_force_date": "1992-07-17",
  "url": "https://lovdata.no/dokument/NLO/lov/1992-07-03-97",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Fondets formål",
      "content": "Statens nærings- og distriktsutviklingsfond har til formål å fremme en bedrifts- og samfunnsøkonomisk lønnsom næringsutvikling både i distriktene og i landet for øvrig ved å:\na. medvirke til utbygging, modernisering og omstilling av, samt produktutvikling og nyetablering i norsk næringsliv i hele landet og\nb. fremme tiltak som vil gi varig og lønnsom sysselsetting i distrikter med særlige sysselsettingsvansker eller svakt utbygd næringsgrunnlag.\nKongen kan bestemme at loven helt eller delvis skal gjelde for Svalbard.​1 Kongen kan gi nærmere regler om hvordan slike saker skal behandles.\n0 Endret ved lov 12 mars 1993 nr. 33.\n1 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Eierforhold",
      "content": "Statens nærings- og distriktsutviklingsfond eies av staten. Departementet representerer staten som eier i foretaksmøtet.​1\n1 Jfr. kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Partsstilling",
      "content": "Fondet har selv rettigheter og forpliktelser, er part i avtaler med private og offentlige myndigheter og har partsstilling overfor domstol​1 og andre myndigheter.\n1 Jfr. tvml. kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Vedtekter",
      "content": "Fondet kan ha vedtekter. Vedtektene og endringer i vedtektene vedtas av foretaksmøtet.​1\n1 Jfr. kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Registrering i Foretaksregisteret",
      "content": "Fondet skal meldes til Foretaksregisteret.​1\n1 Jfr. lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Forholdet til annen lovgivning",
      "content": "Forvaltningsloven​1 gjelder ikke for Statens nærings- og distriktsutviklingsfond, heller ikke når det treffer enkeltvedtak​2 på vegne av staten.\nOffentlighetsloven​3 gjelder for fondet. Dokumenter som gjelder konkrete søknader om finansiering kan unntas fra offentlighet. Det samme gjelder journalinnførsler om disse. Unntaket i andre og tredje punktum gjelder ikke positive avgjørelser. Unntaket i andre og tredje punktum gjelder heller ikke dokumenter og journalinnførsler i saker om tildeling av bygdeutviklingsmidler fastsatt i jordbruksavtalen.\nLov av 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner gjelder ikke for Statens nærings- og distriktsutviklingsfond.\nLov av 18. juli 1958 nr. 2 om offentlige tjenestetvister (tjenestetvistloven) og lov av 4. mars 1983 nr. 3 om statens tjenestemenn m.m. (tjenestemannsloven) gjelder ikke for ansatte i Statens nærings- og distriktsutviklingsfond.\n0 Endret ved lov 15 des 2000 nr. 98 (i kraft 1 april 2001 iflg. res. 2 mars 2001 nr. 179).\n1 Lov 10 feb 1967.\n2 Jfr. lov 10 feb 1967 § 2.\n3 Lov 19 juni 1970 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Statens innskudd",
      "content": "Statens innskudd ved opprettelsen av fondet fastsettes i stiftelsesdokumentet og vedtas av foretaksmøtet.​1 Senere endringer av innskuddet vedtas av foretaksmøtet.\n1 Jfr. § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Fondets innlån m.m.",
      "content": "Fondet skaffer seg midler til virksomheten ved lån og tilskudd fra staten. Det departement som yter lån eller tilskudd til fondet, kan fastsette nærmere regler for bruk av midlene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Statens ansvar",
      "content": "Staten er ansvarlig for at fondets garantiforpliktelser oppfylles ved forfall.\nVed oppløsning av fondet plikter staten å skyte inn midler i fondet i den utstrekning det er nødvendig for å gi øvrige fordringshavere dekning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Fondets virkemidler",
      "content": "For å fremme formål som nevnt i § 1, kan fondets midler brukes til:\n1. Lån\n2. Garantier\n3. Erverv av aksjer eller andre selskapsandeler\nFondet kan forestå forvaltningen av statlige støtteordninger (tilskudd) som ytes av statskassen.\nKongen kan gi nærmere regler om fondets låne-, garanti- og egenkapitalordninger, samt om bruken av tilskudd som ytes av statskassen.\nKongen kan tillegge fondet å utføre oppgaver knyttet til forvaltningen av andre statlige nærings- og distriktspolitiske virkemidler, og kan i denne forbindelse fastsette nærmere regler om utøvelsen av slike oppgaver.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Forholdet til fylkeskommunen",
      "content": "Fylkeskommunene skal medvirke ved forberedelse og gjennomføring av nærmere bestemte låne-, garanti- og tilskuddsordninger som hører under fondet. Kongen kan gi nærmere regler om fylkeskommunens medvirkning, herunder at fylkeskommunen skal ha vedtaksmyndighet. Fylkeskommunen skal selv dekke tap som gjelder tiltak som hører under fylkeskommunen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Fondets ledelse",
      "content": "Fondet ledes av et styre og en administrerende direktør.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Styrets sammensetning m.m.",
      "content": "Fondet skal ha et styre på minst 6 personer. Reglene i aksjeloven § 20-6 om representasjon av begge kjønn i styret gjelder tilsvarende.\nVed behandling av administrative saker suppleres styret med ytterligere to styremedlemmer som velges av og blant de ansatte.\nAdministrerende direktør kan ikke være medlem av styret.\nStyret oppnevnes av Kongen med de unntak som følger av annet ledd.\nStyret skal ha en leder og nestleder som velges av foretaksmøtet.​1\n0 Endret ved lov 19 des 2003 nr. 120 (i kraft 1 jan 2004).\n1 Jfr. § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Tjenestetid",
      "content": "Styremedlemmene tjenestegjør i 4 år. Kortere tjenestetid kan fastsettes ved suppleringsvalget. Tjenestetiden opphører ved utløpet av det ordinære foretaksmøtet​1 i det år tjenestetiden utløper.\nEt styremedlem blir stående inntil nytt styremedlem blir valgt selv om tjenestetiden er utløpt.\n1 Jfr. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Opphør av styreverv før tjenestetiden er utløpt",
      "content": "Når særlige forhold foreligger, har et styremedlem rett til å tre tilbake før tjenestetiden er ute. Om tilbaketreden skal gis rimelig forhåndsvarsel til departementet. Medlem av styret kan når som helst fjernes ved beslutning av Kongen.\nOpphører vervet for et styremedlem før utløpet av tjenestetiden og vararepresentant for ham eller henne ikke fins, skal foretaksmøtet​1 velge et nytt styremedlem for resten av perioden. Valget kan likevel utstå til neste ordinære foretaksmøte dersom styret er vedtaksført med de gjenværende medlemmer og vararepresentanter.\n1 Jfr. kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Styrets myndighet",
      "content": "Forvaltningen av fondet hører under styret, som også påser at virksomheten drives i samsvar med reglene gitt i eller i medhold av loven her og i forskrift gitt i medhold av loven, herunder regler for bruk av lån eller tilskudd fastsatt i medhold av § 7 annet punktum.​1 Styret har ansvaret for en tilfredsstillende organisering av fondet og skal påse at registrering og dokumentasjon av regnskapsopplysninger og formuesforvaltningen er gjenstand for betryggende kontroll. Styret skal føre tilsyn med administrerende direktørs ledelse av virksomheten.\nI vedtektene kan det bestemmes at visse saker skal avgjøres av styret.\n0 Endret ved lov 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Sml. asl. § 6-12 og asal. § 6-12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Styremøter​1",
      "content": "Styrets leder sørger for at styret holder møte så ofte som det trengs. Medlem av styret og administrerende direktør kan kreve at styret sammenkalles. Om ikke styret for det enkelte tilfelle bestemmer noe annet, har administrerende direktør rett til å være tilstede og til å uttale seg på styremøtene.\nStyremøtene ledes av lederen, eller i hans eller hennes fravær, av nestlederen. Er ingen av disse tilstede, velger styret selv sin møteleder.\nVed styremøtene skal det føres protokoll som underskrives av samtlige tilstedeværende styremedlemmer. Dersom styremedlem eller administrerende direktør er uenig i styrets beslutning, kan de kreve sin oppfatning innført i protokollen. Protokollen skal snarest, og senest fjorten dager etter at styremøte er avholdt, sendes departementet.\n1 Sml. asl. § 6-19 flg. og asal. § 6-19 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Vedtaksførhet og flertallskrav",
      "content": "Styret er vedtaksført når mer enn halvdelen av samtlige styremedlemmer som kan delta i den aktuelle sak (jfr. § 13 annet ledd), er tilstede.​1 Styret kan likevel ikke treffe beslutninger med mindre alle medlemmer av styret så vidt mulig er gitt mulighet til å delta i behandling av saken. Har et styremedlem forfall, og det finnes vararepresentant for ham eller henne, skal vararepresentanten gis mulighet til å møte.\nSom styrets beslutning gjelder det som flertallet blant de møtende har stemt for, eller ved stemmelikhet det som møtelederen har stemt for. De som stemmer for en beslutning må likevel alltid utgjøre mer enn 1/3 av samtlige styremedlemmer som kan delta i den aktuelle sak.\nVed valg og ansettelse​2 anses den valgt eller ansatt som får flest stemmer. Styret kan på forhånd bestemme at det skal holdes ny avstemning dersom ingen får flertall av de avgitte stemmer. Står stemmene likt ved valg av møteleder, avgjøres valget ved loddtrekning. I andre tilfelle av stemmelikhet gjelder det lederen har stemt for.\n1 Sml. asl. § 6-24 og asal. § 6-24.\n2 Sml. lov asl. § 6-26 og asal. § 6-26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Administrerende direktør",
      "content": "Fondet skal ha en administrerende direktør som tilsettes av styret for en periode på 6 år. Styret fastsetter også administrerende direktørs lønn. Styret treffer vedtak om å si opp eller avskjedige administrerende direktør.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Administrerende direktørs myndighet",
      "content": "Administrerende direktør forestår den daglige ledelse av fondet, og skal følge de retningslinjer og pålegg som styret gir.​1 Administrerende direktør skal sørge for at fondets registrering og dokumentasjon av regnskapsopplysninger er i samsvar med lov og forskrifter og at formuesforvaltningen er ordnet på betryggende måte.\nDen daglige ledelse omfatter ikke saker som etter fondets forhold er av uvanlig art eller stor betydning, eller som etter vedtektene eller annet vedtak av foretaksmøtet​2 hører under styret. Slike saker kan administrerende direktør bare avgjøre om styret i enkelte tilfelle har gitt ham myndighet til det, eller styrets beslutning ikke kan avventes uten vesentlig ulempe for foretakets virksomhet. Styret skal i så fall snarest underrettes om saken.\n0 Endret ved lov 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Sml. asl. § 6-14 og asal. § 6-14.\n2 Jfr. kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Styret og administrerende direktørs representasjonsrett​1",
      "content": "Styret representerer fondet utad og tegner dets firma.\nStyret kan gi styremedlem eller administrerende direktør rett til å tegne fondets firma. Vedtektene kan begrense styrets myndighet etter forrige punktum og også selv gi bestemmelser om fullmakt som der nevnt.\nAdministrerende direktør representerer fondet utad i saker som faller innenfor hans myndighet etter § 20.\n1 Sml. asl. § 6-30 flg. og asal. § 6-30 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Overskridelser av representasjonsretten",
      "content": "Har noen som representerer fondet utad ved handling på vegne av fondet overskredet sin myndighet, er handlingen ikke bindende for fondet dersom medkontrahenten innså eller burde innse at myndigheten er overskredet og det derfor ville stride mot redelighet å gjøre rett etter handlingen gjeldende.​1\n1 Sml. asl. § 6-33 og asal. § 6-33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Habilitet",
      "content": "Den som er ansatt eller har tillitsverv i fondet må ikke delta i behandling eller avgjørelser av spørsmål som har slik særlig betydning for ham selv eller nærstående at han må anses for å ha en fremtredende personlig eller økonomisk særinteresse i saken.​1 Han må heller ikke ta del i behandling eller avgjørelser av noe spørsmål som har fremtredende økonomisk særinteresse for selskap, forening eller annen offentlig eller privat institusjon han er knyttet til.\n1 Sml. asl. § 6-27 og asal. § 6-27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Forbud mot å motta gaver m.m.",
      "content": "Den som er ansatt eller har tillitsverv i fondet må ikke for seg eller andre motta gaver, provisjoner, tjenester eller andre ytelser fra andre enn fondet som er egnet til, eller av giveren ment, å påvirke deres handlinger for fondet.\nGaver, tjenester eller andre ytelser som nevnt i første ledd må heller ikke mottas av vedkommendes ektefelle,​1 person som vedkommende lever sammen med, noen som er beslektet eller besvogret med dem i rett opp- eller nedstigende linje, eller av selskap hvor noen person som nevnt i første ledd har en framtredende interesse i.\nDen som har mottatt ytelse i strid med forbudet i paragrafen her, plikter å betale et beløp som tilsvarer det som urettmessig er mottatt.\n1 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Taushetsplikt",
      "content": "Den som er ansatt eller har tillitsverv i fondet har taushetsplikt​1 om det de i stillings medfør får kjennskap til om andres forretningsmessige eller private forhold med mindre de etter lov har plikt til å gi opplysningene. Taushetsplikten gjelder ikke meddelelser som styret eller noen som har fullmakt fra styret gir på vegne av fondet til finansinstitusjoner og fagdepartementet. Taushetsplikten skal heller ikke være til hinder for utveksling av informasjon (samordning) som forutsatt i lov om Oppgaveregisteret.​2\n0 Endret ved lov 6 juni 1997 nr. 35 (i kraft 1 nov 1997).\n1 Se strl. § 121.\n2 Lov 6 juni 1997 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Allment om foretaksmøtets myndighet og sammensetning",
      "content": "Departementet utøver den øverste myndighet i fondet i foretaksmøtet. Departementets myndighet i fondet kan ikke utøves utenom foretaksmøtet.\nRett til å være tilstede i foretaksmøtet og til å uttale seg har fondets styre, administrerende direktør og revisor. Administrerende direktør og styrets leder har plikt til å være tilstede med mindre dette er åpenbart unødvendig eller det foreligger gyldig forfall. I sistnevnte tilfelle skal det utpekes en stedfortreder. Foretakets revisor har plikt til å være tilstede forsåvidt de saker som skal behandles er av slik art at hans nærvær kan anses ønskelig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Ordinært foretaksmøte",
      "content": "Ordinært foretaksmøte avholdes innen 6 måneder innen utgangen av hvert regnskapsår.\nPå det ordinære foretaksmøtet skal følgende spørsmål behandles og avgjøres:\n1. Fastsetting av fondets resultatregnskap og balanse, herunder anvendelse av årsoverskudd eller dekning av årsunderskudd.\n2. Andre saker som etter lov eller vedtekter hører under foretaksmøtet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Ekstraordinært foretaksmøte",
      "content": "Ekstraordinært foretaksmøte avholdes når departementet, styret eller revisor finner det nødvendig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Innkalling til foretaksmøte",
      "content": "Departementet innkaller til foretaksmøte og bestemmer innkallingsmåten. Innkallingen til ordinært foretaksmøte skal foretas skriftlig senest to uker før møtet, og skal være vedlagt årsregnskap, årsberetning og revisors beretning. Innkallingen til ekstraordinært foretaksmøte skal foretas senest en uke før møtet, om ikke kortere varsel i et særlig tilfelle er påtrengende nødvendig.\nTil møtet innkalles de som etter § 26 annet ledd har rett til å være tilstede i foretaksmøtet.\nInnkallingen skal bestemt angi de saker som skal behandles på møtet. Vil vedtektene bli foreslått endret, skal hovedinnholdet i forslaget gjengis i innkallingen. Foretaksmøtet kan ikke treffe vedtak i andre saker enn de som er nevnt i innkallingen med mindre samtlige av de som etter § 26 annet ledd har rett til å være tilstede samtykker i det.\n0 Endret ved lov 17 juli 1998 nr. 56 (i kraft 1 jan 1999).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Møteledelse og protokollasjon",
      "content": "Foretaksmøtet ledes av styrets leder.\nMøtelederen skal sørge for at det føres protokoll fra foretaksmøtet. Protokollen skal underskrives av møtelederen og en annen person som velges blant de tilstedværende. Er noen av de som etter § 26 annet ledd har rett til å være tilstede på møtet, uenig i departementets beslutning, skal deres oppfatning føres inn i protokollen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "7:31",
      "chapter": "7",
      "section": "31",
      "title": "Regnskap",
      "content": "Fondet er regnskapspliktig etter regnskapsloven.​1\n1 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "title": "Revisjon",
      "content": "Fondet skal ha revisor som velges av foretaksmøtet. Revisor skal være registrert eller statsautorisert.​1\n0 Endret ved lov 21 des 2000 nr. 108 (i kraft 1 jan 2001).\n1 Jfr. lov 15 jan 1999 nr. 2 kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "7:33",
      "chapter": "7",
      "section": "33",
      "title": "Gransking",
      "content": "Foretaksmøtet​1 kan, når særlige grunner tilsier det, beslutte gransking av fondet eller nærmere angitte forhold vedrørende forvaltningen av det eller regnskapene.\nDen som på vegne av foretaksmøtet​1 forestår granskingen har rett til å foreta de undersøkelser i fondet som finnes nødvendig, og kan i denne forbindelse kreve nødvendig bistand av fondet. Den som forestår granskingen kan av styret, administrerende direktør og enhver annen ansatt eller tillitsvalgt i fondet, kreve enhver opplysning om fondets forhold som granskingen gjør nødvendig. Den som på vegne av foretaksmøtet foretar granskingen har taushetsplikt etter samme regler som gjelder for revisorer, jf. revisorloven​2 § 6-1.\n0 Endret ved lov 15 jan 1999 nr. 2 (i kraft 1 aug 1999 iflg. vedtak 25 juni 1999 nr. 711).\n1 Jfr. kap. 6.\n2 Lov 15 jan 1999 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Riksrevisjonens kontroll",
      "content": "Riksrevisjonen​1 har rett til å kreve de opplysningene den finner påkrevd for sin kontroll, så vel fra fondet selv som fra den revisor som reviderer årsregnskapet. Riksrevisjonen kan i den utstrekning som finnes nødvendig selv foreta undersøkelser i fondet. For øvrig kan Stortinget fastsette regler om Riksrevisjonens kontroll med forvaltningen av statens interesser i fondet og herunder fastsette hvilke dokumenter m.m. som skal sendes Riksrevisjonen.\nRiksrevisjonen​1 skal varsles og ha rett til å være til stede i foretaksmøtet.​2\n0 Endret ved lov 15 jan 1999 nr. 2 (i kraft 1 aug 1999 iflg. vedtak 25 juni 1999 nr. 711).\n1 Jfr. lov 8 feb 1918.\n2 Jfr. kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "8:35",
      "chapter": "8",
      "section": "35",
      "title": "Ikrafttredelse",
      "content": "Denne lov trer i kraft fra den tid​1 Kongen bestemmer.\n1 Fra 17 juli 1992 iflg. res. 17 juli 1992 nr. 522.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "8:36",
      "chapter": "8",
      "section": "36",
      "title": "Overgangsbestemmelser",
      "content": "Tjenestemannslovens​1 § 13 nr. 2 til nr. 6 om fortrinnsrett til annen statsstilling og ventelønn, skal fortsatt gjelde for arbeidstakere i Statens nærings- og distriktsutviklingsfond som blir sagt opp av grunn som nevnt i tjenestemannslovens § 13 nr. 1 (a), (b) og (c), og som var omfattet av disse reglene før omdanningen. Fortrinnsretten til annen statsstilling og retten til ventelønn etter forrige punktum opphører tre år etter omdanningstidspunktet. Bestemmelsen i leddet her gjør ingen innskrenkninger i arbeidstakerens rettigheter etter arbeidsmiljøloven​2 §§ 60 nr. 2 og 67.\nØvrige overgangsbestemmelser, herunder fra hvilket tidspunkt fondet anses stiftet, fastsettes av Kongen​3.\n1 Lov 4 mars 1983 nr. 3.\n2 Lov 4 feb 1977 nr. 4.\n3 Nærings- og handelsdepartementet iflg. res. 17 juli 1992 nr. 522.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "8:37",
      "chapter": "8",
      "section": "37",
      "title": "Endringer i andre lover",
      "content": "Fra den tid Kongen bestemmer gjøres følgende endringer i andre lover:\n1. – – –​1\n2. – – –​2\n3. – – –​3\n1 Opphevet § 1 første ledd nr. 9 i kredittilsynsloven av 7 des 1956 nr. 1 med virkning fra 6 sep 1996 iflg. res. 6 sep 1996 nr. 846.\n2 Opphevet lov 18 juni 1965 nr. 11 om Distriktenes utbyggingsfond med virkning fra 31 des 1992 iflg. res. 18 des 1992 nr. 1071.\n3 Opphevet lov av 25. mars 1977 nr. 14 om Den Norske Industribank A/S med virkning fra 11 mars 1994 iflg. res. 11 mars 1994 nr. 198.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Fondets formål",
      "content": "Statens nærings- og distriktsutviklingsfond har til formål å fremme en bedrifts- og samfunnsøkonomisk lønnsom næringsutvikling både i distriktene og i landet for øvrig ved å:\na. medvirke til utbygging, modernisering og omstilling av, samt produktutvikling og nyetablering i norsk næringsliv i hele landet og\nb. fremme tiltak som vil gi varig og lønnsom sysselsetting i distrikter med særlige sysselsettingsvansker eller svakt utbygd næringsgrunnlag.\nKongen kan bestemme at loven helt eller delvis skal gjelde for Svalbard.​1 Kongen kan gi nærmere regler om hvordan slike saker skal behandles.\n0 Endret ved lov 12 mars 1993 nr. 33.\n1 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Eierforhold",
      "content": "Statens nærings- og distriktsutviklingsfond eies av staten. Departementet representerer staten som eier i foretaksmøtet.​1\n1 Jfr. kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Partsstilling",
      "content": "Fondet har selv rettigheter og forpliktelser, er part i avtaler med private og offentlige myndigheter og har partsstilling overfor domstol​1 og andre myndigheter.\n1 Jfr. tvml. kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Vedtekter",
      "content": "Fondet kan ha vedtekter. Vedtektene og endringer i vedtektene vedtas av foretaksmøtet.​1\n1 Jfr. kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Registrering i Foretaksregisteret",
      "content": "Fondet skal meldes til Foretaksregisteret.​1\n1 Jfr. lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Forholdet til annen lovgivning",
      "content": "Forvaltningsloven​1 gjelder ikke for Statens nærings- og distriktsutviklingsfond, heller ikke når det treffer enkeltvedtak​2 på vegne av staten.\nOffentlighetsloven​3 gjelder for fondet. Dokumenter som gjelder konkrete søknader om finansiering kan unntas fra offentlighet. Det samme gjelder journalinnførsler om disse. Unntaket i andre og tredje punktum gjelder ikke positive avgjørelser. Unntaket i andre og tredje punktum gjelder heller ikke dokumenter og journalinnførsler i saker om tildeling av bygdeutviklingsmidler fastsatt i jordbruksavtalen.\nLov av 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner gjelder ikke for Statens nærings- og distriktsutviklingsfond.\nLov av 18. juli 1958 nr. 2 om offentlige tjenestetvister (tjenestetvistloven) og lov av 4. mars 1983 nr. 3 om statens tjenestemenn m.m. (tjenestemannsloven) gjelder ikke for ansatte i Statens nærings- og distriktsutviklingsfond.\n0 Endret ved lov 15 des 2000 nr. 98 (i kraft 1 april 2001 iflg. res. 2 mars 2001 nr. 179).\n1 Lov 10 feb 1967.\n2 Jfr. lov 10 feb 1967 § 2.\n3 Lov 19 juni 1970 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Statens innskudd",
      "content": "Statens innskudd ved opprettelsen av fondet fastsettes i stiftelsesdokumentet og vedtas av foretaksmøtet.​1 Senere endringer av innskuddet vedtas av foretaksmøtet.\n1 Jfr. § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Fondets innlån m.m.",
      "content": "Fondet skaffer seg midler til virksomheten ved lån og tilskudd fra staten. Det departement som yter lån eller tilskudd til fondet, kan fastsette nærmere regler for bruk av midlene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Statens ansvar",
      "content": "Staten er ansvarlig for at fondets garantiforpliktelser oppfylles ved forfall.\nVed oppløsning av fondet plikter staten å skyte inn midler i fondet i den utstrekning det er nødvendig for å gi øvrige fordringshavere dekning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Fondets virkemidler",
      "content": "For å fremme formål som nevnt i § 1, kan fondets midler brukes til:\n1. Lån\n2. Garantier\n3. Erverv av aksjer eller andre selskapsandeler\nFondet kan forestå forvaltningen av statlige støtteordninger (tilskudd) som ytes av statskassen.\nKongen kan gi nærmere regler om fondets låne-, garanti- og egenkapitalordninger, samt om bruken av tilskudd som ytes av statskassen.\nKongen kan tillegge fondet å utføre oppgaver knyttet til forvaltningen av andre statlige nærings- og distriktspolitiske virkemidler, og kan i denne forbindelse fastsette nærmere regler om utøvelsen av slike oppgaver.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Forholdet til fylkeskommunen",
      "content": "Fylkeskommunene skal medvirke ved forberedelse og gjennomføring av nærmere bestemte låne-, garanti- og tilskuddsordninger som hører under fondet. Kongen kan gi nærmere regler om fylkeskommunens medvirkning, herunder at fylkeskommunen skal ha vedtaksmyndighet. Fylkeskommunen skal selv dekke tap som gjelder tiltak som hører under fylkeskommunen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Fondets ledelse",
      "content": "Fondet ledes av et styre og en administrerende direktør.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Styrets sammensetning m.m.",
      "content": "Fondet skal ha et styre på minst 6 personer. Reglene i aksjeloven § 20-6 om representasjon av begge kjønn i styret gjelder tilsvarende.\nVed behandling av administrative saker suppleres styret med ytterligere to styremedlemmer som velges av og blant de ansatte.\nAdministrerende direktør kan ikke være medlem av styret.\nStyret oppnevnes av Kongen med de unntak som følger av annet ledd.\nStyret skal ha en leder og nestleder som velges av foretaksmøtet.​1\n0 Endret ved lov 19 des 2003 nr. 120 (i kraft 1 jan 2004).\n1 Jfr. § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Tjenestetid",
      "content": "Styremedlemmene tjenestegjør i 4 år. Kortere tjenestetid kan fastsettes ved suppleringsvalget. Tjenestetiden opphører ved utløpet av det ordinære foretaksmøtet​1 i det år tjenestetiden utløper.\nEt styremedlem blir stående inntil nytt styremedlem blir valgt selv om tjenestetiden er utløpt.\n1 Jfr. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Opphør av styreverv før tjenestetiden er utløpt",
      "content": "Når særlige forhold foreligger, har et styremedlem rett til å tre tilbake før tjenestetiden er ute. Om tilbaketreden skal gis rimelig forhåndsvarsel til departementet. Medlem av styret kan når som helst fjernes ved beslutning av Kongen.\nOpphører vervet for et styremedlem før utløpet av tjenestetiden og vararepresentant for ham eller henne ikke fins, skal foretaksmøtet​1 velge et nytt styremedlem for resten av perioden. Valget kan likevel utstå til neste ordinære foretaksmøte dersom styret er vedtaksført med de gjenværende medlemmer og vararepresentanter.\n1 Jfr. kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Styrets myndighet",
      "content": "Forvaltningen av fondet hører under styret, som også påser at virksomheten drives i samsvar med reglene gitt i eller i medhold av loven her og i forskrift gitt i medhold av loven, herunder regler for bruk av lån eller tilskudd fastsatt i medhold av § 7 annet punktum.​1 Styret har ansvaret for en tilfredsstillende organisering av fondet og skal påse at registrering og dokumentasjon av regnskapsopplysninger og formuesforvaltningen er gjenstand for betryggende kontroll. Styret skal føre tilsyn med administrerende direktørs ledelse av virksomheten.\nI vedtektene kan det bestemmes at visse saker skal avgjøres av styret.\n0 Endret ved lov 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Sml. asl. § 6-12 og asal. § 6-12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Styremøter​1",
      "content": "Styrets leder sørger for at styret holder møte så ofte som det trengs. Medlem av styret og administrerende direktør kan kreve at styret sammenkalles. Om ikke styret for det enkelte tilfelle bestemmer noe annet, har administrerende direktør rett til å være tilstede og til å uttale seg på styremøtene.\nStyremøtene ledes av lederen, eller i hans eller hennes fravær, av nestlederen. Er ingen av disse tilstede, velger styret selv sin møteleder.\nVed styremøtene skal det føres protokoll som underskrives av samtlige tilstedeværende styremedlemmer. Dersom styremedlem eller administrerende direktør er uenig i styrets beslutning, kan de kreve sin oppfatning innført i protokollen. Protokollen skal snarest, og senest fjorten dager etter at styremøte er avholdt, sendes departementet.\n1 Sml. asl. § 6-19 flg. og asal. § 6-19 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Vedtaksførhet og flertallskrav",
      "content": "Styret er vedtaksført når mer enn halvdelen av samtlige styremedlemmer som kan delta i den aktuelle sak (jfr. § 13 annet ledd), er tilstede.​1 Styret kan likevel ikke treffe beslutninger med mindre alle medlemmer av styret så vidt mulig er gitt mulighet til å delta i behandling av saken. Har et styremedlem forfall, og det finnes vararepresentant for ham eller henne, skal vararepresentanten gis mulighet til å møte.\nSom styrets beslutning gjelder det som flertallet blant de møtende har stemt for, eller ved stemmelikhet det som møtelederen har stemt for. De som stemmer for en beslutning må likevel alltid utgjøre mer enn 1/3 av samtlige styremedlemmer som kan delta i den aktuelle sak.\nVed valg og ansettelse​2 anses den valgt eller ansatt som får flest stemmer. Styret kan på forhånd bestemme at det skal holdes ny avstemning dersom ingen får flertall av de avgitte stemmer. Står stemmene likt ved valg av møteleder, avgjøres valget ved loddtrekning. I andre tilfelle av stemmelikhet gjelder det lederen har stemt for.\n1 Sml. asl. § 6-24 og asal. § 6-24.\n2 Sml. lov asl. § 6-26 og asal. § 6-26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Administrerende direktør",
      "content": "Fondet skal ha en administrerende direktør som tilsettes av styret for en periode på 6 år. Styret fastsetter også administrerende direktørs lønn. Styret treffer vedtak om å si opp eller avskjedige administrerende direktør.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Administrerende direktørs myndighet",
      "content": "Administrerende direktør forestår den daglige ledelse av fondet, og skal følge de retningslinjer og pålegg som styret gir.​1 Administrerende direktør skal sørge for at fondets registrering og dokumentasjon av regnskapsopplysninger er i samsvar med lov og forskrifter og at formuesforvaltningen er ordnet på betryggende måte.\nDen daglige ledelse omfatter ikke saker som etter fondets forhold er av uvanlig art eller stor betydning, eller som etter vedtektene eller annet vedtak av foretaksmøtet​2 hører under styret. Slike saker kan administrerende direktør bare avgjøre om styret i enkelte tilfelle har gitt ham myndighet til det, eller styrets beslutning ikke kan avventes uten vesentlig ulempe for foretakets virksomhet. Styret skal i så fall snarest underrettes om saken.\n0 Endret ved lov 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Sml. asl. § 6-14 og asal. § 6-14.\n2 Jfr. kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Styret og administrerende direktørs representasjonsrett​1",
      "content": "Styret representerer fondet utad og tegner dets firma.\nStyret kan gi styremedlem eller administrerende direktør rett til å tegne fondets firma. Vedtektene kan begrense styrets myndighet etter forrige punktum og også selv gi bestemmelser om fullmakt som der nevnt.\nAdministrerende direktør representerer fondet utad i saker som faller innenfor hans myndighet etter § 20.\n1 Sml. asl. § 6-30 flg. og asal. § 6-30 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Overskridelser av representasjonsretten",
      "content": "Har noen som representerer fondet utad ved handling på vegne av fondet overskredet sin myndighet, er handlingen ikke bindende for fondet dersom medkontrahenten innså eller burde innse at myndigheten er overskredet og det derfor ville stride mot redelighet å gjøre rett etter handlingen gjeldende.​1\n1 Sml. asl. § 6-33 og asal. § 6-33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Habilitet",
      "content": "Den som er ansatt eller har tillitsverv i fondet må ikke delta i behandling eller avgjørelser av spørsmål som har slik særlig betydning for ham selv eller nærstående at han må anses for å ha en fremtredende personlig eller økonomisk særinteresse i saken.​1 Han må heller ikke ta del i behandling eller avgjørelser av noe spørsmål som har fremtredende økonomisk særinteresse for selskap, forening eller annen offentlig eller privat institusjon han er knyttet til.\n1 Sml. asl. § 6-27 og asal. § 6-27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Forbud mot å motta gaver m.m.",
      "content": "Den som er ansatt eller har tillitsverv i fondet må ikke for seg eller andre motta gaver, provisjoner, tjenester eller andre ytelser fra andre enn fondet som er egnet til, eller av giveren ment, å påvirke deres handlinger for fondet.\nGaver, tjenester eller andre ytelser som nevnt i første ledd må heller ikke mottas av vedkommendes ektefelle,​1 person som vedkommende lever sammen med, noen som er beslektet eller besvogret med dem i rett opp- eller nedstigende linje, eller av selskap hvor noen person som nevnt i første ledd har en framtredende interesse i.\nDen som har mottatt ytelse i strid med forbudet i paragrafen her, plikter å betale et beløp som tilsvarer det som urettmessig er mottatt.\n1 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Taushetsplikt",
      "content": "Den som er ansatt eller har tillitsverv i fondet har taushetsplikt​1 om det de i stillings medfør får kjennskap til om andres forretningsmessige eller private forhold med mindre de etter lov har plikt til å gi opplysningene. Taushetsplikten gjelder ikke meddelelser som styret eller noen som har fullmakt fra styret gir på vegne av fondet til finansinstitusjoner og fagdepartementet. Taushetsplikten skal heller ikke være til hinder for utveksling av informasjon (samordning) som forutsatt i lov om Oppgaveregisteret.​2\n0 Endret ved lov 6 juni 1997 nr. 35 (i kraft 1 nov 1997).\n1 Se strl. § 121.\n2 Lov 6 juni 1997 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Allment om foretaksmøtets myndighet og sammensetning",
      "content": "Departementet utøver den øverste myndighet i fondet i foretaksmøtet. Departementets myndighet i fondet kan ikke utøves utenom foretaksmøtet.\nRett til å være tilstede i foretaksmøtet og til å uttale seg har fondets styre, administrerende direktør og revisor. Administrerende direktør og styrets leder har plikt til å være tilstede med mindre dette er åpenbart unødvendig eller det foreligger gyldig forfall. I sistnevnte tilfelle skal det utpekes en stedfortreder. Foretakets revisor har plikt til å være tilstede forsåvidt de saker som skal behandles er av slik art at hans nærvær kan anses ønskelig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Ordinært foretaksmøte",
      "content": "Ordinært foretaksmøte avholdes innen 6 måneder innen utgangen av hvert regnskapsår.\nPå det ordinære foretaksmøtet skal følgende spørsmål behandles og avgjøres:\n1. Fastsetting av fondets resultatregnskap og balanse, herunder anvendelse av årsoverskudd eller dekning av årsunderskudd.\n2. Andre saker som etter lov eller vedtekter hører under foretaksmøtet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Ekstraordinært foretaksmøte",
      "content": "Ekstraordinært foretaksmøte avholdes når departementet, styret eller revisor finner det nødvendig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Innkalling til foretaksmøte",
      "content": "Departementet innkaller til foretaksmøte og bestemmer innkallingsmåten. Innkallingen til ordinært foretaksmøte skal foretas skriftlig senest to uker før møtet, og skal være vedlagt årsregnskap, årsberetning og revisors beretning. Innkallingen til ekstraordinært foretaksmøte skal foretas senest en uke før møtet, om ikke kortere varsel i et særlig tilfelle er påtrengende nødvendig.\nTil møtet innkalles de som etter § 26 annet ledd har rett til å være tilstede i foretaksmøtet.\nInnkallingen skal bestemt angi de saker som skal behandles på møtet. Vil vedtektene bli foreslått endret, skal hovedinnholdet i forslaget gjengis i innkallingen. Foretaksmøtet kan ikke treffe vedtak i andre saker enn de som er nevnt i innkallingen med mindre samtlige av de som etter § 26 annet ledd har rett til å være tilstede samtykker i det.\n0 Endret ved lov 17 juli 1998 nr. 56 (i kraft 1 jan 1999).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Møteledelse og protokollasjon",
      "content": "Foretaksmøtet ledes av styrets leder.\nMøtelederen skal sørge for at det føres protokoll fra foretaksmøtet. Protokollen skal underskrives av møtelederen og en annen person som velges blant de tilstedværende. Er noen av de som etter § 26 annet ledd har rett til å være tilstede på møtet, uenig i departementets beslutning, skal deres oppfatning føres inn i protokollen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "7:31",
      "chapter": "7",
      "section": "31",
      "title": "Regnskap",
      "content": "Fondet er regnskapspliktig etter regnskapsloven.​1\n1 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "title": "Revisjon",
      "content": "Fondet skal ha revisor som velges av foretaksmøtet. Revisor skal være registrert eller statsautorisert.​1\n0 Endret ved lov 21 des 2000 nr. 108 (i kraft 1 jan 2001).\n1 Jfr. lov 15 jan 1999 nr. 2 kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "7:33",
      "chapter": "7",
      "section": "33",
      "title": "Gransking",
      "content": "Foretaksmøtet​1 kan, når særlige grunner tilsier det, beslutte gransking av fondet eller nærmere angitte forhold vedrørende forvaltningen av det eller regnskapene.\nDen som på vegne av foretaksmøtet​1 forestår granskingen har rett til å foreta de undersøkelser i fondet som finnes nødvendig, og kan i denne forbindelse kreve nødvendig bistand av fondet. Den som forestår granskingen kan av styret, administrerende direktør og enhver annen ansatt eller tillitsvalgt i fondet, kreve enhver opplysning om fondets forhold som granskingen gjør nødvendig. Den som på vegne av foretaksmøtet foretar granskingen har taushetsplikt etter samme regler som gjelder for revisorer, jf. revisorloven​2 § 6-1.\n0 Endret ved lov 15 jan 1999 nr. 2 (i kraft 1 aug 1999 iflg. vedtak 25 juni 1999 nr. 711).\n1 Jfr. kap. 6.\n2 Lov 15 jan 1999 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Riksrevisjonens kontroll",
      "content": "Riksrevisjonen​1 har rett til å kreve de opplysningene den finner påkrevd for sin kontroll, så vel fra fondet selv som fra den revisor som reviderer årsregnskapet. Riksrevisjonen kan i den utstrekning som finnes nødvendig selv foreta undersøkelser i fondet. For øvrig kan Stortinget fastsette regler om Riksrevisjonens kontroll med forvaltningen av statens interesser i fondet og herunder fastsette hvilke dokumenter m.m. som skal sendes Riksrevisjonen.\nRiksrevisjonen​1 skal varsles og ha rett til å være til stede i foretaksmøtet.​2\n0 Endret ved lov 15 jan 1999 nr. 2 (i kraft 1 aug 1999 iflg. vedtak 25 juni 1999 nr. 711).\n1 Jfr. lov 8 feb 1918.\n2 Jfr. kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "8:35",
      "chapter": "8",
      "section": "35",
      "title": "Ikrafttredelse",
      "content": "Denne lov trer i kraft fra den tid​1 Kongen bestemmer.\n1 Fra 17 juli 1992 iflg. res. 17 juli 1992 nr. 522.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "8:36",
      "chapter": "8",
      "section": "36",
      "title": "Overgangsbestemmelser",
      "content": "Tjenestemannslovens​1 § 13 nr. 2 til nr. 6 om fortrinnsrett til annen statsstilling og ventelønn, skal fortsatt gjelde for arbeidstakere i Statens nærings- og distriktsutviklingsfond som blir sagt opp av grunn som nevnt i tjenestemannslovens § 13 nr. 1 (a), (b) og (c), og som var omfattet av disse reglene før omdanningen. Fortrinnsretten til annen statsstilling og retten til ventelønn etter forrige punktum opphører tre år etter omdanningstidspunktet. Bestemmelsen i leddet her gjør ingen innskrenkninger i arbeidstakerens rettigheter etter arbeidsmiljøloven​2 §§ 60 nr. 2 og 67.\nØvrige overgangsbestemmelser, herunder fra hvilket tidspunkt fondet anses stiftet, fastsettes av Kongen​3.\n1 Lov 4 mars 1983 nr. 3.\n2 Lov 4 feb 1977 nr. 4.\n3 Nærings- og handelsdepartementet iflg. res. 17 juli 1992 nr. 522.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "8:37",
      "chapter": "8",
      "section": "37",
      "title": "Endringer i andre lover",
      "content": "Fra den tid Kongen bestemmer gjøres følgende endringer i andre lover:\n1. – – –​1\n2. – – –​2\n3. – – –​3\n1 Opphevet § 1 første ledd nr. 9 i kredittilsynsloven av 7 des 1956 nr. 1 med virkning fra 6 sep 1996 iflg. res. 6 sep 1996 nr. 846.\n2 Opphevet lov 18 juni 1965 nr. 11 om Distriktenes utbyggingsfond med virkning fra 31 des 1992 iflg. res. 18 des 1992 nr. 1071.\n3 Opphevet lov av 25. mars 1977 nr. 14 om Den Norske Industribank A/S med virkning fra 11 mars 1994 iflg. res. 11 mars 1994 nr. 198.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    }
  ]
}