{
  "id": "LOV-1953-07-17-28",
  "type": "statute",
  "title": "Lov om Heimevernet [heimevernloven]",
  "short_name": "Heimevernloven",
  "status": "in_force",
  "issued_date": "1953-07-17",
  "in_force_date": "1953-07-17",
  "url": "https://lovdata.no/dokument/NLO/lov/1953-07-17-28",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Heimevernet er en del av det militære forsvar (i denne lov kalt Forsvaret). Det skal fortrinnsvis delta i vernet av heimtrakten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Heimevernets organisasjon og dets innpassing i Forsvaret fastsettes av Kongen med Stortingets samtykke.\nMed sikte på samvirke med sivilbefolkningen kan Kongen med Stortingets samtykke opprette råd og nemnder. Kongen gir regler for deres virksomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Heimevernet rekrutteres av pliktige og frivillige. Heimevernssoldat er:\n1. Den som er pålagt pliktig tjeneste i Heimevernet etter § 4.\n2. Den som er antatt som frivillig i Heimevernet etter § 5.\n0 Endret ved lov 27 apr 1995 nr. 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Plikt​1 til å gjøre tjeneste i Heimevernet har etter nærmere bestemmelser fastsatt av Kongen\n1. alle vernepliktige​2 som forutsettes ikke kalt inn til annen militærtjeneste hverken i fred, ved styrkeoppbygging eller i en viss tid etter styrkeoppbygging, og\n2. vernepliktsfrie i vernepliktig​2 alder og eldre til og med det år de fyller 55, alle for så vidt de er kjent dyktige for heimevernstjeneste og ikke er eller ville vært fri for verneplikt på grunn av statsborgerlig forhold.\nEnhver over vernepliktig​2 alder kan pålegges tjeneste i Heimevernet i den utstrekning Heimevernets oppgaver på vedkommende sted ikke kan løses ved hjelp av pliktige i yngre alder og frivillige.\nI krig har også enhver under vernepliktig alder tjenesteplikt i Heimevernet fra og med fylte 18 år, når vedkommende fyller vilkårene etter første ledd nr. 2.\n0 Endret ved lover 19 jan 2001 nr. 3 (ikr. 1 juli 2002 iflg. res. 31 mai 2002 nr. 507). 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se § 32 og § 33.\n2 Se lov 17 juli 1953 nr. 29 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Som frivillige i Heimevernet kan antas enhver som har fylt 16 år, herunder også vernepliktige i den utstrekning Kongen bestemmer. Disse vernepliktige kan ikke pålegges tjeneste i Heimevernet i den tid de er innkalt til annen militærtjeneste.\nKongen gir nærmere bestemmelser om vilkårene for og fremgangsmåten ved antagelse av frivillige og for tjenestens opphør.\n0 Endret ved lover 1 juni 1979 nr. 23, 8 mai 1987 nr. 19, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Frivillige har i det tidsrom de har påtatt seg tjeneste samme plikter og tjenestevilkår som pliktige heimevernssoldater.​1 Frivillige som ikke har fylt 18 år, skal likevel ikke gis opplæring eller delta i stridsrelatert virksomhet, og skal straks fritas fra tjeneste dersom riket er i krig eller krig truer eller Forsvaret eller noen del av det er beordret satt på krigsfot.\nHvis krig eller fare for krig inntrer i dette tidsrom, er de frivillige som har fylt 18 år etter Kongens nærmere bestemmelse forpliktet til å fortsette på samme vilkår ut over den påtatte tjenestetid så lenge forholdene gjør det nødvendig.\n0 Endret ved lover 1 juni 1979 nr. 23, 27 apr 1995 nr. 17, 19 jan 2001 nr. 3 (ikr. 1 juli 2002 iflg. res. 31 mai 2002 nr. 507), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se § 4, § 32 og § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Kongen gir regler om undersøkelser og prøver til bedømmelse av dyktighet for heimevernstjeneste og for inndelingen i dyktighetsklasser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Enhver heimevernssoldat​1 er forpliktet til å overta den tjenestestilling i Heimevernet som soldaten blir beordret eller utpekt til og utføre den tjeneste som blir pålagt vedkommende. Ingen kan dog mot sin vilje beordres til stilling eller tjeneste som etter gjeldende bestemmelser er tillagt lavere grad enn den soldaten innehar med mindre særlige forhold i krig gjør slik beordring nødvendig.\nEnhver heimevernssoldat er forpliktet til å motta høyere grad og gjennomgå den nødvendige utdannelse. Med mindre graden er midlertidig eller gitt for et bestemt oppdrag, kan den bare fratas soldaten hvis vedkommende har vist seg uskikket eller uverdig til å inneha den.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Varigheten av tjenesten i fred for de forskjellige kategorier og aldersklasser av heimevernssoldater​1 fastsettes av Stortinget.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Årlig heimevernstjeneste i fred gjennomføres normalt sammenhengende, men kan også deles opp. Kongen kan gi nærmere regler om gjennomføringen av heimevernstjenesten.\n0 Endret ved lov 27 apr 1995 nr. 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Heimevernssoldater​1 i vernepliktig alder​2 som er mobliseringsdisponert til avdeling med fredsøvelser som krever sammenhengende fravær fra heim og arbeid, kan i tillegg til vanlig heimevernstjeneste etter § 10 pålegges tjeneste av slik varighet som Stortinget bestemmer.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.\n2 Se lov 17 juli 1953 nr. 29 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "For opplæring til befal eller spesialist kan Stortinget for heimevernspliktige i vernepliktig alder​1 fastsette et tillegg til den vanlige fredstjenesteplikt av inntil 14 dager, eller et dertil svarende timetall, i hver 3-års periode av den pliktiges tjenestetid i Heimevernet.\n1 Se lov 17 juli 1953 nr. 29 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Innenfor rammen av den pliktige tjenestetid kan heimevernssoldater​1 pålegges tjeneste i forbindelse med arrangementer som tjener Heimevernets eller Forsvarets interesser.\nUt over pliktig tjeneste etter §§ 9 til 12 kan heimevernssoldater​1 pålegges tjeneste som tar sikte på å avverge eller begrense naturkatastrofer eller andre alvorlige ulykker. Det samme gjelder tjeneste, herunder vakthold og sikring av objekter og infrastruktur, som tar sikte på å avverge eller begrense anslag av omfattende eller av annen årsak særlig skadevoldende karakter, rettet mot vesentlige samfunnsinteresser. Heimevernssoldater som ikke har fylt 18 år, kan ikke settes til tjeneste som nevnt i annet punktum.\nKongen bestemmer hvem som skal kunne be om hjelp, hvem som skal kunne avgjøre om hjelp skal ytes og hvem som skal bære utgiftene.\n0 Endret ved lover 27 apr 1995 nr. 17, 7 apr 2006 nr. 8.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "I krig eller når krig truer, kan heimevernssoldater​1 etter nærmere bestemmelser av Kongen pålegges sammenhengende tjeneste så lenge forholdene gjør det nødvendig. Heimevernssoldater har under slik tjenestegjøring tilsvarende plikter som innkalte vernepliktige.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "For øyeblikkelig å styrke militær avdeling eller lignende utenom Heimevernet under dens oppsetting ved styrkeoppbygging eller krig, plikter​1 heimevernsoldater​2 i vernepliktig alder som er opplært til spesiell stilling eller tjeneste, etter pålegg å møte og tjenestegjøre ved avdelingen inntil vedkommende kan bli avløst. Kongen gir nærmere regler for slik tjeneste og fastsetter hvilke myndigheter som kan gi pålegg om den.\n0 Endret ved lov 27 apr 1995 nr. 17, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se § 32 og § 33.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Tjeneste i krig og under beredskap eller som følge av tjeneste som nevnt i § 13 skal fordeles mest mulig jevnt på de heimevernssoldater​1 som står til rådighet for slik tjeneste.\n0 Endret ved lover 27 apr 1995 nr. 17, 7 apr 2006 nr. 8.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Som ledd i heimevernsopplæringen kan heimevernssoldater,​1 innenfor pliktig tjenestetid,​2 beordres til tjeneste ved andre deler av Forsvaret.\nHeimevernssoldater​1 er, selv om vedkommende tilhører en annen heimevernsavdeling, pliktig​3 til å utføre sin tjeneste ved heimevernsavdeling der vedkommende oppholder seg.\nKongen gir nærmere regler for tjeneste etter denne paragraf.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.\n2 Jf. § 3.\n3 Se § 32 og § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Befal og annet militært personell som på grunn av tidligere ansettelse i Forsvaret oppebærer pensjon, redusert lønn eller har rett til oppsatt pensjon og som derfor etter vernepliktsloven​1 plikter tjeneste i krig og/eller fred i Forsvaret for øvrig, har samme plikt til tjeneste i Heimevernet.\n1 Se lov 17 juli 1953 nr. 29 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Heimevernssoldater​1 som på grunn av sykdom, skade eller fravær fra eller forsømmelighet i tjenesten ikke har fått tilstrekkelig opplæring, kan etter nærmere bestemmelser av Kongen pålegges nødvendig tilleggstjeneste.\nHeimevernspliktige​2 som har vært ulovlig fraværende, kan selv om de har fått tilstrekkelig opplæring, etter nærmere bestemmelse av Kongen, pålegges å ta igjen forsømt tjeneste.\n0 Endret ved lover 11 juni 1982 nr. 46, 27 apr 1995 nr. 17.\n1 Se § 3.\n2 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Kongen gir regler om fremgangsmåten ved innkalling til tjeneste.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Kongen kan gi bestemmelser om at heimevernssoldater​1 i sivil stilling eller virksomhet som er av samfunnsmessig betydning eller av viktighet for rikets samlede forsvar, skal fritas for slik heimevernstjeneste i krig som ikke kan forenes med heimevernssoldatens sivile gjøremål.\nKongen kan likeledes gi bestemmelser om at heimevernssoldater som nevnt i første ledd helt eller delvis skal være fritatt for tjeneste i fred.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Kongen bestemmer i hvilken utstrekning heimevernssoldater​1 kan gis utsettelse med tjeneste i fred når samfunnsinteresser krever det eller viktige velferdsgrunner tilsier det.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Kongen gir bestemmelser om godskriving av utført heimevernstjeneste som ordinær eller ekstraordinær militærtjeneste, når vernepliktig som har vært stilt til rådighet for Heimevernet blir tatt tilbake for annen anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "I den utstrekning Kongen bestemmer gjelder vernepliktslovens​2 bestemmelser om:\na. plikt til å gi meldinger om bortreise, flytning, utvandring, mønstring i utenriks fart og tilbakekomst til riket,\nb. plikt til å søke tillatelse til bortreise, utvandring og mønstring i utenriks fart,\nc. plikt til å gi opplysninger om forhold som har betydning for tjenesten,\nd. plikt til å la seg legeundersøke og underkaste andre undersøkelser og prøver til bedømmelse av tjenestedyktighet og øvrige forutsetninger for tjenesten,\ne. plikt til å erkjenne mottakelsen av innkallinger m.v., til å sørge for ettersending av tjenstlige meddelelser og til å melde forfall.\n1 Jf. § 32 og § 33.\n2 Se lov 17 juli 1953 nr. 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "Etter nærmere bestemmelser av Kongen plikter heimevernssoldater​2 under krig eller når krig truer, å holde seg klar til frammøte på kort varsel.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Jf. § 32 og § 33.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "content": "Etter nærmere bestemmelser av Kongen plikter​1 heimevernssoldater​2 utenfor tjenestetiden å oppbevare og holde vedlike sine våpen, ammunisjon og annet personlig utstyr.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Jf. § 32 nr. 3.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "content": "Heimevernssoldater​1 plikter å utføre sin tjeneste i egne klær og eget fottøy. Kongen med Stortingets samtykke bestemmer om og i hvilken utstrekning godtgjøring skal gis.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "content": "Kongen med Stortingets samtykke gir regler om godtgjøring til heimevernssoldater​1 under tjeneste som medfører utlegg eller tap av inntekt.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "Vernepliktslovens​2 bestemmelser om plikter for offentlige myndigheter og tjenestemenn og private institusjoner og personer til å gi opplysninger, oppgaver, attestasjoner m.v., til å bistå med plakatoppslag og til å medvirke ved innkallinger og ettersøking får tilsvarende anvendelse når det gjelder Heimevernet.\nLokale heimevernsnemnder kan kreve fremleggelse av uttømmende politiattest i forbindelse med opptak av frivillige til Heimevernet.\n0 Endret ved lov 21 juni 2013 nr. 82 (ikr. 1 jan 2014 iflg. res. 27 sep 2013 nr. 1132 som endret ved res. 13 des 2013 nr. 1449).\n1 Jf. § 34.\n2 Se lov 17 juli 1953 nr. 29 § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Frivillige i Heimevernet​2 har samme beskyttelse som pliktige mot oppsigelse fra stilling på grunn av tjenesten.\n0 Endret ved lov 1 juni 1979 nr. 23.\n1 Se aml. § 15-10, jf. § 12-12.\n2 Jf. § 5 og § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "content": "Kongen gir bestemmelser om rulleføringen av heimevernssoldater​1 og om overføringer fra en enhet til en annen.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:31 a",
      "chapter": "3",
      "section": "31 a",
      "content": "Forvaltningslovens​1 kapitlene IV-VI gjelder ikke ved behandlingen av saker etter denne lov, om ikke Kongen bestemmer annerledes.\n0 Tilføyd ved lov 19 juni 1969 nr. 54.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31a",
        "source_heading": "§ 31 a."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "content": "Med bøter straffes den som forsettlig eller uaktsomt\n1. unnlater eller nekter å oppfylle noen av de plikter som vedkommende er pålagt etter §§ 24 eller 25 eller gir uriktige opplysninger om forhold som nevnt i § 24 bokstav c, eller ved villedende atferd eller på annen måte søker å oppnå en feilaktig bedømmelse av sin tjenestedyktighet;\n2. uten gyldig forfall uteblir fra eller kommer for sent til møte som vedkommende er innkalt til i medhold av denne lov, møter i ikke edru tilstand, forlater møtet uten tillatelse eller ved sin opptreden hindrer eller forstyrrer møtets gang;\n3. overtrer eller forsømmer sine plikter med hensyn til oppbevaring av våpen eller annet utstyr som vedkommende er pålagt å ta vare på i henhold til § 26.\nMedvirkning straffes ikke.\n0 Endret ved lover 27 apr 1995 nr. 17, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "content": "Den som ved forgåelse som nevnt i § 32 nr. 1 eller 2, søker å unndra seg tjeneste i Heimevernet, straffes med fengsel inntil 2 år.​1\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. milstrl. § 34 og § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "content": "Med bøter straffes den som forsettlig eller uaktsomt unnlater å gi opplysninger eller yte annen bistand som nevnt i § 29 for så vidt forholdet ikke rammes av noen strengere straffebestemmelse. Medvirkning straffes ikke.\nBestemmelsen i foregående ledd får ikke anvendelse på offentlige tjenestemenn.​1\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Se strl. 2005 §§ 171 til 173.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.\n– – –\nKongen gir for øvrig nærmere regler til gjennomføring av denne lov.\n0 Loven trådte ikr. 1 juli 1954 iflg. res. 25 juni 1954.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Heimevernet er en del av det militære forsvar (i denne lov kalt Forsvaret). Det skal fortrinnsvis delta i vernet av heimtrakten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Heimevernets organisasjon og dets innpassing i Forsvaret fastsettes av Kongen med Stortingets samtykke.\nMed sikte på samvirke med sivilbefolkningen kan Kongen med Stortingets samtykke opprette råd og nemnder. Kongen gir regler for deres virksomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Heimevernet rekrutteres av pliktige og frivillige. Heimevernssoldat er:\n1. Den som er pålagt pliktig tjeneste i Heimevernet etter § 4.\n2. Den som er antatt som frivillig i Heimevernet etter § 5.\n0 Endret ved lov 27 apr 1995 nr. 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Plikt​1 til å gjøre tjeneste i Heimevernet har etter nærmere bestemmelser fastsatt av Kongen\n1. alle vernepliktige​2 som forutsettes ikke kalt inn til annen militærtjeneste hverken i fred, ved styrkeoppbygging eller i en viss tid etter styrkeoppbygging, og\n2. vernepliktsfrie i vernepliktig​2 alder og eldre til og med det år de fyller 55, alle for så vidt de er kjent dyktige for heimevernstjeneste og ikke er eller ville vært fri for verneplikt på grunn av statsborgerlig forhold.\nEnhver over vernepliktig​2 alder kan pålegges tjeneste i Heimevernet i den utstrekning Heimevernets oppgaver på vedkommende sted ikke kan løses ved hjelp av pliktige i yngre alder og frivillige.\nI krig har også enhver under vernepliktig alder tjenesteplikt i Heimevernet fra og med fylte 18 år, når vedkommende fyller vilkårene etter første ledd nr. 2.\n0 Endret ved lover 19 jan 2001 nr. 3 (ikr. 1 juli 2002 iflg. res. 31 mai 2002 nr. 507). 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se § 32 og § 33.\n2 Se lov 17 juli 1953 nr. 29 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Som frivillige i Heimevernet kan antas enhver som har fylt 16 år, herunder også vernepliktige i den utstrekning Kongen bestemmer. Disse vernepliktige kan ikke pålegges tjeneste i Heimevernet i den tid de er innkalt til annen militærtjeneste.\nKongen gir nærmere bestemmelser om vilkårene for og fremgangsmåten ved antagelse av frivillige og for tjenestens opphør.\n0 Endret ved lover 1 juni 1979 nr. 23, 8 mai 1987 nr. 19, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Frivillige har i det tidsrom de har påtatt seg tjeneste samme plikter og tjenestevilkår som pliktige heimevernssoldater.​1 Frivillige som ikke har fylt 18 år, skal likevel ikke gis opplæring eller delta i stridsrelatert virksomhet, og skal straks fritas fra tjeneste dersom riket er i krig eller krig truer eller Forsvaret eller noen del av det er beordret satt på krigsfot.\nHvis krig eller fare for krig inntrer i dette tidsrom, er de frivillige som har fylt 18 år etter Kongens nærmere bestemmelse forpliktet til å fortsette på samme vilkår ut over den påtatte tjenestetid så lenge forholdene gjør det nødvendig.\n0 Endret ved lover 1 juni 1979 nr. 23, 27 apr 1995 nr. 17, 19 jan 2001 nr. 3 (ikr. 1 juli 2002 iflg. res. 31 mai 2002 nr. 507), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se § 4, § 32 og § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Kongen gir regler om undersøkelser og prøver til bedømmelse av dyktighet for heimevernstjeneste og for inndelingen i dyktighetsklasser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Enhver heimevernssoldat​1 er forpliktet til å overta den tjenestestilling i Heimevernet som soldaten blir beordret eller utpekt til og utføre den tjeneste som blir pålagt vedkommende. Ingen kan dog mot sin vilje beordres til stilling eller tjeneste som etter gjeldende bestemmelser er tillagt lavere grad enn den soldaten innehar med mindre særlige forhold i krig gjør slik beordring nødvendig.\nEnhver heimevernssoldat er forpliktet til å motta høyere grad og gjennomgå den nødvendige utdannelse. Med mindre graden er midlertidig eller gitt for et bestemt oppdrag, kan den bare fratas soldaten hvis vedkommende har vist seg uskikket eller uverdig til å inneha den.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Varigheten av tjenesten i fred for de forskjellige kategorier og aldersklasser av heimevernssoldater​1 fastsettes av Stortinget.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Årlig heimevernstjeneste i fred gjennomføres normalt sammenhengende, men kan også deles opp. Kongen kan gi nærmere regler om gjennomføringen av heimevernstjenesten.\n0 Endret ved lov 27 apr 1995 nr. 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Heimevernssoldater​1 i vernepliktig alder​2 som er mobliseringsdisponert til avdeling med fredsøvelser som krever sammenhengende fravær fra heim og arbeid, kan i tillegg til vanlig heimevernstjeneste etter § 10 pålegges tjeneste av slik varighet som Stortinget bestemmer.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.\n2 Se lov 17 juli 1953 nr. 29 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "For opplæring til befal eller spesialist kan Stortinget for heimevernspliktige i vernepliktig alder​1 fastsette et tillegg til den vanlige fredstjenesteplikt av inntil 14 dager, eller et dertil svarende timetall, i hver 3-års periode av den pliktiges tjenestetid i Heimevernet.\n1 Se lov 17 juli 1953 nr. 29 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Innenfor rammen av den pliktige tjenestetid kan heimevernssoldater​1 pålegges tjeneste i forbindelse med arrangementer som tjener Heimevernets eller Forsvarets interesser.\nUt over pliktig tjeneste etter §§ 9 til 12 kan heimevernssoldater​1 pålegges tjeneste som tar sikte på å avverge eller begrense naturkatastrofer eller andre alvorlige ulykker. Det samme gjelder tjeneste, herunder vakthold og sikring av objekter og infrastruktur, som tar sikte på å avverge eller begrense anslag av omfattende eller av annen årsak særlig skadevoldende karakter, rettet mot vesentlige samfunnsinteresser. Heimevernssoldater som ikke har fylt 18 år, kan ikke settes til tjeneste som nevnt i annet punktum.\nKongen bestemmer hvem som skal kunne be om hjelp, hvem som skal kunne avgjøre om hjelp skal ytes og hvem som skal bære utgiftene.\n0 Endret ved lover 27 apr 1995 nr. 17, 7 apr 2006 nr. 8.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "I krig eller når krig truer, kan heimevernssoldater​1 etter nærmere bestemmelser av Kongen pålegges sammenhengende tjeneste så lenge forholdene gjør det nødvendig. Heimevernssoldater har under slik tjenestegjøring tilsvarende plikter som innkalte vernepliktige.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "For øyeblikkelig å styrke militær avdeling eller lignende utenom Heimevernet under dens oppsetting ved styrkeoppbygging eller krig, plikter​1 heimevernsoldater​2 i vernepliktig alder som er opplært til spesiell stilling eller tjeneste, etter pålegg å møte og tjenestegjøre ved avdelingen inntil vedkommende kan bli avløst. Kongen gir nærmere regler for slik tjeneste og fastsetter hvilke myndigheter som kan gi pålegg om den.\n0 Endret ved lov 27 apr 1995 nr. 17, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se § 32 og § 33.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Tjeneste i krig og under beredskap eller som følge av tjeneste som nevnt i § 13 skal fordeles mest mulig jevnt på de heimevernssoldater​1 som står til rådighet for slik tjeneste.\n0 Endret ved lover 27 apr 1995 nr. 17, 7 apr 2006 nr. 8.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Som ledd i heimevernsopplæringen kan heimevernssoldater,​1 innenfor pliktig tjenestetid,​2 beordres til tjeneste ved andre deler av Forsvaret.\nHeimevernssoldater​1 er, selv om vedkommende tilhører en annen heimevernsavdeling, pliktig​3 til å utføre sin tjeneste ved heimevernsavdeling der vedkommende oppholder seg.\nKongen gir nærmere regler for tjeneste etter denne paragraf.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.\n2 Jf. § 3.\n3 Se § 32 og § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Befal og annet militært personell som på grunn av tidligere ansettelse i Forsvaret oppebærer pensjon, redusert lønn eller har rett til oppsatt pensjon og som derfor etter vernepliktsloven​1 plikter tjeneste i krig og/eller fred i Forsvaret for øvrig, har samme plikt til tjeneste i Heimevernet.\n1 Se lov 17 juli 1953 nr. 29 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Heimevernssoldater​1 som på grunn av sykdom, skade eller fravær fra eller forsømmelighet i tjenesten ikke har fått tilstrekkelig opplæring, kan etter nærmere bestemmelser av Kongen pålegges nødvendig tilleggstjeneste.\nHeimevernspliktige​2 som har vært ulovlig fraværende, kan selv om de har fått tilstrekkelig opplæring, etter nærmere bestemmelse av Kongen, pålegges å ta igjen forsømt tjeneste.\n0 Endret ved lover 11 juni 1982 nr. 46, 27 apr 1995 nr. 17.\n1 Se § 3.\n2 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Kongen gir regler om fremgangsmåten ved innkalling til tjeneste.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Kongen kan gi bestemmelser om at heimevernssoldater​1 i sivil stilling eller virksomhet som er av samfunnsmessig betydning eller av viktighet for rikets samlede forsvar, skal fritas for slik heimevernstjeneste i krig som ikke kan forenes med heimevernssoldatens sivile gjøremål.\nKongen kan likeledes gi bestemmelser om at heimevernssoldater som nevnt i første ledd helt eller delvis skal være fritatt for tjeneste i fred.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Kongen bestemmer i hvilken utstrekning heimevernssoldater​1 kan gis utsettelse med tjeneste i fred når samfunnsinteresser krever det eller viktige velferdsgrunner tilsier det.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Kongen gir bestemmelser om godskriving av utført heimevernstjeneste som ordinær eller ekstraordinær militærtjeneste, når vernepliktig som har vært stilt til rådighet for Heimevernet blir tatt tilbake for annen anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "I den utstrekning Kongen bestemmer gjelder vernepliktslovens​2 bestemmelser om:\na. plikt til å gi meldinger om bortreise, flytning, utvandring, mønstring i utenriks fart og tilbakekomst til riket,\nb. plikt til å søke tillatelse til bortreise, utvandring og mønstring i utenriks fart,\nc. plikt til å gi opplysninger om forhold som har betydning for tjenesten,\nd. plikt til å la seg legeundersøke og underkaste andre undersøkelser og prøver til bedømmelse av tjenestedyktighet og øvrige forutsetninger for tjenesten,\ne. plikt til å erkjenne mottakelsen av innkallinger m.v., til å sørge for ettersending av tjenstlige meddelelser og til å melde forfall.\n1 Jf. § 32 og § 33.\n2 Se lov 17 juli 1953 nr. 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "Etter nærmere bestemmelser av Kongen plikter heimevernssoldater​2 under krig eller når krig truer, å holde seg klar til frammøte på kort varsel.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Jf. § 32 og § 33.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "content": "Etter nærmere bestemmelser av Kongen plikter​1 heimevernssoldater​2 utenfor tjenestetiden å oppbevare og holde vedlike sine våpen, ammunisjon og annet personlig utstyr.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Jf. § 32 nr. 3.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "content": "Heimevernssoldater​1 plikter å utføre sin tjeneste i egne klær og eget fottøy. Kongen med Stortingets samtykke bestemmer om og i hvilken utstrekning godtgjøring skal gis.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "content": "Kongen med Stortingets samtykke gir regler om godtgjøring til heimevernssoldater​1 under tjeneste som medfører utlegg eller tap av inntekt.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "Vernepliktslovens​2 bestemmelser om plikter for offentlige myndigheter og tjenestemenn og private institusjoner og personer til å gi opplysninger, oppgaver, attestasjoner m.v., til å bistå med plakatoppslag og til å medvirke ved innkallinger og ettersøking får tilsvarende anvendelse når det gjelder Heimevernet.\nLokale heimevernsnemnder kan kreve fremleggelse av uttømmende politiattest i forbindelse med opptak av frivillige til Heimevernet.\n0 Endret ved lov 21 juni 2013 nr. 82 (ikr. 1 jan 2014 iflg. res. 27 sep 2013 nr. 1132 som endret ved res. 13 des 2013 nr. 1449).\n1 Jf. § 34.\n2 Se lov 17 juli 1953 nr. 29 § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Frivillige i Heimevernet​2 har samme beskyttelse som pliktige mot oppsigelse fra stilling på grunn av tjenesten.\n0 Endret ved lov 1 juni 1979 nr. 23.\n1 Se aml. § 15-10, jf. § 12-12.\n2 Jf. § 5 og § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "content": "Kongen gir bestemmelser om rulleføringen av heimevernssoldater​1 og om overføringer fra en enhet til en annen.\n0 Endret ved lov 27 apr 1995 nr. 17.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:31 a",
      "chapter": "3",
      "section": "31 a",
      "content": "Forvaltningslovens​1 kapitlene IV-VI gjelder ikke ved behandlingen av saker etter denne lov, om ikke Kongen bestemmer annerledes.\n0 Tilføyd ved lov 19 juni 1969 nr. 54.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31a",
        "source_heading": "§ 31 a."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "content": "Med bøter straffes den som forsettlig eller uaktsomt\n1. unnlater eller nekter å oppfylle noen av de plikter som vedkommende er pålagt etter §§ 24 eller 25 eller gir uriktige opplysninger om forhold som nevnt i § 24 bokstav c, eller ved villedende atferd eller på annen måte søker å oppnå en feilaktig bedømmelse av sin tjenestedyktighet;\n2. uten gyldig forfall uteblir fra eller kommer for sent til møte som vedkommende er innkalt til i medhold av denne lov, møter i ikke edru tilstand, forlater møtet uten tillatelse eller ved sin opptreden hindrer eller forstyrrer møtets gang;\n3. overtrer eller forsømmer sine plikter med hensyn til oppbevaring av våpen eller annet utstyr som vedkommende er pålagt å ta vare på i henhold til § 26.\nMedvirkning straffes ikke.\n0 Endret ved lover 27 apr 1995 nr. 17, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "content": "Den som ved forgåelse som nevnt i § 32 nr. 1 eller 2, søker å unndra seg tjeneste i Heimevernet, straffes med fengsel inntil 2 år.​1\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. milstrl. § 34 og § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "content": "Med bøter straffes den som forsettlig eller uaktsomt unnlater å gi opplysninger eller yte annen bistand som nevnt i § 29 for så vidt forholdet ikke rammes av noen strengere straffebestemmelse. Medvirkning straffes ikke.\nBestemmelsen i foregående ledd får ikke anvendelse på offentlige tjenestemenn.​1\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Se strl. 2005 §§ 171 til 173.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.\n– – –\nKongen gir for øvrig nærmere regler til gjennomføring av denne lov.\n0 Loven trådte ikr. 1 juli 1954 iflg. res. 25 juni 1954.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    }
  ]
}