{
  "id": "LOV-1956-12-21-9",
  "type": "statute",
  "title": "Lov om born i ekteskap.",
  "short_name": "Ektebarnloven – biel.",
  "status": "in_force",
  "issued_date": "1956-12-21",
  "in_force_date": "1957-10-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1956-12-21-9",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Barn som vert født medan mora er gift, får ætt etter ekteskap om det ikkje vert fastsett i dom etter denne lova at ektemannen ikkje er faren, jfr. § 2, eller det vers fastsett etter lova om born utanom ekteskap, at ein annan er faren, jfr. § 5. Dette gjeld endå om ekteskapet vert gjort om inkje.\nNår eit ekteskap vert oppløyst, gjeld reglane i fyrste leden på tilsvarande måte om barn som vert født etter oppløysinga, såframt kona kan ha vorti med barnet før ekteskapet vart oppløyst. Men var ho oppatgift då ho fekk barnet, får det ætt etter ekteskap frå siste ekteskapet. Vert ektemannen frå siste ekteskapet frikjend for farskapet, får barnet ætt etter fyrste ekteskapet, såframt kona kan ha vorti med barnet før dette ekteskapet vart oppløyst.\nBarn som ektemakane hadde i lag då dei gifte seg med kvarandre, får òg ætt etter ekteskap.\n1 Endret ved lov 7 feb. 1969 nr. 8, fra 1 juli 1969 iflg. res. 7 feb. 1969. (Etter endringslovens II nr. 2 gjelder om barnets byrd loven på den tid da barnet ble født.)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Dom som fastset at ektemannen ikkje er barnefaren, kan ikkje seiast utan det er ettervist at kona har legi med ein annan mann, og det må reknast med at ho vart med barnet med honom, eller det elles ut frå arvemerke​1 hjå barnet eller av andre serlege grunnar må haldast for visst at ektemaken ikkje er barnefaren.\nVar ektemakane ikkje gifte med kvarandre på den tid kona kan ha vorti med barnet, eller har det ikkje vori noko samliv mellom dei på den tid, gjeld ikkje reglane i fyrste leden utan det må reknast med at ektemakane har legi med kvarandre på den tid kona kan ha vorti med barn.\n1 Se lov 21 des 1956 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Vil ein ektemann få fastslegi at han ikkje er far åt barnet, må han leggja opp sak mot barnet innan tre år​2 etter at han fekk vita om at det vart født. Har ektemannen ikkje butt i lag med barnet, eller er andre reint serlege grunnar sterkt for det, kan han leggja opp sak sidan òg, så framt fylkesmannen samtykkjer.\nDøyr ektemannen, kan ektemaken hans og likeins skyldfolket hans i rett opp- eller nedstigande line reisa sak. Let han ikkje etter seg ektemake eller slike skyldfolk, kan kvar av syskena hans reisa sak. Det som er sagt i fyrste og andre punktum, gjeld likevel ikkje når den avlidne har vedgått at barnet er hans endå han visste om at mor åt barnet hadde lege med nokon annan i den tida ho kan ha vorti med barnet. Så langt det let seg gjera, skal domstolen senda melding om saka til andre som har søksmålsrett og dei kan gå inn i saka og nytta anke og oppattaking mot domen.\nRetten til å leggja opp sak etter andre leden fell bort når det har gått tre år frå barnet vart født, likevel så at sak kan reisast innan eit år etter at ektemannen døydde om han døyr før fristen går ut. Når reint serlege grunnar er sterkt for det, kan det leggjast opp sak etter at desse fristane er ute òg, så framt fylkesmannen samtykkjer.\nMor åt barnet skal få varsel om at det er reist sak. Ho kan gå inn i saka med fulle partsrettar.\n1 Se §§ 6, 17, 22 nr. 3.\n2 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Vil eit barn få fastsett at ektemannen ikkje er faren, må det leggja opp sak mot honom.\nEr ektemannen avliden, skal saka reisast mot skyldfolket hans i rett opp- eller nedstigande line eller, om slike skyldfolk ikkje er til, då mot syskena hans. Er heller ikkje dei i live, skal saka reisast mot ervingane etter mannen. Saka kan reisast mot ein eller fleire av dei skyldfolk eller ervingar som kan saksøkjast. Så langt det let seg gjera, skal domstolen senda melding om saka til alle dei som kan verta saksøkte. Dei har rett til å gå inn i saka og til å nytta anke og oppattaking mot domen.\nFor barn som er under 18 år, lyt ei oppnemnd verje reisa søksmålet. Når serlege grunnar er for det, kan fylkesmannen​2 reisa søksmålet.\nFøresegnene i § 3, fjerde leden gjeld på tilsvarande måte.\n1 Se § 6 og § 22 nr. 4.\n2 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Har det ikkje vori noko samliv mellom ektemakane på den tid kona kan la vorti med barnet, og er det ikkje truleg at ektemannen låg med henne i den tida, kan fylkesmannen, utan omsyn til det som er fastsett her i lova, gå fram etter reglane i lova om barn utanom ekteskap og freista få fastsett at ein annan mann er barnefaren.\n1 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Om sak etter §§ 3 og 4 gjeld reglane i lova om rettargangsmåten for tvistemål kapitel 29, med dei avbrigde som fylgjer av denne lova.\nHar barnet heimeting​1 her i landet, skal saka reisast i den rettskrinsen som er heimetinget åt barnet. Elles skal saka reisast i den rettskrinsen der ektemannen har heimeting eller hadde det då han døydde.\nSaka kan flyttast til ein annan herads- eller byrett når provførsla vert lettare der, eller det er grunn til å tru at sakførehavinga då vert meir einfelt eller går snøggare. Vert dei to domarane ikkje samde om kvar saka skal vera føre, avgjer departementet spørsmålet.\nI samband med dom som går ut på at ektemannen ikkje er far til barnet, bør retten freista å få fastsett kven som røynleg er barnefaren. Kjem det opp noko som tyder på at ein annan enn ektemannen er faren, kan retten draga den andre inn i saka og gjera han til saksøkt. Saka mot den andre går òg etter reglane i lova om rettargangsmåten for tvistemål kapitel 20.\n1 Se rettergangsl. §§ 18 og 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Døyr barnet før fristen etter § 3, fyrste leden, er ute, kan ektemannen gjera gjeldande i sak om fostringstilskot til barnet, at han ikkje er faren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Når foreldra lever kvar for seg og ikkje vert samde om anten faren eller mora skal ha foreldremakta over barnet, vert spørsmålet avgjort i dom.​2 Men foreldra kan lata fylkesmannen​2 avgjera spørsmålet når dei er samde om det.\nAvgjerda skal fyrst og fremst retta seg etter det som er best for barnet. Er barnet lite, bør mora i regelen ha foreldremakta, om ikkje retten – eller fylkesmannen når foreldra er samde om å lata han taka avgjerda – kjem til at det er betre for barnet å vera hjå faren. Dinest skal det òg leggjast vekt på kva foreldra ynskjer.\nBarnet har rett til samvære med båe foreldra, jamvel om dei lever kvar for seg. Den av foreldra som ikkje får foreldremakta, kan krevja at det vert fastsett om han (ho) skal ha rett til å vera saman med barnet og kva omfang samværeretten skal ha. Ingen kan få slik rett når det er truleg at samværet kan verta uheppe for barnet. Spørsmålet vert avgjort i dom, om ikkje partane er samde om å lata fylkesmannen taka avgjerda.\nEin avtale mellom foreldra om foreldremakta eller om samværerett er ikkje til hinder for at ein av dei sidan krev avgjerd etter denne paragrafen.\nNår ein av foreldra bed om det, skal barnevernsnemnda, mellom folk som er skikka for gjeremålet og viljuge til å taka det på seg, nemna opp ein rettleiar til å gjeva han (ho) råd og hjelp i saka. Kommunestyret kan, etter framlegg frå sosialstyret, vedtaka at leiaren av sosialkontoret kan gjera slike oppnemningar. Før sosialstyret gjer framlegg som nemnt, skal barnevernsnemnda ha sagt si meining i saka. Klage på leiaren sine vedtak skal leggjast fram for nemnda før klaga vert send fylkesmannen.\n1 Endret ved lover 7 feb. 1969 nr. 8, 21 april 1978 nr. 16. – Se § 11.\n2 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Når det trengst, bør barnevernsnemnda eller sakkunnige ha sagt si meining før spørsmålet vert avgjort. Kommunestyret kan, etter framlegg frå sosialstyret, vedtaka at leiaren av sosialkontoret kan gjeva slik fråsegn. Før sosialstyret gjer framlegg som nemnt, skal barnevernsnemnda ha sagt si meining i saka.\nAvgjerda kan brigdast når serlege grunnar er for det og omsynet til barnet ikkje gjer brigdet utilrådeleg. Spørsmålet vert avgjort i dom om ikkje partane er samde om å lata fylkesmannen​2 taka avgjerda.\nNår domstolane har føre ei sak etter §§ 8 og 9, kan det nemnast opp søksmålsfullmektig etter reglane i lova om rettergangsmåten for tvistemål § 423.\n1 Endret ved lover 14 feb. 1969 nr. 9, 21 april 1978 nr. 16.\n2 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Døyr ei mor eller ein far som har foreldremakta over eit barn med heimel i §§ 8 og 9, skal barnevernsnemnda på den staden der barnet bur, få melding om avferda. Dette gjeld og når den avlidne hadde foreldremakta over barnet etter avtale mellom foreldra. Krav frå den attlevande av foreldra om å få foreldremakta over barnet eller frå nokon annan om å få omsuta for det, må rettast til same nemnda.\nKrev den attlevande av foreldra å få foreldremakta over barnet, skal nemnda gå med på det, utan når det er fare for at barnet då ikkje får forsvarleg stell og fostring eller at tilhald hjå den attlevande av foreldra kan verta til skade for barnet på annan måte. Det same gjeld når det kjem krav om å få omsuta frå andre av skyldfolket åt barnet eller frå nokon annan. Når nemnda har saka føre og gjer vedtak, gjeld lova om barnevern § 5 og kapittel IX. Fristen for klage er tre veker.\nKrev meir enn ein, kvar for seg, å få foreldremakta eller omsuta, skal barnevernsnemnda drøfta kvart krav serskilt og avgjera om ho lyt vraka kravet etter reglane i fyrste og andre punktumet i andre leden. Kan meir enn eitt av krava verta godteke, avgjer nemnda så kven som skal få omsuta for barnet. Men spørsmålet skal avgjerast i dom når den attlevande av foreldra høyrer til dei som er nemnde i førre punktum, og han (ho) ikkje samtykkjer i at barnevernsnemnda avgjer spørsmålet. Det kan setjast som vilkår for å få foreldremakta at barnet for ei viss tid ikkje skal flyttast frå den heimen der det bur, så sant det ikkje er rimeleg grunn for flyttinga og denne kan verta uheppen for barnet.\nNår sak etter tredje punktum i tredje leden skal avgjerast i dom, høyrer ho under domstolen i den rettskrinsen der barnet bur. Forlikstinging skal det ikkje vera. Paragraf 6 tredje leden gjeld på tilsvarande måte. Saka lyt reisast mot den attlevande av foreldra. Nemnda fastset kva tid stemnemålet seinast skal vera komi inn til retten. Er det ikkje reist sak innan fristen, skal den attlevande av foreldra få foreldremakta over barnet.\nAvgjerd om kven som skal ha foreldremakta over eller omsuta for barnet, kan brigdast når serlege grunnar er for det og omsynet til barnet ikkje gjer brigdet utilrådeleg. Reglane om førehavingsmåten i andre leden tredje punktum, tredje leden andre og tredje punktum, og fjerde leden fyrste til tredje punktum gjeld på tilsvarande måte.\nNår barnevernsnemnda har gjort vedtak, skal ho senda melding om vedtaket til alle som har gjort krav om å få foreldremakta eller omsuta. Ho skal serleg gjera merksam på kva frist ho har sett for å ha spørsmålet inn for domstolane og kva fylgjer det får om fristen vert overdrygd.\nI dei høve som er nemnde i tredje leden, skal barnevernsnemnda straks syta for at det vert nemnt opp setjeverje for barnet. Verja skal få varsel når det vert reist sak og kan gå inn i saka med fulle partsrettar.\nKjem det krav frå meir enn ein om å få omsuta, kvar for seg, for eit barn som ikkje har nokon av foreldra sine i live, gjeld reglane i paragrafen her så langt dei høver.\nI tilfelle som går inn under fyrste og åttande leden i denne paragrafen, kan skyldfolket åt barnet eller andre som er nær knytt til det, krevja at det vert fastsett at dei skal ha rett til å vera saman med barnet og kva omfang samværeretten skal ha. Slik rett til samvære skal berre fastsetjast når sterke grunnar er for det, og det ikkje er truleg at samværet kan verta uheppe for barnet. Spørsmålet kan avgjerast i sak om foreldremakta eller omsuta. Det kan og takast, opp seinare. I så fall gjeld regelen i § 8 tredje leden tredje punktum. Vidare gjeld reglane i § 8 fjerde leden og § 9 i saker om samværerett etter denne paragrafen.\n1 Endret ved lover 19 juni 1969 nr. 54, 16 juni 1972 nr. 14. – Se § 22 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Rettskraftig dom​2 om kven som skal ha foreldremakta over eller omsuta for eit barn, kan i samsvar med avgjerd som nåmsretten tek i orskurd,​3 fullførast av nåmsmannen eller av den som har fått foreldremakta eller omsuta, eller med tvangsbot for kvar dag som går. Det same gjeld vedtak som barnevernsnemnda, fylkesmannen eller departementet har gjort om kven som skal ha foreldremakta eller omsuta. Er det avgjort i ordskurdon at den som har fått foreldremakta eller omsuta, kan fullføra domen eller vedtaket sjølv, eller at avgjerda kan gjennomførast med tvangsbot, gjeld reglane i lova om tvangsfullføring §§ 236 og 237 på tilsvarande måte så langt dei høver.\nNår det er reist sak for domstolane om kven som skal ha foreldremakta over eller omsuta for barnet, kan retten i fall ein av partane krev det, fastsetja i orskurd kvar barnet skal vera førebels. Avgjerda kan fullførast etter reglane i fyrste leden.\nAvgjerd om samværerett etter krav frå den av foreldra som ikkje får foreldremakta, kan fullførast med tvangsbot for kvar dag som går. Reglane i lov om tvangsfullføring § 236 gjeld då på tilsvarande måte så langt dei høver.\n1 Endret ved lover 7 feb. 1969 nr. 8, 16 juni 1972 nr. 44. – Se § 22 nr. 6.\n2 Se rettergangsl. § 161.\n3 Jfr. tvangsfullbl. § 50.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Foreldre er skyldige til å gjeva borna sine forsvarleg oppseding og fostring. Dei skal syta for at borna vert utdana etter den råd foreldra og borna har og etter givnaden åt borna. Ein attlevande ektemake som sit med buet uskift saman med serborna åt den avlidne ektemaken frå tidlegare ekteskap, har same skyldnad mot serborna.\nDet som går med til fostring og utdaning skal foreldra bera, når barnet sjølv ikkje har eige til det. Innbyrdes er båe foreldra skyldige til å skyta til det som trengst, kvar etter si evne.\n0m nokon vanheld skyldnaden sin etter andre leden, skal han, når det vert kravt, verta pålagd å yta fast pengetilskot. Fostringstilskot, kan verta pålagt for tid som er faren òg, men ikkje for tid som ligg meir enn 3 år tilbake rekna frå den dagen kravet vart sett fram.\n1 Jfr. § 19 og lover 20 mai 1927 nr. 1 kap. 1, 9 des. 1955 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Fostringstilskot som er pålagt etter § 12, skal barnet ha til det fyller 18 år når ikkje anna er fastsett etter paragrafen her. Vil barnet etter at det har fylt 18 år, halde fram med slik skuleutdaning som må reknast for vanleg, har det krav på tilskot for den tid denne utdaninga varar ved, såframt det ikkje etter den økonomiske evna åt den av foreldra som skal betala og tilhøva elles vil vere urimeleg å påleggje tilskot. Det skal fastsetjast ei tidsgrense for krav på tilskot etter denne regelen.\nForeldre kan og verte pålagte å yte tilskot til vidare utdaning, såframt det er rimeleg etter den økonomiske evna deira, etter givnaden og hugmåla åt barnet og etter tilhøva elles. Regelen i første leden tredje punktumet gjeld på same måte for slikt tilskot.\nEr barnet så veikhelsa eller har det så små evner at det ikkje kan forsyta seg sjølv, kan foreldra likeins verta pålagde å svara tilskot etter barnet har fylt 18 år. Dette gjeld jamvel om barnet var over 18 år då. vanhøvet kom opp.\nEr det rimeleg etter tilhøva, kan det verta fastsett at tilskotet skal setjast ned eller falla heilt bort når barnet fyller 15 år.\nKjem det på serlege utlegg før barnet fyller 18 år, kan foreldra verta pålagde å yta eit sertilskot. Når det er rimeleg, kan det gjevast pålegg om sertilskot for serlege utlegg som kjem på etter at barnet har fylt 18 år. Krav om sertilskot etter denne leden må setjast fram innan eitt år frå serutlegga kom på.\n1 Endret ved lov 20 des. 1974 nr. 67 (se dens II).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Når det vert fastsett pengetilskott etter § 12 og § 13 fyrste til fjerde leden, gjeld reglane i § 8 fyrste og fjerde leden, og § 9 andre og tredje leden, på tilsvarende måte. Brigde i avgjerd om tilskot kan verta gjort jamvel for tilskot som alt skulle vori oppgjort, så framt vilkåra i § 9, andre leden fyrste punktum ligg føre.\nKjem det krav om brigde i eit fostringstilskot som domstolane, fylkesmannen eller departementet har fastsett, eller som er avgjort i rettsforlik, høyrer avgjerda likevel under fylkesmannen, utan båe partane bed at domstolane skal taka avgjerda. Når ein av partane vil ha tilskotspørsmålet opp i samband med ei ekteskapssak eller i samband med at domstolen har føre tvistemål om foreldremakta over barnet eller om rett til å vera saman med barnet, skal saka og avgjerast av domstolane. Reglane i fyrste og andre punktum gjeld og avgjerd om tilskot til born over 18 år etter § 13 første og andre leden, og dei gjeld jamvel om det fastsette tilskot er brigda ved avtale. Istadenfor sjølv å taka avgjerd om brigde i fostringstilskot kan fylkesmannen visa partane til domstolane, dersom han meiner at dette vil vera tenleg etter den karakter saka har.\nTilskot etter § 13, femte leden skal fylkesmannen fastsetja. Men ein av partane kan krevja at spørsmålet vert avgjort av domstolane så framt desse samstundes har føre ekteskapssak eller tvistemål om foreldremakta over barnet, om rett til å vera saman med barnet eller om fostringstilskot.\nNår saksøkjaren i sak om tilskot krev det, kan retten fastsetja i orskurd at det skal svarast tilskot eller at tilskot, som er fastsett skal aukast, minkast eller falla bort til dess det vert sagt dom. Trengst det snøgg avgjerd, kan retten taka avgjerd utan at den saksøkte har hatt høve til å seia si meining. Om så er kan krav om fullføring fremjast endå til før det er gjevi lovleg tilseiing om avgjerda. Skal fylkesmannen fastsetja tilskotet, gjeld reglane i denne leden på tilsvarande måte så langt dei høver.\nNår krav om tilskot etter denne lova er avgjort i dom, har tilskotsavgjerda rettsverknad og kan fullførast før domen er rettskraftig, om inkje anna er sagt i sjølve domen eller i tilleggsdom eller i orskurd etter § 5 i lova om tvangsfullføring. I fall det ikkje er gjort slikt unntak, skal oppfyllingsfristen vera tre dagar.\n1 Endret ved lover 7 feb. 1969 nr. 8, 20 des. 1974 nr. 67 (se dens II). Jfr. lov 20 des. 1974 nr. 66. – Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:14 a",
      "chapter": "3",
      "section": "14 a",
      "content": "Vert det gjort vedtak om å setja ned tilskot som alt skulle ha vore oppgjort, og kommunen har ytt bidragsforskot etter lov 26 april 1957 nr. 4, går det ettergjevne først til frådrag i det kommunen har til gode. Det same gjeld også elles når det offentlege etter lov har tatt over krav på tilskot til underhald som barnet har.\n1 Tilføyd ved lov 20 des. 1974 nr. 67, endret ved lov 18 mai 1979 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14a",
        "source_heading": "§ 14 a."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Foreldra åt eit barn skal​2 seinast ein månad etter barnet kom til verda, senda folkeregistret på butstaden åt mora melding om barnet. Er mora på sjukehus, klinikk o.l. når ho får barnet, skal meldinga sendast før ho fer derifrå. Den som mora er hjå når ho føder, skal syta for at meldinga vert send.\nBarnet skal meldast endå om det ikkje levde då det kom til verda.\nI dei høve som er nemnde i § 1, tredje leden, skal melding om vigsla sendast til folkeregisteret på bustaden åt brura seinast ein månad etter viingsdagen.\n1 Endret ved lov 16 juni 1967 nr. 1.\n2 Jfr. strl. § 339 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "Er foreldra usamde om kven av dei som skal ha foreldremakta over eit barn, må ingen av dei taka barnet med seg ut av landet, utan at hin har samtykt. Er det truleg at ein av dei vil bryta denne regelen, skal politiet forby han (henne) å taka barnet med, så framt den andre bed om at slikt forbod vert sett. Meiner politiet at forbodet kjem til å verta broti, skal det syta for at barnet vert sett bort på forsvarleg måte til dess det er avgjort kvar det skal vera. Barnevernsnemnda skal hjelpa til, når politiet bed om det. Kostnaden skal den av foreldra bera som stelte seg så at forbodet vart sett. Pengane vert innsøkte på same måten som fostringstilskot.​1\n1 Se lov 9 des. 1955 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Avgjerd som fylkesmannen tek etter § 5, kan berre påklagast når avgjerda går ut på at det ikkje skal skrivast ut barnefarsførelegg. Andre avgjerder som fylkesmannen tek etter denne lova, kan klagast inn for departementet.​2\nKlage på avgjerd etter § 3 fyrste og tredje leden og § 4 tredje leden har utsetjande verknad. Klage på avgjerd etter § 8 fyrste og tredje leden og § 9 andre leden har og utsetjande verknad, om ikkje fylkesmannen eller departementet av serlege grunnar fastset anna.\nVed klage på avgjerd om pengetilskott etter § 14 kan klageinstansen også brigda andre tilskott etter lova her. Det same gjeld om tilskott til ektemaken etter § 56 giftarmålslova.\n1 Endret ved lov 19 juni 1969 nr. 54. – Se § 22 nr. 9.\n2 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Kongen​1 kan gjeva nøgnare reglar til gjennomføring av føresegnene i denne lova.\n1 Justisdepartementet iflg.res. 23 aug 1957, jfr. res 2 juni 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 5 juni 1964 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "content": "Kongen fastset kva tid denne lova tek til å gjelda.​1\n1 Fra 1 oktober 1957 iflg. res. 23 aug. 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Når denne lova vert sett i kraft, er nedannemnde lover brigda såleis: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "content": "1. Reglane i denne lova om rettstoda åt born og om retten til å reisa sak og å skriva ut førelegg om farskap til born, gjeld og for born som er fødde før lova vert sett i kraft, når ikkje anna er sagt nedanfor.\n2. På avgjerd som er teken før lova vert sett i kraft, om eit barn er født i ekteskap eler det ikkje er det, har reglane i denne lova ingen innverknad, frårekna det som er fastsett i nr. 3, andre punktum og nr. 4. Er avgjerda ikkje rettskraftig når lova vert sett i kraft og avgjerda vert åtsøkt, skal dei meterielle reglane i denne lova gjelda når sakførehavinga held fram.\n3. Om nokon har rett til å reisa sak etter § 3 fyrset og tredje leden, fyrste punktum i båe, når denne lova vert sett i kraft, fell retten ikkje i noko høve bort før eitt år frå lova vart sett i kraft. Dette gjeld endå om det har vori reist sak før den tid, men saka vart avvist etter reglane som då gjaldt om fristar og om stenge for å kunna reisa sak.\n4. Det har inkje å seia for retten til å reisa sak etter § 4, at sak har vori reist før lova vert sett i kraft, men avvist etter reglane som då galdt om stenge for å reisa sak.\n5. Reglane i § 10 gjeld berre når den av foreldra som har hatt barnet hjå seg, døyr etter at lova er sett i kraft.\n6. Reglane i § 11 skal gjelda jamvel om avgjerd som er teken før lova er sett i kraft.\n7. Reglane i § 14, andre leden, skal gjelda jamvel når det kjem krav om brigde i vedtak som fylkesmannen eller departementet har teki før lova er sett i kraft.\n8. Reglane i § 15, fyrste leden, skal gjelda om born som vert fødde etter at lova er sett i kraft. Reglane i § 15, tredje leden skal gjelda når foreldra vert gifte etter at lova er sett i kraft.\n9. Reglane i § 17 gjeld ikkje for andre vedtak enn dei fylkesmannen tek etter at lova er sett i kraft. Om vedtak som er gjort før lova er sett i kraft, gjeld reglane i eldre lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Barn som vert født medan mora er gift, får ætt etter ekteskap om det ikkje vert fastsett i dom etter denne lova at ektemannen ikkje er faren, jfr. § 2, eller det vers fastsett etter lova om born utanom ekteskap, at ein annan er faren, jfr. § 5. Dette gjeld endå om ekteskapet vert gjort om inkje.\nNår eit ekteskap vert oppløyst, gjeld reglane i fyrste leden på tilsvarande måte om barn som vert født etter oppløysinga, såframt kona kan ha vorti med barnet før ekteskapet vart oppløyst. Men var ho oppatgift då ho fekk barnet, får det ætt etter ekteskap frå siste ekteskapet. Vert ektemannen frå siste ekteskapet frikjend for farskapet, får barnet ætt etter fyrste ekteskapet, såframt kona kan ha vorti med barnet før dette ekteskapet vart oppløyst.\nBarn som ektemakane hadde i lag då dei gifte seg med kvarandre, får òg ætt etter ekteskap.\n1 Endret ved lov 7 feb. 1969 nr. 8, fra 1 juli 1969 iflg. res. 7 feb. 1969. (Etter endringslovens II nr. 2 gjelder om barnets byrd loven på den tid da barnet ble født.)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Dom som fastset at ektemannen ikkje er barnefaren, kan ikkje seiast utan det er ettervist at kona har legi med ein annan mann, og det må reknast med at ho vart med barnet med honom, eller det elles ut frå arvemerke​1 hjå barnet eller av andre serlege grunnar må haldast for visst at ektemaken ikkje er barnefaren.\nVar ektemakane ikkje gifte med kvarandre på den tid kona kan ha vorti med barnet, eller har det ikkje vori noko samliv mellom dei på den tid, gjeld ikkje reglane i fyrste leden utan det må reknast med at ektemakane har legi med kvarandre på den tid kona kan ha vorti med barn.\n1 Se lov 21 des 1956 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Vil ein ektemann få fastslegi at han ikkje er far åt barnet, må han leggja opp sak mot barnet innan tre år​2 etter at han fekk vita om at det vart født. Har ektemannen ikkje butt i lag med barnet, eller er andre reint serlege grunnar sterkt for det, kan han leggja opp sak sidan òg, så framt fylkesmannen samtykkjer.\nDøyr ektemannen, kan ektemaken hans og likeins skyldfolket hans i rett opp- eller nedstigande line reisa sak. Let han ikkje etter seg ektemake eller slike skyldfolk, kan kvar av syskena hans reisa sak. Det som er sagt i fyrste og andre punktum, gjeld likevel ikkje når den avlidne har vedgått at barnet er hans endå han visste om at mor åt barnet hadde lege med nokon annan i den tida ho kan ha vorti med barnet. Så langt det let seg gjera, skal domstolen senda melding om saka til andre som har søksmålsrett og dei kan gå inn i saka og nytta anke og oppattaking mot domen.\nRetten til å leggja opp sak etter andre leden fell bort når det har gått tre år frå barnet vart født, likevel så at sak kan reisast innan eit år etter at ektemannen døydde om han døyr før fristen går ut. Når reint serlege grunnar er sterkt for det, kan det leggjast opp sak etter at desse fristane er ute òg, så framt fylkesmannen samtykkjer.\nMor åt barnet skal få varsel om at det er reist sak. Ho kan gå inn i saka med fulle partsrettar.\n1 Se §§ 6, 17, 22 nr. 3.\n2 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Vil eit barn få fastsett at ektemannen ikkje er faren, må det leggja opp sak mot honom.\nEr ektemannen avliden, skal saka reisast mot skyldfolket hans i rett opp- eller nedstigande line eller, om slike skyldfolk ikkje er til, då mot syskena hans. Er heller ikkje dei i live, skal saka reisast mot ervingane etter mannen. Saka kan reisast mot ein eller fleire av dei skyldfolk eller ervingar som kan saksøkjast. Så langt det let seg gjera, skal domstolen senda melding om saka til alle dei som kan verta saksøkte. Dei har rett til å gå inn i saka og til å nytta anke og oppattaking mot domen.\nFor barn som er under 18 år, lyt ei oppnemnd verje reisa søksmålet. Når serlege grunnar er for det, kan fylkesmannen​2 reisa søksmålet.\nFøresegnene i § 3, fjerde leden gjeld på tilsvarande måte.\n1 Se § 6 og § 22 nr. 4.\n2 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Har det ikkje vori noko samliv mellom ektemakane på den tid kona kan la vorti med barnet, og er det ikkje truleg at ektemannen låg med henne i den tida, kan fylkesmannen, utan omsyn til det som er fastsett her i lova, gå fram etter reglane i lova om barn utanom ekteskap og freista få fastsett at ein annan mann er barnefaren.\n1 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Om sak etter §§ 3 og 4 gjeld reglane i lova om rettargangsmåten for tvistemål kapitel 29, med dei avbrigde som fylgjer av denne lova.\nHar barnet heimeting​1 her i landet, skal saka reisast i den rettskrinsen som er heimetinget åt barnet. Elles skal saka reisast i den rettskrinsen der ektemannen har heimeting eller hadde det då han døydde.\nSaka kan flyttast til ein annan herads- eller byrett når provførsla vert lettare der, eller det er grunn til å tru at sakførehavinga då vert meir einfelt eller går snøggare. Vert dei to domarane ikkje samde om kvar saka skal vera føre, avgjer departementet spørsmålet.\nI samband med dom som går ut på at ektemannen ikkje er far til barnet, bør retten freista å få fastsett kven som røynleg er barnefaren. Kjem det opp noko som tyder på at ein annan enn ektemannen er faren, kan retten draga den andre inn i saka og gjera han til saksøkt. Saka mot den andre går òg etter reglane i lova om rettargangsmåten for tvistemål kapitel 20.\n1 Se rettergangsl. §§ 18 og 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Døyr barnet før fristen etter § 3, fyrste leden, er ute, kan ektemannen gjera gjeldande i sak om fostringstilskot til barnet, at han ikkje er faren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Når foreldra lever kvar for seg og ikkje vert samde om anten faren eller mora skal ha foreldremakta over barnet, vert spørsmålet avgjort i dom.​2 Men foreldra kan lata fylkesmannen​2 avgjera spørsmålet når dei er samde om det.\nAvgjerda skal fyrst og fremst retta seg etter det som er best for barnet. Er barnet lite, bør mora i regelen ha foreldremakta, om ikkje retten – eller fylkesmannen når foreldra er samde om å lata han taka avgjerda – kjem til at det er betre for barnet å vera hjå faren. Dinest skal det òg leggjast vekt på kva foreldra ynskjer.\nBarnet har rett til samvære med båe foreldra, jamvel om dei lever kvar for seg. Den av foreldra som ikkje får foreldremakta, kan krevja at det vert fastsett om han (ho) skal ha rett til å vera saman med barnet og kva omfang samværeretten skal ha. Ingen kan få slik rett når det er truleg at samværet kan verta uheppe for barnet. Spørsmålet vert avgjort i dom, om ikkje partane er samde om å lata fylkesmannen taka avgjerda.\nEin avtale mellom foreldra om foreldremakta eller om samværerett er ikkje til hinder for at ein av dei sidan krev avgjerd etter denne paragrafen.\nNår ein av foreldra bed om det, skal barnevernsnemnda, mellom folk som er skikka for gjeremålet og viljuge til å taka det på seg, nemna opp ein rettleiar til å gjeva han (ho) råd og hjelp i saka. Kommunestyret kan, etter framlegg frå sosialstyret, vedtaka at leiaren av sosialkontoret kan gjera slike oppnemningar. Før sosialstyret gjer framlegg som nemnt, skal barnevernsnemnda ha sagt si meining i saka. Klage på leiaren sine vedtak skal leggjast fram for nemnda før klaga vert send fylkesmannen.\n1 Endret ved lover 7 feb. 1969 nr. 8, 21 april 1978 nr. 16. – Se § 11.\n2 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Når det trengst, bør barnevernsnemnda eller sakkunnige ha sagt si meining før spørsmålet vert avgjort. Kommunestyret kan, etter framlegg frå sosialstyret, vedtaka at leiaren av sosialkontoret kan gjeva slik fråsegn. Før sosialstyret gjer framlegg som nemnt, skal barnevernsnemnda ha sagt si meining i saka.\nAvgjerda kan brigdast når serlege grunnar er for det og omsynet til barnet ikkje gjer brigdet utilrådeleg. Spørsmålet vert avgjort i dom om ikkje partane er samde om å lata fylkesmannen​2 taka avgjerda.\nNår domstolane har føre ei sak etter §§ 8 og 9, kan det nemnast opp søksmålsfullmektig etter reglane i lova om rettergangsmåten for tvistemål § 423.\n1 Endret ved lover 14 feb. 1969 nr. 9, 21 april 1978 nr. 16.\n2 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Døyr ei mor eller ein far som har foreldremakta over eit barn med heimel i §§ 8 og 9, skal barnevernsnemnda på den staden der barnet bur, få melding om avferda. Dette gjeld og når den avlidne hadde foreldremakta over barnet etter avtale mellom foreldra. Krav frå den attlevande av foreldra om å få foreldremakta over barnet eller frå nokon annan om å få omsuta for det, må rettast til same nemnda.\nKrev den attlevande av foreldra å få foreldremakta over barnet, skal nemnda gå med på det, utan når det er fare for at barnet då ikkje får forsvarleg stell og fostring eller at tilhald hjå den attlevande av foreldra kan verta til skade for barnet på annan måte. Det same gjeld når det kjem krav om å få omsuta frå andre av skyldfolket åt barnet eller frå nokon annan. Når nemnda har saka føre og gjer vedtak, gjeld lova om barnevern § 5 og kapittel IX. Fristen for klage er tre veker.\nKrev meir enn ein, kvar for seg, å få foreldremakta eller omsuta, skal barnevernsnemnda drøfta kvart krav serskilt og avgjera om ho lyt vraka kravet etter reglane i fyrste og andre punktumet i andre leden. Kan meir enn eitt av krava verta godteke, avgjer nemnda så kven som skal få omsuta for barnet. Men spørsmålet skal avgjerast i dom når den attlevande av foreldra høyrer til dei som er nemnde i førre punktum, og han (ho) ikkje samtykkjer i at barnevernsnemnda avgjer spørsmålet. Det kan setjast som vilkår for å få foreldremakta at barnet for ei viss tid ikkje skal flyttast frå den heimen der det bur, så sant det ikkje er rimeleg grunn for flyttinga og denne kan verta uheppen for barnet.\nNår sak etter tredje punktum i tredje leden skal avgjerast i dom, høyrer ho under domstolen i den rettskrinsen der barnet bur. Forlikstinging skal det ikkje vera. Paragraf 6 tredje leden gjeld på tilsvarande måte. Saka lyt reisast mot den attlevande av foreldra. Nemnda fastset kva tid stemnemålet seinast skal vera komi inn til retten. Er det ikkje reist sak innan fristen, skal den attlevande av foreldra få foreldremakta over barnet.\nAvgjerd om kven som skal ha foreldremakta over eller omsuta for barnet, kan brigdast når serlege grunnar er for det og omsynet til barnet ikkje gjer brigdet utilrådeleg. Reglane om førehavingsmåten i andre leden tredje punktum, tredje leden andre og tredje punktum, og fjerde leden fyrste til tredje punktum gjeld på tilsvarande måte.\nNår barnevernsnemnda har gjort vedtak, skal ho senda melding om vedtaket til alle som har gjort krav om å få foreldremakta eller omsuta. Ho skal serleg gjera merksam på kva frist ho har sett for å ha spørsmålet inn for domstolane og kva fylgjer det får om fristen vert overdrygd.\nI dei høve som er nemnde i tredje leden, skal barnevernsnemnda straks syta for at det vert nemnt opp setjeverje for barnet. Verja skal få varsel når det vert reist sak og kan gå inn i saka med fulle partsrettar.\nKjem det krav frå meir enn ein om å få omsuta, kvar for seg, for eit barn som ikkje har nokon av foreldra sine i live, gjeld reglane i paragrafen her så langt dei høver.\nI tilfelle som går inn under fyrste og åttande leden i denne paragrafen, kan skyldfolket åt barnet eller andre som er nær knytt til det, krevja at det vert fastsett at dei skal ha rett til å vera saman med barnet og kva omfang samværeretten skal ha. Slik rett til samvære skal berre fastsetjast når sterke grunnar er for det, og det ikkje er truleg at samværet kan verta uheppe for barnet. Spørsmålet kan avgjerast i sak om foreldremakta eller omsuta. Det kan og takast, opp seinare. I så fall gjeld regelen i § 8 tredje leden tredje punktum. Vidare gjeld reglane i § 8 fjerde leden og § 9 i saker om samværerett etter denne paragrafen.\n1 Endret ved lover 19 juni 1969 nr. 54, 16 juni 1972 nr. 14. – Se § 22 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Rettskraftig dom​2 om kven som skal ha foreldremakta over eller omsuta for eit barn, kan i samsvar med avgjerd som nåmsretten tek i orskurd,​3 fullførast av nåmsmannen eller av den som har fått foreldremakta eller omsuta, eller med tvangsbot for kvar dag som går. Det same gjeld vedtak som barnevernsnemnda, fylkesmannen eller departementet har gjort om kven som skal ha foreldremakta eller omsuta. Er det avgjort i ordskurdon at den som har fått foreldremakta eller omsuta, kan fullføra domen eller vedtaket sjølv, eller at avgjerda kan gjennomførast med tvangsbot, gjeld reglane i lova om tvangsfullføring §§ 236 og 237 på tilsvarande måte så langt dei høver.\nNår det er reist sak for domstolane om kven som skal ha foreldremakta over eller omsuta for barnet, kan retten i fall ein av partane krev det, fastsetja i orskurd kvar barnet skal vera førebels. Avgjerda kan fullførast etter reglane i fyrste leden.\nAvgjerd om samværerett etter krav frå den av foreldra som ikkje får foreldremakta, kan fullførast med tvangsbot for kvar dag som går. Reglane i lov om tvangsfullføring § 236 gjeld då på tilsvarande måte så langt dei høver.\n1 Endret ved lover 7 feb. 1969 nr. 8, 16 juni 1972 nr. 44. – Se § 22 nr. 6.\n2 Se rettergangsl. § 161.\n3 Jfr. tvangsfullbl. § 50.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Foreldre er skyldige til å gjeva borna sine forsvarleg oppseding og fostring. Dei skal syta for at borna vert utdana etter den råd foreldra og borna har og etter givnaden åt borna. Ein attlevande ektemake som sit med buet uskift saman med serborna åt den avlidne ektemaken frå tidlegare ekteskap, har same skyldnad mot serborna.\nDet som går med til fostring og utdaning skal foreldra bera, når barnet sjølv ikkje har eige til det. Innbyrdes er båe foreldra skyldige til å skyta til det som trengst, kvar etter si evne.\n0m nokon vanheld skyldnaden sin etter andre leden, skal han, når det vert kravt, verta pålagd å yta fast pengetilskot. Fostringstilskot, kan verta pålagt for tid som er faren òg, men ikkje for tid som ligg meir enn 3 år tilbake rekna frå den dagen kravet vart sett fram.\n1 Jfr. § 19 og lover 20 mai 1927 nr. 1 kap. 1, 9 des. 1955 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Fostringstilskot som er pålagt etter § 12, skal barnet ha til det fyller 18 år når ikkje anna er fastsett etter paragrafen her. Vil barnet etter at det har fylt 18 år, halde fram med slik skuleutdaning som må reknast for vanleg, har det krav på tilskot for den tid denne utdaninga varar ved, såframt det ikkje etter den økonomiske evna åt den av foreldra som skal betala og tilhøva elles vil vere urimeleg å påleggje tilskot. Det skal fastsetjast ei tidsgrense for krav på tilskot etter denne regelen.\nForeldre kan og verte pålagte å yte tilskot til vidare utdaning, såframt det er rimeleg etter den økonomiske evna deira, etter givnaden og hugmåla åt barnet og etter tilhøva elles. Regelen i første leden tredje punktumet gjeld på same måte for slikt tilskot.\nEr barnet så veikhelsa eller har det så små evner at det ikkje kan forsyta seg sjølv, kan foreldra likeins verta pålagde å svara tilskot etter barnet har fylt 18 år. Dette gjeld jamvel om barnet var over 18 år då. vanhøvet kom opp.\nEr det rimeleg etter tilhøva, kan det verta fastsett at tilskotet skal setjast ned eller falla heilt bort når barnet fyller 15 år.\nKjem det på serlege utlegg før barnet fyller 18 år, kan foreldra verta pålagde å yta eit sertilskot. Når det er rimeleg, kan det gjevast pålegg om sertilskot for serlege utlegg som kjem på etter at barnet har fylt 18 år. Krav om sertilskot etter denne leden må setjast fram innan eitt år frå serutlegga kom på.\n1 Endret ved lov 20 des. 1974 nr. 67 (se dens II).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Når det vert fastsett pengetilskott etter § 12 og § 13 fyrste til fjerde leden, gjeld reglane i § 8 fyrste og fjerde leden, og § 9 andre og tredje leden, på tilsvarende måte. Brigde i avgjerd om tilskot kan verta gjort jamvel for tilskot som alt skulle vori oppgjort, så framt vilkåra i § 9, andre leden fyrste punktum ligg føre.\nKjem det krav om brigde i eit fostringstilskot som domstolane, fylkesmannen eller departementet har fastsett, eller som er avgjort i rettsforlik, høyrer avgjerda likevel under fylkesmannen, utan båe partane bed at domstolane skal taka avgjerda. Når ein av partane vil ha tilskotspørsmålet opp i samband med ei ekteskapssak eller i samband med at domstolen har føre tvistemål om foreldremakta over barnet eller om rett til å vera saman med barnet, skal saka og avgjerast av domstolane. Reglane i fyrste og andre punktum gjeld og avgjerd om tilskot til born over 18 år etter § 13 første og andre leden, og dei gjeld jamvel om det fastsette tilskot er brigda ved avtale. Istadenfor sjølv å taka avgjerd om brigde i fostringstilskot kan fylkesmannen visa partane til domstolane, dersom han meiner at dette vil vera tenleg etter den karakter saka har.\nTilskot etter § 13, femte leden skal fylkesmannen fastsetja. Men ein av partane kan krevja at spørsmålet vert avgjort av domstolane så framt desse samstundes har føre ekteskapssak eller tvistemål om foreldremakta over barnet, om rett til å vera saman med barnet eller om fostringstilskot.\nNår saksøkjaren i sak om tilskot krev det, kan retten fastsetja i orskurd at det skal svarast tilskot eller at tilskot, som er fastsett skal aukast, minkast eller falla bort til dess det vert sagt dom. Trengst det snøgg avgjerd, kan retten taka avgjerd utan at den saksøkte har hatt høve til å seia si meining. Om så er kan krav om fullføring fremjast endå til før det er gjevi lovleg tilseiing om avgjerda. Skal fylkesmannen fastsetja tilskotet, gjeld reglane i denne leden på tilsvarande måte så langt dei høver.\nNår krav om tilskot etter denne lova er avgjort i dom, har tilskotsavgjerda rettsverknad og kan fullførast før domen er rettskraftig, om inkje anna er sagt i sjølve domen eller i tilleggsdom eller i orskurd etter § 5 i lova om tvangsfullføring. I fall det ikkje er gjort slikt unntak, skal oppfyllingsfristen vera tre dagar.\n1 Endret ved lover 7 feb. 1969 nr. 8, 20 des. 1974 nr. 67 (se dens II). Jfr. lov 20 des. 1974 nr. 66. – Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:14 a",
      "chapter": "3",
      "section": "14 a",
      "content": "Vert det gjort vedtak om å setja ned tilskot som alt skulle ha vore oppgjort, og kommunen har ytt bidragsforskot etter lov 26 april 1957 nr. 4, går det ettergjevne først til frådrag i det kommunen har til gode. Det same gjeld også elles når det offentlege etter lov har tatt over krav på tilskot til underhald som barnet har.\n1 Tilføyd ved lov 20 des. 1974 nr. 67, endret ved lov 18 mai 1979 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14a",
        "source_heading": "§ 14 a."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Foreldra åt eit barn skal​2 seinast ein månad etter barnet kom til verda, senda folkeregistret på butstaden åt mora melding om barnet. Er mora på sjukehus, klinikk o.l. når ho får barnet, skal meldinga sendast før ho fer derifrå. Den som mora er hjå når ho føder, skal syta for at meldinga vert send.\nBarnet skal meldast endå om det ikkje levde då det kom til verda.\nI dei høve som er nemnde i § 1, tredje leden, skal melding om vigsla sendast til folkeregisteret på bustaden åt brura seinast ein månad etter viingsdagen.\n1 Endret ved lov 16 juni 1967 nr. 1.\n2 Jfr. strl. § 339 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "Er foreldra usamde om kven av dei som skal ha foreldremakta over eit barn, må ingen av dei taka barnet med seg ut av landet, utan at hin har samtykt. Er det truleg at ein av dei vil bryta denne regelen, skal politiet forby han (henne) å taka barnet med, så framt den andre bed om at slikt forbod vert sett. Meiner politiet at forbodet kjem til å verta broti, skal det syta for at barnet vert sett bort på forsvarleg måte til dess det er avgjort kvar det skal vera. Barnevernsnemnda skal hjelpa til, når politiet bed om det. Kostnaden skal den av foreldra bera som stelte seg så at forbodet vart sett. Pengane vert innsøkte på same måten som fostringstilskot.​1\n1 Se lov 9 des. 1955 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Avgjerd som fylkesmannen tek etter § 5, kan berre påklagast når avgjerda går ut på at det ikkje skal skrivast ut barnefarsførelegg. Andre avgjerder som fylkesmannen tek etter denne lova, kan klagast inn for departementet.​2\nKlage på avgjerd etter § 3 fyrste og tredje leden og § 4 tredje leden har utsetjande verknad. Klage på avgjerd etter § 8 fyrste og tredje leden og § 9 andre leden har og utsetjande verknad, om ikkje fylkesmannen eller departementet av serlege grunnar fastset anna.\nVed klage på avgjerd om pengetilskott etter § 14 kan klageinstansen også brigda andre tilskott etter lova her. Det same gjeld om tilskott til ektemaken etter § 56 giftarmålslova.\n1 Endret ved lov 19 juni 1969 nr. 54. – Se § 22 nr. 9.\n2 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Kongen​1 kan gjeva nøgnare reglar til gjennomføring av føresegnene i denne lova.\n1 Justisdepartementet iflg.res. 23 aug 1957, jfr. res 2 juni 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 5 juni 1964 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "content": "Kongen fastset kva tid denne lova tek til å gjelda.​1\n1 Fra 1 oktober 1957 iflg. res. 23 aug. 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Når denne lova vert sett i kraft, er nedannemnde lover brigda såleis: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "content": "1. Reglane i denne lova om rettstoda åt born og om retten til å reisa sak og å skriva ut førelegg om farskap til born, gjeld og for born som er fødde før lova vert sett i kraft, når ikkje anna er sagt nedanfor.\n2. På avgjerd som er teken før lova vert sett i kraft, om eit barn er født i ekteskap eler det ikkje er det, har reglane i denne lova ingen innverknad, frårekna det som er fastsett i nr. 3, andre punktum og nr. 4. Er avgjerda ikkje rettskraftig når lova vert sett i kraft og avgjerda vert åtsøkt, skal dei meterielle reglane i denne lova gjelda når sakførehavinga held fram.\n3. Om nokon har rett til å reisa sak etter § 3 fyrset og tredje leden, fyrste punktum i båe, når denne lova vert sett i kraft, fell retten ikkje i noko høve bort før eitt år frå lova vart sett i kraft. Dette gjeld endå om det har vori reist sak før den tid, men saka vart avvist etter reglane som då gjaldt om fristar og om stenge for å kunna reisa sak.\n4. Det har inkje å seia for retten til å reisa sak etter § 4, at sak har vori reist før lova vert sett i kraft, men avvist etter reglane som då galdt om stenge for å reisa sak.\n5. Reglane i § 10 gjeld berre når den av foreldra som har hatt barnet hjå seg, døyr etter at lova er sett i kraft.\n6. Reglane i § 11 skal gjelda jamvel om avgjerd som er teken før lova er sett i kraft.\n7. Reglane i § 14, andre leden, skal gjelda jamvel når det kjem krav om brigde i vedtak som fylkesmannen eller departementet har teki før lova er sett i kraft.\n8. Reglane i § 15, fyrste leden, skal gjelda om born som vert fødde etter at lova er sett i kraft. Reglane i § 15, tredje leden skal gjelda når foreldra vert gifte etter at lova er sett i kraft.\n9. Reglane i § 17 gjeld ikkje for andre vedtak enn dei fylkesmannen tek etter at lova er sett i kraft. Om vedtak som er gjort før lova er sett i kraft, gjeld reglane i eldre lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    }
  ]
}