{
  "id": "LOV-1927-05-05-1",
  "type": "statute",
  "title": "Lov om arbeidstvister [arbeidstvistloven].",
  "short_name": "Arbeidstvistloven – arbtvl.",
  "status": "in_force",
  "issued_date": "1927-05-05",
  "in_force_date": "1927-05-05",
  "url": "https://lovdata.no/dokument/NLO/lov/1927-05-05-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Betydningen av uttrykk som loven bruker.",
      "content": "Denne lov forstår ved:\n1. Arbeider – enhver som mot vederlag utfører arbeid av hvilken som helst art i en annens tjeneste og som ikke går inn under lov om offentlige tjenestetvister.​1\n2. Arbeidsgiver – enhver, som sysselsetter en eller flere arbeidere.​2\n3. Fagforening – enhver sammenslutning av arbeidere eller av arbeideres foreninger, når sammenslutningen har det formål å vareta arbeidernes interesser overfor deres arbeidsgivere.\n4. Arbeidsgiverforening – enhver sammenslutning av arbeidsgivere eller arbeidsgiveres foreninger, når den har det formål å vareta arbeidsgivernes interesser overfor deres arbeidere.\n5. Arbeidsnedleggelse (streik) – en hel eller delvis arbeidsstans som arbeidere i fellesskap eller i forståelse med hverandre iverksetter for å tvinge frem en løsning av en tvist mellem en fagforening og en arbeidsgiver eller arbeidsgiverforening.\nSom ledd i en arbeidsnedleggelse reknes det at vedkommende bedrift som følge av arbeidsnedleggelsen søkes sperret for arbeidskraft.\n6. Arbeidsstenging (lockout) – en hel eller delvis arbeidsstans som en arbeidsgiver iverksetter for å tvinge frem en løsning av en tvist mellem ham selv eller en annen arbeidsgiver og en fagforening eller mellem en arbeidsgiverforening og en fagforening, uten hensyn til om andre arbeidere tas inn istedenfor de utestengte.\nSom ledd i en arbeidsstengning reknes det at de utestengte arbeidere søkes hindret i å få annet arbeid.\n7. Arbeidsopsigelse​3 – arbeidernes opsigelse av sine arbeidsplasser eller arbeidsgivernes opsigelse av arbeidere i hensikt å iverksette arbeidsnedleggelse eller arbeidsstenging.\n8. Tariffavtale​4 – en avtale mellem en fagforening og en arbeidsgiver eller arbeidsgiverforening om arbeids- og lønnsvilkår eller andre arbeidsforhold.\n0 Endret ved lover 6 juli 1933 nr. 8, 12 des 1947 nr. 1, 28 juli 1949 nr. 9, 28 juni 1957 nr. 9, 18 juli 1958 nr. 2.\n1 Jf. lov 18 juli 1958 nr. 2.\n2 Sml. aml. § 1-8 (2).\n3 Jf. §§ 28 og 29.\n4 Se § 3 og lov 19 des 1952 nr. 7 § 1 (4). Jf. lov 4 juni 1993 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Oplysningsplikt.",
      "content": "Fagforening​1 og arbeidsgiverforening​2 eller sammenslutninger av sådanne plikter​3 på anmodning av vedkommende regjeringsdepartement​4 eller riksmeglingsmannen​5 å meddele oplysninger om foreningens eller sammenslutningens organisasjon, medlemsforhold m.v. En sammenslutning av foreninger plikter​3 å gi sådan meddelelse også om sine underavdelinger.\n1 Se § 1 nr. 3.\n2 Se § 1 nr. 4.\n3 Se strl. 1902 § 339 nr. 1. Jf. strl. 1902 kap. 3 a; strl. 2005 kap. 4 (ikke ikr.).\n4 Kommunal- og regionaldepartementet.\n5 Se § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Tariffavtaler.​1",
      "content": "1. Tariffavtaler​1 skal opprettes skriftlig​2 og inneholde bestemmelser om utløpstid og oppsigelsesfrist. Senest to uker etterat avtalen er underskrevet, skal et eksemplar sendes​3 til riksmeglingsmannen.​4\n2. Hvis ikke annet er fastsatt om tiden for en tariffavtales gyldighet, anses den som sluttet for tre år, regnet fra den dag, den blev underskrevet.\nBlir en tariffavtale ikke sagt op innen den tid, som er fastsatt for opsigelse, eller hvis ingen opsigelsesfrist er nevnt i avtalen, minst tre måneder før gyldighetstiden utløper, anses avtalen fornyet for ett år.​5 Opsigelse skal gis skriftlig.\n3. Hvis en arbeidsavtale mellem en arbeider og en arbeidsgiver, som begge er bundet av en tariffavtale, inneholder noen bestemmelse, som strider mot tariffavtalen er denne bestemmelse ugyldig.\n4. Et medlem eller en underavdeling av en forening blir ikke ved å utmeldes eller utstøtes fri for sine forpliktelser efter de tariffavtaler, som gjelder for foreningen ved uttredelsen.\n0 Endret ved lov 10 juni 1966 nr. 8.\n1 Se § 1 nr. 8.\n2 Jf. §§ 35 nr. 1 og 37.\n3 Se strl. 1902 § 339 nr. 1. – Jf. strl. 1902 kap. 3 a.\n4 Se § 27.\n5 Jf. § 6 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Ansvar for tariffbrudd og ulovlig arbeidsstans.",
      "content": "Har medlemmer av en fagforening​2 eller arbeidsgiverforening​3 brutt en tariffavtale​4 eller gjort seg skyldig i ulovlig arbeidsstans​5 er så vel foreningen som vedkommende medlemmer erstatningsansvarlige.​6 Foreningens ansvar inntrer bare når den selv er skyld i bruddet eller i fortsettelsen av det tariffstridige forhold eller i den ulovlige arbeidsstans.\nGjør medlemmer av en fagforening seg skyldig i ulovlig arbeidsstans, gjelder bestemmelsen i første ledds første punktum om medlemmenes ansvar tilsvarende for andre arbeidere som deltar i den ulovlige arbeidsstans.​7\n0 Endret ved lover 6 juli 1933 nr. 8, 12 des 1947 nr. 1, 28 juli 1949 nr. 9, 10 juni 1966 nr. 8, 27 feb 1976 nr. 9.\n1 Jf. § 7 nr. 2 (4), § 7 nr. 6, og § 8.\n2 Se § 1 nr. 3.\n3 Se § 1 nr. 4.\n4 Se § 1 nr. 8 og § 3.\n5 Se § 6.\n6 Se § 5, jf. § 7 nr. 2. – Jf. lov 13 juni 1969 nr. 26 § 5-3.\n7 Jf. § 7 nr. 2 (2) og § 8 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Fastsettelse av erstatning for tariffbrudd og ulovlig arbeidsstans.",
      "content": "Erstatning for tariffbrudd​1 eller ulovlig arbeidsstans​2 skal av retten fastsettes under hensyn til skadens størrelse, skadevolderens skyld og økonomiske bæreevne, skadelidtes forhold og omstendighetene for øvrig.​3 Under særlig formildende forhold kan erstatningen falle helt bort.\n0 Endret ved lover 6 juli 1933 nr. 8, 12 des 1947 nr. 1, 10 juni 1966 nr. 8.\n1 Se § 1 nr. 8 og § 3.\n2 Se § 6.\n3 Sml. lov 13 juni 1969 nr. 26 § 5-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Fredsplikten.",
      "content": "1. En tvist om en tariffavtales​2 gyldighet, forståelse eller beståen eller om krav som grunner seg på en tariffavtale, må ikke​1 søkes løst ved arbeidsnedleggelse, arbeidsstengning eller annen arbeidskamp.​3\n2. Er det avgjort ved dom at det foreligger arbeidsnedleggelse, arbeidsstengning eller annen arbeidskamp i strid med § 6 nr. 1 og det tariffstridige forhold ikke er brakt til opphør innen fire dager etter domsavsigelsen, kan den skadelidende part eller den organisasjon han er medlem av, begjære Arbeidsrettens samtykke til å iverksette arbeidsnedleggelse eller arbeidsstengning.​4\nBegjæring herom sendes Arbeidsrettens leder som snarest mulig etter fristens utløp berammer møte til behandling av begjæringen. Arbeidsretten kan ikke gi samtykke medmindre rettens leder og minst ett av de to medlemmer som er nevnt i § 10 nr. 3 siste ledd er enige.​5\nIverksettelse av arbeidsstans med samtykke av Arbeidsretten berettiger ikke​6 den annen part eller den organisasjon han er eller har vært medlem av, til å iverksette arbeidsnedleggelse, arbeidsstengning eller annen arbeidskamp i anledning av tvisten.\n3. En tvist mellom en fagforening og en arbeidsgiver eller arbeidgiverforening om ordningen av arbeids- eller lønnsvilkår eller andre arbeidsforhold, som ikke omfattes av en tariffavtale, må ikke​6 søkes løst ved arbeidsnedleggelse, arbeidsstengning eller annen arbeidskamp før de i §§ 29 og 36 bestemte frister er utløpet. Gjelder tvisten opprettelse av en tariffavtale som skal avløse en tidligere tariffavtale, må dessuten gyldighetstiden​7 for denne være utløpet.​8\nSå lenge arbeidsnedleggelse, arbeidsstengning eller annen arbeidskamp ikke må iverksettes (jfr. §§ 29 og 36), skal den tariffavtale og de lønns- og arbeidsvilkår som gjaldt ved tvistens utbrudd stå ved makt hvis ikke partene blir enige om noe annet.\n0 Endret ved lover 28 mai 1937 nr. 3, 10 juni 1966 nr. 8, 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633).\n1 Se § 1 nr. 5 og nr. 6 og § 4, § 5 og § 8. – Jf. strl. 1902 § 86 nr. 7.\n2 Se § 1 nr. 8 og § 3.\n3 Se § 7 nr. 2 (1) og (4).\n4 Se § 7 nr. 2 (3).\n5 Se § 25 nr. 1\n6 Se § 4 og § 5.\n7 Jf. § 3 nr. 2.\n8 Se § 7 nr. 2 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Arbeidsrettens sæte og domsmyndighet.",
      "content": "1. Det oprettes en Arbeidsrett med sæte i rikets hovedstad.​1\n2. Med de unntak som er nevnt under nr 3 og nr 4, skal Arbeidsretten behandle de tvister som er omhandlet i § 4 og § 6 nr 1, og tvister om det foreligger brudd på bestemmelsene i § 6 nr 3.\nArbeidsretten kan likevel ikke behandle tvister som er omhandlet i § 4 når saken utelukkende er anlagt mot arbeidere som nevnt i § 4 annet ledd. Tvister som knytter seg til tariffavtaler om europeisk samarbeidsutvalg eller tilsvarende samarbeidsordninger, behandles etter bestemmelsene som er gitt i eller i medhold av lov om allmenngjøring av bestemmelser i tariffavtale om europeiske samarbeidsutvalg.​2 Arbeidsretten kan ikke behandle tvister som knytter seg til tariffavtaler inngått etter bestemmelser gitt i eller i medhold av SE-loven​3 § 3 om arbeidstakernes innflytelse i et europeisk selskap, SCE-loven​4 § 3 om arbeidstakernes innflytelse i et europeisk samvirkeforetak eller allmennaksjeloven​5 § 13-34, jf. aksjeloven​6 § 13-25, om arbeidstakernes innflytelse ved fusjon over landegrensene.\nArbeidsretten skal også treffe de avgjørelser som er nevnt i § 6 nr 2 og i § 29 nr 1 femte ledd.\nPartene kan vedta privat voldgift​7 om de tvister som er nevnt i § 4 og i § 6 nr 1.​8\n3. Når tvisten gjelder en tariffavtale​9 med en enkelt arbeidsgiver eller med flere enkelte arbeidsgivere eller med en arbeidsgiverforening​10 som efter sine lover ikke har medlemmer i mer enn to fylker, skal sak reises efter reglene i denne lov (§ 26 b) for tingretten der den bedrift ligger som tvisten gjelder.​11 Omfatter tvisten flere bedrifter i forskjellige domssogn, kan sak reises for alle bedrifter under ett i et av disse domssogn. Efter avtale mellem partene kan sak reises også for en annen tingrett.\n4. Partene kan avtale at også andre tvister enn de som er nevnt i nr. 3, skal bringes inn for tingrett efter reglene i denne lov.\nEtter søknad fra en av partene kan Arbeidsrettens leder overføre en sak fra Arbeidsretten til tingrett.​12\n5. Sådan sak som nevnt i nr. 3 kan med samtykke av Arbeidsrettens leder bringes direkte inn for Arbeidsretten eller overføres fra tingrett til Arbeidsretten, når en av partene søker om det.​12\n6. Er arrest​13 gjort for å sikre erstatningskrav​14 hvis avgjørelse hører under Arbeidsretten eller under tingrett i medhold av denne lov, må sak om erstatningskravet reises innen 6 dager.\n0 Endret ved lover 6 juli 1933 nr. 8, 28 mai 1937 nr. 3, 12 des 1947 nr. 1, 10 juni 1966 nr. 8, 27 feb 1976 nr. 9, 3 juni 1977 nr. 52, 5 juni 1981 nr. 46, 23 aug 1996 nr. 63 (ikr. 22 sep 1996), 14 des 2001 nr. 98 (ikr. 1 jan 2002 iflg. res. 14 des 2001 nr. 1416), 1 apr 2005 nr. 14 (ikr. 1 apr 2005 iflg. res. 1 apr 2005 nr. 269), 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633), 30 juni 2006 nr. 50 (ikr. 18 aug 2006 iflg. res. 30 juni 2006 nr. 778), 21 des 2007 nr. 129.\n1 Jf. § 18 nr. 4.\n2 Lov 23 aug 1996 nr. 63.\n3 Lov 1 apr 2005 nr. 14.\n4 Lov 30 juni 2006 nr. 50.\n5 Lov 13 juni 1997 nr. 45.\n6 Lov 13 juni 1997 nr. 44.\n7 Jf. lov 14 mai 2004 nr. 25.\n8 Se § 5. – Jf. tvl. § 4-5.\n9 Se § 1 nr. 8.\n10 Se § 1 nr. 4.\n11 Jf. tvl. kap. 4 II.\n12 Sml. dl. kap. 2.\n13 Jf. tvl. kap. 32 og 33.\n14 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Søksmål i anledning av en tariffavtale.",
      "content": "Er en tariffavtale​1 sluttet mellom en fagforening,​2 dens underavdelinger og medlemmer på den ene side og en arbeidsgiver eller arbeidsgiverforening,​3 dens underavdelinger og medlemmer på den annen side, er det bare den overordnede fagforening eller arbeidsgiverforening eller den enkeltstående arbeidsgiver som har søksmålsrett. Den overordnede fagforening eller arbeidsgiverforening kan dog skriftlig overdra sin søksmålsrett til en underavdeling som har undertegnet tariffavtalen. Overdragelsen som skriftlig skal meddeles Arbeidsretten og tariffmotparten, kan begrenses til en enkelt tvist, men den kan også foretas med virkning for hele tariffperioden. For så vidt det foreligger overdragelse av sistnevnte karakter, kan vedkommende underavdeling saksøkes direkte og alene av den annen søksmålsberettigede part i tariffavtalen.\nMedlem eller underavdeling som etter første ledd ikke har søksmålsrett, kan heller ikke opptre som partshjelper​4 medmindre den som har søksmålsrett gir sitt samtykke.\nVil en part nedlegge påstand mot særskilt nevnte medlemmer av en forening, skal disse stevnes ved siden av foreningen.​4 Tilsvarende gjelder om det skal nedlegges påstand mot andre særskilt nevnte personer, jfr. § 4 annet ledd.\n0 Endret ved lover 10 juni 1966 nr. 8, 27 feb 1976 nr. 9, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se § 1 nr. 8 og § 3.\n2 Se § 1 nr. 3.\n3 Se § 1 nr. 2 og 4.\n4 Jf. tvl. kap. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Krav, som utspringer av arbeidsavtaler.",
      "content": "Under sak om en tariffavtale​1 kan også inndras krav, som utspringer av en arbeidsavtale, hvis kravet vil få sin umiddelbare avgjørelse ved dommen i hovedsaken.​2\nHar Arbeidsretten i sin domsslutning fastslått en viss forståelse av en tariffavtale, gjelder denne forståelse også for enhver arbeidsavtale, som er bygget på tariffavtalen.\n1 Se § 1 nr. 8 og § 3.\n2 Jf. tvl. kap. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Arbeidsrettens medlemmer.",
      "content": "1. Arbeidsretten skal bestå av en leder, en nestleder og fem andre medlemmer.​2\n2. Arbeidsrettens leder og nestleder er embetsmenn.​3 De øvrige fem medlemmene og minst to varamedlemmer for hvert av rettens sju medlemmer oppnevnes av Kongen for tre år. Fire medlemmer med varamedlemmer oppnevnes etter innstilling som i § 11 bestemt.​4\n3. Medlemmene av Arbeidsretten må være norske statsborgere,​5 ha fylt 30 år, være vederheftige​6 og ikke fradømt stemmerett i offentlige anliggender og adgang til å opnå offentlig tjeneste,​7 eller dømt efter nærværende lovs § 42. De må ikke være medlem av en fagforenings​8 eller arbeidsgiverforenings​9 styre, og de må ikke være fast ansatt i en sådan forenings tjeneste.​10\nArbeidsrettens leder og nestleder skal dessuten oppfylle de betingelser som er foreskrevet for høyesterettsdommere.​11 Det tredje medlem som det ikke avgis innstilling om etter § 11, må ikke inneha sådan stilling eller sådant verv, at han kan betraktes som representant for noen av partene.\n0 Endret ved lover 28 mai 1937 nr. 3, 28 juni 2002 nr. 58 (ikr. 1 jan 2003 iflg. res. 28 juni 2002 nr. 655), 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633).\n1 Se res. 20 aug 1999 nr. 951 med fullmakt for Kommunal- og regionaldepartementet til å gi permisjoner, frita og oppnevne medlemmer og varamedlemmer av Arbeidsretten i løpet av oppnevningsperioden.\n2 Jf. § 46.\n3 Jf. lov 4 mars 1983 nr. 3.\n4 Se § 15 (3).\n5 Se lov 10 juni 2005 nr. 51.\n6 Se kkl. § 61. Sml. dl. § 53.\n7 Se strl. 1902 § 29 og §§ 30 til 32 (nå opph.) og milstrl. § 20.\n8 Se § 1 nr. 3.\n9 Se § 1 nr. 4.\n10 Jf. § 12.\n11 Se Grl. § 91 og dl. § 53 og § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Innstillingsretten.​1",
      "content": "1. Arbeidsgiverforening,​2 som omfatter minst 100 arbeidsgivere, der tilsammen beskjeftiger minst 10.000 arbeidere, samt fagforening,​3 som teller minst 10.000 arbeidere, kan hver for sig fremsette forslag til to medlemmer av retten med varamenn. Hvert forslag skal dog omfatte det dobbelte antall menn. De, som foreslåes, må ha erklært sig villige til å motta hvervet.\n2. Blandt dem, som således er bragt i forslag, opnevnes to medlemmer med varamenn fra hver side. Er konkurrerende forslag fremkommet fra forskjellige foreninger av arbeidere eller arbeidsgivere, kommer antallet av medlemmer innen vedkommende foreninger i fortrinsvis betraktning ved valget av menn.\n3. Er ikke innstilling kommet inn til vedkommende regjeringsdepartement​4 innen en frist, som det selv fastsetter, skjer opnevnelsen uten innstilling.\n1 Jf. lov 4 juni 1993 nr. 58 § 4.\n2 Se § 1 nr. 4.\n3 Se § 1 nr. 3.\n4 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Opnevnelse av nytt medlem.​1",
      "content": "Hvis et rettsmedlem eller en varamann dør eller blir fritatt for sitt hverv eller ikke lenger fyller de krav, som § 10 nr. 3 stiller, skal nytt medlem eller ny varamann opnevnes for den tid, som er igjen.\nGjelder det et medlem eller en varamann, som er opnevnt efter innstilling overensstemmende med § 11, skal der gis vedkommende organisasjoner adgang til å avgi ny innstilling.\n1 Se res. 20 aug 1999 nr. 951 med fullmakt for Kommunal- og regionaldepartementet til å gi permisjoner, frita og oppnevne medlemmer og varamedlemmer av Arbeidsretten i løpet av oppnevningsperioden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Ugildhet.",
      "content": "1. Et medlem av Arbeidsretten er ugild i de samme tilfelle som en dommer i almindelige borgerlige saker.​1 Når andre særlige omstendigheter foreligger, som er skikket til å svekke tilliten til et medlems uhildethet, skal han likeledes vike sæte.​2 Spørsmål herom kan reises både av ham selv og av partene.​3\n2. Retten avgjør ved kjennelse,​4 om noen skal vike sæte som ugild.\n1 Se dl. kap. 6.\n2 Jf. dl. § 108.\n3 Jf. § 30.\n4 Se § 26 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Stedfortreder for en dommer som er ugild eller har forfall.​1",
      "content": "Hvis rettens leder og nestleder er ugilde​2 eller har forfall, oppnevner departementet stedfortreder.\nHvis et annet medlem av retten er ugild​2 eller har forfall, skal rettens leder tilkalle en av varamennene for dette medlem i den rekkefølge opnevnelsen viser.\nVaramann som er opnevnt efter innstilling fra en forening hvis innstilling ikke er fulgt ved opnevningen av de faste medlemmer,​3 skal i saker som gjelder denne forening eller dens medlemmer, tilkalles til tjenestgjøring i stedet for det medlem hvis varamann han er.\nNår medlem som er opnevnt efter innstilling fra en forening, har forfall, skal varamann som er opnevnt efter innstilling fra denne forening, tilkalles til tjenestgjøring før andre varamenn. Er det ingen sådan varamann for vedkommende medlem, men for et annet medlem, tilkalles først denne varamann.\n0 Endret ved lover 28 mai 1937 nr. 3, 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633).\n1 Se § 15 (2).\n2 Se § 13.\n3 Se § 11 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Rettens forhandlingsdyktighet.",
      "content": "Retten er ikke forhandlings- eller beslutningsdyktig, uten at alle medlemmer er til stede.\nHvis et medlem av retten under forhandlingene får forfall, som må antas å ville vare lenger enn en uke, opnevnes stedfortreder efter § 14.\nDe rettsmedlemmer, som har begynt på en sak, skal føre den til ende, selv om deres tjenestetid​1 løper ut under behandlingen av saken.\n1 Se § 10 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Dommerløfte.",
      "content": "Ingen må gjøre tjeneste som medlem av Arbeidsretten, før han har avlagt skriftlig forsikring om, at han samvittighetsfullt vil opfylle sine plikter.​1\nForsikringen sendes til vedkommende regjeringsdepartement.​2 Kongen fastsetter, hvordan den skal lyde.\n1 Jf. § 32.\n2 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Partenes representanter.",
      "content": "Partene kan møte selv og ved fullmektig. Fler enn tre personer kan ikke møte for noen part.\nPartenes representanter må være fullmyndige,​1 norske statsborgere​2 og ikke fradømt stemmerett i offentlige anliggender og adgang til å opnå offentlig tjeneste.​3\nVedkommende departement​4 kan dog dispensere fra påbudet om, at partenes representanter skal være norske statsborgere.\nFullmakten må være uinnskrenket.\n1 Jf. lov 22 apr 1927 nr. 3 kap. 1.\n2 Se lov 10 juni 2005 nr. 51, jf. dog lov 27 nov 1992 nr. 109.\n3 Se strl. 1902 § 29 og § 31 (nå opph.), og milstrl. § 20.\n4 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "title": "Forberedelsen av saken.",
      "content": "1. Saken bringes inn for Arbeidsretten ved en skriftlig stevning,​1 som sendes til rettens leder. Det skal innleveres så mange eksemplarer eller bekreftede gjenparter at retten og de som stevningen skal sendes til, kan få hvert sitt eksemplar.\nStevningen skal inneholde:\na. begge parters fulle navn og adresse,\nb. en fremstilling av saken og de krav som saksøkeren vil reise,\nc. opgave over de bevis, som saksøkeren akter å føre, hvordan han tenker å skaffe dem til veie, og det, han akter å godtgjøre ved dem,\nd. opgave over de bevis, som saksøkeren ønsker fremskaffet av motparten eller ved rettens hjelp,\ne. forslag med hensyn til tid og sted for behandlingen av saken.\nEr der mangler ved stevningen, skal rettens leder snarest mulig gjøre saksøkeren opmerksom på dem og forklare hvordan de bør rettes.\n2. Med stevningen skal sendes utskrift av de forhandlinger, som er ført mellem partene​2 om tvisten, eller bevis for, at sådanne forhandlinger er ført eller søkt fra saksøkerens side.\nMangler sådant bevis, skal rettens leder gjøre saksøkeren opmerksom herpå og meddele ham, at retten ikke kan behandle saken medmindre forhandlinger er ført eller forgjeves søkt av saksøkeren.\n3. Når stevningen er i orden, og rettens leder finner der godtgjort at forhandlinger om tvisten har vært ført av partene eller forgjeves har vært søkt av saksøkeren, sender han uten opphold avskriften av stevningen til saksøkte. Samtidig anmoder han saksøkte om å gi skriftlig tilsvar innen en viss tid og i dette fremsette sine bemerkninger til stevningen, nevne de krav som fra hans side vil bli reist, og gi bevisoppgaver svarende til dem som er nevnt under nr. 1 c og d. Det skal innleveres så mange eksemplarer eller bekreftede gjenparter at retten og de som tilsvaret skal sendes til, kan få hvert sitt eksemplar.\n4. Rettens leder fastsetter tid og sted for behandlingen av saken i retten. Rettsmøtet skal holdes snarest mulig. Det kan holdes også utenfor rettens faste sete.\n5. Rettens leder varsler de øvrige medlemmer av retten. Likeså varsler han varamann, hvis der kan ventes fremsatt en ugildhetsinnsigelse,​3 som han tror kan bli godkjent av retten.\n6. Rettens leder utferdiger innkallelse til partene og lar den forkynne med en varselsfrist som ikke må være under 48 timer, her ikke medregnet den nødvendige reisetid.​4 Når særlig omstendigheter foreligger og rettens leder finner det påkrevd, kan forkynnelsen foretas gjennom presse og Norsk Rikskringkasting.​5 Har saksøkte gitt tilsvar, skal rettens leder sende avskriften til saksøkeren. Departementet kan gi nærmere bestemmelser om forkynning gjennom presse og Norsk Rikskringkasting.​5\n7. Rettens leder innkaller de vidner, sakkyndige eller andre personer, som han finner bør avhøres.​6 De som innkalles, har krav på aftensvarsel utenom den nødvendige reisetid. Til forberedelse av bevisførselen har rettens leder for øvrig samme myndighet som retten efter § 19.\n0 Endret ved lover 10 juni 1966 nr. 8, 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633).\n1 Sml. tvl. § 9-2.\n2 Se § 8 (1).\n3 Se § 13.\n4 Jf. dl. kap. 9.\n5 Jf. lov 4 des 1992 nr. 127.\n6 Se § 21, § 22 og § 43 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "title": "Saksbehandlingen.",
      "content": "1. Rettens leder, eller nestlederen når rettens leder bestemmer det, leder forhandlingene.​1\n2. Saken behandles og bevisene føres på den måte, som retten finner høvelig. Hovedforhandlingen skal være muntlig, medmindre begge parter samtykker i skriftlig behandling, og retten finner den ubetenkelig.\n3. Retten skal sørge for, at saken blir fullt oplyst.\n4. Retten kan innhente forklaringer av parter, sakkyndige og enhver annen, hvis prov kan være av betydning for saken.​2 Tvisteloven​3 § 22-9 gjelder tilsvarende.\n5. Retten kan kreve fremlagt dokumenter, forretningsbøker og andre bevisligheter, som en part, eller noen som plikter å vidne i saken, har rådighet over.​4 Den kan pålegge en part eller et vidne å undersøke registrerte regnskapsoplysninger, regnskapsmateriale​5 eller andre bevisligheter og å gjøre optegnelse derom og ta dem med sig.​6\n6. Retten kan foreta syn og gransking enten selv eller ved et eller flere av sine medlemmer eller ved opnevnte sakkyndige. Herunder kan også redskaper kreves brukt, maskiner satt i gang og arbeidsmåter påvist.\n7. Retten kan kreve bevis optatt ved enhver av de almindelige underretter. Bevisoptagelsen skal fremmes hurtigst mulig, om nødvendig ved ekstrarett. Dommeren skal av eget tiltak sørge for å fremme forretningen. Vidner gis aftensvarsel. Partene innkalles bare, når det er krevd i rettsanmodningen.\n0 Endret ved lover 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se § 18 nr. 7. – Sml.§ 35 nr. 1 (3).\n2 Se § 43 nr. 1 og 2 og § 26 nr. 2.\n3 Lov 17 juni 2005 nr. 90.\n4 Se § 23, § 43 nr. 3 jf. nr. 2 og § 26 nr. 2.\n5 Jf. rskl. og lov 19 nov 2004 nr. 73.\n6 Sml. tvl. § 24-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "title": "Partenes fravær.​1",
      "content": "Hvis noen av partene uteblir, og det er oplyst eller sannsynlig, at han har gyldig fravær, skal saken utsettes.\nEr det ikke oplyst eller sannsynlig, at han har gyldig fravær, og den annen part møter, kan han kreve saken fremmet. Saken skal i så fall så vidt gjørlig behandles, som om den fraværende part hadde vært til stede.​2\nHvis ingen part møter, og det ikke er oplyst eller sannsynlig, at noen av dem har gyldig fravær, skal saken heves.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Sml. tvl. §§ 16-8 flg.\n2 Jf. § 19 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "title": "Møteplikt for vidner og parter.​1",
      "content": "1. Enhver plikter efter innkallelse fra rettens leder å møte som vidne for Arbeidsretten, når han bor eller opholder sig i Norge. Ved innkallingen skal det bestemmes om forklaringen skal gis direkte for Arbeidsretten eller ved fjernavhør.\n2. Enhver som er til stede på rettsstedet eller i nærheten av det, kan retten pålegge å fremstille sig uten ophold for å avgi vidnesbyrd. Møtende vidner kan den pålegge å komme igjen senere.\n3. Vitner, som rettens leder har innkalt, har krav på godtgjøring etter reglene i lov 21 juli 1916 nr. 2 om vidners og sakkyndiges godtgjørelse m v. Vitner som framstilles av partene, kan retten tilstå slik godtgjøring når forklaringen har vært av betydning for saken.\n4. Om partenes plikt til å møte personlig efter særlig pålegg gjelder samme regler som for vidner efter nr. 1 og 2.\n0 Endret ved lover 14 juni 1985 nr. 71, 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se § 43 nr. 1 og § 26 nr. 2. – Sml. § 35 nr. 1 (3). – Sml. tvl. § 24-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "title": "Sakkyndige.​1",
      "content": "Enhver som plikter å vidne i saken,​2 er efter opnevnelse av retten eller rettens leder pliktig til å gjøre tjeneste som sakkyndig.​3\nOppnevnte sakkyndige har krav på godtgjøring etter reglene i lov 21 juli 1916 nr. 2 om vidners og sakkyndiges godtgjørelse m v.\nDeres tilkommende utredes av statskassen.\nSakkyndige, som ikke er opnevnt, kan retten efter omstendighetene tilstå sådan godtgjørelse.\n0 Endret ved lover 14 juni 1985 nr. 71, 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633).\n1 Sml. § 35 nr. 1 (3).\n2 Se § 19 nr. 4 og § 21 nr. 1 og 2.\n3 Se § 43 nr. 1 og 2 og § 26 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "title": "Forhandlingenes offentlighet.",
      "content": "Forhandlingene føres for åpne dører, hvis ikke retten beslutter å utelukke offentligheten. Dørene skal lukkes, når forhandlingene kommer inn på forretnings- eller foreningshemmeligheter​1 eller annet som ikke uvedkommende bør få kunnskap om.\nDe deler av fremlagte regnskapsoplysninger, regnskapsmateriale​2 og bøker, som ikke vedkommer saken, kan retten forsegle.\nEnhver, som har vært til stede under forhandlinger for lukkede dører, plikter å bevare taushet​3 om det, som er forhandlet, hvis ikke retten tillater offentliggjørelse.\n0 Endret ved lov 17 juli 1998 nr. 56 (ikr. 1 jan 1999).\n1 Sml. fvl. § 13.\n2 Jf. rskl.\n3 Se § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "title": "Rettsbok.​1",
      "content": "I rettsboken føres inn tid og sted for rettsmøtet, navnene på dommere, protokollfører, parter og deres representanter, vitner og sakkyndige.\nFremlagte dokumenter nevnes, og forhandlingenes gang gjengis i korthet. Påstander og innsigelser føres inn fullstendig eller vedlegges. Likeså føres inn alle rettens avgjørelser og forlik, som sluttes mellem partene.\nRetten kan beslutte, at forhandlingene skal optas med hurtigskrift.\n0 Endret ved lov 28 apr 2000 nr. 34 (ikr. 1 juli 2000 iflg. res. 28 apr 2000 nr. 366).\n1 Sml. tvl. kap. 13, II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "title": "Rettens avgjørelser.",
      "content": "1. Rettens avgjørelser treffes med stemmeflerhet.​1 Jfr. dog § 6, nr. 2.\nDom skal avsies snarest mulig, etter at saksbehandlingen er slutt. Går det mer enn en uke før dom blir avsagt, skal grunnen nevnes i dommen.\n2. Skrivefeil, regnefeil, utelatelser og andre åpenbare feil kan rettens leder rette av eget tiltak.​2 Om rettelsen skal han uten ophold underrette partene gjennem rekommandert brev.\nEr noen av partene misfornøiet med rettelsen, kan han kreve saken forelagt for den samlede rett. Begjæringen må rettes til rettens leder senest en uke, efterat meddelelse om rettelsen er mottatt. Rettens leder skal uten ophold forelegge saken for retten.\n3. Er dommen ufullstendig eller uklar, kan den rettes av den samlede rett efter begjæring fra en av partene, og efterat den annen part er hørt. Begjæringen må være kommet til rettens leder senest 2 uker efterat dommen er avsagt.\n4. Prosessledende kjennelser og andre beslutninger kan retten omgjøre, hvis ingen erhvervet rett er til hinder for det.\n0 Endret ved lover 10 juni 1966 nr. 8, 9 jan 1998 nr. 5, 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633).\n1 Sml. tvl. § 19-3 (4).\n2 Sml. tvl. § 19-8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "title": "Anke.",
      "content": "1. Kjennelse hvorved Arbeidsretten avviser en sak fra Arbeidsretten eller fra tingrett, kan ankes til Høiesteretts ankeutvalg.​1 Ankefristen er en måned.​2\n2. Den, som ikke er part, kan anke​3 en kjennelse eller beslutning som pålegger ham å avgi forklaring eller forsikring, fremlegge eller gi adgang til skriftlige bevis eller andre ting eller gjøre tjeneste som sakkyndig, eller som ilegger ham straff- eller omkostningsansvar.​4 Partene kan anke kjennelser, som ilegger dem selv straff- og omkostningsansvar efter §§ 41 og 43.\nAnken må erklæres straks, hvis vedkommende er til stede i retten, men ellers senest tre dager, efterat han har fått meddelelse om avgjørelsen. Såfremt noen har optrådt som motpart eller kan betraktes som motpart, bør han underrettes om anken. Den har opsettende virkning for den ankende.\n3. Rettens leder sender uten ophold ankeerklæringen med de nødvendige dokumenter og utskrifter til Høiesteretts ankeutvalg. Retten, den ankende og andre, som anken har betydning for, kan gi skriftlig uttalelse om saken. Påberopes kjennsgjerninger, som ikke tidligere er nevnt, skal uttalelsen alltid sendes gjennem retten.\n4. Arbeidsrettens dommer og andre kjennelser enn de som nevnes under nr. 1 og 2, er endelige​5 og kan fullbyrdes efter reglene for høyesterettsdommer.​6 Likevel kan en dom ankes til Høyesterett til oppheving på det grunnlag, at saken ikke hører under Arbeidsrettens domsmyndighet.​7 Fristen for sådan anke er en måned.​2\n0 Endret ved lover 28 mai 1937 nr. 3, 19 des 1980 nr. 65, 5 juni 1981 nr. 46, 14 juni 1985 nr. 71, 14 des 2001 nr. 98 (ikr. 1 jan 2002 iflg. res. 14 des 2001 nr. 1416), 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. § 44.\n2 Sml. tvl. § 29-5.\n3 Sml. § 39 (1).\n4 Se § 39, § 41 og § 43.\n5 Jf. § 25 nr. 2-4.\n6 Se tvangsl. kap. 4.\n7 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "2:26 b",
      "chapter": "2",
      "section": "26 b",
      "title": "Saker for tingrett.",
      "content": "1. For saker som efter § 7, nr. 3 og 4 hører under tingrett gjelder denne lovs regler om rettergangsmåten for Arbeidsretten.\n2. Retten settes med to meddommere. En av dem skal være arbeidsgiver og den annen skal være arbeider. Meddommerne oppnevnes av rettens leder etter forslag fra partene. Hvert av forslagene skal omfatte tre navn. De som blir foreslått må ha erklært seg villige til å overta vervet.​1\nEr forslag ikke kommet frem til rettens leder innen den frist han har satt, oppnevner han meddommerne etter reglene i domstolloven​2 § 94.\nSom meddommer må ingen oppnevnes som er ugild etter § 13 eller er tjenestemann i arbeidsgiverforening eller fagforening eller lønnet tillitsmann i sådan forening med tillitsmannsstillingen som sitt hovedverv.\n3. Anke over dom i sak som nevnt i nr. 1 går til Arbeidsretten. For ankeretten gjelder ingen verdigrense.​3 Anke over kjennelse som avviser en sådan sak fra tingrett, hører også under Arbeidsretten.\nAnkefristen er en måned.\n4. For anke til Arbeidsretten gjelder reglene i tvisteloven​4 kapittel 29 med de endringer som følger av denne lov. Anken behandles av Arbeidsretten efter de regler som gjelder for andre arbeidsrettssaker.​5\n5. For anke over andre kjennelser enn i nr. 3 nevnt og for anke over beslutninger gjelder reglene i tvisteloven​4 kapittel 29.\n0 Tilføyd ved lov 28 mai 1937 nr. 3, endret ved lover 10 juni 1966 nr. 8, 3 juni 1977 nr. 52, 13 juni 1980 nr. 39, 5 juni 1981 nr. 46, 14 juni 1985 nr. 71, 14 des 2001 nr. 98 (ikr. 1 jan 2002 iflg. res. 14 des 2001 nr. 1416), 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633), 15 juni 2007 nr. 38 (ikr. 1 juli 2007 iflg. res. 15 juni 2007 nr. 654), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Sml. dl. kap. 4.\n2 Lov 13 aug 1915 nr. 5.\n3 Sml. tvl. § 29-13.\n4 Lov 17 juni 2005 nr. 90.\n5 Se § 19 og § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26b",
        "source_heading": "§ 26 b."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "Meglingsmenn.​1",
      "content": "Kongen opnevner en fast meglingsmann for det hele rike (riksmeglingsmann) og en eller flere faste meglingsmenn for enkelte meglingskretser (kretsmeglingsmenn). De opnevnes for tre år. Meglingskretsene fastsettes av Kongen.​2\nDerhos kan vedkommende regjeringsdepartement​3 efter innstilling fra riksmeglingsmannen opnevne særskilte meglingsmenn for enkelte tilfeller​4 eller for de saker riksmeglingsmannen bestemmer i et begrenset tidsrum.\nMeglingsmennene må opfylle betingelsene i § 10 nr. 3 første avsnitt.\nRiksmeglingsmannen er kretsmeglingsmennenes og de øvrige meglingsmenns overordnede. Det nærmere forretningsforhold mellem dem fastsettes ved instruks som utferdiges av Kongen.​5\n0 Endret ved lover 19 juni 1931 nr. 9 og 28 mai 1937 nr. 3.\n1 Se § 32. – Jf. § 46.\n2 Se res. 29 juni 1973.\n3 Kommunal- og regionaldepartementet.\n4 Se også § 30.\n5 Se res. 8 mars 1916.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:27 a",
      "chapter": "3",
      "section": "27 a",
      "title": "Meglingsmennenes virksomhet.",
      "content": "1. Riksmeglingsmannen skal med opmerksomhet følge arbeidsforholdene i landet. Det samme skal kretsmeglingsmennene gjøre, hver innen sin krets. Kretsmeglingsmennene skal sende melding til riksmeglingsmannen om forhold som de mener kan true arbeidsfreden innen deres kretser.\n2. Mener riksmeglingsmannen at arbeidsstans vil kunne bli følgen av at forhandling om ordning av arbeidsforholdene ved en bedrift eller innen et yrke ikke fører frem,​1 kan han kreve oplysninger av partene om arbeidsforholdene og om krav som er reist. Sådanne oplysninger plikter partene å gi efter reglene i § 19,4.\nFinner riksmeglingsmannen det formålstjenlig, kan han gå til megling efter reglene i dette kapitel, selv om arbeidsopsigelse​2 ikke har funnet sted.\nRiksmeglingsmannen kan la en kretsmeglingsmann eller en efter § 27, annet ledd, opnevnt meglingsmann foreta undersøkelser eller megling som foran nevnt. Har en kretsmeglingsmann eller særskilt meglingsmann oppnevnt etter § 27 annet ledd ledet meglingen, skal han snarest mulig sende riksmeglingsmannen beretning om saken. Denne skal inneholde det endelige meglingsforslag, hvis sådant er fremsatt.\n3. Vedtak etter dette kapitlet truffet av riksmeglingsmannen eller annen meglingsmann oppnevnt etter loven her, kan ikke påklages.​3\n0 Tilføyd ved lov 26 juni 1934 nr. 2, endret ved lov 28 juni 2002 nr. 58 (ikr. 1 jan 2003 iflg. res. 28 juni 2002 nr. 655).\n1 Jf. § 6 nr. 3.\n2 Se § 1 nr. 7 og § 28.\n3 Sml. fvl. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27a",
        "source_heading": "§ 27 a."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "Meldinger til meglingsmennene.",
      "content": "1. Når arbeidsopsigelse​1 foretas i anledning av sådan tvist som § 6 nr. 3 nevner, skal der straks sendes melding​2 til riksmeglingsmannen.\n2. Meldingen sendes i telegram eller rekommandert brev og skal inneholde oplysning​2 om, hvad tvisten gjelder, ved hvilke bedrifter opsigelse foretas, hvor mange arbeidere ved hver bedrift opsigelsen omfatter, når opsigelsesfristen løper ut og om forhandling mellem partene er åpnet samt om den fremdeles pågår eller er avbrutt.\nPågår forhandling, skal melding​2 om senere avbrytelse på samme måte sendes av den, som har sendt den første melding.\nMeldingen sendes av den fagforening,​3 arbeidsgiver eller arbeidsgiverforening​4 som har foretatt oppsigelsen. Er vedkommende tilknyttet Landsorganisasjonen i Norge, Næringslivets Hovedorganisasjon eller andre organisasjoner som i § 11 nevnt, sendes meldingene gjennom disse organisasjoners styre til riksmeglingsmannen.\nAv meldingene sendes samtidig en gjenpart til motparten.\n3. Melding som angår bedrift på Svalbard​5 skal alltid sendes​2 i telegram til riksmeglingsmannen. Sendes meldingen gjennem en av partenes hovedorganisasjoner, skal den uopholdelig videresendes til riksmeglingsmannen på hurtigste måte.\n0 Endret ved lover 19 juni 1931 nr. 9, 10 juni 1966 nr. 8, 9 jan 1998 nr. 5, 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Se § 1 nr. 7.\n2 Se strl. 1902 § 339 nr. 1, jf. kap. 3 a.\n3 Se § 1 nr. 3.\n4 Se § 1 nr. 2 og 4.\n5 Se lov 17 juli 1925 nr. 11 § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "title": "Regler om arbeidsstans.​1",
      "content": "1. Arbeidsnedleggelse​2 eller arbeidsstenging​3 må ikke iverksettes, før opsigelsesfristen​4 er utløpet, og ikke i noe tilfelle, før fire virkedager er forløpet fra meldingen​5 om, at forhandlinger ikke er optatt eller at de er avbrutt eller arbeidsopsigelsen utvidet – er innkommet til riksmeglingsmannen.\nFor å få opprettet tariffavtale​6 for sine medlemmer ved en bedrift, kan fagforening med innstillingsrett etter § 11 oppsi arbeidsavtaler som er inngått for et bestemt tidsrom. Oppsigelse må gis med 28 dagers varsel, og foreningens medlemmer må utgjøre minst 50 pst. av de ansatte i den eller de arbeidstakergrupper det kreves tariffavtale for. Slik arbeidsoppsigelse kan likevel ikke finne sted dersom den tariffavtale som kreves opprettet, inneholder lønns- og arbeidsvilkår som i vesentlig grad avviker fra dem som etter allerede eksisterende tariffavtale gjelder for tilsvarende arbeidere ved bedrifter av samme eller liknende art.\nMed Arbeidsrettens samtykke kan arbeidsoppsigelse som nevnt i annet ledd foretas selv om vilkåret om organisasjonsprosent ikke er oppfylt, dersom det må antas at bedriften søker å hindre at organisasjonsprosenten når opp i 50.\nArbeidsoppsigelse som nevnt i annet ledd skal fylle kravene i § 28.\nTvist om hvorvidt vilkårene for arbeidsoppsigelse etter denne paragrafs annet og tredje ledd er til stede, avgjøres av Arbeidsretten.​7\n2. Så snart riksmeglingsmannen​8 har fått melding om, at forhandlinger ikke er optatt eller at de er avbrutt eller så snart han på annen måte er blitt kjent med avbrytelsen, skal han forby arbeidsstans inntil megling efter dette kapitel er sluttet,​9 hvis han antar at arbeidsstansen enten på grunn av bedriftens art eller på grunn av sitt omfang vil medføre skade for almene interesser.\nBlir arbeidsopsigelsen utvidet, skal han under samme betingelser forby​10 den derved tilsiktede arbeidsstans.\nForbudet​10 rettes i telegram eller i rekommandert brev til den fagforening, arbeidsgiver, arbeidsgiverforening eller hovedorganisasjon, som har sendt eller skulde ha sendt meldingen om arbeidsopsigelsen, og meddeles samtidig til motparten.\nForbudet​10 må, for å være bindende, være sendt innen utløpet av 2 dager efter at riksmeglingsmannen har fått melding om at forhandlinger ikke er optatt eller at de er avbrutt eller arbeidsopsigelsen utvidet.\nHvis det nedlegges forbud mot arbeidsstans i tvist hvor kommune, fylkeskommune eller sammenslutning av slike er part, jf. kommuneloven​11 § 28, kan riksmeglingsmannen samtidig bestemme at de frister som følger av tjenestetvistloven​12 § 14 tredje ledd og § 17 første og annet ledd skal gjelde for meglingen.\nDersom megling har vært prøvet efter § 27 a nr. 2, kan forbud mot arbeidsstans undlates.\n3. Riksmeglingsmannen kan overlate til en annen meglingsmann oppnevnt etter § 27 første eller annet ledd å forby arbeidsstans etter reglene i nr. 2.\n0 Endret ved lover 19 juni 1931 nr. 9, 26 juni 1934 nr. 2, 27 feb 1976 nr. 9, 9 jan 1998 nr. 5, 28 juni 2002 nr. 58 (ikr. 1 jan 2003 iflg. res. 28 juni 2002 nr. 655).\n1 Jf. aml. § 15-17.\n2 Se § 1 nr. 5.\n3 Se § 1 nr. 6.\n4 Jf. § 1 nr. 7.\n5 Se § 28.\n6 Se § 1 nr. 8.\n7 Se § 7 nr. 2 (3).\n8 Se § 4 og § 5.\n9 Jf. § 31 nr. 1 og § 36.\n10 Se § 27.\n11 Lov 25 sep 1992 nr. 107.\n12 Lov 18 juli 1958 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "title": "Meglingsmennenes ugildhet og forfall.",
      "content": "Reglene om ugildhet i § 13 gjelder også for meglingsmennene.\nAnser riksmeglingsmannen sig for ugild, eller har han forfall, eller er han optatt med megling i en annen sak, melder han det uten ophold til vedkommende regjeringsdepartement.​1 Er departementet enig i, at han ikke bør behandle tvisten, overdrar det behandlingen til en kretsmeglingsmann eller til en som det opnevner for saken.​2\nEr en kretsmeglingsmann i noe tilfelle som er nevnt i annet ledd, melder han det uten ophold til riksmeglingsmannen. Denne kan enten selv overta behandlingen av saken eller overdra den til en annen kretsmeglingsmann eller til en som vedkommende regjeringsdepartement opnevner for saken.\n0 Endret ved lov 19 juni 1931 nr. 9.\n1 Kommunal- og regionaldepartementet.\n2 Jf. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "title": "Forberedelsen av meglingen.",
      "content": "1. Når riksmeglingsmannen i henhold til § 29 har forbudt arbeidsstans, skal han uten ophold skride til megling. Riksmeglingsmannen kan dog overdra meglingen til en kretsmeglingsmann eller til en meglingsmann opnevnt for det enkelte tilfelle. Han kan også selv overta meglingen i saker som hører under kretsmeglingsmennene.\n2. Selv om arbeidsstans ikke forbys, kan riksmeglingsmannen eller en kretsmeglingsmann skride til megling i tvisten enten av eget tiltak eller efter begjæring av en part.\n3. Meglingsmannen fastsetter tid og sted for behandlingen av tvisten. Møte kan også holdes utenfor meglingskretsen.\nHan innkaller partene på den måte han finner høvelig.\nOm innkallelse av vidner og andre hvis forklaring kan være av betydning, og om forberedelse av bevisførselen for øvrig gjelder reglene i § 18 nr. 6,​1 forsåvidt dertil er anledning.\n0 Endret ved lov 19 juni 1931 nr. 9.\n1 Skal være § 18 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "title": "Meglerløfte.",
      "content": "Ingen må gjøre tjeneste som meglingsmann, før han har avlagt sådan forsikring som nevnt i § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "3:33",
      "chapter": "3",
      "section": "33",
      "title": "(Opphevet ved lov 19 juni 1931 nr. 9.)",
      "content": "§ 33.(Opphevet ved lov 19 juni 1931 nr. 9.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "3:34",
      "chapter": "3",
      "section": "34",
      "title": "Partenes representanter.",
      "content": "Reglene i § 17 om partenes representanter gjelder også under meglingen. Men praktiserende advokater​1 må ikke brukes som fullmektig​2 uten samtykke av meglingsmannen.\n0 Endret ved lover 19 juni 1931 nr. 9, 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Se dl. § 220. – Sml. dl. § 218.\n2 Sml. lov 15 mars 1991 nr. 3 § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "3:35",
      "chapter": "3",
      "section": "35",
      "title": "Megling og meglingsforslag m.v.​1",
      "content": "1. Meglingsmannen skal på den måte og i de former som han selv velger, hurtig og omhyggelig innhente alle nødvendige oplysninger til utredning av tvisten​2 og efter evne søke å opnå enighet mellem partene om et rimelig forlik.\nHan kan innhente de oplysninger som er nødvendige til utredning og bedømmelse av tvisten, selv om en eller begge parter uteblir.\nTil fremme av sine undersøkelser har meglingsmannen sådan myndighet som nevnt i § 19. Men han kan ikke kreve forsikring av vidner og sakkyndige. Reglene i §§ 21 og 22 gjelder også ved megling.​3\nKommer forlik i stand, skal tariffavtale​4 i overensstemmelse hermed oprettes under medvirkning av meglingsmannen og undertegnes av partene eller deres representanter.\n2. Meglingsmøtene skal holdes for lukkede dører.​5 Møtebok føres efter reglene i § 24.\n3. Har meglingsmannen fremsatt et meglingsforslag, må det ikke offentliggjøres uten hans samtykke.​5\n4. Før avstemning over et meglingsforslag skal partene sørge for at alle stemmeberettigede får adgang til å gjøre sig kjent med meglingsforslaget i dets helhet.​5\n5. Avstemningen skal bare gjelde meglingsforslaget som det foreligger fra meglingsmannen. Avstemningen skal være hemmelig og skriftlig med rene ja- eller nei-stemmer.​5\n6. Dersom et meglingsforslag underkastes avstemning, skal meglingsmannen i samråd med partene sette frist for når avstemningsresultatet skal foreligge.\n7. Partene skal gi meglingsmannen skriftlig melding om forslaget vedtas eller forkastes.​5 Forkastes det, skal meldingen gi opplysning om antallet av stemmer for og imot forslaget og om antallet av stemmeberettigede. Dersom avstemningsresultatet ikke foreligger innen fristen, anses meglingsforslaget som vedtatt.\n8. Dersom meglingsforslaget forkastes og melding om arbeidsoppsigelse etter § 28 nr. 1 står ved lag, kan arbeidsoppsigelsen iverksettes med 4 dagers varsel mellom partene. Partene kan i tariffavtale avtale kortere frist.\n9. Finner meglingsmannen at en konfliktsituasjon bør løses under ett for flere fag, kan meglingsmannen foreslå at meglingsforslag for disse fag skal regnes som en helhet, således at avgjørelsen av om forslagene er vedtatt, skal treffes på grunnlag av det samlede antall stemmer og stemmeberettigede i de fag som på denne måte er slått sammen. Før meglingsmannen foreslår samlet avstemning over meglingsforslag, skal meglingsmulighetene være uttømt. Et fag kan ikke tas med i en samlet avstemning hvis tariffpartene motsetter seg det.\n10. Intet må offentliggjøres om avstemningsresultatene, før meglingsmannen har kunngjort hovedresultatet.​5\n11. For avstemninger som gjelder sjøfolk​6 i utenriks fart, kan reglene i nr. 4 og nr. 5 tillempes ved tariffavtale mellom partene eller, hvis sådan avtale ikke er opprettet, etter riksmeglingsmannens nærmere bestemmelse.\n0 Endret ved lover 19 juni 1931 nr. 9, 26 juni 1934 nr. 2, 29 mars 1935 nr. 3, 14 juni 1985 nr. 71, 28 juni 2002 nr. 58 (ikr. 1 jan 2003 iflg. res. 28 juni 2002 nr. 655).\n1 Sml. lov 18 juli 1958 nr. 2 § 18 (2).\n2 Sml. fvl. § 17.\n3 Jf. §§ 39, 41 nr. 2 og 43.\n4 Se § 1 nr. 8 og § 3.\n5 Se § 42.\n6 Jf. lov 30 mai 1975 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "3:36",
      "chapter": "3",
      "section": "36",
      "title": "Meglingens slutning.​1",
      "content": "Er der gått ti dager efterat forbudet mot arbeidsstans​2 eller i tilfelle det første forbud blev avsendt,​3 kan hver av partene kreve meglingen sluttet, hvis vedkommende part ikke ved uteblivelse eller på annen måte har unddratt sig fra pliktmessig medvirken​4 til meglingen.\nSenest fire dager, efterat lovlig krav om avslutning av meglingen er fremsatt, skal meglingen sluttes.​5 Har meglingsmyndigheten forelagt partene et endelig forslag til løsning av tvisten, skal forslaget føres inn i møteboken.​6\n0 Endret ved lover 19 juni 1931 nr. 9, 28 juni 2002 nr. 58 (ikr. 1 jan 2003 iflg. res. 28 juni 2002 nr. 655).\n1 Sml. lov 18 juli 1958 nr. 2 § 19.\n2 Se § 1 nr. 5 og 6.\n3 Se § 29 nr. 2 og § 31 nr. 1.\n4 Se § 19 nr. 4 og § 21 nr. 4, jf. § 35 nr. 1.\n5 Jf. §§ 37 og 38.\n6 Se § 35 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "3:37",
      "chapter": "3",
      "section": "37",
      "title": "Senere vedtagelse av et meglingsforslag.​1",
      "content": "Vil noen av partene vedta meglingsmyndighetens forslag til løsning av tvisten, efterat meglingen er sluttet,​2 kan erklæring derom sendes til meglingsmannen, som sender en avskrift av erklæringen til den annen part. Godkjenner også denne part forslaget, berammer meglingsmannen et møte mellem partene til oprettelse av tariffavtale.​3\n1 Sml. lov 18 juli 1958 nr. 2 § 19.\n2 Se § 36.\n3 Se § 1 nr. 8 og § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "3:38",
      "chapter": "3",
      "section": "38",
      "title": "Gjenoptagelse.​1",
      "content": "Om meglingen er sluttet,​2 kan partene i fellesskap kreve den gjenoptatt.\nRiksmeglingsmannen, så vel som den meglingsmannen som har behandlet saken, kan når som helst gjenoppta meglingen.\nEr det gått en måned etter at meglingen ble sluttet,​2 uten at tvisten i mellomtiden er løst, skal meglingsmannen gjenoppta kontakt med partene med henblikk på å få avsluttet konflikten. Er et meglingsforslag til behandling hos partene, skal meglingsmannen vente til behandlingen er avsluttet.\nOm partenes plikt til å møte til megling gjelder reglene i § 21 nr. 1 og 2 tilsvarende.\n0 Endret ved lover 19 juni 1931 nr. 9, 28 juni 2002 nr. 58 (ikr. 1 jan 2003 iflg. res. 28 juni 2002 nr. 655).\n1 Sml. lov 18 juli 1958 nr. 2 § 19.\n2 Se § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "3:39",
      "chapter": "3",
      "section": "39",
      "title": "Anke.",
      "content": "Sådanne kjennelser, som § 26 nr. 2 nevner, kan ankes efter de regler, som der er gitt.\nAndre kjennelser av en meglingsmann er endelige og kan fullbyrdes efter reglene for høiesterettsdommer.​1\n0 Endret ved lover 19 juni 1931 nr. 9, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se tvangsl. kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "title": "(Opphevet ved lov 7 des 1956 nr. 6.)",
      "content": "§ 40.(Opphevet ved lov 7 des 1956 nr. 6.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "4:41",
      "chapter": "4",
      "section": "41",
      "title": "Fornærmelig adferd m.v.",
      "content": "1. Den som under et møte for Arbeidsretten​2 fornærmer retten eller noen som møter for den, eller forstyrrer møtet, krenker rettens verdighet eller ikke lyder påbud fra retten eller formannen, kan utvises og ved kjennelse​3 under saken ilegges bøter.​4\nDen som skriver noe usømmelig eller fornærmelig i et søksmålsskrift, kan likeledes ved kjennelse under saken ilegges bøter.​4\n2. Bestemmelsene under nr. 1 gjelder også under saksbehandling for meglingsmyndighetene.​5\n3. Om noen straffes efter denne paragraf, kan han dog forfølges på vanlig måte for gjerningen.​6 Men bøtene kommer i betraktning ved straffeutmålingen.\n0 Endret ved lover 6 juli 1933 nr. 8, 12 des 1947 nr. 1\n1 Sml. dl. § 198.\n2 Se kap. 2.\n3 Jf. § 26 nr. 2.\n4 Se dl. kap. 10, jf. strl. 1902 § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9 (ikke ikr.).\n5 Se kap. 3.\n6 Sml. strpl. § 51, jf. EMK protokoll nr. 7 art. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "4:42",
      "chapter": "4",
      "section": "42",
      "title": "Brudd på taushetsplikt m.v.",
      "content": "Den som bryter sin taushetsplikt efter § 23, jfr. § 35, 2, straffes med bøter.​1 På samme måte straffes den som overtrer forskriftene i § 35 nr. 3, 4, 5, 6 og 8.​2\n0 Endret ved lover 26 juni 1934 nr. 2, 29 mars 1935 nr. 3.\n1 Se strl. 1902 § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9 (ikke ikr.). – Jf. strl. 1902 § 2 jf. strpl. § 67.\n2 Jf. § 10 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "4:43",
      "chapter": "4",
      "section": "43",
      "title": "Fravær m.v.​1",
      "content": "1. Hvis et vidne eller noen, som ellers har fått særlig pålegg om å møte personlig, uteblir uten gyldig fravær eller ikke i tide har meldt forfall eller uten lov forlater møtet før det er slutt, kan han ved kjennelse​2 under saken ilegges bøter​3 og pålegges helt eller delvis å erstatte de omkostninger, som han har voldt.\nUteblir han efter ny innkallelse eller opfordring til å møte, kan han enda en gang ilegges bøter​3 og omkostningsansvar.\nLike med uteblivelse uten gyldig fravær regnes det, at en sakkyndig uten gyldig grunn nekter å overta sitt hverv eller forsømmer sin plikt, og at noen må avvises fordi han møter beruset.\n2. Nekter noen uten gyldig grunn å forklare sig eller avlegge forsikring, kan han ved kjennelse under saken ilegges bøter​3 og pålegges helt eller delvis å erstatte de omkostninger, som er voldt ved nektelsen. Han kan ikke ilegges sådan straff og sådant omkostningsansvar mer enn to ganger i samme sak.\n3. Hvis noen ikke efterkommer pålegg om å fremlegge et dokument eller fremvise, forelegge eller gi adgang til en ting eller å efterse og gjøre utdrag av et dokument eller lignende, regnes det like med, at han nekter å forklare sig.\n0 Endret ved lover 14 juni 1985 nr. 71, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. § 18 nr. 7, § 19 nr. 4-7, § 21, § 22, § 26 nr. 2 og § 35 nr. 1.\n2 Jf. § 26 nr. 2.\n3 Se strl. 1902 § 27; strl. 2005 kap. 9 (ikke ikr.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "title": "Ansvar for anke.​1",
      "content": "For åpenbart grunnløs anke​2 kan Høiesteretts ankeutvalg ilegge bøter​3 og omkostningsansvar.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. dl. § 203.\n2 Jf. §§ 26 og 39.\n3 Se dl. kap. 11, jf. strl. 1902 § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9 (ikke ikr.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "title": "Saksomkostninger.",
      "content": "1. Det betales ikke for sak som behandles av Arbeidsretten​1 eller meglingsmyndighetene.\nUtgiftene for statskassen til en rettssak etter denne lov kan retten ved kjennelse pålegge en av partene eller begge å godtgjøre statskassen, helt eller delvis.\n2. Omkostningene ved en rettssak efter denne lov kan den ene part få sig tilkjent hos den annen efter reglene for saksomkostninger i almindelige borgerlige saker.​2 Derimot skal hver part i mangel av annen avtale selv bære sine omkostninger ved megling.\n0 Endret ved lover 6 juli 1933 nr. 8, 28 mai 1937 nr. 3, 12 des 1947 nr. 1, 18 des 1959 nr. 11 § 95.\n1 Se også lov 17 des 1982 nr. 86 § 10 nr. 11.\n2 Jf. tvl. kap. 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "5:46",
      "chapter": "5",
      "section": "46",
      "title": "Lønninger m.v.",
      "content": "1. Lønninger og honorarer til medlemmene av Arbeidsretten,​1 riksmeglingsmannen og meglingsmennene​2 utredes av statskassen. Utgiftene til kontorhold, lokaler og skriverhjelp under møtene utredes likeledes av statskassen.\n2. Arbeidsrettens leder og riksmeglingsmannen skal ha fast årlig lønn.\nKretsmeglingsmennene skal enten ha fast årlig lønn og et honorar bestemt av vedkommende regjeringsdepartement​3 for hver enkelt sak eller en fast årlig lønn alene.\nDe øvrige medlemmer av Arbeidsretten og de særskilt for hvert tilfelle opnevnte meglingsmenn tilståes honorar for hver sak av vedkommende regjeringsdepartement.​3 Medlemmene av Arbeidsretten kan også tilståes fast lønn. Godtgjørelsen til meddommere i saker som behandles av tingrett efter denne lov, fastsettes efter § 105 a i domstolsloven.​4\n3. Under reiser har medlemmer av Arbeidsretten og meglingsmennene krav på skyss og kostpenger etter bestemmelser fastsatt av departementet. For tingrettssaker efter denne lov får rettens leder og meddommerne skyss- og kostpenger efter de regler som ellers gjelder for slike saker.\n0 Endret ved lover 19 juni 1931 nr. 9, 6 juli 1933 nr. 8, 28 mai 1937 nr. 3, 12 des 1947 nr. 1, 17 des 1982 nr. 86, 14 juni 1985 nr. 71, 28 apr 2000 nr. 34 (ikr. 1 juli 2000 iflg. res. 28 apr 2000 nr. 366), 14 des 2001 nr. 98 (ikr. 1 jan 2002 iflg. res. 14 des 2001 nr. 1416), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633).\n1 Jf. § 10.\n2 Jf. § 27.\n3 Kommunal- og regionaldepartementet.\n4 Lov 13 aug 1915 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "5:47",
      "chapter": "5",
      "section": "47",
      "title": "Lovens ikrafttreden.",
      "content": "1. Denne lov trer i kraft straks. Fra samme tid opheves – – –\n2. Fra 1 juli 1927 skal følgende paragrafer lyde så: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Betydningen av uttrykk som loven bruker.",
      "content": "Denne lov forstår ved:\n1. Arbeider – enhver som mot vederlag utfører arbeid av hvilken som helst art i en annens tjeneste og som ikke går inn under lov om offentlige tjenestetvister.​1\n2. Arbeidsgiver – enhver, som sysselsetter en eller flere arbeidere.​2\n3. Fagforening – enhver sammenslutning av arbeidere eller av arbeideres foreninger, når sammenslutningen har det formål å vareta arbeidernes interesser overfor deres arbeidsgivere.\n4. Arbeidsgiverforening – enhver sammenslutning av arbeidsgivere eller arbeidsgiveres foreninger, når den har det formål å vareta arbeidsgivernes interesser overfor deres arbeidere.\n5. Arbeidsnedleggelse (streik) – en hel eller delvis arbeidsstans som arbeidere i fellesskap eller i forståelse med hverandre iverksetter for å tvinge frem en løsning av en tvist mellem en fagforening og en arbeidsgiver eller arbeidsgiverforening.\nSom ledd i en arbeidsnedleggelse reknes det at vedkommende bedrift som følge av arbeidsnedleggelsen søkes sperret for arbeidskraft.\n6. Arbeidsstenging (lockout) – en hel eller delvis arbeidsstans som en arbeidsgiver iverksetter for å tvinge frem en løsning av en tvist mellem ham selv eller en annen arbeidsgiver og en fagforening eller mellem en arbeidsgiverforening og en fagforening, uten hensyn til om andre arbeidere tas inn istedenfor de utestengte.\nSom ledd i en arbeidsstengning reknes det at de utestengte arbeidere søkes hindret i å få annet arbeid.\n7. Arbeidsopsigelse​3 – arbeidernes opsigelse av sine arbeidsplasser eller arbeidsgivernes opsigelse av arbeidere i hensikt å iverksette arbeidsnedleggelse eller arbeidsstenging.\n8. Tariffavtale​4 – en avtale mellem en fagforening og en arbeidsgiver eller arbeidsgiverforening om arbeids- og lønnsvilkår eller andre arbeidsforhold.\n0 Endret ved lover 6 juli 1933 nr. 8, 12 des 1947 nr. 1, 28 juli 1949 nr. 9, 28 juni 1957 nr. 9, 18 juli 1958 nr. 2.\n1 Jf. lov 18 juli 1958 nr. 2.\n2 Sml. aml. § 1-8 (2).\n3 Jf. §§ 28 og 29.\n4 Se § 3 og lov 19 des 1952 nr. 7 § 1 (4). Jf. lov 4 juni 1993 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Oplysningsplikt.",
      "content": "Fagforening​1 og arbeidsgiverforening​2 eller sammenslutninger av sådanne plikter​3 på anmodning av vedkommende regjeringsdepartement​4 eller riksmeglingsmannen​5 å meddele oplysninger om foreningens eller sammenslutningens organisasjon, medlemsforhold m.v. En sammenslutning av foreninger plikter​3 å gi sådan meddelelse også om sine underavdelinger.\n1 Se § 1 nr. 3.\n2 Se § 1 nr. 4.\n3 Se strl. 1902 § 339 nr. 1. Jf. strl. 1902 kap. 3 a; strl. 2005 kap. 4 (ikke ikr.).\n4 Kommunal- og regionaldepartementet.\n5 Se § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Tariffavtaler.​1",
      "content": "1. Tariffavtaler​1 skal opprettes skriftlig​2 og inneholde bestemmelser om utløpstid og oppsigelsesfrist. Senest to uker etterat avtalen er underskrevet, skal et eksemplar sendes​3 til riksmeglingsmannen.​4\n2. Hvis ikke annet er fastsatt om tiden for en tariffavtales gyldighet, anses den som sluttet for tre år, regnet fra den dag, den blev underskrevet.\nBlir en tariffavtale ikke sagt op innen den tid, som er fastsatt for opsigelse, eller hvis ingen opsigelsesfrist er nevnt i avtalen, minst tre måneder før gyldighetstiden utløper, anses avtalen fornyet for ett år.​5 Opsigelse skal gis skriftlig.\n3. Hvis en arbeidsavtale mellem en arbeider og en arbeidsgiver, som begge er bundet av en tariffavtale, inneholder noen bestemmelse, som strider mot tariffavtalen er denne bestemmelse ugyldig.\n4. Et medlem eller en underavdeling av en forening blir ikke ved å utmeldes eller utstøtes fri for sine forpliktelser efter de tariffavtaler, som gjelder for foreningen ved uttredelsen.\n0 Endret ved lov 10 juni 1966 nr. 8.\n1 Se § 1 nr. 8.\n2 Jf. §§ 35 nr. 1 og 37.\n3 Se strl. 1902 § 339 nr. 1. – Jf. strl. 1902 kap. 3 a.\n4 Se § 27.\n5 Jf. § 6 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Ansvar for tariffbrudd og ulovlig arbeidsstans.",
      "content": "Har medlemmer av en fagforening​2 eller arbeidsgiverforening​3 brutt en tariffavtale​4 eller gjort seg skyldig i ulovlig arbeidsstans​5 er så vel foreningen som vedkommende medlemmer erstatningsansvarlige.​6 Foreningens ansvar inntrer bare når den selv er skyld i bruddet eller i fortsettelsen av det tariffstridige forhold eller i den ulovlige arbeidsstans.\nGjør medlemmer av en fagforening seg skyldig i ulovlig arbeidsstans, gjelder bestemmelsen i første ledds første punktum om medlemmenes ansvar tilsvarende for andre arbeidere som deltar i den ulovlige arbeidsstans.​7\n0 Endret ved lover 6 juli 1933 nr. 8, 12 des 1947 nr. 1, 28 juli 1949 nr. 9, 10 juni 1966 nr. 8, 27 feb 1976 nr. 9.\n1 Jf. § 7 nr. 2 (4), § 7 nr. 6, og § 8.\n2 Se § 1 nr. 3.\n3 Se § 1 nr. 4.\n4 Se § 1 nr. 8 og § 3.\n5 Se § 6.\n6 Se § 5, jf. § 7 nr. 2. – Jf. lov 13 juni 1969 nr. 26 § 5-3.\n7 Jf. § 7 nr. 2 (2) og § 8 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Fastsettelse av erstatning for tariffbrudd og ulovlig arbeidsstans.",
      "content": "Erstatning for tariffbrudd​1 eller ulovlig arbeidsstans​2 skal av retten fastsettes under hensyn til skadens størrelse, skadevolderens skyld og økonomiske bæreevne, skadelidtes forhold og omstendighetene for øvrig.​3 Under særlig formildende forhold kan erstatningen falle helt bort.\n0 Endret ved lover 6 juli 1933 nr. 8, 12 des 1947 nr. 1, 10 juni 1966 nr. 8.\n1 Se § 1 nr. 8 og § 3.\n2 Se § 6.\n3 Sml. lov 13 juni 1969 nr. 26 § 5-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Fredsplikten.",
      "content": "1. En tvist om en tariffavtales​2 gyldighet, forståelse eller beståen eller om krav som grunner seg på en tariffavtale, må ikke​1 søkes løst ved arbeidsnedleggelse, arbeidsstengning eller annen arbeidskamp.​3\n2. Er det avgjort ved dom at det foreligger arbeidsnedleggelse, arbeidsstengning eller annen arbeidskamp i strid med § 6 nr. 1 og det tariffstridige forhold ikke er brakt til opphør innen fire dager etter domsavsigelsen, kan den skadelidende part eller den organisasjon han er medlem av, begjære Arbeidsrettens samtykke til å iverksette arbeidsnedleggelse eller arbeidsstengning.​4\nBegjæring herom sendes Arbeidsrettens leder som snarest mulig etter fristens utløp berammer møte til behandling av begjæringen. Arbeidsretten kan ikke gi samtykke medmindre rettens leder og minst ett av de to medlemmer som er nevnt i § 10 nr. 3 siste ledd er enige.​5\nIverksettelse av arbeidsstans med samtykke av Arbeidsretten berettiger ikke​6 den annen part eller den organisasjon han er eller har vært medlem av, til å iverksette arbeidsnedleggelse, arbeidsstengning eller annen arbeidskamp i anledning av tvisten.\n3. En tvist mellom en fagforening og en arbeidsgiver eller arbeidgiverforening om ordningen av arbeids- eller lønnsvilkår eller andre arbeidsforhold, som ikke omfattes av en tariffavtale, må ikke​6 søkes løst ved arbeidsnedleggelse, arbeidsstengning eller annen arbeidskamp før de i §§ 29 og 36 bestemte frister er utløpet. Gjelder tvisten opprettelse av en tariffavtale som skal avløse en tidligere tariffavtale, må dessuten gyldighetstiden​7 for denne være utløpet.​8\nSå lenge arbeidsnedleggelse, arbeidsstengning eller annen arbeidskamp ikke må iverksettes (jfr. §§ 29 og 36), skal den tariffavtale og de lønns- og arbeidsvilkår som gjaldt ved tvistens utbrudd stå ved makt hvis ikke partene blir enige om noe annet.\n0 Endret ved lover 28 mai 1937 nr. 3, 10 juni 1966 nr. 8, 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633).\n1 Se § 1 nr. 5 og nr. 6 og § 4, § 5 og § 8. – Jf. strl. 1902 § 86 nr. 7.\n2 Se § 1 nr. 8 og § 3.\n3 Se § 7 nr. 2 (1) og (4).\n4 Se § 7 nr. 2 (3).\n5 Se § 25 nr. 1\n6 Se § 4 og § 5.\n7 Jf. § 3 nr. 2.\n8 Se § 7 nr. 2 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Arbeidsrettens sæte og domsmyndighet.",
      "content": "1. Det oprettes en Arbeidsrett med sæte i rikets hovedstad.​1\n2. Med de unntak som er nevnt under nr 3 og nr 4, skal Arbeidsretten behandle de tvister som er omhandlet i § 4 og § 6 nr 1, og tvister om det foreligger brudd på bestemmelsene i § 6 nr 3.\nArbeidsretten kan likevel ikke behandle tvister som er omhandlet i § 4 når saken utelukkende er anlagt mot arbeidere som nevnt i § 4 annet ledd. Tvister som knytter seg til tariffavtaler om europeisk samarbeidsutvalg eller tilsvarende samarbeidsordninger, behandles etter bestemmelsene som er gitt i eller i medhold av lov om allmenngjøring av bestemmelser i tariffavtale om europeiske samarbeidsutvalg.​2 Arbeidsretten kan ikke behandle tvister som knytter seg til tariffavtaler inngått etter bestemmelser gitt i eller i medhold av SE-loven​3 § 3 om arbeidstakernes innflytelse i et europeisk selskap, SCE-loven​4 § 3 om arbeidstakernes innflytelse i et europeisk samvirkeforetak eller allmennaksjeloven​5 § 13-34, jf. aksjeloven​6 § 13-25, om arbeidstakernes innflytelse ved fusjon over landegrensene.\nArbeidsretten skal også treffe de avgjørelser som er nevnt i § 6 nr 2 og i § 29 nr 1 femte ledd.\nPartene kan vedta privat voldgift​7 om de tvister som er nevnt i § 4 og i § 6 nr 1.​8\n3. Når tvisten gjelder en tariffavtale​9 med en enkelt arbeidsgiver eller med flere enkelte arbeidsgivere eller med en arbeidsgiverforening​10 som efter sine lover ikke har medlemmer i mer enn to fylker, skal sak reises efter reglene i denne lov (§ 26 b) for tingretten der den bedrift ligger som tvisten gjelder.​11 Omfatter tvisten flere bedrifter i forskjellige domssogn, kan sak reises for alle bedrifter under ett i et av disse domssogn. Efter avtale mellem partene kan sak reises også for en annen tingrett.\n4. Partene kan avtale at også andre tvister enn de som er nevnt i nr. 3, skal bringes inn for tingrett efter reglene i denne lov.\nEtter søknad fra en av partene kan Arbeidsrettens leder overføre en sak fra Arbeidsretten til tingrett.​12\n5. Sådan sak som nevnt i nr. 3 kan med samtykke av Arbeidsrettens leder bringes direkte inn for Arbeidsretten eller overføres fra tingrett til Arbeidsretten, når en av partene søker om det.​12\n6. Er arrest​13 gjort for å sikre erstatningskrav​14 hvis avgjørelse hører under Arbeidsretten eller under tingrett i medhold av denne lov, må sak om erstatningskravet reises innen 6 dager.\n0 Endret ved lover 6 juli 1933 nr. 8, 28 mai 1937 nr. 3, 12 des 1947 nr. 1, 10 juni 1966 nr. 8, 27 feb 1976 nr. 9, 3 juni 1977 nr. 52, 5 juni 1981 nr. 46, 23 aug 1996 nr. 63 (ikr. 22 sep 1996), 14 des 2001 nr. 98 (ikr. 1 jan 2002 iflg. res. 14 des 2001 nr. 1416), 1 apr 2005 nr. 14 (ikr. 1 apr 2005 iflg. res. 1 apr 2005 nr. 269), 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633), 30 juni 2006 nr. 50 (ikr. 18 aug 2006 iflg. res. 30 juni 2006 nr. 778), 21 des 2007 nr. 129.\n1 Jf. § 18 nr. 4.\n2 Lov 23 aug 1996 nr. 63.\n3 Lov 1 apr 2005 nr. 14.\n4 Lov 30 juni 2006 nr. 50.\n5 Lov 13 juni 1997 nr. 45.\n6 Lov 13 juni 1997 nr. 44.\n7 Jf. lov 14 mai 2004 nr. 25.\n8 Se § 5. – Jf. tvl. § 4-5.\n9 Se § 1 nr. 8.\n10 Se § 1 nr. 4.\n11 Jf. tvl. kap. 4 II.\n12 Sml. dl. kap. 2.\n13 Jf. tvl. kap. 32 og 33.\n14 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Søksmål i anledning av en tariffavtale.",
      "content": "Er en tariffavtale​1 sluttet mellom en fagforening,​2 dens underavdelinger og medlemmer på den ene side og en arbeidsgiver eller arbeidsgiverforening,​3 dens underavdelinger og medlemmer på den annen side, er det bare den overordnede fagforening eller arbeidsgiverforening eller den enkeltstående arbeidsgiver som har søksmålsrett. Den overordnede fagforening eller arbeidsgiverforening kan dog skriftlig overdra sin søksmålsrett til en underavdeling som har undertegnet tariffavtalen. Overdragelsen som skriftlig skal meddeles Arbeidsretten og tariffmotparten, kan begrenses til en enkelt tvist, men den kan også foretas med virkning for hele tariffperioden. For så vidt det foreligger overdragelse av sistnevnte karakter, kan vedkommende underavdeling saksøkes direkte og alene av den annen søksmålsberettigede part i tariffavtalen.\nMedlem eller underavdeling som etter første ledd ikke har søksmålsrett, kan heller ikke opptre som partshjelper​4 medmindre den som har søksmålsrett gir sitt samtykke.\nVil en part nedlegge påstand mot særskilt nevnte medlemmer av en forening, skal disse stevnes ved siden av foreningen.​4 Tilsvarende gjelder om det skal nedlegges påstand mot andre særskilt nevnte personer, jfr. § 4 annet ledd.\n0 Endret ved lover 10 juni 1966 nr. 8, 27 feb 1976 nr. 9, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se § 1 nr. 8 og § 3.\n2 Se § 1 nr. 3.\n3 Se § 1 nr. 2 og 4.\n4 Jf. tvl. kap. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Krav, som utspringer av arbeidsavtaler.",
      "content": "Under sak om en tariffavtale​1 kan også inndras krav, som utspringer av en arbeidsavtale, hvis kravet vil få sin umiddelbare avgjørelse ved dommen i hovedsaken.​2\nHar Arbeidsretten i sin domsslutning fastslått en viss forståelse av en tariffavtale, gjelder denne forståelse også for enhver arbeidsavtale, som er bygget på tariffavtalen.\n1 Se § 1 nr. 8 og § 3.\n2 Jf. tvl. kap. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Arbeidsrettens medlemmer.",
      "content": "1. Arbeidsretten skal bestå av en leder, en nestleder og fem andre medlemmer.​2\n2. Arbeidsrettens leder og nestleder er embetsmenn.​3 De øvrige fem medlemmene og minst to varamedlemmer for hvert av rettens sju medlemmer oppnevnes av Kongen for tre år. Fire medlemmer med varamedlemmer oppnevnes etter innstilling som i § 11 bestemt.​4\n3. Medlemmene av Arbeidsretten må være norske statsborgere,​5 ha fylt 30 år, være vederheftige​6 og ikke fradømt stemmerett i offentlige anliggender og adgang til å opnå offentlig tjeneste,​7 eller dømt efter nærværende lovs § 42. De må ikke være medlem av en fagforenings​8 eller arbeidsgiverforenings​9 styre, og de må ikke være fast ansatt i en sådan forenings tjeneste.​10\nArbeidsrettens leder og nestleder skal dessuten oppfylle de betingelser som er foreskrevet for høyesterettsdommere.​11 Det tredje medlem som det ikke avgis innstilling om etter § 11, må ikke inneha sådan stilling eller sådant verv, at han kan betraktes som representant for noen av partene.\n0 Endret ved lover 28 mai 1937 nr. 3, 28 juni 2002 nr. 58 (ikr. 1 jan 2003 iflg. res. 28 juni 2002 nr. 655), 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633).\n1 Se res. 20 aug 1999 nr. 951 med fullmakt for Kommunal- og regionaldepartementet til å gi permisjoner, frita og oppnevne medlemmer og varamedlemmer av Arbeidsretten i løpet av oppnevningsperioden.\n2 Jf. § 46.\n3 Jf. lov 4 mars 1983 nr. 3.\n4 Se § 15 (3).\n5 Se lov 10 juni 2005 nr. 51.\n6 Se kkl. § 61. Sml. dl. § 53.\n7 Se strl. 1902 § 29 og §§ 30 til 32 (nå opph.) og milstrl. § 20.\n8 Se § 1 nr. 3.\n9 Se § 1 nr. 4.\n10 Jf. § 12.\n11 Se Grl. § 91 og dl. § 53 og § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Innstillingsretten.​1",
      "content": "1. Arbeidsgiverforening,​2 som omfatter minst 100 arbeidsgivere, der tilsammen beskjeftiger minst 10.000 arbeidere, samt fagforening,​3 som teller minst 10.000 arbeidere, kan hver for sig fremsette forslag til to medlemmer av retten med varamenn. Hvert forslag skal dog omfatte det dobbelte antall menn. De, som foreslåes, må ha erklært sig villige til å motta hvervet.\n2. Blandt dem, som således er bragt i forslag, opnevnes to medlemmer med varamenn fra hver side. Er konkurrerende forslag fremkommet fra forskjellige foreninger av arbeidere eller arbeidsgivere, kommer antallet av medlemmer innen vedkommende foreninger i fortrinsvis betraktning ved valget av menn.\n3. Er ikke innstilling kommet inn til vedkommende regjeringsdepartement​4 innen en frist, som det selv fastsetter, skjer opnevnelsen uten innstilling.\n1 Jf. lov 4 juni 1993 nr. 58 § 4.\n2 Se § 1 nr. 4.\n3 Se § 1 nr. 3.\n4 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Opnevnelse av nytt medlem.​1",
      "content": "Hvis et rettsmedlem eller en varamann dør eller blir fritatt for sitt hverv eller ikke lenger fyller de krav, som § 10 nr. 3 stiller, skal nytt medlem eller ny varamann opnevnes for den tid, som er igjen.\nGjelder det et medlem eller en varamann, som er opnevnt efter innstilling overensstemmende med § 11, skal der gis vedkommende organisasjoner adgang til å avgi ny innstilling.\n1 Se res. 20 aug 1999 nr. 951 med fullmakt for Kommunal- og regionaldepartementet til å gi permisjoner, frita og oppnevne medlemmer og varamedlemmer av Arbeidsretten i løpet av oppnevningsperioden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Ugildhet.",
      "content": "1. Et medlem av Arbeidsretten er ugild i de samme tilfelle som en dommer i almindelige borgerlige saker.​1 Når andre særlige omstendigheter foreligger, som er skikket til å svekke tilliten til et medlems uhildethet, skal han likeledes vike sæte.​2 Spørsmål herom kan reises både av ham selv og av partene.​3\n2. Retten avgjør ved kjennelse,​4 om noen skal vike sæte som ugild.\n1 Se dl. kap. 6.\n2 Jf. dl. § 108.\n3 Jf. § 30.\n4 Se § 26 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Stedfortreder for en dommer som er ugild eller har forfall.​1",
      "content": "Hvis rettens leder og nestleder er ugilde​2 eller har forfall, oppnevner departementet stedfortreder.\nHvis et annet medlem av retten er ugild​2 eller har forfall, skal rettens leder tilkalle en av varamennene for dette medlem i den rekkefølge opnevnelsen viser.\nVaramann som er opnevnt efter innstilling fra en forening hvis innstilling ikke er fulgt ved opnevningen av de faste medlemmer,​3 skal i saker som gjelder denne forening eller dens medlemmer, tilkalles til tjenestgjøring i stedet for det medlem hvis varamann han er.\nNår medlem som er opnevnt efter innstilling fra en forening, har forfall, skal varamann som er opnevnt efter innstilling fra denne forening, tilkalles til tjenestgjøring før andre varamenn. Er det ingen sådan varamann for vedkommende medlem, men for et annet medlem, tilkalles først denne varamann.\n0 Endret ved lover 28 mai 1937 nr. 3, 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633).\n1 Se § 15 (2).\n2 Se § 13.\n3 Se § 11 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Rettens forhandlingsdyktighet.",
      "content": "Retten er ikke forhandlings- eller beslutningsdyktig, uten at alle medlemmer er til stede.\nHvis et medlem av retten under forhandlingene får forfall, som må antas å ville vare lenger enn en uke, opnevnes stedfortreder efter § 14.\nDe rettsmedlemmer, som har begynt på en sak, skal føre den til ende, selv om deres tjenestetid​1 løper ut under behandlingen av saken.\n1 Se § 10 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Dommerløfte.",
      "content": "Ingen må gjøre tjeneste som medlem av Arbeidsretten, før han har avlagt skriftlig forsikring om, at han samvittighetsfullt vil opfylle sine plikter.​1\nForsikringen sendes til vedkommende regjeringsdepartement.​2 Kongen fastsetter, hvordan den skal lyde.\n1 Jf. § 32.\n2 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Partenes representanter.",
      "content": "Partene kan møte selv og ved fullmektig. Fler enn tre personer kan ikke møte for noen part.\nPartenes representanter må være fullmyndige,​1 norske statsborgere​2 og ikke fradømt stemmerett i offentlige anliggender og adgang til å opnå offentlig tjeneste.​3\nVedkommende departement​4 kan dog dispensere fra påbudet om, at partenes representanter skal være norske statsborgere.\nFullmakten må være uinnskrenket.\n1 Jf. lov 22 apr 1927 nr. 3 kap. 1.\n2 Se lov 10 juni 2005 nr. 51, jf. dog lov 27 nov 1992 nr. 109.\n3 Se strl. 1902 § 29 og § 31 (nå opph.), og milstrl. § 20.\n4 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "title": "Forberedelsen av saken.",
      "content": "1. Saken bringes inn for Arbeidsretten ved en skriftlig stevning,​1 som sendes til rettens leder. Det skal innleveres så mange eksemplarer eller bekreftede gjenparter at retten og de som stevningen skal sendes til, kan få hvert sitt eksemplar.\nStevningen skal inneholde:\na. begge parters fulle navn og adresse,\nb. en fremstilling av saken og de krav som saksøkeren vil reise,\nc. opgave over de bevis, som saksøkeren akter å føre, hvordan han tenker å skaffe dem til veie, og det, han akter å godtgjøre ved dem,\nd. opgave over de bevis, som saksøkeren ønsker fremskaffet av motparten eller ved rettens hjelp,\ne. forslag med hensyn til tid og sted for behandlingen av saken.\nEr der mangler ved stevningen, skal rettens leder snarest mulig gjøre saksøkeren opmerksom på dem og forklare hvordan de bør rettes.\n2. Med stevningen skal sendes utskrift av de forhandlinger, som er ført mellem partene​2 om tvisten, eller bevis for, at sådanne forhandlinger er ført eller søkt fra saksøkerens side.\nMangler sådant bevis, skal rettens leder gjøre saksøkeren opmerksom herpå og meddele ham, at retten ikke kan behandle saken medmindre forhandlinger er ført eller forgjeves søkt av saksøkeren.\n3. Når stevningen er i orden, og rettens leder finner der godtgjort at forhandlinger om tvisten har vært ført av partene eller forgjeves har vært søkt av saksøkeren, sender han uten opphold avskriften av stevningen til saksøkte. Samtidig anmoder han saksøkte om å gi skriftlig tilsvar innen en viss tid og i dette fremsette sine bemerkninger til stevningen, nevne de krav som fra hans side vil bli reist, og gi bevisoppgaver svarende til dem som er nevnt under nr. 1 c og d. Det skal innleveres så mange eksemplarer eller bekreftede gjenparter at retten og de som tilsvaret skal sendes til, kan få hvert sitt eksemplar.\n4. Rettens leder fastsetter tid og sted for behandlingen av saken i retten. Rettsmøtet skal holdes snarest mulig. Det kan holdes også utenfor rettens faste sete.\n5. Rettens leder varsler de øvrige medlemmer av retten. Likeså varsler han varamann, hvis der kan ventes fremsatt en ugildhetsinnsigelse,​3 som han tror kan bli godkjent av retten.\n6. Rettens leder utferdiger innkallelse til partene og lar den forkynne med en varselsfrist som ikke må være under 48 timer, her ikke medregnet den nødvendige reisetid.​4 Når særlig omstendigheter foreligger og rettens leder finner det påkrevd, kan forkynnelsen foretas gjennom presse og Norsk Rikskringkasting.​5 Har saksøkte gitt tilsvar, skal rettens leder sende avskriften til saksøkeren. Departementet kan gi nærmere bestemmelser om forkynning gjennom presse og Norsk Rikskringkasting.​5\n7. Rettens leder innkaller de vidner, sakkyndige eller andre personer, som han finner bør avhøres.​6 De som innkalles, har krav på aftensvarsel utenom den nødvendige reisetid. Til forberedelse av bevisførselen har rettens leder for øvrig samme myndighet som retten efter § 19.\n0 Endret ved lover 10 juni 1966 nr. 8, 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633).\n1 Sml. tvl. § 9-2.\n2 Se § 8 (1).\n3 Se § 13.\n4 Jf. dl. kap. 9.\n5 Jf. lov 4 des 1992 nr. 127.\n6 Se § 21, § 22 og § 43 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "title": "Saksbehandlingen.",
      "content": "1. Rettens leder, eller nestlederen når rettens leder bestemmer det, leder forhandlingene.​1\n2. Saken behandles og bevisene føres på den måte, som retten finner høvelig. Hovedforhandlingen skal være muntlig, medmindre begge parter samtykker i skriftlig behandling, og retten finner den ubetenkelig.\n3. Retten skal sørge for, at saken blir fullt oplyst.\n4. Retten kan innhente forklaringer av parter, sakkyndige og enhver annen, hvis prov kan være av betydning for saken.​2 Tvisteloven​3 § 22-9 gjelder tilsvarende.\n5. Retten kan kreve fremlagt dokumenter, forretningsbøker og andre bevisligheter, som en part, eller noen som plikter å vidne i saken, har rådighet over.​4 Den kan pålegge en part eller et vidne å undersøke registrerte regnskapsoplysninger, regnskapsmateriale​5 eller andre bevisligheter og å gjøre optegnelse derom og ta dem med sig.​6\n6. Retten kan foreta syn og gransking enten selv eller ved et eller flere av sine medlemmer eller ved opnevnte sakkyndige. Herunder kan også redskaper kreves brukt, maskiner satt i gang og arbeidsmåter påvist.\n7. Retten kan kreve bevis optatt ved enhver av de almindelige underretter. Bevisoptagelsen skal fremmes hurtigst mulig, om nødvendig ved ekstrarett. Dommeren skal av eget tiltak sørge for å fremme forretningen. Vidner gis aftensvarsel. Partene innkalles bare, når det er krevd i rettsanmodningen.\n0 Endret ved lover 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se § 18 nr. 7. – Sml.§ 35 nr. 1 (3).\n2 Se § 43 nr. 1 og 2 og § 26 nr. 2.\n3 Lov 17 juni 2005 nr. 90.\n4 Se § 23, § 43 nr. 3 jf. nr. 2 og § 26 nr. 2.\n5 Jf. rskl. og lov 19 nov 2004 nr. 73.\n6 Sml. tvl. § 24-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "title": "Partenes fravær.​1",
      "content": "Hvis noen av partene uteblir, og det er oplyst eller sannsynlig, at han har gyldig fravær, skal saken utsettes.\nEr det ikke oplyst eller sannsynlig, at han har gyldig fravær, og den annen part møter, kan han kreve saken fremmet. Saken skal i så fall så vidt gjørlig behandles, som om den fraværende part hadde vært til stede.​2\nHvis ingen part møter, og det ikke er oplyst eller sannsynlig, at noen av dem har gyldig fravær, skal saken heves.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Sml. tvl. §§ 16-8 flg.\n2 Jf. § 19 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "title": "Møteplikt for vidner og parter.​1",
      "content": "1. Enhver plikter efter innkallelse fra rettens leder å møte som vidne for Arbeidsretten, når han bor eller opholder sig i Norge. Ved innkallingen skal det bestemmes om forklaringen skal gis direkte for Arbeidsretten eller ved fjernavhør.\n2. Enhver som er til stede på rettsstedet eller i nærheten av det, kan retten pålegge å fremstille sig uten ophold for å avgi vidnesbyrd. Møtende vidner kan den pålegge å komme igjen senere.\n3. Vitner, som rettens leder har innkalt, har krav på godtgjøring etter reglene i lov 21 juli 1916 nr. 2 om vidners og sakkyndiges godtgjørelse m v. Vitner som framstilles av partene, kan retten tilstå slik godtgjøring når forklaringen har vært av betydning for saken.\n4. Om partenes plikt til å møte personlig efter særlig pålegg gjelder samme regler som for vidner efter nr. 1 og 2.\n0 Endret ved lover 14 juni 1985 nr. 71, 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se § 43 nr. 1 og § 26 nr. 2. – Sml. § 35 nr. 1 (3). – Sml. tvl. § 24-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "title": "Sakkyndige.​1",
      "content": "Enhver som plikter å vidne i saken,​2 er efter opnevnelse av retten eller rettens leder pliktig til å gjøre tjeneste som sakkyndig.​3\nOppnevnte sakkyndige har krav på godtgjøring etter reglene i lov 21 juli 1916 nr. 2 om vidners og sakkyndiges godtgjørelse m v.\nDeres tilkommende utredes av statskassen.\nSakkyndige, som ikke er opnevnt, kan retten efter omstendighetene tilstå sådan godtgjørelse.\n0 Endret ved lover 14 juni 1985 nr. 71, 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633).\n1 Sml. § 35 nr. 1 (3).\n2 Se § 19 nr. 4 og § 21 nr. 1 og 2.\n3 Se § 43 nr. 1 og 2 og § 26 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "title": "Forhandlingenes offentlighet.",
      "content": "Forhandlingene føres for åpne dører, hvis ikke retten beslutter å utelukke offentligheten. Dørene skal lukkes, når forhandlingene kommer inn på forretnings- eller foreningshemmeligheter​1 eller annet som ikke uvedkommende bør få kunnskap om.\nDe deler av fremlagte regnskapsoplysninger, regnskapsmateriale​2 og bøker, som ikke vedkommer saken, kan retten forsegle.\nEnhver, som har vært til stede under forhandlinger for lukkede dører, plikter å bevare taushet​3 om det, som er forhandlet, hvis ikke retten tillater offentliggjørelse.\n0 Endret ved lov 17 juli 1998 nr. 56 (ikr. 1 jan 1999).\n1 Sml. fvl. § 13.\n2 Jf. rskl.\n3 Se § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "title": "Rettsbok.​1",
      "content": "I rettsboken føres inn tid og sted for rettsmøtet, navnene på dommere, protokollfører, parter og deres representanter, vitner og sakkyndige.\nFremlagte dokumenter nevnes, og forhandlingenes gang gjengis i korthet. Påstander og innsigelser føres inn fullstendig eller vedlegges. Likeså føres inn alle rettens avgjørelser og forlik, som sluttes mellem partene.\nRetten kan beslutte, at forhandlingene skal optas med hurtigskrift.\n0 Endret ved lov 28 apr 2000 nr. 34 (ikr. 1 juli 2000 iflg. res. 28 apr 2000 nr. 366).\n1 Sml. tvl. kap. 13, II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "title": "Rettens avgjørelser.",
      "content": "1. Rettens avgjørelser treffes med stemmeflerhet.​1 Jfr. dog § 6, nr. 2.\nDom skal avsies snarest mulig, etter at saksbehandlingen er slutt. Går det mer enn en uke før dom blir avsagt, skal grunnen nevnes i dommen.\n2. Skrivefeil, regnefeil, utelatelser og andre åpenbare feil kan rettens leder rette av eget tiltak.​2 Om rettelsen skal han uten ophold underrette partene gjennem rekommandert brev.\nEr noen av partene misfornøiet med rettelsen, kan han kreve saken forelagt for den samlede rett. Begjæringen må rettes til rettens leder senest en uke, efterat meddelelse om rettelsen er mottatt. Rettens leder skal uten ophold forelegge saken for retten.\n3. Er dommen ufullstendig eller uklar, kan den rettes av den samlede rett efter begjæring fra en av partene, og efterat den annen part er hørt. Begjæringen må være kommet til rettens leder senest 2 uker efterat dommen er avsagt.\n4. Prosessledende kjennelser og andre beslutninger kan retten omgjøre, hvis ingen erhvervet rett er til hinder for det.\n0 Endret ved lover 10 juni 1966 nr. 8, 9 jan 1998 nr. 5, 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633).\n1 Sml. tvl. § 19-3 (4).\n2 Sml. tvl. § 19-8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "title": "Anke.",
      "content": "1. Kjennelse hvorved Arbeidsretten avviser en sak fra Arbeidsretten eller fra tingrett, kan ankes til Høiesteretts ankeutvalg.​1 Ankefristen er en måned.​2\n2. Den, som ikke er part, kan anke​3 en kjennelse eller beslutning som pålegger ham å avgi forklaring eller forsikring, fremlegge eller gi adgang til skriftlige bevis eller andre ting eller gjøre tjeneste som sakkyndig, eller som ilegger ham straff- eller omkostningsansvar.​4 Partene kan anke kjennelser, som ilegger dem selv straff- og omkostningsansvar efter §§ 41 og 43.\nAnken må erklæres straks, hvis vedkommende er til stede i retten, men ellers senest tre dager, efterat han har fått meddelelse om avgjørelsen. Såfremt noen har optrådt som motpart eller kan betraktes som motpart, bør han underrettes om anken. Den har opsettende virkning for den ankende.\n3. Rettens leder sender uten ophold ankeerklæringen med de nødvendige dokumenter og utskrifter til Høiesteretts ankeutvalg. Retten, den ankende og andre, som anken har betydning for, kan gi skriftlig uttalelse om saken. Påberopes kjennsgjerninger, som ikke tidligere er nevnt, skal uttalelsen alltid sendes gjennem retten.\n4. Arbeidsrettens dommer og andre kjennelser enn de som nevnes under nr. 1 og 2, er endelige​5 og kan fullbyrdes efter reglene for høyesterettsdommer.​6 Likevel kan en dom ankes til Høyesterett til oppheving på det grunnlag, at saken ikke hører under Arbeidsrettens domsmyndighet.​7 Fristen for sådan anke er en måned.​2\n0 Endret ved lover 28 mai 1937 nr. 3, 19 des 1980 nr. 65, 5 juni 1981 nr. 46, 14 juni 1985 nr. 71, 14 des 2001 nr. 98 (ikr. 1 jan 2002 iflg. res. 14 des 2001 nr. 1416), 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. § 44.\n2 Sml. tvl. § 29-5.\n3 Sml. § 39 (1).\n4 Se § 39, § 41 og § 43.\n5 Jf. § 25 nr. 2-4.\n6 Se tvangsl. kap. 4.\n7 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "2:26 b",
      "chapter": "2",
      "section": "26 b",
      "title": "Saker for tingrett.",
      "content": "1. For saker som efter § 7, nr. 3 og 4 hører under tingrett gjelder denne lovs regler om rettergangsmåten for Arbeidsretten.\n2. Retten settes med to meddommere. En av dem skal være arbeidsgiver og den annen skal være arbeider. Meddommerne oppnevnes av rettens leder etter forslag fra partene. Hvert av forslagene skal omfatte tre navn. De som blir foreslått må ha erklært seg villige til å overta vervet.​1\nEr forslag ikke kommet frem til rettens leder innen den frist han har satt, oppnevner han meddommerne etter reglene i domstolloven​2 § 94.\nSom meddommer må ingen oppnevnes som er ugild etter § 13 eller er tjenestemann i arbeidsgiverforening eller fagforening eller lønnet tillitsmann i sådan forening med tillitsmannsstillingen som sitt hovedverv.\n3. Anke over dom i sak som nevnt i nr. 1 går til Arbeidsretten. For ankeretten gjelder ingen verdigrense.​3 Anke over kjennelse som avviser en sådan sak fra tingrett, hører også under Arbeidsretten.\nAnkefristen er en måned.\n4. For anke til Arbeidsretten gjelder reglene i tvisteloven​4 kapittel 29 med de endringer som følger av denne lov. Anken behandles av Arbeidsretten efter de regler som gjelder for andre arbeidsrettssaker.​5\n5. For anke over andre kjennelser enn i nr. 3 nevnt og for anke over beslutninger gjelder reglene i tvisteloven​4 kapittel 29.\n0 Tilføyd ved lov 28 mai 1937 nr. 3, endret ved lover 10 juni 1966 nr. 8, 3 juni 1977 nr. 52, 13 juni 1980 nr. 39, 5 juni 1981 nr. 46, 14 juni 1985 nr. 71, 14 des 2001 nr. 98 (ikr. 1 jan 2002 iflg. res. 14 des 2001 nr. 1416), 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633), 15 juni 2007 nr. 38 (ikr. 1 juli 2007 iflg. res. 15 juni 2007 nr. 654), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Sml. dl. kap. 4.\n2 Lov 13 aug 1915 nr. 5.\n3 Sml. tvl. § 29-13.\n4 Lov 17 juni 2005 nr. 90.\n5 Se § 19 og § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26b",
        "source_heading": "§ 26 b."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "Meglingsmenn.​1",
      "content": "Kongen opnevner en fast meglingsmann for det hele rike (riksmeglingsmann) og en eller flere faste meglingsmenn for enkelte meglingskretser (kretsmeglingsmenn). De opnevnes for tre år. Meglingskretsene fastsettes av Kongen.​2\nDerhos kan vedkommende regjeringsdepartement​3 efter innstilling fra riksmeglingsmannen opnevne særskilte meglingsmenn for enkelte tilfeller​4 eller for de saker riksmeglingsmannen bestemmer i et begrenset tidsrum.\nMeglingsmennene må opfylle betingelsene i § 10 nr. 3 første avsnitt.\nRiksmeglingsmannen er kretsmeglingsmennenes og de øvrige meglingsmenns overordnede. Det nærmere forretningsforhold mellem dem fastsettes ved instruks som utferdiges av Kongen.​5\n0 Endret ved lover 19 juni 1931 nr. 9 og 28 mai 1937 nr. 3.\n1 Se § 32. – Jf. § 46.\n2 Se res. 29 juni 1973.\n3 Kommunal- og regionaldepartementet.\n4 Se også § 30.\n5 Se res. 8 mars 1916.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:27 a",
      "chapter": "3",
      "section": "27 a",
      "title": "Meglingsmennenes virksomhet.",
      "content": "1. Riksmeglingsmannen skal med opmerksomhet følge arbeidsforholdene i landet. Det samme skal kretsmeglingsmennene gjøre, hver innen sin krets. Kretsmeglingsmennene skal sende melding til riksmeglingsmannen om forhold som de mener kan true arbeidsfreden innen deres kretser.\n2. Mener riksmeglingsmannen at arbeidsstans vil kunne bli følgen av at forhandling om ordning av arbeidsforholdene ved en bedrift eller innen et yrke ikke fører frem,​1 kan han kreve oplysninger av partene om arbeidsforholdene og om krav som er reist. Sådanne oplysninger plikter partene å gi efter reglene i § 19,4.\nFinner riksmeglingsmannen det formålstjenlig, kan han gå til megling efter reglene i dette kapitel, selv om arbeidsopsigelse​2 ikke har funnet sted.\nRiksmeglingsmannen kan la en kretsmeglingsmann eller en efter § 27, annet ledd, opnevnt meglingsmann foreta undersøkelser eller megling som foran nevnt. Har en kretsmeglingsmann eller særskilt meglingsmann oppnevnt etter § 27 annet ledd ledet meglingen, skal han snarest mulig sende riksmeglingsmannen beretning om saken. Denne skal inneholde det endelige meglingsforslag, hvis sådant er fremsatt.\n3. Vedtak etter dette kapitlet truffet av riksmeglingsmannen eller annen meglingsmann oppnevnt etter loven her, kan ikke påklages.​3\n0 Tilføyd ved lov 26 juni 1934 nr. 2, endret ved lov 28 juni 2002 nr. 58 (ikr. 1 jan 2003 iflg. res. 28 juni 2002 nr. 655).\n1 Jf. § 6 nr. 3.\n2 Se § 1 nr. 7 og § 28.\n3 Sml. fvl. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27a",
        "source_heading": "§ 27 a."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "Meldinger til meglingsmennene.",
      "content": "1. Når arbeidsopsigelse​1 foretas i anledning av sådan tvist som § 6 nr. 3 nevner, skal der straks sendes melding​2 til riksmeglingsmannen.\n2. Meldingen sendes i telegram eller rekommandert brev og skal inneholde oplysning​2 om, hvad tvisten gjelder, ved hvilke bedrifter opsigelse foretas, hvor mange arbeidere ved hver bedrift opsigelsen omfatter, når opsigelsesfristen løper ut og om forhandling mellem partene er åpnet samt om den fremdeles pågår eller er avbrutt.\nPågår forhandling, skal melding​2 om senere avbrytelse på samme måte sendes av den, som har sendt den første melding.\nMeldingen sendes av den fagforening,​3 arbeidsgiver eller arbeidsgiverforening​4 som har foretatt oppsigelsen. Er vedkommende tilknyttet Landsorganisasjonen i Norge, Næringslivets Hovedorganisasjon eller andre organisasjoner som i § 11 nevnt, sendes meldingene gjennom disse organisasjoners styre til riksmeglingsmannen.\nAv meldingene sendes samtidig en gjenpart til motparten.\n3. Melding som angår bedrift på Svalbard​5 skal alltid sendes​2 i telegram til riksmeglingsmannen. Sendes meldingen gjennem en av partenes hovedorganisasjoner, skal den uopholdelig videresendes til riksmeglingsmannen på hurtigste måte.\n0 Endret ved lover 19 juni 1931 nr. 9, 10 juni 1966 nr. 8, 9 jan 1998 nr. 5, 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Se § 1 nr. 7.\n2 Se strl. 1902 § 339 nr. 1, jf. kap. 3 a.\n3 Se § 1 nr. 3.\n4 Se § 1 nr. 2 og 4.\n5 Se lov 17 juli 1925 nr. 11 § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "title": "Regler om arbeidsstans.​1",
      "content": "1. Arbeidsnedleggelse​2 eller arbeidsstenging​3 må ikke iverksettes, før opsigelsesfristen​4 er utløpet, og ikke i noe tilfelle, før fire virkedager er forløpet fra meldingen​5 om, at forhandlinger ikke er optatt eller at de er avbrutt eller arbeidsopsigelsen utvidet – er innkommet til riksmeglingsmannen.\nFor å få opprettet tariffavtale​6 for sine medlemmer ved en bedrift, kan fagforening med innstillingsrett etter § 11 oppsi arbeidsavtaler som er inngått for et bestemt tidsrom. Oppsigelse må gis med 28 dagers varsel, og foreningens medlemmer må utgjøre minst 50 pst. av de ansatte i den eller de arbeidstakergrupper det kreves tariffavtale for. Slik arbeidsoppsigelse kan likevel ikke finne sted dersom den tariffavtale som kreves opprettet, inneholder lønns- og arbeidsvilkår som i vesentlig grad avviker fra dem som etter allerede eksisterende tariffavtale gjelder for tilsvarende arbeidere ved bedrifter av samme eller liknende art.\nMed Arbeidsrettens samtykke kan arbeidsoppsigelse som nevnt i annet ledd foretas selv om vilkåret om organisasjonsprosent ikke er oppfylt, dersom det må antas at bedriften søker å hindre at organisasjonsprosenten når opp i 50.\nArbeidsoppsigelse som nevnt i annet ledd skal fylle kravene i § 28.\nTvist om hvorvidt vilkårene for arbeidsoppsigelse etter denne paragrafs annet og tredje ledd er til stede, avgjøres av Arbeidsretten.​7\n2. Så snart riksmeglingsmannen​8 har fått melding om, at forhandlinger ikke er optatt eller at de er avbrutt eller så snart han på annen måte er blitt kjent med avbrytelsen, skal han forby arbeidsstans inntil megling efter dette kapitel er sluttet,​9 hvis han antar at arbeidsstansen enten på grunn av bedriftens art eller på grunn av sitt omfang vil medføre skade for almene interesser.\nBlir arbeidsopsigelsen utvidet, skal han under samme betingelser forby​10 den derved tilsiktede arbeidsstans.\nForbudet​10 rettes i telegram eller i rekommandert brev til den fagforening, arbeidsgiver, arbeidsgiverforening eller hovedorganisasjon, som har sendt eller skulde ha sendt meldingen om arbeidsopsigelsen, og meddeles samtidig til motparten.\nForbudet​10 må, for å være bindende, være sendt innen utløpet av 2 dager efter at riksmeglingsmannen har fått melding om at forhandlinger ikke er optatt eller at de er avbrutt eller arbeidsopsigelsen utvidet.\nHvis det nedlegges forbud mot arbeidsstans i tvist hvor kommune, fylkeskommune eller sammenslutning av slike er part, jf. kommuneloven​11 § 28, kan riksmeglingsmannen samtidig bestemme at de frister som følger av tjenestetvistloven​12 § 14 tredje ledd og § 17 første og annet ledd skal gjelde for meglingen.\nDersom megling har vært prøvet efter § 27 a nr. 2, kan forbud mot arbeidsstans undlates.\n3. Riksmeglingsmannen kan overlate til en annen meglingsmann oppnevnt etter § 27 første eller annet ledd å forby arbeidsstans etter reglene i nr. 2.\n0 Endret ved lover 19 juni 1931 nr. 9, 26 juni 1934 nr. 2, 27 feb 1976 nr. 9, 9 jan 1998 nr. 5, 28 juni 2002 nr. 58 (ikr. 1 jan 2003 iflg. res. 28 juni 2002 nr. 655).\n1 Jf. aml. § 15-17.\n2 Se § 1 nr. 5.\n3 Se § 1 nr. 6.\n4 Jf. § 1 nr. 7.\n5 Se § 28.\n6 Se § 1 nr. 8.\n7 Se § 7 nr. 2 (3).\n8 Se § 4 og § 5.\n9 Jf. § 31 nr. 1 og § 36.\n10 Se § 27.\n11 Lov 25 sep 1992 nr. 107.\n12 Lov 18 juli 1958 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "title": "Meglingsmennenes ugildhet og forfall.",
      "content": "Reglene om ugildhet i § 13 gjelder også for meglingsmennene.\nAnser riksmeglingsmannen sig for ugild, eller har han forfall, eller er han optatt med megling i en annen sak, melder han det uten ophold til vedkommende regjeringsdepartement.​1 Er departementet enig i, at han ikke bør behandle tvisten, overdrar det behandlingen til en kretsmeglingsmann eller til en som det opnevner for saken.​2\nEr en kretsmeglingsmann i noe tilfelle som er nevnt i annet ledd, melder han det uten ophold til riksmeglingsmannen. Denne kan enten selv overta behandlingen av saken eller overdra den til en annen kretsmeglingsmann eller til en som vedkommende regjeringsdepartement opnevner for saken.\n0 Endret ved lov 19 juni 1931 nr. 9.\n1 Kommunal- og regionaldepartementet.\n2 Jf. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "title": "Forberedelsen av meglingen.",
      "content": "1. Når riksmeglingsmannen i henhold til § 29 har forbudt arbeidsstans, skal han uten ophold skride til megling. Riksmeglingsmannen kan dog overdra meglingen til en kretsmeglingsmann eller til en meglingsmann opnevnt for det enkelte tilfelle. Han kan også selv overta meglingen i saker som hører under kretsmeglingsmennene.\n2. Selv om arbeidsstans ikke forbys, kan riksmeglingsmannen eller en kretsmeglingsmann skride til megling i tvisten enten av eget tiltak eller efter begjæring av en part.\n3. Meglingsmannen fastsetter tid og sted for behandlingen av tvisten. Møte kan også holdes utenfor meglingskretsen.\nHan innkaller partene på den måte han finner høvelig.\nOm innkallelse av vidner og andre hvis forklaring kan være av betydning, og om forberedelse av bevisførselen for øvrig gjelder reglene i § 18 nr. 6,​1 forsåvidt dertil er anledning.\n0 Endret ved lov 19 juni 1931 nr. 9.\n1 Skal være § 18 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "title": "Meglerløfte.",
      "content": "Ingen må gjøre tjeneste som meglingsmann, før han har avlagt sådan forsikring som nevnt i § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "3:33",
      "chapter": "3",
      "section": "33",
      "title": "(Opphevet ved lov 19 juni 1931 nr. 9.)",
      "content": "§ 33.(Opphevet ved lov 19 juni 1931 nr. 9.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "3:34",
      "chapter": "3",
      "section": "34",
      "title": "Partenes representanter.",
      "content": "Reglene i § 17 om partenes representanter gjelder også under meglingen. Men praktiserende advokater​1 må ikke brukes som fullmektig​2 uten samtykke av meglingsmannen.\n0 Endret ved lover 19 juni 1931 nr. 9, 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Se dl. § 220. – Sml. dl. § 218.\n2 Sml. lov 15 mars 1991 nr. 3 § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "3:35",
      "chapter": "3",
      "section": "35",
      "title": "Megling og meglingsforslag m.v.​1",
      "content": "1. Meglingsmannen skal på den måte og i de former som han selv velger, hurtig og omhyggelig innhente alle nødvendige oplysninger til utredning av tvisten​2 og efter evne søke å opnå enighet mellem partene om et rimelig forlik.\nHan kan innhente de oplysninger som er nødvendige til utredning og bedømmelse av tvisten, selv om en eller begge parter uteblir.\nTil fremme av sine undersøkelser har meglingsmannen sådan myndighet som nevnt i § 19. Men han kan ikke kreve forsikring av vidner og sakkyndige. Reglene i §§ 21 og 22 gjelder også ved megling.​3\nKommer forlik i stand, skal tariffavtale​4 i overensstemmelse hermed oprettes under medvirkning av meglingsmannen og undertegnes av partene eller deres representanter.\n2. Meglingsmøtene skal holdes for lukkede dører.​5 Møtebok føres efter reglene i § 24.\n3. Har meglingsmannen fremsatt et meglingsforslag, må det ikke offentliggjøres uten hans samtykke.​5\n4. Før avstemning over et meglingsforslag skal partene sørge for at alle stemmeberettigede får adgang til å gjøre sig kjent med meglingsforslaget i dets helhet.​5\n5. Avstemningen skal bare gjelde meglingsforslaget som det foreligger fra meglingsmannen. Avstemningen skal være hemmelig og skriftlig med rene ja- eller nei-stemmer.​5\n6. Dersom et meglingsforslag underkastes avstemning, skal meglingsmannen i samråd med partene sette frist for når avstemningsresultatet skal foreligge.\n7. Partene skal gi meglingsmannen skriftlig melding om forslaget vedtas eller forkastes.​5 Forkastes det, skal meldingen gi opplysning om antallet av stemmer for og imot forslaget og om antallet av stemmeberettigede. Dersom avstemningsresultatet ikke foreligger innen fristen, anses meglingsforslaget som vedtatt.\n8. Dersom meglingsforslaget forkastes og melding om arbeidsoppsigelse etter § 28 nr. 1 står ved lag, kan arbeidsoppsigelsen iverksettes med 4 dagers varsel mellom partene. Partene kan i tariffavtale avtale kortere frist.\n9. Finner meglingsmannen at en konfliktsituasjon bør løses under ett for flere fag, kan meglingsmannen foreslå at meglingsforslag for disse fag skal regnes som en helhet, således at avgjørelsen av om forslagene er vedtatt, skal treffes på grunnlag av det samlede antall stemmer og stemmeberettigede i de fag som på denne måte er slått sammen. Før meglingsmannen foreslår samlet avstemning over meglingsforslag, skal meglingsmulighetene være uttømt. Et fag kan ikke tas med i en samlet avstemning hvis tariffpartene motsetter seg det.\n10. Intet må offentliggjøres om avstemningsresultatene, før meglingsmannen har kunngjort hovedresultatet.​5\n11. For avstemninger som gjelder sjøfolk​6 i utenriks fart, kan reglene i nr. 4 og nr. 5 tillempes ved tariffavtale mellom partene eller, hvis sådan avtale ikke er opprettet, etter riksmeglingsmannens nærmere bestemmelse.\n0 Endret ved lover 19 juni 1931 nr. 9, 26 juni 1934 nr. 2, 29 mars 1935 nr. 3, 14 juni 1985 nr. 71, 28 juni 2002 nr. 58 (ikr. 1 jan 2003 iflg. res. 28 juni 2002 nr. 655).\n1 Sml. lov 18 juli 1958 nr. 2 § 18 (2).\n2 Sml. fvl. § 17.\n3 Jf. §§ 39, 41 nr. 2 og 43.\n4 Se § 1 nr. 8 og § 3.\n5 Se § 42.\n6 Jf. lov 30 mai 1975 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "3:36",
      "chapter": "3",
      "section": "36",
      "title": "Meglingens slutning.​1",
      "content": "Er der gått ti dager efterat forbudet mot arbeidsstans​2 eller i tilfelle det første forbud blev avsendt,​3 kan hver av partene kreve meglingen sluttet, hvis vedkommende part ikke ved uteblivelse eller på annen måte har unddratt sig fra pliktmessig medvirken​4 til meglingen.\nSenest fire dager, efterat lovlig krav om avslutning av meglingen er fremsatt, skal meglingen sluttes.​5 Har meglingsmyndigheten forelagt partene et endelig forslag til løsning av tvisten, skal forslaget føres inn i møteboken.​6\n0 Endret ved lover 19 juni 1931 nr. 9, 28 juni 2002 nr. 58 (ikr. 1 jan 2003 iflg. res. 28 juni 2002 nr. 655).\n1 Sml. lov 18 juli 1958 nr. 2 § 19.\n2 Se § 1 nr. 5 og 6.\n3 Se § 29 nr. 2 og § 31 nr. 1.\n4 Se § 19 nr. 4 og § 21 nr. 4, jf. § 35 nr. 1.\n5 Jf. §§ 37 og 38.\n6 Se § 35 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "3:37",
      "chapter": "3",
      "section": "37",
      "title": "Senere vedtagelse av et meglingsforslag.​1",
      "content": "Vil noen av partene vedta meglingsmyndighetens forslag til løsning av tvisten, efterat meglingen er sluttet,​2 kan erklæring derom sendes til meglingsmannen, som sender en avskrift av erklæringen til den annen part. Godkjenner også denne part forslaget, berammer meglingsmannen et møte mellem partene til oprettelse av tariffavtale.​3\n1 Sml. lov 18 juli 1958 nr. 2 § 19.\n2 Se § 36.\n3 Se § 1 nr. 8 og § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "3:38",
      "chapter": "3",
      "section": "38",
      "title": "Gjenoptagelse.​1",
      "content": "Om meglingen er sluttet,​2 kan partene i fellesskap kreve den gjenoptatt.\nRiksmeglingsmannen, så vel som den meglingsmannen som har behandlet saken, kan når som helst gjenoppta meglingen.\nEr det gått en måned etter at meglingen ble sluttet,​2 uten at tvisten i mellomtiden er løst, skal meglingsmannen gjenoppta kontakt med partene med henblikk på å få avsluttet konflikten. Er et meglingsforslag til behandling hos partene, skal meglingsmannen vente til behandlingen er avsluttet.\nOm partenes plikt til å møte til megling gjelder reglene i § 21 nr. 1 og 2 tilsvarende.\n0 Endret ved lover 19 juni 1931 nr. 9, 28 juni 2002 nr. 58 (ikr. 1 jan 2003 iflg. res. 28 juni 2002 nr. 655).\n1 Sml. lov 18 juli 1958 nr. 2 § 19.\n2 Se § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "3:39",
      "chapter": "3",
      "section": "39",
      "title": "Anke.",
      "content": "Sådanne kjennelser, som § 26 nr. 2 nevner, kan ankes efter de regler, som der er gitt.\nAndre kjennelser av en meglingsmann er endelige og kan fullbyrdes efter reglene for høiesterettsdommer.​1\n0 Endret ved lover 19 juni 1931 nr. 9, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se tvangsl. kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "title": "(Opphevet ved lov 7 des 1956 nr. 6.)",
      "content": "§ 40.(Opphevet ved lov 7 des 1956 nr. 6.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "4:41",
      "chapter": "4",
      "section": "41",
      "title": "Fornærmelig adferd m.v.",
      "content": "1. Den som under et møte for Arbeidsretten​2 fornærmer retten eller noen som møter for den, eller forstyrrer møtet, krenker rettens verdighet eller ikke lyder påbud fra retten eller formannen, kan utvises og ved kjennelse​3 under saken ilegges bøter.​4\nDen som skriver noe usømmelig eller fornærmelig i et søksmålsskrift, kan likeledes ved kjennelse under saken ilegges bøter.​4\n2. Bestemmelsene under nr. 1 gjelder også under saksbehandling for meglingsmyndighetene.​5\n3. Om noen straffes efter denne paragraf, kan han dog forfølges på vanlig måte for gjerningen.​6 Men bøtene kommer i betraktning ved straffeutmålingen.\n0 Endret ved lover 6 juli 1933 nr. 8, 12 des 1947 nr. 1\n1 Sml. dl. § 198.\n2 Se kap. 2.\n3 Jf. § 26 nr. 2.\n4 Se dl. kap. 10, jf. strl. 1902 § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9 (ikke ikr.).\n5 Se kap. 3.\n6 Sml. strpl. § 51, jf. EMK protokoll nr. 7 art. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "4:42",
      "chapter": "4",
      "section": "42",
      "title": "Brudd på taushetsplikt m.v.",
      "content": "Den som bryter sin taushetsplikt efter § 23, jfr. § 35, 2, straffes med bøter.​1 På samme måte straffes den som overtrer forskriftene i § 35 nr. 3, 4, 5, 6 og 8.​2\n0 Endret ved lover 26 juni 1934 nr. 2, 29 mars 1935 nr. 3.\n1 Se strl. 1902 § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9 (ikke ikr.). – Jf. strl. 1902 § 2 jf. strpl. § 67.\n2 Jf. § 10 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "4:43",
      "chapter": "4",
      "section": "43",
      "title": "Fravær m.v.​1",
      "content": "1. Hvis et vidne eller noen, som ellers har fått særlig pålegg om å møte personlig, uteblir uten gyldig fravær eller ikke i tide har meldt forfall eller uten lov forlater møtet før det er slutt, kan han ved kjennelse​2 under saken ilegges bøter​3 og pålegges helt eller delvis å erstatte de omkostninger, som han har voldt.\nUteblir han efter ny innkallelse eller opfordring til å møte, kan han enda en gang ilegges bøter​3 og omkostningsansvar.\nLike med uteblivelse uten gyldig fravær regnes det, at en sakkyndig uten gyldig grunn nekter å overta sitt hverv eller forsømmer sin plikt, og at noen må avvises fordi han møter beruset.\n2. Nekter noen uten gyldig grunn å forklare sig eller avlegge forsikring, kan han ved kjennelse under saken ilegges bøter​3 og pålegges helt eller delvis å erstatte de omkostninger, som er voldt ved nektelsen. Han kan ikke ilegges sådan straff og sådant omkostningsansvar mer enn to ganger i samme sak.\n3. Hvis noen ikke efterkommer pålegg om å fremlegge et dokument eller fremvise, forelegge eller gi adgang til en ting eller å efterse og gjøre utdrag av et dokument eller lignende, regnes det like med, at han nekter å forklare sig.\n0 Endret ved lover 14 juni 1985 nr. 71, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. § 18 nr. 7, § 19 nr. 4-7, § 21, § 22, § 26 nr. 2 og § 35 nr. 1.\n2 Jf. § 26 nr. 2.\n3 Se strl. 1902 § 27; strl. 2005 kap. 9 (ikke ikr.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "title": "Ansvar for anke.​1",
      "content": "For åpenbart grunnløs anke​2 kan Høiesteretts ankeutvalg ilegge bøter​3 og omkostningsansvar.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. dl. § 203.\n2 Jf. §§ 26 og 39.\n3 Se dl. kap. 11, jf. strl. 1902 § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9 (ikke ikr.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "title": "Saksomkostninger.",
      "content": "1. Det betales ikke for sak som behandles av Arbeidsretten​1 eller meglingsmyndighetene.\nUtgiftene for statskassen til en rettssak etter denne lov kan retten ved kjennelse pålegge en av partene eller begge å godtgjøre statskassen, helt eller delvis.\n2. Omkostningene ved en rettssak efter denne lov kan den ene part få sig tilkjent hos den annen efter reglene for saksomkostninger i almindelige borgerlige saker.​2 Derimot skal hver part i mangel av annen avtale selv bære sine omkostninger ved megling.\n0 Endret ved lover 6 juli 1933 nr. 8, 28 mai 1937 nr. 3, 12 des 1947 nr. 1, 18 des 1959 nr. 11 § 95.\n1 Se også lov 17 des 1982 nr. 86 § 10 nr. 11.\n2 Jf. tvl. kap. 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "5:46",
      "chapter": "5",
      "section": "46",
      "title": "Lønninger m.v.",
      "content": "1. Lønninger og honorarer til medlemmene av Arbeidsretten,​1 riksmeglingsmannen og meglingsmennene​2 utredes av statskassen. Utgiftene til kontorhold, lokaler og skriverhjelp under møtene utredes likeledes av statskassen.\n2. Arbeidsrettens leder og riksmeglingsmannen skal ha fast årlig lønn.\nKretsmeglingsmennene skal enten ha fast årlig lønn og et honorar bestemt av vedkommende regjeringsdepartement​3 for hver enkelt sak eller en fast årlig lønn alene.\nDe øvrige medlemmer av Arbeidsretten og de særskilt for hvert tilfelle opnevnte meglingsmenn tilståes honorar for hver sak av vedkommende regjeringsdepartement.​3 Medlemmene av Arbeidsretten kan også tilståes fast lønn. Godtgjørelsen til meddommere i saker som behandles av tingrett efter denne lov, fastsettes efter § 105 a i domstolsloven.​4\n3. Under reiser har medlemmer av Arbeidsretten og meglingsmennene krav på skyss og kostpenger etter bestemmelser fastsatt av departementet. For tingrettssaker efter denne lov får rettens leder og meddommerne skyss- og kostpenger efter de regler som ellers gjelder for slike saker.\n0 Endret ved lover 19 juni 1931 nr. 9, 6 juli 1933 nr. 8, 28 mai 1937 nr. 3, 12 des 1947 nr. 1, 17 des 1982 nr. 86, 14 juni 1985 nr. 71, 28 apr 2000 nr. 34 (ikr. 1 juli 2000 iflg. res. 28 apr 2000 nr. 366), 14 des 2001 nr. 98 (ikr. 1 jan 2002 iflg. res. 14 des 2001 nr. 1416), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 17 juni 2005 nr. 60 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 633).\n1 Jf. § 10.\n2 Jf. § 27.\n3 Kommunal- og regionaldepartementet.\n4 Lov 13 aug 1915 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "5:47",
      "chapter": "5",
      "section": "47",
      "title": "Lovens ikrafttreden.",
      "content": "1. Denne lov trer i kraft straks. Fra samme tid opheves – – –\n2. Fra 1 juli 1927 skal følgende paragrafer lyde så: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    }
  ]
}