{
  "id": "LOV-1969-06-19-72",
  "type": "statute",
  "title": "Lov om særlige skatteregler til fremme av distriktsutbygging.",
  "short_name": "Distriktsskatteloven.",
  "status": "in_force",
  "issued_date": "1969-06-19",
  "in_force_date": "1969-06-19",
  "url": "https://lovdata.no/dokument/NLO/lov/1969-06-19-72",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Næringsdrivende som er skattepliktige til kommune i Nord-Norge,​2 Namdalen eller utbyggingsområdet utpekt av Kongen etter § 10 kan kreve fradrag ved inntektsligningen for avsetning til fond for senere investering i betydelige driftsmidler, jfr. skatteloven § 44 første ledd bokstav c. Det kan dog ikke kreves fradrag i inntekt vunnet ved utvinning av petroleum og rørledningstransport i de områder som er nevnt i § 1 i lov av 13. juni 1975 nr. 35 om skattlegging av undersjøiske petroleumsforekomster m.v.\nAndre skattepliktige i de områder som er nevnt i første ledd kan kreve fradrag for avsetninger etter første ledd når Kongen​3 samtykker.\nSenere investering må skje i næring i Nord-Norge, Namdalen eller utbyggingsområder utpekt av Kongen etter § 10. Likestilt med investering i betydelige driftsmidler er kjøp av programmer til elektronisk databehandling i den skattepliktiges næringsvirksomhet. Det er en forutsetning at utgiftene aktiveres og avskrives over minst tre inntektsår.\nAvsetning kan ikke nyttes til investering i direkte oljevirksomhet. Kongen kan gi forskrifter om hva som skal regnes som slik investering. Avsetning kan ikke nyttes til investering i bygg eller anlegg for kraft- og vannforsyning, driftsmidler for utleie unntatt fast eiendom, skip og fly og ikke til investering i driftsmiddel med kostpris under kr. 30.000.\n1 Endret ved lover 27 feb 1976 nr. 7, 17 des 1976 nr. 95, 13 april 1984 nr. 18 (se note 1 til § 11), 7 juni 1985 nr. 44, 9 jan 1987 nr. 5, 12 juni 1987 nr. 37, 16 juni 1989 nr. 49 (i kraft 1 aug 1989, endringen i fjerde ledd tredje punktum gjelder likevel ikke for investering hvor bindende kontrakt om levering av driftsmidlet er inngått før ikrafttredelsen og levering skjer innen utgangen av 1989, og heller ikke hvor det er gitt samtykke til en investering på grunnlag av den tidligere regel forutsatt at investeringen skjer innen den frist som er satt i samtykket).\n2 Se § 9.\n3 Finansdepartementet iflg. res. 26 sep 1969.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Fradrag for avsetning kan kreves med inntil 10 pst. av samlet nettoinntekt ved kommuneligningen i de kommuner som er nevnt i § 1 første ledd, redusert med den del av brutto lønnsinntekt som overstiger kr. 100.000. Som lønn regnes inntekter som inngår i beregningsgrunnlaget for minstefradraget etter skatteloven § 44 første ledd bokstav g. Avsetningen kan for det enkelte år ikke være mindre enn kr. 15.000.\nNår skattyteren har inntekt i flere kommuner, skal avsetningen fordeles i forhold til nettoinntekten i hver kommune. Er skattyters eneste inntekt i en kommune prosentinntekt av fritidsbolig, skal denne inntekt ikke medtas i grunnlaget for fordeling så langt skattyteren får dekket fradrag for avsetningen i andre kommuner.\n1 Endret ved lover 27 feb 1976 nr. 7, 17 des 1976 nr. 95, 11 nov 1983 nr. 65, 13 april 1984 nr. 18 (med virkning første gang ved avsetning for inntektsåret 1984), 21 des 1984 nr. 90, 21 feb 1986 nr. 1, 27 juni 1986 nr. 45, 9 jan 1987 nr. 5 (f o m inntektsåret 1987), 21 des 1990 nr. 68 (f o m inntektsåret 1990).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Det kan kreves fradrag for startavskrivning med inntil 40 pst. av kostprisen​2 på driftsmidler til bruk under utøvelse av næring i Finnmark og Nord-Troms og inntil 25 pst. i Nord-Norge​3 ellers og Namdalen. Slik avskrivning kan ikke kreves på person-, vare- og lastebiler og forretningseiendommer. Startavskrivning på skip kan dog bare foretas med samtykke fra Kongen.​4 Det kan gis alminnelige bestemmelser for særskilte grupper av skip.\nStartavskrivning kan kreves i det år driftsmidlet blir levert. Denne avskrivning reduserer saldoverdien etter § 44 A i skatteloven av 18 august 1911.\n1 Endret ved lover 27 feb 1976 nr. 7, 29 mai 1981 nr. 32, 23 des 1983 nr. 75.\n2 Jfr. § 7 tredje ledd.\n3 Se § 9.\n4 Finansdepartementet iflg. res. 26 sep 1969.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "1. Det skal stilles sikkerhet for skatter til stat og kommune for avsetning etter § 1 i form av bundet innskudd i bank. Sikkerhet for skatt av inntekt som skattlegges til kommune som helt eller delvis er utpekt som utbyggingsområde, jfr. § 10 første ledd, skal skje med 40 pst. av de avsatte midler ved innskudd i lokal forretnings- eller sparebank i slikt område. For det øvrige land skal sikkerhet stilles med 50 pst. av de avsatte midler med innskudd i Norges Bank. Kongen gir nærmere forskrifter om sikkerhetsstillelse, herunder bestemmelser om renteavkastning av innskuddene i Norges Bank.​2\n2. Kongen​3 kan\na. fastsette regler om at avsetning etter denne lov ikke skal kunne nyttes til anskaffelse av visse arter driftsmidler.​4\nb. fastsette regler om at avsetning etter denne lov kan skytes inn som aksjekapital, herunder overkurs, i selskap som skal investere i betydelige driftsmidler som nevnt i § 1 og som utøver eller skal utøve næringsvirksomhet i distrikt som nevnt i § 1 første ledd.\nNedskrivning som nevnt i § 7, blir å gjennomføre på saldo for avskrivbare driftsmidler vedkommende aksjonær selv eier eller anskaffer innen utgangen av det år tegning finner sted. Eventuell negativ saldo som følge av nedskrivningen, skattlegges som inntekt for tegningsåret. Dersom aksjonæren ikke selv eier avskrivbare driftsmidler, skal et tilsvarende beløp skattlegges som inntekt for det år aksjetegningen finner sted.\nc. samtykke i at midler som er avsatt etter denne lov, kan nyttes til tegning av aksjer i selskap som ikke skal investere i betydelige driftsmidler som nevnt i § 1, eller til å delta som komplementar eller kommandittist i selskap som skal utøve næringsvirksomhet i distrikt som nevnt i § 1. Ved tegning av aksjekapital gjelder b annet ledd tilsvarende.\nd. samtykke i at midler som er avsatt etter denne lov, kan ytes som lån til bompengeselskap som deltar i finansiering av offentlig vei i distrikt som nevnt i § 1. Bokstav b annet ledd gjelder tilsvarende. Nedskrivning skal foretas når lånet er ytet.\n1 Endret ved lover 12 juni 1970 nr. 46, 17 des 1976 nr. 95, 29 mai 1981 nr. 32, 17 des 1982 nr. 76, 23 des 1983 nr. 75 (se note 1 til § 3), 13 april 1984 nr. 18 (med virkning første gang ved avsetning for inntektsåret 1984), 16 juni 1989 nr. 49 (nr. 2 ny d i kraft straks, nr. 2 b i kraft straks ved forskrift 16 juni 1989 nr. 409, slik at endringen gjelder alle saker hvor bindende aksjetegning er skjedd etter utgangen av 1988. I de tilfelle hvor departementet allerede har gitt tilsagn om samtykke til bruk av avsetninger til investering i aksjekapital og bindende aksjetegning skal skje i 1989, skal de tidligere regler og de i tilsagnet gitte vilkår gjelde. Nr. 2 ny c trer i kraft straks iflg. samme forskrift).\n2 Res. 14 jan 1983.\n3 Finansdepartementet når det gjelder samtykke etter bokstavene a, c og d, iflg. res. 26 sep 1969, jfr. res. 10 des 1982.\n4 Se res. 13 mars 1970 og 21 sep 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 18 juni 1971 nr. 78 (Etter lovens II gir Kongen overgangsregler til gjennomføring av loven og fastsetter tidspunktet for iverksetting av loven. – Jfr. res. 20 aug 1971 om avvikling av refusjonsordningen.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Anvendelsen av avsetninger etter denne lov må være påbegynt innen 5 år etter utløpet av det kalenderår da avsetningen første gang finner sted. Kongen​2 kan forlenge fristen dersom utbyggingsmessige hensyn taler for det.\nSetter den skattepliktige seg ut over reglene for anvendelsen av de avsatte midler eller oversittes fristen etter første ledd, skal det avsatte beløp skattlegges ved endring av ligning, for det år da avsetningen fant sted.​3 På tilsvarende måte skal aksjonærene skattlegges når avsatte midler er anvendt til tegning av aksjekapital og selskapet setter seg ut over de vilkår som gjelder for selskapets anvendelse av midlene. Av skattebeløpet svares renter regnet fra utløpet av det kalenderår som følger etter inntektsåret. Kongen fastsetter rentesatsen.​4\n1 Endret ved lov 17 des 1976 nr. 95, 12 juni 1981 nr. 57, 16 juni 1989 nr. 49.\n2 Finansdepartementet iflg. res. 26 sep 1969.\n3 Jfr. lignl. § 9-5.\n4 Res. 26 juni 1981.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[1] Når avsatte midler brukes til anskaffelse av nytt driftsmiddel, skal en andel av det anvendte fondsbeløp nedskrives på driftsmidlet eller saldo for vedkommende driftsmiddel. Nedskrivningssatsen er 35 pst. ved investering i Finnmark og Nord-Troms, 45 pst. i Nord-Norge​2 ellers og i Namdalen og 65 pst. i annet utbyggingsområde. Nedskrivning etter de to foregående punktum reduserer den verdi som avskrivning etter § 44 A i skatteloven av 18 august 1911 skal beregnes av.\n[2] For nedskrivning etter første ledd, gis ikke fradrag ved inntektsligningen.\n[3] Nedskrivning som nevnt i første ledd, reduserer den startavskrivning som kan kreves etter § 3.\n[4] Ved avhendelse av det nye driftsmiddel skal den andel av det anvendte fondsbeløp som ikke ble nedskrevet etter første ledd, skattlegges som inntekt for året etter salgsåret. Skattlegging unnlates i den utstrekning den skattepliktige innen utgangen av året etter salgsåret har reinvestert beløpet i driftsmiddel​3 som nevnt i § 1 første ledd eller i aksjer som nevnt i § 4 nr. 2 b. Bestemmelsene foran gjelder tilsvarende når et driftsmiddel flyttes over til næringsvirksomhet som drives utenfor utpekt utbyggingsområde eller når det på annen måte disponeres i strid med fastsatte vilkår. Bestemmelsen i første punktum gjelder også når et driftsmiddel tas ut av næringsvirksomhet til privat bruk, herunder gaveoverføring. Bestemmelsene foran gjelder bare når handlingen skjer innen 5 år, for fast anlegg 15 år, etter utløpet av det år driftsmidlet ble anskaffet.\n[5] Ved avhendelse av aksjer innen 5 år etter utgangen av ervervsåret skal den andel av det anvendte fondsbeløp som ikke ble nedskrevet etter første ledd, jfr. § 4 nr. 2 b, skattlegges som inntekt for året etter salgsåret. Bestemmelsen i fjerde ledd annet punktum gjelder tilsvarende. Foretar selskapet disposisjoner som nevnt i fjerde ledd første og tredje punktum før utløpet av frister gitt i forskrift etter § 4 nr. 2 b, skal aksjonærer som har anvendt avsatte midler, beskattes som nevnt i første punktum. Skattlegging unnlates i den utstrekning selskapet eller aksjonæren foretar reinvestering som nevnt i fjerde ledd annet punktum.\n[6] Skattlegging som nevnt i fjerde ledd unnlates når driftsmiddel avhendes som ledd i overdragelse av den skattepliktiges næringsvirksomhet til person som etter loven har krav på arv etter den skattepliktige eller dennes ektefelle. Det er en forutsetning at den nye eier overfor ligningskontoret skriftlig erklærer at han påtar seg skatteplikt etter bestemmelsene i fjerde ledd dersom han disponerer over driftsmidlet på en måte som ville ha medført skatteplikt dersom disposisjonen var foretatt av den forrige eier.\n1 Endret ved lover 20 feb 1976 nr. 7, 17 des 1976 nr. 95, 29 mai 1981 nr. 32, 23 des 1983 nr. 77 (se note 1 til § 3), 13 april 1984 nr. 18 (se note 1 til § 11), 7 juni 1985 nr. 44, 16 juni 1989 nr. 49 (for endringen i første ledd f o m inntektsåret 1989).\n2 Se § 9.\n3 Jfr. skattel. § 45 åttende ledd flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 des 1971 nr. 112 (dog ikke for gevinst som fortsatt går inn under midlertidig lov 3 juli 1953 nr. 8, og heller ikke for gevinst ved salg foretatt før 1 jan 1972.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "1. Uttrykket Nord-Norge omfatter i denne lov Nordland, Troms og Finnmark fylker. Namdalen omfatter kommunene Namsos, Namdalseid, Lierne, Røyrvik, Namsskogan, Grong, Høylandet, Overhalla, Fosnes, Flatanger, Vikna, Nærøy og Leka.\n2. Kongen kan gi nærmere regler til utfylling og gjennomføring av denne lov,​2\n3. Departementet kan gi forskrifter om regnskapsføringen for skattepliktige som går inn under loven.​3\n1 Endret ved lover 20 feb 1976 nr. 7, 13 juni 1980 nr. 25 (se dens II).\n2 Fastsatt ved res. 26 sep 1969, med senere endringer.\n3 Forskrift 6 nov 1969.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Nord-Norge er i sin helhet å regne som utbyggingsområde etter denne lov. Kongen avgjør hvilke andre områder loven skal gjelde for.\nKongen kan bestemme at denne lov helt eller delvis skal komme til anvendelse for skattepliktige som driver kullgruvedrift på Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Denne lov gjelder første gang ved ligningen for inntektsåret 1969 eller avvikende regnskapsår som utløper i 1969.\nLov av 28 juni 1952 om særlige skatteregler i samband med utbyggingsprogrammet for Nord-Norge og lov av 9 juni 1961 om tillegg til skattelovene for landet og for byene avsnitt I gjelder fortsatt for avsetninger foretatt etter disse lover i 1968 eller tidligere år, men oppheves for øvrig. Bestemmelsene i denne lovs § 7, fjerde ledd får tilsvarende anvendelse.\nKongen kan i særlige tilfelle samtykke i at midler som er avsatt etter lov av 28 juni 1952 helt eller delvis nyttes til investering i utbyggingsområde etter § 10, 1. ledd. Kongen kan sette vilkår for å gi samtykke og herunder bestemme at påbudt nedskrivning etter lov av 29 juni 1952 § 1, punkt 4, blir å foreta på bestemt driftsmiddel eller driftsmiddel på bestemt sted.\nBestemmelsene i § 4 d får tilsvarende anvendelse på midler som er avsatt etter lov av 9 juni 1961 nr. 16, avsnitt I.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Fradrag etter denne lov kan ikke kreves av skattepliktig som for samme inntektsår foretar skattefri fondsavsetning etter lov nr. 4 av 11 mars 1966.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Næringsdrivende som er skattepliktige til kommune i Nord-Norge,​2 Namdalen eller utbyggingsområdet utpekt av Kongen etter § 10 kan kreve fradrag ved inntektsligningen for avsetning til fond for senere investering i betydelige driftsmidler, jfr. skatteloven § 44 første ledd bokstav c. Det kan dog ikke kreves fradrag i inntekt vunnet ved utvinning av petroleum og rørledningstransport i de områder som er nevnt i § 1 i lov av 13. juni 1975 nr. 35 om skattlegging av undersjøiske petroleumsforekomster m.v.\nAndre skattepliktige i de områder som er nevnt i første ledd kan kreve fradrag for avsetninger etter første ledd når Kongen​3 samtykker.\nSenere investering må skje i næring i Nord-Norge, Namdalen eller utbyggingsområder utpekt av Kongen etter § 10. Likestilt med investering i betydelige driftsmidler er kjøp av programmer til elektronisk databehandling i den skattepliktiges næringsvirksomhet. Det er en forutsetning at utgiftene aktiveres og avskrives over minst tre inntektsår.\nAvsetning kan ikke nyttes til investering i direkte oljevirksomhet. Kongen kan gi forskrifter om hva som skal regnes som slik investering. Avsetning kan ikke nyttes til investering i bygg eller anlegg for kraft- og vannforsyning, driftsmidler for utleie unntatt fast eiendom, skip og fly og ikke til investering i driftsmiddel med kostpris under kr. 30.000.\n1 Endret ved lover 27 feb 1976 nr. 7, 17 des 1976 nr. 95, 13 april 1984 nr. 18 (se note 1 til § 11), 7 juni 1985 nr. 44, 9 jan 1987 nr. 5, 12 juni 1987 nr. 37, 16 juni 1989 nr. 49 (i kraft 1 aug 1989, endringen i fjerde ledd tredje punktum gjelder likevel ikke for investering hvor bindende kontrakt om levering av driftsmidlet er inngått før ikrafttredelsen og levering skjer innen utgangen av 1989, og heller ikke hvor det er gitt samtykke til en investering på grunnlag av den tidligere regel forutsatt at investeringen skjer innen den frist som er satt i samtykket).\n2 Se § 9.\n3 Finansdepartementet iflg. res. 26 sep 1969.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Fradrag for avsetning kan kreves med inntil 10 pst. av samlet nettoinntekt ved kommuneligningen i de kommuner som er nevnt i § 1 første ledd, redusert med den del av brutto lønnsinntekt som overstiger kr. 100.000. Som lønn regnes inntekter som inngår i beregningsgrunnlaget for minstefradraget etter skatteloven § 44 første ledd bokstav g. Avsetningen kan for det enkelte år ikke være mindre enn kr. 15.000.\nNår skattyteren har inntekt i flere kommuner, skal avsetningen fordeles i forhold til nettoinntekten i hver kommune. Er skattyters eneste inntekt i en kommune prosentinntekt av fritidsbolig, skal denne inntekt ikke medtas i grunnlaget for fordeling så langt skattyteren får dekket fradrag for avsetningen i andre kommuner.\n1 Endret ved lover 27 feb 1976 nr. 7, 17 des 1976 nr. 95, 11 nov 1983 nr. 65, 13 april 1984 nr. 18 (med virkning første gang ved avsetning for inntektsåret 1984), 21 des 1984 nr. 90, 21 feb 1986 nr. 1, 27 juni 1986 nr. 45, 9 jan 1987 nr. 5 (f o m inntektsåret 1987), 21 des 1990 nr. 68 (f o m inntektsåret 1990).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Det kan kreves fradrag for startavskrivning med inntil 40 pst. av kostprisen​2 på driftsmidler til bruk under utøvelse av næring i Finnmark og Nord-Troms og inntil 25 pst. i Nord-Norge​3 ellers og Namdalen. Slik avskrivning kan ikke kreves på person-, vare- og lastebiler og forretningseiendommer. Startavskrivning på skip kan dog bare foretas med samtykke fra Kongen.​4 Det kan gis alminnelige bestemmelser for særskilte grupper av skip.\nStartavskrivning kan kreves i det år driftsmidlet blir levert. Denne avskrivning reduserer saldoverdien etter § 44 A i skatteloven av 18 august 1911.\n1 Endret ved lover 27 feb 1976 nr. 7, 29 mai 1981 nr. 32, 23 des 1983 nr. 75.\n2 Jfr. § 7 tredje ledd.\n3 Se § 9.\n4 Finansdepartementet iflg. res. 26 sep 1969.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "1. Det skal stilles sikkerhet for skatter til stat og kommune for avsetning etter § 1 i form av bundet innskudd i bank. Sikkerhet for skatt av inntekt som skattlegges til kommune som helt eller delvis er utpekt som utbyggingsområde, jfr. § 10 første ledd, skal skje med 40 pst. av de avsatte midler ved innskudd i lokal forretnings- eller sparebank i slikt område. For det øvrige land skal sikkerhet stilles med 50 pst. av de avsatte midler med innskudd i Norges Bank. Kongen gir nærmere forskrifter om sikkerhetsstillelse, herunder bestemmelser om renteavkastning av innskuddene i Norges Bank.​2\n2. Kongen​3 kan\na. fastsette regler om at avsetning etter denne lov ikke skal kunne nyttes til anskaffelse av visse arter driftsmidler.​4\nb. fastsette regler om at avsetning etter denne lov kan skytes inn som aksjekapital, herunder overkurs, i selskap som skal investere i betydelige driftsmidler som nevnt i § 1 og som utøver eller skal utøve næringsvirksomhet i distrikt som nevnt i § 1 første ledd.\nNedskrivning som nevnt i § 7, blir å gjennomføre på saldo for avskrivbare driftsmidler vedkommende aksjonær selv eier eller anskaffer innen utgangen av det år tegning finner sted. Eventuell negativ saldo som følge av nedskrivningen, skattlegges som inntekt for tegningsåret. Dersom aksjonæren ikke selv eier avskrivbare driftsmidler, skal et tilsvarende beløp skattlegges som inntekt for det år aksjetegningen finner sted.\nc. samtykke i at midler som er avsatt etter denne lov, kan nyttes til tegning av aksjer i selskap som ikke skal investere i betydelige driftsmidler som nevnt i § 1, eller til å delta som komplementar eller kommandittist i selskap som skal utøve næringsvirksomhet i distrikt som nevnt i § 1. Ved tegning av aksjekapital gjelder b annet ledd tilsvarende.\nd. samtykke i at midler som er avsatt etter denne lov, kan ytes som lån til bompengeselskap som deltar i finansiering av offentlig vei i distrikt som nevnt i § 1. Bokstav b annet ledd gjelder tilsvarende. Nedskrivning skal foretas når lånet er ytet.\n1 Endret ved lover 12 juni 1970 nr. 46, 17 des 1976 nr. 95, 29 mai 1981 nr. 32, 17 des 1982 nr. 76, 23 des 1983 nr. 75 (se note 1 til § 3), 13 april 1984 nr. 18 (med virkning første gang ved avsetning for inntektsåret 1984), 16 juni 1989 nr. 49 (nr. 2 ny d i kraft straks, nr. 2 b i kraft straks ved forskrift 16 juni 1989 nr. 409, slik at endringen gjelder alle saker hvor bindende aksjetegning er skjedd etter utgangen av 1988. I de tilfelle hvor departementet allerede har gitt tilsagn om samtykke til bruk av avsetninger til investering i aksjekapital og bindende aksjetegning skal skje i 1989, skal de tidligere regler og de i tilsagnet gitte vilkår gjelde. Nr. 2 ny c trer i kraft straks iflg. samme forskrift).\n2 Res. 14 jan 1983.\n3 Finansdepartementet når det gjelder samtykke etter bokstavene a, c og d, iflg. res. 26 sep 1969, jfr. res. 10 des 1982.\n4 Se res. 13 mars 1970 og 21 sep 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 18 juni 1971 nr. 78 (Etter lovens II gir Kongen overgangsregler til gjennomføring av loven og fastsetter tidspunktet for iverksetting av loven. – Jfr. res. 20 aug 1971 om avvikling av refusjonsordningen.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Anvendelsen av avsetninger etter denne lov må være påbegynt innen 5 år etter utløpet av det kalenderår da avsetningen første gang finner sted. Kongen​2 kan forlenge fristen dersom utbyggingsmessige hensyn taler for det.\nSetter den skattepliktige seg ut over reglene for anvendelsen av de avsatte midler eller oversittes fristen etter første ledd, skal det avsatte beløp skattlegges ved endring av ligning, for det år da avsetningen fant sted.​3 På tilsvarende måte skal aksjonærene skattlegges når avsatte midler er anvendt til tegning av aksjekapital og selskapet setter seg ut over de vilkår som gjelder for selskapets anvendelse av midlene. Av skattebeløpet svares renter regnet fra utløpet av det kalenderår som følger etter inntektsåret. Kongen fastsetter rentesatsen.​4\n1 Endret ved lov 17 des 1976 nr. 95, 12 juni 1981 nr. 57, 16 juni 1989 nr. 49.\n2 Finansdepartementet iflg. res. 26 sep 1969.\n3 Jfr. lignl. § 9-5.\n4 Res. 26 juni 1981.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "[1] Når avsatte midler brukes til anskaffelse av nytt driftsmiddel, skal en andel av det anvendte fondsbeløp nedskrives på driftsmidlet eller saldo for vedkommende driftsmiddel. Nedskrivningssatsen er 35 pst. ved investering i Finnmark og Nord-Troms, 45 pst. i Nord-Norge​2 ellers og i Namdalen og 65 pst. i annet utbyggingsområde. Nedskrivning etter de to foregående punktum reduserer den verdi som avskrivning etter § 44 A i skatteloven av 18 august 1911 skal beregnes av.\n[2] For nedskrivning etter første ledd, gis ikke fradrag ved inntektsligningen.\n[3] Nedskrivning som nevnt i første ledd, reduserer den startavskrivning som kan kreves etter § 3.\n[4] Ved avhendelse av det nye driftsmiddel skal den andel av det anvendte fondsbeløp som ikke ble nedskrevet etter første ledd, skattlegges som inntekt for året etter salgsåret. Skattlegging unnlates i den utstrekning den skattepliktige innen utgangen av året etter salgsåret har reinvestert beløpet i driftsmiddel​3 som nevnt i § 1 første ledd eller i aksjer som nevnt i § 4 nr. 2 b. Bestemmelsene foran gjelder tilsvarende når et driftsmiddel flyttes over til næringsvirksomhet som drives utenfor utpekt utbyggingsområde eller når det på annen måte disponeres i strid med fastsatte vilkår. Bestemmelsen i første punktum gjelder også når et driftsmiddel tas ut av næringsvirksomhet til privat bruk, herunder gaveoverføring. Bestemmelsene foran gjelder bare når handlingen skjer innen 5 år, for fast anlegg 15 år, etter utløpet av det år driftsmidlet ble anskaffet.\n[5] Ved avhendelse av aksjer innen 5 år etter utgangen av ervervsåret skal den andel av det anvendte fondsbeløp som ikke ble nedskrevet etter første ledd, jfr. § 4 nr. 2 b, skattlegges som inntekt for året etter salgsåret. Bestemmelsen i fjerde ledd annet punktum gjelder tilsvarende. Foretar selskapet disposisjoner som nevnt i fjerde ledd første og tredje punktum før utløpet av frister gitt i forskrift etter § 4 nr. 2 b, skal aksjonærer som har anvendt avsatte midler, beskattes som nevnt i første punktum. Skattlegging unnlates i den utstrekning selskapet eller aksjonæren foretar reinvestering som nevnt i fjerde ledd annet punktum.\n[6] Skattlegging som nevnt i fjerde ledd unnlates når driftsmiddel avhendes som ledd i overdragelse av den skattepliktiges næringsvirksomhet til person som etter loven har krav på arv etter den skattepliktige eller dennes ektefelle. Det er en forutsetning at den nye eier overfor ligningskontoret skriftlig erklærer at han påtar seg skatteplikt etter bestemmelsene i fjerde ledd dersom han disponerer over driftsmidlet på en måte som ville ha medført skatteplikt dersom disposisjonen var foretatt av den forrige eier.\n1 Endret ved lover 20 feb 1976 nr. 7, 17 des 1976 nr. 95, 29 mai 1981 nr. 32, 23 des 1983 nr. 77 (se note 1 til § 3), 13 april 1984 nr. 18 (se note 1 til § 11), 7 juni 1985 nr. 44, 16 juni 1989 nr. 49 (for endringen i første ledd f o m inntektsåret 1989).\n2 Se § 9.\n3 Jfr. skattel. § 45 åttende ledd flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 des 1971 nr. 112 (dog ikke for gevinst som fortsatt går inn under midlertidig lov 3 juli 1953 nr. 8, og heller ikke for gevinst ved salg foretatt før 1 jan 1972.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "1. Uttrykket Nord-Norge omfatter i denne lov Nordland, Troms og Finnmark fylker. Namdalen omfatter kommunene Namsos, Namdalseid, Lierne, Røyrvik, Namsskogan, Grong, Høylandet, Overhalla, Fosnes, Flatanger, Vikna, Nærøy og Leka.\n2. Kongen kan gi nærmere regler til utfylling og gjennomføring av denne lov,​2\n3. Departementet kan gi forskrifter om regnskapsføringen for skattepliktige som går inn under loven.​3\n1 Endret ved lover 20 feb 1976 nr. 7, 13 juni 1980 nr. 25 (se dens II).\n2 Fastsatt ved res. 26 sep 1969, med senere endringer.\n3 Forskrift 6 nov 1969.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Nord-Norge er i sin helhet å regne som utbyggingsområde etter denne lov. Kongen avgjør hvilke andre områder loven skal gjelde for.\nKongen kan bestemme at denne lov helt eller delvis skal komme til anvendelse for skattepliktige som driver kullgruvedrift på Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Denne lov gjelder første gang ved ligningen for inntektsåret 1969 eller avvikende regnskapsår som utløper i 1969.\nLov av 28 juni 1952 om særlige skatteregler i samband med utbyggingsprogrammet for Nord-Norge og lov av 9 juni 1961 om tillegg til skattelovene for landet og for byene avsnitt I gjelder fortsatt for avsetninger foretatt etter disse lover i 1968 eller tidligere år, men oppheves for øvrig. Bestemmelsene i denne lovs § 7, fjerde ledd får tilsvarende anvendelse.\nKongen kan i særlige tilfelle samtykke i at midler som er avsatt etter lov av 28 juni 1952 helt eller delvis nyttes til investering i utbyggingsområde etter § 10, 1. ledd. Kongen kan sette vilkår for å gi samtykke og herunder bestemme at påbudt nedskrivning etter lov av 29 juni 1952 § 1, punkt 4, blir å foreta på bestemt driftsmiddel eller driftsmiddel på bestemt sted.\nBestemmelsene i § 4 d får tilsvarende anvendelse på midler som er avsatt etter lov av 9 juni 1961 nr. 16, avsnitt I.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Fradrag etter denne lov kan ikke kreves av skattepliktig som for samme inntektsår foretar skattefri fondsavsetning etter lov nr. 4 av 11 mars 1966.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    }
  ]
}