{
  "id": "LOV-1996-06-07-32",
  "type": "statute",
  "title": "Lov om gravplasser, kremasjon og gravferd (gravplassloven)",
  "short_name": "Gravplassloven",
  "status": "in_force",
  "issued_date": "1996-06-07",
  "in_force_date": "1997-01-01",
  "url": "https://lovdata.no/dokument/NL/lov/1996-06-07-32",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Grunnleggende bestemmelser",
      "content": "Gravlegging skal skje med respekt for avdødes religion eller livssyn.\nGravlegging skal skje på offentlig gravplass eller på gravplass anlagt av et tros- eller livssynssamfunn i henhold til tillatelse etter trossamfunnsloven § 21.\nNår en omkommet person ligger på havets bunn eller ute i naturen, utgjør dette en naturlig grav som ikke må berøres i annen hensikt enn å flytte hele legemet til gravplass etter annet ledd eller utsettes for direkte forstyrrende eller krenkende virksomhet.\nGravplassene er soknets eiendom, med mindre annet følger av særskilt rettsgrunnlag. Soknene i en kommune kan i fellesskap eie gravplasser.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502), 23 juni 2020 nr. 97 (ikr. 30 des 2020 iflg. res. 27 nov 2020 nr. 2486).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Krav til gravplasser.",
      "content": "I hver kommune skal det være en eller flere gravplasser av slik størrelse at det til enhver tid er ledige graver for minst 3 pst av kommunens befolkning.\nDepartementet gir regler om gravplassenes utforming og utstyr, jordbunnforhold, gravstørrelser, gravdybder, gravminner, gravregister og kartverk.\n0 Endret ved lov 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Gravplassmyndigheten og kommunens ansvar.",
      "content": "Gravplassmyndigheten har ansvaret for at gravplasser og bygninger på gravplasser forvaltes med orden og verdighet og i samsvar med gjeldende bestemmelser.\nUtgifter til anlegg, drift og forvaltning av gravplasser utredes av kommunen. Soknet fremmer budsjettforslag for kommunen så fremt statsforvalteren ikke har fastsatt at ansvaret som lokal gravplassmyndighet etter loven skal ligge til kommunen. Etter avtale med soknet kan kommunen yte tjenester i stedet for å gi tilskudd.\nKommunen kan ta opp lån for å finansiere investeringer i gravplasser og tilhørende varige driftsmidler.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855), 16 juni 2023 nr. 40 (i kraft 1 juli 2023 iflg. res. 16 juni 2023 nr. 898).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Anlegg m.v. av gravplass og krematorium.",
      "content": "Anlegg, utvidelse, nedleggelse eller annen vesentlig endring av gravplass og bygninger på gravplass kan ikke skje uten etter tilslutning fra kommunen og med tillatelse fra statsforvalteren. Statsforvalteren kan sette vilkår for tillatelsen.\nAnlegg eller vesentlig endring av krematorium kan ikke skje uten tillatelse fra departementet. Departementet kan sette vilkår for tillatelsen og ellers gi forskrifter om drift og forvaltning av krematorier.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Innvielse av ny gravplass",
      "content": "Tros- og livssynssamfunn som er virksomme på stedet, skal gis anledning til å gjennomføre en seremoni når en ny gravplass tas i bruk. En slik høytidelighet må ikke utformes eller gjennomføres slik at den forhåner eller på en krenkende eller sårende måte viser ringeakt for de andre tros- eller livssynssamfunnene som gravlegger sine medlemmer på den samme gravplassen.\n0 Endret ved lov 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Rett til grav.",
      "content": "Avdøde personer som ved dødsfallet hadde bopel i kommunen har rett til fri grav på gravplass her. Det samme gjelder dødfødte barn når moren eller faren har bopel i kommunen.\nGravplassmyndigheten kan gi tillatelse til at også personer uten bopel i kommunen gravlegges på gravplass i kommunen. Det kan da kreves dekning av kostnadene ved gravferden og avgift som ved feste av grav. Ved gravlegging i grav som er særskilt tilrettelagt for å imøtekomme religiøse og livssynsmessige minoriteters behov, dekkes kostnadene av gravplassmyndigheten i hjemkommunen når denne ikke selv har anlagt slike graver.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Åpning av grav og flytting av begravet.",
      "content": "Gravplassmyndigheten tilviser og gir tillatelse til åpning av grav på gravplass.\nAvdødes legeme eller aske kan etter gravlegging ikke flyttes uten tillatelse fra gravplassmyndigheten. Tillatelse kan bare gis dersom sterke grunner taler for flytting og det er fastsatt hvor ny gravlegging skal finne sted. Gravplassmyndigheten kan sette vilkår for slik flytting.\nVed sakkyndig likundersøkelse gjelder reglene i straffeprosessloven § 228.\n0 Endret ved lover 15 juni 2001 nr. 68 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 659), 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Fredningstid for grav og gravplass.",
      "content": "En grav kan nyttes til ny gravlegging når det har gått minst 20 år siden siste gravlegging og vedtektene for gravplassen ikke fastsetter en lengre fredningstid.\nUrne kan likevel nedsettes i kistegrav selv om fredningstiden etter første ledd ikke er utløpt.\nNår en gravplass nedlegges, skal den være fredet i minst 40 år etter siste gravlegging.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Hvem som sørger for gravferden.",
      "content": "Den som har fylt 18 år, kan i skriftlig erklæring fastsette hvem som skal ha rett til å sørge for gravferden. Erklæringen skal være underskrevet og datert.\nDersom det ikke foreligger erklæring som nevnt i første ledd, har avdødes nærmeste etterlatte over 18 år i følgende rekkefølge rett til å besørge gravferden: ektefelle, barn, foreldre, barnebarn, besteforeldre, søsken, søskens barn og foreldres søsken. Ektefelles rett etter første punktum gjelder likevel ikke dersom ektefellene på tidspunktet for dødsfallet var separert ved dom eller bevilling. Ektefelles rett etter denne bestemmelsen gjelder tilsvarende for person som levde i ekteskapsliknende samboerskap med avdøde da dødsfallet fant sted.\nVed uenighet om hvem som skal sørge for gravferden, treffes nødvendig avgjørelse av kommunen på grunnlag av bestemmelsene i første og annet ledd. Avgjørelsen kan ikke påklages.\nDen som besørger gravferden skal gis anledning til å være ansvarlig for graven, med mindre noen etterlatte skriftlig krever spørsmålet avgjort av kommunen.\nDersom ingen sørger for gravferd, skal denne besørges av kommunen hvor avdøde hadde bopel ved dødsfallet, eller om avdøde ikke hadde bopel her i landet, av den kommunen hvor dødsfallet fant sted. Kommunen kan kreve utgiftene ved gravferden dekket av dødsboet. Er boet ikke overtatt til privat skifte eller uskifte innen fristene etter arveloven, og det heller ikke er åpnet offentlig skifte eller utstedt fullmakt etter arveloven § 95, har tingretten fullmakt til å disponere over arvelaterens eiendeler slik at kommunen får dekket sitt krav mot boet.\n0 Endret ved lover 15 juni 2001 nr. 68 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 659), 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endret ved lov 18 des 2020 nr. 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Kremasjon",
      "content": "Kremasjon skal skje i et godkjent krematorium. Kisten skal leveres til kremasjon senest 10 virkedager etter dødsfallet.\nBegjæring om kremasjon fremsettes av den som sørger for avdødes gravferd.\nMinst 3 dager før kremasjonen skal finne sted, skal krematoriet varsle politiet på dødsstedet om begjæringen. Fristen omfatter den dag da kremasjonen skal finne sted, men ikke den dag da varsel gis. Lørdag, helligdag og dag som etter lovgivningen er likestilt med helligdag, regnes ikke med i fristen.\nPolitiet kan kreve kremasjonen utsatt dersom det er grunn til å tro at det vil bli besluttet sakkyndig likundersøkelse i medhold av straffeprosessloven § 228.\nNår kremasjonen har funnet sted, skal asken samles i en urne som deretter forsegles og merkes. Urnen skal oppbevares på en betryggende måte fram til gravleggingen. Urnen oppbevares av krematoriet eller gravplassmyndigheten i den kommunen hvor gravleggingen skal finne sted.\nFor kremasjon kan det kreves avgift.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 23 juni 2020 nr. 97 (ikr. 30 des 2020 iflg. res. 27 nov 2020 nr. 2486), 16 juni 2023 nr. 40 (i kraft 1 juli 2023 iflg. res. 16 juni 2023 nr. 898).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Begjæring om gravlegging.",
      "content": "Begjæring om gravlegging fremsettes av den som sørger for gravferden.\n0 Endret ved lov 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Frist for gravlegging.",
      "content": "Dersom avdøde ikke er blitt kremert, skal gravlegging skje senest 10 virkedager etter dødsfallet.\nDersom avdøde er blitt kremert, skal gravlegging skje senest 6 måneder etter dødsfallet.\n0 Endret ved lov 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Unntak fra reglene om frist for kremasjon og gravlegging",
      "content": "Fristene i § 10 første ledd og § 12 gjelder ikke når avdødes legeme skal nyttes i samsvar med bestemmelsene i obduksjonslova eller det er besluttet sakkyndig likundersøkelse i medhold av straffeprosessloven § 228.\nGravplassmyndigheten kan forlenge fristene i § 10 første ledd og § 12 dersom det foreligger tungtveiende grunner for det.\nDersom vilkårene for oppbevaring av kiste tilsier det, skal gravplassmyndigheten forkorte fristene i § 10 første ledd og § 12.\nGravplassmyndighetens avgjørelse etter denne paragraf kan ikke påklages.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 7 mai 2015 nr. 26 (ikr. 1 jan 2016 iflg. res. 13 nov 2015 nr. 1289), 23 juni 2020 nr. 97 (ikr. 30 des 2020 iflg. res. 27 nov 2020 nr. 2486), 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Feste av grav.",
      "content": "Gravplassmyndigheten kan inngå avtale om feste av grav etter nærmere regler og vilkår fastsatt i gravplassens vedtekter. For feste av grav kan det kreves avgift.\nFesterett til grav kan bare innehas av en person.\nFestetiden skal ikke være lengre enn 20 år. Et feste kan fornyes dersom graven er holdt i hevd og fornyelse ikke vil vanskeliggjøre en forsvarlig drift av gravplassen.\nGravplassmyndigheten skal utstede festebrev og anmerke dette i gravregisteret.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Festerens rettigheter og plikter.",
      "content": "Festeren har rett til å bestemme hvem som skal gravlegges i graven og forsyne graven med gravminne samt ellers rå over den, om ikke annet følger av gjeldende bestemmelser. Festeren har plikt til å holde graven i hevd.\nDersom avdøde hadde festet egen grav, kan den som etter § 9 har rett til å sørge for gravferden, utøve de rettighetene som er nødvendig for å gjennomføre gravferden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Overføring av feste.",
      "content": "Et feste kan ikke overføres uten samtykke fra gravplassmyndigheten, og det kan ikke overføres mot noen form for vederlag.\nNår festeren dør, skal dødsboet gi gravplassmyndigheten melding om hvem festet ønskes overført til. Ved uenighet treffer gravplassmyndigheten avgjørelsen.\n0 Endret ved lover 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855), 18 juni 2021 nr. 98.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Tiltak for å forebygge skade.",
      "content": "Gravplassmyndigheten har rett til å treffe de tiltak vedrørende en festet grav som er nødvendige for å forebygge skade, eller som følger av gjeldende bestemmelser.\nFesteren skal om mulig varsles før tiltak settes i verk.\n0 Endret ved lov 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Opphør av feste.",
      "content": "Et feste opphører når festetiden er ute.\nNår festet opphører, skal festeren om mulig gis anledning til å fjerne gravminne og lignende innretning fra gravplassen. Det som ikke er fjernet fra gravplassen innen seks måneder etter festets opphør, tilfaller gravplassen.\nGravminne av kunstnerisk eller kulturhistorisk verdi skal om mulig bli stående på gravplassen.\n0 Endret ved lov 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Regler om fri grav.",
      "content": "Dersom det er en ansvarlig for graven, kan en fri grav forsynes med gravminne i samsvar med gjeldende bestemmelser. Den ansvarlige har plikt til å holde graven i hevd. Bestemmelsene i §§ 17 og 18 gjelder tilsvarende, men slik at den ansvarlige trer i stedet for festeren.\nEn fri grav kan nyttes til ny gravlegging og festes når fredningstiden er ute.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Privat gravsted og spredning av aske.",
      "content": "Når særlige grunner foreligger, kan statsforvalteren gi tillatelse til at private får anlegge gravsted for gravlegging av askeurne på egnet sted. Statsforvalteren kan sette vilkår for tillatelsen.\nStatsforvalteren kan etter søknad fra person som har fylt 15 år, gi tillatelse til at den som skal sørge for vedkommendes gravferd sprer asken for vinden. Tillatelse kan også gis etter vedkommendes død når det godtgjøres at avdøde ønsket askespredning. Slik tillatelse kan også gis for aske etter barn når nærmeste etterlatte ønsker det. Statsforvalteren kan sette vilkår for tillatelsen.\n0 Endret ved lover 15 juni 2001 nr. 68 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 659), 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Vedtekter og avgifter.",
      "content": "Gravplassmyndigheten fastsetter vedtektene for gravplasser. Vedtektene skal godkjennes av statsforvalteren.\nAvgifter for bruk av gravkapell, anonym minnelund, navnet minnelund, urnevegg, kremasjon og feste av grav fastsettes av kommunen etter forslag fra gravplassmyndigheten.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 23 juni 2020 nr. 97 (ikr. 30 des 2020 iflg. res. 27 nov 2020 nr. 2486), 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Taushetsplikt",
      "content": "Enhver som utfører tjeneste eller arbeid etter loven her, har taushetsplikt etter forvaltningsloven §§ 13 til 13 e og 13 g. Taushetsplikten omfatter også opplysninger om plasseringen av anonyme graver. Gravplassen og gravfeltet for en anonym grav kan oppgis.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 17 juni 2022 nr. 46 (i kraft 1 juli 2022 iflg. res. 17 juni 2022 nr. 1036).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Forvaltningsansvar.",
      "content": "Det organet som etter Kirkemøtets beslutning opptrer på soknets vegne i saker som gjelder drift og forvaltning av gravplasser, er lokal gravplassmyndighet etter denne loven.\nEtter søknad fra kommunen kan statsforvalteren fastsette at ansvaret som lokal gravplassmyndighet etter loven skal ligge til kommunen.\nDen som har forvaltningsansvaret for gravlegging i kommunen, innbyr minst en gang i året de tros- og livssynssamfunn som er virksomme på stedet, til et møte for å drøfte hvordan tros- og livssynssamfunnenes behov ved gravferd kan ivaretas. Møtet kan avholdes som et felles møte for flere kommuner.\nGravplassmyndigheten, kommunen, statsforvalteren og eiere av godkjente krematorier kan uten hinder av taushetsplikt innhente opplysninger fra Folkeregisteret når det er nødvendig for å løse oppgaver etter loven her.\nLokal gravplassmyndighet, krematorium eller i særlige tilfeller annen virksomhet med oppgaver etter loven, skal skaffe til veie opplysninger og gi slik uttalelse som departementet ber om.\nArkivlova gjelder for gravplassmyndighetens og krematoriets oppgaver etter loven her.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 22 juni 2018 nr. 54 (ikr. 1 okt 2018), 23 juni 2020 nr. 97 (ikr. 30 des 2020 iflg. res. 27 nov 2020 nr. 2486), 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 17 juni 2022 nr. 46 (i kraft 1 juli 2022 iflg. res. 17 juni 2022 nr. 1036), 16 juni 2023 nr. 40 (i kraft 1 juli 2023 iflg. res. 16 juni 2023 nr. 898).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Klageadgang",
      "content": "Enkeltvedtak som er truffet av gravplassmyndigheten eller kommunen etter loven eller etter regler i medhold av loven, kan påklages til statsforvalteren.\nEnkeltvedtak som er truffet av statsforvalteren etter loven eller etter regler i medhold av loven, kan påklages til departementet.\n0 Endret ved lov 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Digital gravferdsmelding",
      "content": "Statsforvalteren kan legge til rette for at etterlattes oppgaver og valg etter loven her, samt valg om gjennomføring av gravferdsseremoni, kan løses digitalt. Departementet kan gi forskrift om digital gravferdsmelding, bruk av infrastruktur og innhenting av opplysninger på vegne av brukeren.\n0 Tilføyd ved lov 16 juni 2023 nr. 40 (i kraft 1 juli 2024 iflg. res. 14 juni 2024 nr. 955).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Behandling av personopplysninger mv.",
      "content": "Gravplassmyndigheten, godkjente krematorier, statsforvalteren og kommunen kan behandle personopplysninger, også personopplysninger som nevnt i personvernforordningen artikkel 9, når dette er nødvendig for å utøve myndighet eller utføre andre oppgaver etter loven her eller for å ivareta etterlattes valg av tros- eller livssynssamfunn til å gjennomføre gravferdsseremonien. Departementet kan gi forskrift om behandlingen, blant annet om formålet med behandlingen, behandlingsansvar, hvilke personopplysninger som kan behandles, hvem det kan behandles personopplysninger om, bruk av automatiserte avgjørelser, og om adgangen til viderebehandling, retting og sletting.\nSå langt det er nødvendig for å utøve myndighet eller utføre andre oppgaver etter loven her eller for å ivareta etterlattes valg av tros- eller livssynssamfunn til å gjennomføre gravferdsseremonien, kan offentlige og private virksomheter, domstolene og forvaltningsorganer dele opplysninger uten hinder av taushetsplikt. Departementet kan gi forskrift om\na. plikt til å dele opplysninger uten hinder av taushetsplikt\nb. hvilke private virksomheter som er omfattet av delingsadgangen etter første punktum\nc. at enkelte opplysninger ikke skal kunne deles etter første punktum\nd. vilkår for deling av opplysninger etter første punktum.\n0 Tilføyd ved lov 16 juni 2023 nr. 40 (i kraft 1 juli 2024 iflg. res. 14 juni 2024 nr. 955).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Krigsgraver",
      "content": "Graver for utenlandske soldater og krigsfanger (krigsgraver) fra første og andre verdenskrig skal være fredet uten tidsbegrensning, holdes i hevd og forvaltes med den verdighet som deres egenart tilsier.\nDepartementet kan gi nærmere regler om forvaltning og vedlikehold av krigsgraver, krigsgravplasser og krigsminnesmerker.\n0 Tilføyd ved lov 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), endret ved lover 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502), 16 juni 2023 nr. 40 (i kraft 1 juli 2024 iflg. res. 14 juni 2024 nr. 955, tidligere § 23a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "Registerføring.",
      "content": "Det skal for hvert krematorium føres register over avdøde som blir kremert.\nFor gravplassene skal det føres register over gravlagte med nødvendige opplysninger om ansvarlige eller fester til den enkelte grav.\nNærmere regler om registerføringen gis av departementet.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 16 juni 2023 nr. 40 (i kraft 1 juli 2024 iflg. res. 14 juni 2024 nr. 955, tidligere § 25).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "title": "Forsøk",
      "content": "Departementet kan etter søknad fra en gravplassmyndighet gi forskrift som tillater tidsbegrensede avvik fra regler gitt i eller i medhold av loven her. Forsøket kan ikke stride mot § 1 første ledd eller mot hensynet til gravplassenes orden og verdighet.\n0 Tilføyd ved lov 17 juni 2022 nr. 46 (i kraft 1 juli 2022 iflg. res. 17 juni 2022 nr. 1036), endret ved lov 16 juni 2023 nr. 40 (i kraft 1 juli 2024 iflg. res. 14 juni 2024 nr. 955, tidligere § 26a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "title": "Utfyllende forskrifter.",
      "content": "Departementet kan gi forskrifter til gjennomføring og utfylling av bestemmelsene i loven.\n0 Endret ved lov 16 juni 2023 nr. 40 (i kraft 1 juli 2024 iflg. res. 14 juni 2024 nr. 955, tidligere § 26).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "Svalbard.",
      "content": "Loven gjelder ikke for Svalbard.\n0 Endret ved lov 16 juni 2023 nr. 40 (i kraft 1 juli 2024 iflg. res. 14 juni 2024 nr. 955, tidligere § 27).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "title": "Ikrafttredelse og opphevelse av andre lover m.v.",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.\nFra den tid​1 loven trer i kraft, oppheves:\n1. Lov 3. august 1897 nr 1 om Kirker og Kirkegaarde §§ 33-43 og\n2. Lov 3. mai 1913 om likbrænding.\n– – –\n0 Endret ved lov 16 juni 2023 nr. 40 (i kraft 1 juli 2024 iflg. res. 14 juni 2024 nr. 955, tidligere § 28).\n1 Fra 1 jan 1997 iflg. res. 7 juni 1996 nr. 529.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Grunnleggende bestemmelser",
      "content": "Gravlegging skal skje med respekt for avdødes religion eller livssyn.\nGravlegging skal skje på offentlig gravplass eller på gravplass anlagt av et tros- eller livssynssamfunn i henhold til tillatelse etter trossamfunnsloven § 21.\nNår en omkommet person ligger på havets bunn eller ute i naturen, utgjør dette en naturlig grav som ikke må berøres i annen hensikt enn å flytte hele legemet til gravplass etter annet ledd eller utsettes for direkte forstyrrende eller krenkende virksomhet.\nGravplassene er soknets eiendom, med mindre annet følger av særskilt rettsgrunnlag. Soknene i en kommune kan i fellesskap eie gravplasser.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502), 23 juni 2020 nr. 97 (ikr. 30 des 2020 iflg. res. 27 nov 2020 nr. 2486).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Krav til gravplasser.",
      "content": "I hver kommune skal det være en eller flere gravplasser av slik størrelse at det til enhver tid er ledige graver for minst 3 pst av kommunens befolkning.\nDepartementet gir regler om gravplassenes utforming og utstyr, jordbunnforhold, gravstørrelser, gravdybder, gravminner, gravregister og kartverk.\n0 Endret ved lov 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Gravplassmyndigheten og kommunens ansvar.",
      "content": "Gravplassmyndigheten har ansvaret for at gravplasser og bygninger på gravplasser forvaltes med orden og verdighet og i samsvar med gjeldende bestemmelser.\nUtgifter til anlegg, drift og forvaltning av gravplasser utredes av kommunen. Soknet fremmer budsjettforslag for kommunen så fremt statsforvalteren ikke har fastsatt at ansvaret som lokal gravplassmyndighet etter loven skal ligge til kommunen. Etter avtale med soknet kan kommunen yte tjenester i stedet for å gi tilskudd.\nKommunen kan ta opp lån for å finansiere investeringer i gravplasser og tilhørende varige driftsmidler.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855), 16 juni 2023 nr. 40 (i kraft 1 juli 2023 iflg. res. 16 juni 2023 nr. 898).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Anlegg m.v. av gravplass og krematorium.",
      "content": "Anlegg, utvidelse, nedleggelse eller annen vesentlig endring av gravplass og bygninger på gravplass kan ikke skje uten etter tilslutning fra kommunen og med tillatelse fra statsforvalteren. Statsforvalteren kan sette vilkår for tillatelsen.\nAnlegg eller vesentlig endring av krematorium kan ikke skje uten tillatelse fra departementet. Departementet kan sette vilkår for tillatelsen og ellers gi forskrifter om drift og forvaltning av krematorier.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Innvielse av ny gravplass",
      "content": "Tros- og livssynssamfunn som er virksomme på stedet, skal gis anledning til å gjennomføre en seremoni når en ny gravplass tas i bruk. En slik høytidelighet må ikke utformes eller gjennomføres slik at den forhåner eller på en krenkende eller sårende måte viser ringeakt for de andre tros- eller livssynssamfunnene som gravlegger sine medlemmer på den samme gravplassen.\n0 Endret ved lov 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Rett til grav.",
      "content": "Avdøde personer som ved dødsfallet hadde bopel i kommunen har rett til fri grav på gravplass her. Det samme gjelder dødfødte barn når moren eller faren har bopel i kommunen.\nGravplassmyndigheten kan gi tillatelse til at også personer uten bopel i kommunen gravlegges på gravplass i kommunen. Det kan da kreves dekning av kostnadene ved gravferden og avgift som ved feste av grav. Ved gravlegging i grav som er særskilt tilrettelagt for å imøtekomme religiøse og livssynsmessige minoriteters behov, dekkes kostnadene av gravplassmyndigheten i hjemkommunen når denne ikke selv har anlagt slike graver.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Åpning av grav og flytting av begravet.",
      "content": "Gravplassmyndigheten tilviser og gir tillatelse til åpning av grav på gravplass.\nAvdødes legeme eller aske kan etter gravlegging ikke flyttes uten tillatelse fra gravplassmyndigheten. Tillatelse kan bare gis dersom sterke grunner taler for flytting og det er fastsatt hvor ny gravlegging skal finne sted. Gravplassmyndigheten kan sette vilkår for slik flytting.\nVed sakkyndig likundersøkelse gjelder reglene i straffeprosessloven § 228.\n0 Endret ved lover 15 juni 2001 nr. 68 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 659), 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Fredningstid for grav og gravplass.",
      "content": "En grav kan nyttes til ny gravlegging når det har gått minst 20 år siden siste gravlegging og vedtektene for gravplassen ikke fastsetter en lengre fredningstid.\nUrne kan likevel nedsettes i kistegrav selv om fredningstiden etter første ledd ikke er utløpt.\nNår en gravplass nedlegges, skal den være fredet i minst 40 år etter siste gravlegging.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Hvem som sørger for gravferden.",
      "content": "Den som har fylt 18 år, kan i skriftlig erklæring fastsette hvem som skal ha rett til å sørge for gravferden. Erklæringen skal være underskrevet og datert.\nDersom det ikke foreligger erklæring som nevnt i første ledd, har avdødes nærmeste etterlatte over 18 år i følgende rekkefølge rett til å besørge gravferden: ektefelle, barn, foreldre, barnebarn, besteforeldre, søsken, søskens barn og foreldres søsken. Ektefelles rett etter første punktum gjelder likevel ikke dersom ektefellene på tidspunktet for dødsfallet var separert ved dom eller bevilling. Ektefelles rett etter denne bestemmelsen gjelder tilsvarende for person som levde i ekteskapsliknende samboerskap med avdøde da dødsfallet fant sted.\nVed uenighet om hvem som skal sørge for gravferden, treffes nødvendig avgjørelse av kommunen på grunnlag av bestemmelsene i første og annet ledd. Avgjørelsen kan ikke påklages.\nDen som besørger gravferden skal gis anledning til å være ansvarlig for graven, med mindre noen etterlatte skriftlig krever spørsmålet avgjort av kommunen.\nDersom ingen sørger for gravferd, skal denne besørges av kommunen hvor avdøde hadde bopel ved dødsfallet, eller om avdøde ikke hadde bopel her i landet, av den kommunen hvor dødsfallet fant sted. Kommunen kan kreve utgiftene ved gravferden dekket av dødsboet. Er boet ikke overtatt til privat skifte eller uskifte innen fristene etter arveloven, og det heller ikke er åpnet offentlig skifte eller utstedt fullmakt etter arveloven § 95, har tingretten fullmakt til å disponere over arvelaterens eiendeler slik at kommunen får dekket sitt krav mot boet.\n0 Endret ved lover 15 juni 2001 nr. 68 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 659), 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endret ved lov 18 des 2020 nr. 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Kremasjon",
      "content": "Kremasjon skal skje i et godkjent krematorium. Kisten skal leveres til kremasjon senest 10 virkedager etter dødsfallet.\nBegjæring om kremasjon fremsettes av den som sørger for avdødes gravferd.\nMinst 3 dager før kremasjonen skal finne sted, skal krematoriet varsle politiet på dødsstedet om begjæringen. Fristen omfatter den dag da kremasjonen skal finne sted, men ikke den dag da varsel gis. Lørdag, helligdag og dag som etter lovgivningen er likestilt med helligdag, regnes ikke med i fristen.\nPolitiet kan kreve kremasjonen utsatt dersom det er grunn til å tro at det vil bli besluttet sakkyndig likundersøkelse i medhold av straffeprosessloven § 228.\nNår kremasjonen har funnet sted, skal asken samles i en urne som deretter forsegles og merkes. Urnen skal oppbevares på en betryggende måte fram til gravleggingen. Urnen oppbevares av krematoriet eller gravplassmyndigheten i den kommunen hvor gravleggingen skal finne sted.\nFor kremasjon kan det kreves avgift.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 23 juni 2020 nr. 97 (ikr. 30 des 2020 iflg. res. 27 nov 2020 nr. 2486), 16 juni 2023 nr. 40 (i kraft 1 juli 2023 iflg. res. 16 juni 2023 nr. 898).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Begjæring om gravlegging.",
      "content": "Begjæring om gravlegging fremsettes av den som sørger for gravferden.\n0 Endret ved lov 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Frist for gravlegging.",
      "content": "Dersom avdøde ikke er blitt kremert, skal gravlegging skje senest 10 virkedager etter dødsfallet.\nDersom avdøde er blitt kremert, skal gravlegging skje senest 6 måneder etter dødsfallet.\n0 Endret ved lov 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Unntak fra reglene om frist for kremasjon og gravlegging",
      "content": "Fristene i § 10 første ledd og § 12 gjelder ikke når avdødes legeme skal nyttes i samsvar med bestemmelsene i obduksjonslova eller det er besluttet sakkyndig likundersøkelse i medhold av straffeprosessloven § 228.\nGravplassmyndigheten kan forlenge fristene i § 10 første ledd og § 12 dersom det foreligger tungtveiende grunner for det.\nDersom vilkårene for oppbevaring av kiste tilsier det, skal gravplassmyndigheten forkorte fristene i § 10 første ledd og § 12.\nGravplassmyndighetens avgjørelse etter denne paragraf kan ikke påklages.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 7 mai 2015 nr. 26 (ikr. 1 jan 2016 iflg. res. 13 nov 2015 nr. 1289), 23 juni 2020 nr. 97 (ikr. 30 des 2020 iflg. res. 27 nov 2020 nr. 2486), 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Feste av grav.",
      "content": "Gravplassmyndigheten kan inngå avtale om feste av grav etter nærmere regler og vilkår fastsatt i gravplassens vedtekter. For feste av grav kan det kreves avgift.\nFesterett til grav kan bare innehas av en person.\nFestetiden skal ikke være lengre enn 20 år. Et feste kan fornyes dersom graven er holdt i hevd og fornyelse ikke vil vanskeliggjøre en forsvarlig drift av gravplassen.\nGravplassmyndigheten skal utstede festebrev og anmerke dette i gravregisteret.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Festerens rettigheter og plikter.",
      "content": "Festeren har rett til å bestemme hvem som skal gravlegges i graven og forsyne graven med gravminne samt ellers rå over den, om ikke annet følger av gjeldende bestemmelser. Festeren har plikt til å holde graven i hevd.\nDersom avdøde hadde festet egen grav, kan den som etter § 9 har rett til å sørge for gravferden, utøve de rettighetene som er nødvendig for å gjennomføre gravferden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Overføring av feste.",
      "content": "Et feste kan ikke overføres uten samtykke fra gravplassmyndigheten, og det kan ikke overføres mot noen form for vederlag.\nNår festeren dør, skal dødsboet gi gravplassmyndigheten melding om hvem festet ønskes overført til. Ved uenighet treffer gravplassmyndigheten avgjørelsen.\n0 Endret ved lover 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855), 18 juni 2021 nr. 98.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Tiltak for å forebygge skade.",
      "content": "Gravplassmyndigheten har rett til å treffe de tiltak vedrørende en festet grav som er nødvendige for å forebygge skade, eller som følger av gjeldende bestemmelser.\nFesteren skal om mulig varsles før tiltak settes i verk.\n0 Endret ved lov 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Opphør av feste.",
      "content": "Et feste opphører når festetiden er ute.\nNår festet opphører, skal festeren om mulig gis anledning til å fjerne gravminne og lignende innretning fra gravplassen. Det som ikke er fjernet fra gravplassen innen seks måneder etter festets opphør, tilfaller gravplassen.\nGravminne av kunstnerisk eller kulturhistorisk verdi skal om mulig bli stående på gravplassen.\n0 Endret ved lov 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Regler om fri grav.",
      "content": "Dersom det er en ansvarlig for graven, kan en fri grav forsynes med gravminne i samsvar med gjeldende bestemmelser. Den ansvarlige har plikt til å holde graven i hevd. Bestemmelsene i §§ 17 og 18 gjelder tilsvarende, men slik at den ansvarlige trer i stedet for festeren.\nEn fri grav kan nyttes til ny gravlegging og festes når fredningstiden er ute.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Privat gravsted og spredning av aske.",
      "content": "Når særlige grunner foreligger, kan statsforvalteren gi tillatelse til at private får anlegge gravsted for gravlegging av askeurne på egnet sted. Statsforvalteren kan sette vilkår for tillatelsen.\nStatsforvalteren kan etter søknad fra person som har fylt 15 år, gi tillatelse til at den som skal sørge for vedkommendes gravferd sprer asken for vinden. Tillatelse kan også gis etter vedkommendes død når det godtgjøres at avdøde ønsket askespredning. Slik tillatelse kan også gis for aske etter barn når nærmeste etterlatte ønsker det. Statsforvalteren kan sette vilkår for tillatelsen.\n0 Endret ved lover 15 juni 2001 nr. 68 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 659), 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Vedtekter og avgifter.",
      "content": "Gravplassmyndigheten fastsetter vedtektene for gravplasser. Vedtektene skal godkjennes av statsforvalteren.\nAvgifter for bruk av gravkapell, anonym minnelund, navnet minnelund, urnevegg, kremasjon og feste av grav fastsettes av kommunen etter forslag fra gravplassmyndigheten.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 23 juni 2020 nr. 97 (ikr. 30 des 2020 iflg. res. 27 nov 2020 nr. 2486), 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Taushetsplikt",
      "content": "Enhver som utfører tjeneste eller arbeid etter loven her, har taushetsplikt etter forvaltningsloven §§ 13 til 13 e og 13 g. Taushetsplikten omfatter også opplysninger om plasseringen av anonyme graver. Gravplassen og gravfeltet for en anonym grav kan oppgis.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 17 juni 2022 nr. 46 (i kraft 1 juli 2022 iflg. res. 17 juni 2022 nr. 1036).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Forvaltningsansvar.",
      "content": "Det organet som etter Kirkemøtets beslutning opptrer på soknets vegne i saker som gjelder drift og forvaltning av gravplasser, er lokal gravplassmyndighet etter denne loven.\nEtter søknad fra kommunen kan statsforvalteren fastsette at ansvaret som lokal gravplassmyndighet etter loven skal ligge til kommunen.\nDen som har forvaltningsansvaret for gravlegging i kommunen, innbyr minst en gang i året de tros- og livssynssamfunn som er virksomme på stedet, til et møte for å drøfte hvordan tros- og livssynssamfunnenes behov ved gravferd kan ivaretas. Møtet kan avholdes som et felles møte for flere kommuner.\nGravplassmyndigheten, kommunen, statsforvalteren og eiere av godkjente krematorier kan uten hinder av taushetsplikt innhente opplysninger fra Folkeregisteret når det er nødvendig for å løse oppgaver etter loven her.\nLokal gravplassmyndighet, krematorium eller i særlige tilfeller annen virksomhet med oppgaver etter loven, skal skaffe til veie opplysninger og gi slik uttalelse som departementet ber om.\nArkivlova gjelder for gravplassmyndighetens og krematoriets oppgaver etter loven her.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 22 juni 2018 nr. 54 (ikr. 1 okt 2018), 23 juni 2020 nr. 97 (ikr. 30 des 2020 iflg. res. 27 nov 2020 nr. 2486), 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 17 juni 2022 nr. 46 (i kraft 1 juli 2022 iflg. res. 17 juni 2022 nr. 1036), 16 juni 2023 nr. 40 (i kraft 1 juli 2023 iflg. res. 16 juni 2023 nr. 898).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Klageadgang",
      "content": "Enkeltvedtak som er truffet av gravplassmyndigheten eller kommunen etter loven eller etter regler i medhold av loven, kan påklages til statsforvalteren.\nEnkeltvedtak som er truffet av statsforvalteren etter loven eller etter regler i medhold av loven, kan påklages til departementet.\n0 Endret ved lov 24 april 2020 nr. 31 (i kraft 1 jan 2021 iflg. res. 24 april 2020 nr. 855), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Digital gravferdsmelding",
      "content": "Statsforvalteren kan legge til rette for at etterlattes oppgaver og valg etter loven her, samt valg om gjennomføring av gravferdsseremoni, kan løses digitalt. Departementet kan gi forskrift om digital gravferdsmelding, bruk av infrastruktur og innhenting av opplysninger på vegne av brukeren.\n0 Tilføyd ved lov 16 juni 2023 nr. 40 (i kraft 1 juli 2024 iflg. res. 14 juni 2024 nr. 955).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Behandling av personopplysninger mv.",
      "content": "Gravplassmyndigheten, godkjente krematorier, statsforvalteren og kommunen kan behandle personopplysninger, også personopplysninger som nevnt i personvernforordningen artikkel 9, når dette er nødvendig for å utøve myndighet eller utføre andre oppgaver etter loven her eller for å ivareta etterlattes valg av tros- eller livssynssamfunn til å gjennomføre gravferdsseremonien. Departementet kan gi forskrift om behandlingen, blant annet om formålet med behandlingen, behandlingsansvar, hvilke personopplysninger som kan behandles, hvem det kan behandles personopplysninger om, bruk av automatiserte avgjørelser, og om adgangen til viderebehandling, retting og sletting.\nSå langt det er nødvendig for å utøve myndighet eller utføre andre oppgaver etter loven her eller for å ivareta etterlattes valg av tros- eller livssynssamfunn til å gjennomføre gravferdsseremonien, kan offentlige og private virksomheter, domstolene og forvaltningsorganer dele opplysninger uten hinder av taushetsplikt. Departementet kan gi forskrift om\na. plikt til å dele opplysninger uten hinder av taushetsplikt\nb. hvilke private virksomheter som er omfattet av delingsadgangen etter første punktum\nc. at enkelte opplysninger ikke skal kunne deles etter første punktum\nd. vilkår for deling av opplysninger etter første punktum.\n0 Tilføyd ved lov 16 juni 2023 nr. 40 (i kraft 1 juli 2024 iflg. res. 14 juni 2024 nr. 955).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Krigsgraver",
      "content": "Graver for utenlandske soldater og krigsfanger (krigsgraver) fra første og andre verdenskrig skal være fredet uten tidsbegrensning, holdes i hevd og forvaltes med den verdighet som deres egenart tilsier.\nDepartementet kan gi nærmere regler om forvaltning og vedlikehold av krigsgraver, krigsgravplasser og krigsminnesmerker.\n0 Tilføyd ved lov 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), endret ved lover 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502), 16 juni 2023 nr. 40 (i kraft 1 juli 2024 iflg. res. 14 juni 2024 nr. 955, tidligere § 23a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "Registerføring.",
      "content": "Det skal for hvert krematorium føres register over avdøde som blir kremert.\nFor gravplassene skal det føres register over gravlagte med nødvendige opplysninger om ansvarlige eller fester til den enkelte grav.\nNærmere regler om registerføringen gis av departementet.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 16 juni 2023 nr. 40 (i kraft 1 juli 2024 iflg. res. 14 juni 2024 nr. 955, tidligere § 25).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "title": "Forsøk",
      "content": "Departementet kan etter søknad fra en gravplassmyndighet gi forskrift som tillater tidsbegrensede avvik fra regler gitt i eller i medhold av loven her. Forsøket kan ikke stride mot § 1 første ledd eller mot hensynet til gravplassenes orden og verdighet.\n0 Tilføyd ved lov 17 juni 2022 nr. 46 (i kraft 1 juli 2022 iflg. res. 17 juni 2022 nr. 1036), endret ved lov 16 juni 2023 nr. 40 (i kraft 1 juli 2024 iflg. res. 14 juni 2024 nr. 955, tidligere § 26a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "title": "Utfyllende forskrifter.",
      "content": "Departementet kan gi forskrifter til gjennomføring og utfylling av bestemmelsene i loven.\n0 Endret ved lov 16 juni 2023 nr. 40 (i kraft 1 juli 2024 iflg. res. 14 juni 2024 nr. 955, tidligere § 26).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "Svalbard.",
      "content": "Loven gjelder ikke for Svalbard.\n0 Endret ved lov 16 juni 2023 nr. 40 (i kraft 1 juli 2024 iflg. res. 14 juni 2024 nr. 955, tidligere § 27).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "title": "Ikrafttredelse og opphevelse av andre lover m.v.",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.\nFra den tid​1 loven trer i kraft, oppheves:\n1. Lov 3. august 1897 nr 1 om Kirker og Kirkegaarde §§ 33-43 og\n2. Lov 3. mai 1913 om likbrænding.\n– – –\n0 Endret ved lov 16 juni 2023 nr. 40 (i kraft 1 juli 2024 iflg. res. 14 juni 2024 nr. 955, tidligere § 28).\n1 Fra 1 jan 1997 iflg. res. 7 juni 1996 nr. 529.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    }
  ]
}