{
  "id": "LOV-1863-06-22-2",
  "type": "statute",
  "title": "Lov om Skovvæsenet.",
  "short_name": "Skogloven.",
  "status": "in_force",
  "issued_date": "1863-06-22",
  "in_force_date": "1863-06-22",
  "url": "https://lovdata.no/dokument/NLO/lov/1863-06-22-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "content": "Ved Bygdealmindinger forstaaes i nærværende Lov de i Loven om Almindingsskove af 12te October 1857 § 1 omhandlede Almindinger, der eies af mindst Halvparten af de i samme hugstberettigede Gaardbrugere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "content": "Det påligger styret for bygdealmenning​2 å innsende til vedkommende departement​3 innen en av dette forelagt tidsfrist utkast til sådanne forskrifter for skogens bruk som til dens fremtidige bevarelse ansees hensiktsmessige (almenningslovens​4 § 1).\nDette utkast skal, for så vidt ikke styret måtte finne det fornødent å vedta videregående forholdsregler, være bygget på følgende grunnsetninger:\na. at en efter almenningens størrelse og beskaffenhet avpasset del av skogen, og fortrinsvis den med sammenhengende ungskog bevoksede, fredes for de bruksberettigedes hugst og, for så vidt det fornødiges og forholdene tillater det, tillike for beiting.\nb. at der med hensyn til utøvelsen av sådan bruk av skogen, som i § 2 omhandlet, foreskrives regler, som finnes betryggende for dens bevaring.\nc. at tørt og avfall, som er tjenlig til brenne og annet bruk, og som uten uforholdsmessig besvær kan tas, fortrinsvis blir avbenyttet.\nd. at hugsten for øvrig avpasses efter driftsplan eller, hvor driftsplan ikke er fastsatt, efter hvad skogen antas å tåle.\ne. at all hugst innskrenkes til bestemte tider og foregår under tilsyn av dertil antagne pålitelige menn.\nf. at der ikke med hensyn til skogens benyttelse til gårdsfornødenhet pålegges dem, som kun er bruksberettigede, andre eller større innskrenkninger eller byrder enn de, der også skulde gjelde for eierne, eller som skogens tilstand i det hele nødvendiggjør.\ng. at der, for så vidt der blir spørsmål om åvirke i almenningen til særskilt fordel for eierne eller om hugst av særeget materiale i fredet strekning efter bokstav a iakttas de efter omstendighetene fornødne særskilte regler til betryggelse for bruksrettighetene og for skogen.\nh. at det til skogkulturarbeider anvendes et beløp som svarer til minst 1 % av bruttoverdien av det trevirke som år om annet utdrives av almenningen. Nærmere regler om fremgangsmåten ved fastsettelse av bruttoverdien fastsettes av vedkommende departement.​3\ni. at det kan bestemmes, at utbytte, som er innvunnet ved salg fra almenningen til ikke bruksberettigede, skal avsettes til et fond, inntil dette fond har nådd en viss nærmere bestemt størrelse, samt at dette fonds kapital ikke skal kunne angripes, men at rentene av samme skal kunne anvendes til de bruksberettigede eller til almenningens forbedring eller – med samtykke av departementet – til almene formål, som også tilsikter å komme de bruksberettigede til gode.\nj. Utdeling av kontantutbytte til de eiendoms- og bruksberettigede kan ikke finne sted med mindre departementets samtykke på forhånd er innhentet.\nTil utkastets utarbeidelse kan styret, om forlanges, vente sakkyndig bistand uten betaling meddelt. Minst 4 uker, før utkastet innsendes til departementet, bør det være bragt til de bruksberettigedes kunnskap ved utleggelse til eftersyn på bekvemt sted, og herom bør bekjentgjørelse være innrykket i to blader, som er almindelig lest på stedet.​5\n1 Endret ved lover 24 juni 1918, 17 juni 1937 nr. 9.\n2 Se lov 10 juli 1936 nr. 4 § 1.\n3 Landbruksdepartementet.\n4 Lov 12 okt 1857.\n5 Jfr. § 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "2:27",
      "chapter": "2",
      "section": "27",
      "content": "Finder vedkommende Departement Udkastet utilfredsstillende og derfor nægter at stadfæste samme, og Bestyrelsen ikke indgaaer paa de Forslag til Forandringer, som forelægges den, har den at sammenkalde samtlige Eiere og Brugsberettigede til et Fællesmøde, paa hvilket det ved Stemmefleerhed afgjøres, om de begjærte Foranddringer skulle ansees som vedtagne af Eierne og de Brugsberettigede. Indkaldelsen til dette Møde kan foregaa efter Reglerne i Lov om Forkyndelse af Stevninger angaaende Almindinger m.V. af 9de Juli 1851 § 1 og bør indeholde Forklaring om, hvad der ved Mødet skal afgjøres. Mindst 14 Dage før Mødet bør Udskrift af det i Sagen Forhandlede udlægges til almindeligt Eftersyn paa et bekvemt Sted.\nOm Berammelsen afgives Indberetning til Departementet betimelig nok til at dette kan lade møde, om saa findes hensigtsmæssigt, ligesom Underretning om Udfaldet bliver at indsende til samme.\n1 Jfr. lov 23 juli 1894 nr. 5 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "2:28",
      "chapter": "2",
      "section": "28",
      "content": "Vedtages heller ikke paa det i forrige § omhandlede Møde Forskrifter, som findes at egne sig til Stadfæstelse, kan Departementet forlange afgjort ved Skjøn, hvorvidt de af samme foreslaaede Forandringer, som ikke ere blevne vedtagne, paakræves til Fyldestgjørelse af Grundsætningerne i § 26. Skjønnet, ved hvilket Departementet kan lade møde, afgives etter bestemmelsene i lov 1 juni 1917 nr. 1 om skjønn og ekspropriasjonssaker. Utgiftene ved underskjønnet utredes av almenningskassen.\nSaasnart endeligt Skjøn er afholdt, udfærdiger Bestyrelsen Forskrifter i Overeensstemmelse med hvad der er vedtaget og, forsaavidt de omtvistede Puncter angaaer, med hvad der ved Skjønnet er bestemt. Af disse Forskrifter bliver en Afskrift at tilstille Departementet.​2\n1 Endret ved lover 26 jan 1973 nr. 3, 17 des 1982 nr. 88.\n2 Jfr. §§ 39 og 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "2:29",
      "chapter": "2",
      "section": "29",
      "content": "Saafremt Bestyrelsen ganske undlader, inden den i Henhold til § 26 fastsatte Tidsfrist, at indsende det forlangte Udkast, bliver et saadant af Departementet at udarbeide og, forsåvidt det ikke af Bestyrelsen vedtages, at undergives Behandling overeensstemmende med Forskrifterne i § 27 og 28. I dette Tilfælde udredes de ved Udkastets Istandbringelse foranledigede Omkostninger af Bestyrelsen mod Erstatning hos den eller dem af dens Medlemmer, som ere skyldige i Forsømmelsen.\n1 Jfr. §§ 39 og 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "2:30",
      "chapter": "2",
      "section": "30",
      "content": "De istandbragte forskrifter for skogens behandling og den fastsatte driftsplan har styret å påse iverksatt og overholdt.\nStyret har å ansette en skogbestyrer som må godkjennes av departementet. Skogbestyreren må ha teoretisk og praktisk utdannelse i skogbruk. I særlige tilfeller kan dog departementet samtykke i at det ansettes skogbestyrer som alene har praktisk utdannelse.\nUndlater styret å ansette skogbestyrer kan vedkommende departement ansette sådan. Finner departementet at den ansatte skogbestyrer ikke utfører sitt arbeid tilfredsstillende kan det pålegge styret å ansette ny skogbestyrer. Efterkommes ikke pålegget innen en av departementet fastsatt frist kan departementet ansette ny bestyrer.\nSkogbestyrer som er godkjent eller ansatt av departementet kan ikke uten departementets samtykke opsies.\nFor skogbestyrer gjelder en gjensidig opsigelsesfrist av 3 måneder. Lønnen utredes av almenningskassen og fastsettes av departementet efter at almenningsstyret har hatt anledning til å uttale sig.\nFor almenning som er av så ringe utstrekning eller så liten verdi at den efter departementets skjønn ikke med rimelighet kan bære utgiftene til skogbestyrer, kan ansettelse av sådan undlates, såfremt en annen for almenningens skjøtsel betryggende og av departementet godkjent ordning treffes.\nHvis departementet finner det påkrevd, kan det påbys ansettelse av flere skogbestyrere med hvert sitt område. Departementet kan også samtykke i at det for to eller flere almenninger antas felles skogbestyrer. Departementet bestemmer da i mangel av enighet hvorledes utgiftene hermed skal fordeles mellem almenningene.\nSkogens forstlige behandling er undergitt skogbestyrerens myndighet, dog har skogbestyreren å rette sig efter de bestemmelser som departementet i samråd med almenningsstyret måtte treffe. Tvist mellem skogbestyreren og styret kan innbringes for departementet til avgjørelse.\n1 Endret ved lover 24 juni 1918 og 17 juni 1937 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "2:31",
      "chapter": "2",
      "section": "31",
      "content": "De til skogkulturarbeider og til gjennemførelse av forskriftene og iverksettelse av de fattede beslutninger fornødne midler skal, hvis de ikke skaffes på annen måte, tilveiebringes av styret ved avgift på åvirket eller ved utligning på samtlige bruksberettigede, hvad enten disse er eiere eller ikke, eller på begge disse måter, dog så at utgifter i anledning av åvirke til særskilt fordel for eierne bæres utelukkende av disse. Opstår det tvil om, hvad der til disse utgifter rettelig bør henregnes, kan saken undergis departementets avgjørelse.\nAvgiften på åvirke og de utlignede bidrag inndrives som kommuneavgifter.\n1 Endret ved lov 17 juni 1937 nr. 9. – Jfr. §§ 41 og 47 i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "2:32",
      "chapter": "2",
      "section": "32",
      "content": "I Henseende til Bestyrelsen have de, der kun ere Brugsberettigede, de samme Rettigheder og Forpligtelser, som Eierne ifølge [Almindingslovens § 2].​1\n1 Se nå lov 10 juli 1936 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "2:33",
      "chapter": "2",
      "section": "33",
      "content": "Har Bestyrelsen for nogen Alminding, før denne Lov træder i Kraft, vedtaget Regler, som i det Væsentlige fyldestgjøre de i § 26 opstillede Fordringer, kan disse meddeles Stadfæstelse, forsaavidt Saadant ikke allerede er skeet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "2:34",
      "chapter": "2",
      "section": "34",
      "content": "De givne Forskrifter kunne ikke uden med vedkommende Departements Samtykke forandres, medmindre de efter 10 Aars Forløb findes ikke at svare til Hensigten, i hvilket Tilfælde saavel Almindingsbestyrelsen som Departementet kan foranledige nye Forskrifter istandbragte, overeensstemmende med hvad de foregaaende §§ bestemme.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "3:35",
      "chapter": "3",
      "section": "35",
      "content": "Alminding, der eies af et mindre Antal Private end i § 25 nævnt, kan deles mellem Eierne og de Brugsberettigede ved mindelig Overeenskomst mellem hine og Bestyrelsen paa disses Vegne. Afsluttes ikke saadan Overeenskomst, og Eierne heller ikke begjære Deling udført ved offentlig Foranstaltning (§ 36), bliver Almindingen midlertidig og indtil Deling, som Følge af Bestemmelsen i § 42, maa ske, at undergive saadan Ordning med Hensyn til dens Brug, som i Henhold til Forskrifterne i § 39 bestemmes.\nVedkommende Departement affordrer Eierne Erklæring, om de foretrække Deling og forelægger dem, saafremt de agte at søge Deling i Mindelighed iverksat, en passende Tidsfrist til dens Iværksættelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "3:36",
      "chapter": "3",
      "section": "36",
      "content": "Begjære Eierne Almindingens Deling iværksat ved offentlig Foranstaltning, bliver den at udføre ved en af Kongen anordnet Commission. Commissionen sammensættes efter Reglerne i [Lov om Jords og Skovs Udskiftning af Fællesskab af 12te October 1857 § 21]​2 og tilkommer samme Myndighed som de der nævnte Commissioner, dog under Iagttagelse af de særskilte Forskrifter, som Bestemmelserne i nærværende § medføre.\nCommissionen bestemmer, om eller i hvilken Udstrækning Kart over Almindingen bliver at optage. Den tildeler de Brugsberettigede til Eiendom en saa stor Deel af Skoven som under Forudsetning af et efter Grundsætningerne i § 26 ordnet Brug udfordres for vedvarende at tilfredsstille deres Behov af Trævirke, hvis Mængde bestemmes væsentlig paa Grundlag af hvad der vil være det nærværende Behov, ansat efter et huusholderisk Forbrug, dog saaledes, at billigt Hensyn tages til en forudseelig Forøgelse af dette Behov formedelst fortsat Opdyrkning eller andre Omstændigheder.\nDe Brugsberettigedes Andeel bør, saavidt gjørligt, lægges i en sammenhængende Strækning og fortrinsviis bestaae af den Skov, hvortil de have bekvemmest Adkomst. Commissionen kan, forsaavidt Saadant paa Grund af Skovens nærværende Tilstand maatte findes hensigtsmæssigt, tildele dem til Fyldestgjørelse af deres Behov af ældre Skov for et vist Antal Aar Hugstret i begrændset Stykke af den Almindingsdeel, som tilfalder Eierne. Disse kunne med Hensyn til saadant Stykke kræve Forskrifterne i § 26 Bogstav c og e iagttagne.\nPaahviler der Almindingen særskilte Brugsrettigheder, henlægges disse saavidt muligt til en bestemt Andeel af samme. Fra den Eierne tilfaldende Lod kan Commissionen, om det af nogen af disse forlanges, udskifte mod Vederlag i Jord, Skov eller Penge den de Brugsberettigede i Fællesskab tilkommende Beitesret, dog kun forsaavidt det ikke findes at være af overveiende Vigtighed for de Brugsberettigede at beholde Rettigheden uforandret.\nNogen Fordeling mellem de enkelte Rettighedshavere, Brugsberettigede eller Eiere finder ikke Sted.\nCommissionen besørger Forretningen thinglæst, hvorefter den tjener som Hjemmelsdocument for alle Vedkommende. Commissionen bestemmer ved Kjendelse sit Tilkommende og det Forhold, hvorefter dette saavelsom de øvrige Omkostninger blive at udrede af Eierne og de Brugsberettigede. Denne kjendelse kan ikke paakjæres.​3\n1 Endret ved lover 14 aug 1918 nr. 4 § 21, 29 nov 1968. – Jfr. lov 23 juli 1894 nr. 5 §§ 2 og 3.\n2 Se nå lov 21 des 1979 nr. 77 kap. 2.\n3 Jfr. rettergangsl. § 396.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "3:37",
      "chapter": "3",
      "section": "37",
      "content": "Commissionen kan med bindende Virkning for begge Parter foreskrive saadanne Bestemmelser med Hensyn til Hugst i Skoven, medens Forretningen vedvarer, som ansees fornødne for ikke at forrykke Grundlaget for Udskiftningen.\nOvertredelse av disse bestemmelser straffes med bøter.\nOvertrædelse af nævnte Slags paatales af det Offentlige ved Politiret, naar det forlanges af Eierne eller af Bestyrelsen paa de Brugsberettigedes Vegne.​2\n1 Endret ved lov 26 jan 1973 nr. 2.\n2 Jfr. §§ 43 og 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "3:38",
      "chapter": "3",
      "section": "38",
      "content": "Den de Brugsberettigede tillagte Andeel af Almindingsskoven skal for Fremtiden forvaltes efter de Regler, som gjælde for Bygdealmindinger.​1\n1 Se kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "3:39",
      "chapter": "3",
      "section": "39",
      "content": "Erklære Eierne sig mod Deling, eller er Deling i Mindelighed ikke bleven udført inden den Eierne i Henhold til § 35 forelagte Tidsfrist, ere saavel disse som de Brugsberettigede pligtige til at finde sig i, at Skovbruget ordnes overeensstemmende med Grundsætningerne i § 26, dog saaledes, at de Brugsberettigede og Eierne, forsaavidt ellers Skoven er i den Tilstand, at den tillader nogen Hugst til Fordeel for Eierne, saavidt muligt henvises til særskilte Strækninger, der indbyrdes adskilles ved tydelige Mærker.\nAf vedkommende Departement bliver at udarbeide et Udkast til Forskrifter​1 for Skovens Behandling i Overeensstemmelse med Forestaaende, hvilket Udkast forelegges Eierne og Bestyrelsen paa de Brugsberettigedes Vegne til Vedtagelse. Saafremt det ikke af disse vedtages, og de heller ikke inden en forelagt Tidsfrist blive enige om andre Forskrifter, som af Departementet findes fyldestgjørende, blive saadanne ved Skjøn at fastsætte paa den i § 28 bestemte Maade.\n1 Se § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "3:40",
      "chapter": "3",
      "section": "40",
      "content": "De Omkostninger, som foranlediges ved Istandbringelsen af de i foregaaende § omhandlede Forskrifter, have Eierne og de Brugsberettigede, eller Bestyrelsen paa disses Vegne, at erstatte det Offentlige med Halvdelen hver. For omkostningene ved overskjønn gjelder bestemmelsene i lov 1 juni 1917 nr. 1 om skjønn og ekspropriasjonssaker.\n1 Endret ved lover 26 jan 1973 nr. 3, 17 des 1982 nr. 88.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "3:41",
      "chapter": "3",
      "section": "41",
      "content": "Det er Bestyrelsens Pligt at paasee, at de Brugsberettigede overholde de med Hjemmel af § 39 udfærdigede Forskrifter.\nDen er berettiget til, ved Afgift paa Aavirket eller ved Udligning paa de Brugsberettigede eller paa begge disse Maader, at tilveiebringe de Udgifter, som, deels efter foregaaende §, deels til Reglernes stadige Gjennemførelse, udfordres.\nMed Hensyn til Inddrivelsesmaaden forholdes efter § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "3:42",
      "chapter": "3",
      "section": "42",
      "content": "De i Henhold til Bestemmelserne i § 39 fastsatte Forskrifter kunne ikke uden efter Overeenskomst mellem Eierne og Bestyrelsen paa de Brugsberettigedes Vegne samt med vedkommende Departements Samtykke forandres i de første 5 Aar. Efter Forløbet af dette Tidsrum kunne saavel af Eierne som af Bestyrelsen for de Brugsberettigede nye Forskrifter forlanges udfærdigede paa den i § 39 bestemte Maade. Disse Forskrifter blive da, saafremt ikke Deling af Almindingen forinden er foregaaet, enten i Mindelighed eller efter offentlig Foranstaltning som Følge af Eiernes Forlangende (§ 35), gjældende indtil 20 Aar ere hengaaede fra nærværende Lovs Ikrafttræden, ved hvilket Tidspunct Deling af Almindingen skal iværksættes, overeensstemmende med Forskrifterne i §§ 35 og 36, hvad enten Eierne ønske Deling eller ikke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "3:43",
      "chapter": "3",
      "section": "43",
      "content": "Aavirke Eierne til Skade for Skoven eller for de Brugsberettigede mere eller anderledes end Reglerne tilstede, eller aavirke de Brugsberettigede i de Strækninger af Skoven, som ere henlagte til Eierne, eller som skulle fredes for Hugst, forholdes med Hensyn til Paatale og Straf efter Bestemmelserne i § 37.\n1 Jfr. N.L. 3-12-6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "3:44",
      "chapter": "3",
      "section": "44",
      "content": "Have Brugsberettigede Ret til at hente deres Behov af Trævirke fra flere Almindinger eller Almindingslodder, uden at Rettighedernes Omfang for hver enkelt er fastsat, skulle samtlige Almindinger eller Lodder deles, naar Eier af enkelt Alminding eller Lod forlanger Deling. Saafremt Delingen ikke skeer ved Overeenskomst mellem samtlige Eiere og Bestyrelsen paa de Brugsberettigedes Vegne, bliver den at udføre ved en af Kongen anordnet Commission (jfr. § 36).\n1 Jfr. § 57 og lov 23 juli 1894 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "3:45",
      "chapter": "3",
      "section": "45",
      "content": "Commissionen bestemmer overensstemmende med den i § 36 andet Leds andet Punctum givne Regel, under Eet den samlede Mængde Virke af hvert Slags som tilkommer de Brugsberettigede fra samtlige Almindinger eller Lodder, hvorpaa det med en passende Andeel af hver udlægges dem Skov til Fyldestgjørelse af dette Behov. Ved Bestemmelsen af hver Andeel tages væsentlig Hensyn paa den ene Side til den Mængde Virke, som vedkommende Alminding eller Lod skjønnes under Forudsætning af et efter Grundsætningerne i § 26 ordnet Brug, i Fremtiden at ville kunne vedvarende afgive, og paa den anden Side til dens for de Brugsberettigede mere eller mindre bekvemme Beliggenhed. Dog bør, naar en nærmere til Bygden liggende Alminding er stærkere hugget end en fjernere, og det derfor skjønnes, at en større Benyttelse af den sidste vil paakræves, medens den første voxer til, hertil tages Hensyn ved en passende Forøgelse af den Andeel, den fjernere Alminding skal afgive.\nForøvrigt komme de i §§ 36 og 37 givne nærmere Forskrifter til Anvendelse. Den Andeel af Omkostningerne, som Almindingseierne have at bære, fordeles mellem dem indbyrdes saaledes, som Commissionen finder billigt.\n1 Endret ved lov 29 nov 1968.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "3:46",
      "chapter": "3",
      "section": "46",
      "content": "Forlanges ikke Deling af nogen af Almindingerne eller er Deling av disse i Mindelighed ikke bleven udført inden en forelagt Tidsfrist (§ 35), ere alle Vedkommende forpligtede til at underkaste sig en saadan Ordning af de gjensidige Rettigheder, indtil Deling efter § 42 finder Sted, som i § 39 og følgende §§ er omhandlet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "4:47",
      "chapter": "4",
      "section": "47",
      "content": "De Brugsberettigede i Statsalminding skulle, ogsaa naar den er stillet under Opsyn af nogen af det Offentlige ansat Betjent, paa Forlangende udkaare en fælles Bestyrelse. Med Hensyn til dens Valg og Sammensætning gjælde Forskrifterne i Almindingsloven af 12te October 1857 §§ 6 [og 7].​1\nUdgifter vedkommende Udøvelsen af fælles Brugsrettigheder er Bestyrelsen ogsaa i Statsalminding berettiget til i fornødent Fald at tilveiebringe efter Bestemmelserne i § 31.\n1 Se lov 10 juni 1936 nr. 4 § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "4:48",
      "chapter": "4",
      "section": "48",
      "content": "De i Lovens 3-12-3 og 6 omhandlede Rettigheder til Beite og til Hugst skulle ikke være til Hinder for, at det Offentlige iværksætter saadan Forvaltning av Skoven, som af Hensyn til dens Tilstand ansees fornøden, dog med Iagttagelse af de nærmere Forskrifter, som nærværende Capitel indeholder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "4:49",
      "chapter": "4",
      "section": "49",
      "content": "Mere end en Tyvendedeel af noget enkelt Havnelags Beitestrækning maa ikke samtidig unddrages fra Beiting. Bestyrelsen er pligtig til paa Forlangende at drage Omsorg for, at den fornødne Fredning foregaaer uden Udgift for det Offentlige.\n1 Jfr. lov 21 des 1979 nr. 77 § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "4:50",
      "chapter": "4",
      "section": "50",
      "content": "Er Almindingen uformuende til vedvarende at yde de Brugsberettigede deres fulde Behov af Trævirke, bliver det at bestemme, hvor stor Mængde af hvert Slags Skoven aarlig kan afgive. Det Offentlige kan enten selv lade tilvirke den bestemte Mængde og stille den til Bestyrelsens Raadighed,​2 i hvilket Tilfælde Bestyrelsen har at godtgjøre det Offentlige de udlagte Arbeidsomkostninger, saafremt den ikke foretrækker at afgive den fornødne Arbeidsstyrke til Tilvirkningen, eller det kan overdrage Bestyrelsen at foretage Hugsten efter Udviisning og under Tilsyn af Skovbetjeningen. Ved Udviisningen tages Hensyn til de Brugsberettigedes Bekvemmelighed, saavidt det uden Skade for Skoven kan ske.​3\nFindes ældre Tømmertræer, tjenlige til Salg, og som uden Skade for Skoven kunne hugges, i saa afsidesliggende Trakter af Almindingen, at de Brugsberettigede ikke antages at kunne føre sig dem til Nytte, er det Offentlige berettiget til at afhænde dem til Dækkelse af Forvaltningsomkostningerne. Det mulige Overskud skal anvendes til Fordeel for Almindingen, saalænge denne ikke er bragt i den Stand, at den vedvarende kan tilfredsstille de Brugsberettigedes fulde Behov.\nOm Almindingen er uformuende til vedvarende at yde de Brugsberettigedes fulde Behov af Trævirke, hvor stor Mængde af hvert Slags Skoven aarlig kan afgive, samt hvorvidt saadanne ældre Træer, som ovennævnt, findes i Almindingen, kan Bestyrelsen kræve afgjort ved Skjøn etter bestemmelsene i lov 1 juni 1917 nr. 1 om skjønn og ekspropriasjonssaker. Utgiftene ved underskjønnet bæres av det offentlige.\n1 Endret ved lover 26 jan 1973 nr. 3, 17 des 1982 nr. 88.\n2 Se § 58.\n3 Se lov 12 okt 1857 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "4:51",
      "chapter": "4",
      "section": "51",
      "content": "Har Almindingen Evne til vedvarende at yde de Brugsberettigedes fulde Behov af Trævirke, har det Offentlige med Hensyn til dettes Tilvirkning den samme Ret, som i foregaaende § omhandlet. Derhos kunne Brugsrettighederne i dette Tilfælde henlægges til en afgrændset Deel af Skoven, tilstrækkelig til vedvarende at fyldestgjøre dem. Grændsen bestemmes i Mangel af mindelig Overeenskomst med Bestyrelsen ved en Commission under Iagttagelse af de i § 36 givne Forskrifter.\nDe herved foranledigede Udgifter bæres af det Offentlige.\n1 Se lov 12 okt 1857 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "4:52",
      "chapter": "4",
      "section": "52",
      "content": "Alminding, som det Offentlige ikke finder det hensigtsmæssigt selv at forvalte, skal, saafremt det af vedkommende Departement forlanges, forvaltes overeensstemmende med de Regler, som gjælde for Bygdealmindinger.​1\n1 Se kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "4:53",
      "chapter": "4",
      "section": "53",
      "content": "Bruksberettiget som hugger eller bemektiger seg trevirke av annet Slag eller utover den mengde som måtte være bestemt med hjemmel i forskriftene i §§ 50 eller 51, straffes med bøter.\n1 Endret ved lov 26 jan 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "4:54",
      "chapter": "4",
      "section": "54",
      "content": "Bestyrelsen kan træffe Overeenskomst med det Offentlige om at forøge eller formindske det enkelte Aars Mængde ved Afdrag eller Tillæg i et følgende Aars.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "4:55",
      "chapter": "4",
      "section": "55",
      "content": "Den Fogden ved Lovens 3-12-4 tillagte Myndighed til at bortfæste Plads i Alminding maa herefter ikke udøves uden med Samtykke af vedkommende Departement​1 i hvert enkelt Tilfælde.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "4:56",
      "chapter": "4",
      "section": "56",
      "title": "(Opphevet ved lov 14 juni 1985 nr. 71.)",
      "content": "§ 56.(Opphevet ved lov 14 juni 1985 nr. 71.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "5:57",
      "chapter": "5",
      "section": "57",
      "content": "Have Brugsberettigede Ret til at hente deres Behov af Trævirke fra flere Almindinger, for hvis Behandling forskjellige Regler gjælde, saasom baade fra Stats- og Privatalminding, forholdes, saafremt det af nogen af Eierne eller for Bygdealmindings Vedkommende af Bestyrelsen forlanges, efter Forskrifterne i § 44, dog saaledes, at der for Bygde- og Statsalminding af Commissionen kun bliver at fastsætte den Mængde Virke af forskjelligt Slags, som vedkommende Alminding har at yde.\nMed den enkelte Alminding forholdes dernæst efter de Regler, som gjælde for det Slags af Almindinger, hvortil den hører.\n1 Jfr. lov 28 juli 1894 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "5:58",
      "chapter": "5",
      "section": "58",
      "content": "Lader en Almindingsbestyrelse selv Hugsten udføre paa de Brugsberettigedes Vegne, eller er det Aavirkede i Statsalminding overeensstemmende med §§ 50 eller 51 af det Offentlige stillet til dens Raadighed, kan Bestyrelsen sælge det Aavirkede underhaanden eller ved offentlig Auction​2 til de Brugsberettigede. Som Kjøbere ere disse dog underkastede de samme Indskrænkninger, som i det Hele gjælde for dem i deres Egenskab af Rettighedshavere til Almindingsskov.\nAf Udbyttet dækkes først Arbeidsomkostningerne og dernæst Udgifterne ved Forvaltningen, forsaavidt disse falde Bestyrelsen paa de Brugsberettigedes Vegne tillast. Det mulige Overskud indbetales i Communekassen, forsaavidt det er et heelt Formandskabsdistrict, som er brugsberettiget, eller anvendes i modsat Fald til Fordeel for de Brugsberettigede efter deres egen nærmere Bestemmelse.\n1 Endret ved lov 6 aug 1897.\n2 Se lov 14 aug 1918 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "5:59",
      "chapter": "5",
      "section": "59",
      "content": "Med Hensyn til særskilte Rettigheder, der paahvile Almindingen, kan Bestyrelsen for de Brugsberettigede ogsaa i Privatalminding eller Statsalminding udøve den Skoveier hjemlede Adgang til Brugsrettigheders Afløsning og Omordning, forsaavidt denne Adgang ikke benyttes af Almindingens Eiere.\n1 Endret ved lov 29 nov 1968.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "5:60",
      "chapter": "5",
      "section": "60",
      "content": "Enhver beslutning vedrørende almenningsskog, som pålegger de bruksberettigede nye innskrenkninger eller plikter med hensyn til deres bruk av skogen, skal bringes til deres kunnskap ved bekjentgjørelse i et eller to blad, som er almindelig lest på stedet, og ved opslag på tingsted eller andre dertil brukelige steder minst 4 uker før beslutningen trer i kraft. I Nordland og Finnmarken er fristen 8 uker.\n1 Endret ved lov 16 juli 1920 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "5:61",
      "chapter": "5",
      "section": "61",
      "content": "Overtrædelse af de med Hjemmel af denne Lov foreskrevne Regler om Almindingsskovs Benyttelse straffes med Bøder, forsaavidt ikke den almindelige Lovgivning vilde medføre høiere Straf.​2\nMed Hensyn til Paatalen [og Anvendelsen af Bøderne] forholdes efter Forskrifterne i Almindingsloven af 12te October 1857 § 10, dog saaledes, at det Offentlige i Statsalminding tillige har Ret til selv at lade paatale Overtrædelser af de vedtagne Regler.\nEr overtredelse som nevnt i første ledd, begått av bygdealmendings styremedlem som sådant, er offentlig påtale ikke betinget av begjæring fra almenningens styre.\n1 Endret ved lov 8 mai 1964.\n2 Se strl. § 397.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "6:62",
      "chapter": "6",
      "section": "62",
      "content": "Brugere af Embedsgaarde, geistlige Enkesæder og andre beneficerede eller Staten tilhørende Gaarde, hvis Skov sættes under Tilsyn og Behandling af offentlig Forstbetjent, ere underkastede de Forpligtelser, som efter denne Lovs 1ste Capitel,​2 med Undtagelse af dets § 8, gjælde for Rettighedshavere. Dog forbeholdes de nuværende Brugere af civile og militaire Embedsgaarde med Hensyn til Udviisning deres ved Lovgivningen hjemlede Ret, forsaavidt de ikke ere villige til at opgive samme eller ere ansatte med Forpligtelse til at finde sig i den Behandling af Embedsgaardens Skov, som forandrede Lovbestemmelser maatte medføre.\n1 Endret ved lov 29 nov 1968.\n2 Opphevet ved lov 29 nov 1968.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "6:63",
      "chapter": "6",
      "section": "63",
      "content": "Embedsmænd, der ansættes efterat denne Lov er traadt i Kraft eller som ere undergivne den i foregaaende § omhandlede Forpligtelse, ere desuden underkastede følgende Bestemmelser:\na. Indtil en Tiendedeel af Skovens Areal kan, uanseet Bestemmelserne i §§ 9 og 10, til enhver Tid forlanges fredet uden Udgift for det Offentlige mod Havning af Gaardens Kreature.\nb. De have til enhver Tid at finde sig i Indskrænkning af den Forsyning med Trævirke, hvorpaa de efter Lovgivningen have Krav, forsaavidt Skoven er utilstrækkelig til at yde samme.\nc. Til Fyldestgjørelse af den dem tilkommende Ret til Trævirke ere de forpligtede til at modtage det af Forstpersonalet for offentlig Regning tilvirkede Materiale af ethvert Slags mod at godtgjøre udlagt eller gangbar Arbeidsløn, saafremt de ikke foretrække selv at afgive Arbeidere til under Skovpersonalets Tilsyn at udføre Aavirket.\nd. De have at finde sig i saadan Bestemmelse om Huusmandspladsenes Antal eller om Huusmændenes Adgang til Forsyning af Skoven, som vedkommende Departement af Hensyn til dennes Vedligeholdelse ved indtrædende Fæsteledighed afgiver, dog saaledes, at Erstatning til vedkommende Huusmænd eller deres Arvinger i Henhold til Huusmandsloven af 24de September 1851​1 §§ 13 og 19 bliver dem uvedkommende.\n1 Opphevet ved lov 25 juni 1965 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "6:64",
      "chapter": "6",
      "section": "64",
      "content": "Andre Rettighedshavere til Skoven ere underkastede de almindelige Regler for Udøvelsen af Brugsrettigheder i Skov. Rettighedshavere af yngre Oprindelse end denne Lov ere desuden underkastede de særskilte Indskrænkninger, som foregaaende § medfører.\nOvereenskomst, hvorved Bestemmelserne i denne § tilsidesættes, er ugyldig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "6:65",
      "chapter": "6",
      "section": "65",
      "title": "(Opphevet ved lov 29 nov 1968.)",
      "content": "§ 65.(Opphevet ved lov 29 nov 1968.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "6:66",
      "chapter": "6",
      "section": "66",
      "content": "Forsaavidt der i Embedsgaardsskov, som afgiver Tilstrækkeligt til Gaardens Behov, af det Offentlige foretages Aavirke til Salg, kan der af Renterne af det derved indvundne Nettoudbytte tilstaaes Embedsmanden et Bidrag til Gaardens paa Matriculskylden hvilende Udredsler, som afpasses efter det antagelige Skyldforhold mellem Skoven og Gaarden.\nAf Nettoudbyttet forøvrigt kan et passende Beløb anvendes til Fordeel for vedkommende Skov, saasom til Afløsning af Brugsrettigheder, Inddragning af Huusmandspladse, Fredning af en Deel af Skoven (§ 63 a) m.V.\n1 Opphevet ved lov 9 des 1955 nr. 11 § 20 for så vidt angår geistlige embetsgårder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "6:67",
      "chapter": "6",
      "section": "67",
      "content": "Indeholder Embedsgaardsskov, der ikke afgiver Tilstrækkeligt til Gaardens Behov, Tømmer eller anden værdifuld Last, som egner sig til Afhændelse, kan der af det ved Salget vundne Nettoudbytte tilstaaes Embedsmanden et passende Bidrag til Anskaffelse af manglende Trævirke til Gaardsfornødenhed.\n1 Opphevet ved lov 9 des 1955 nr. 11 § 20 for så vidt angår geistlige embetsgårder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "6:68",
      "chapter": "6",
      "section": "68",
      "content": "Ingen af de i § 63 omhandlede Embedsmænd skal have Adgang til at erholde en større Mængde Trævirke fra Skoven, end han tiltrænger til Huusbehov eller Gaardsfornødenhed, eller til at udøve saadant Brug i Skoven, som §§ 1 og 2 omhandle.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "7:69",
      "chapter": "7",
      "section": "69",
      "content": "Den ved nærværende Lov fastsatte Straf bortfalder paa Grund af manglende eller ei fortsat Paatale efter de Regler, der vilde gjælde,​1 om der med den øvrige Straf ingen Confiscation var forbunden.\n1 Se strl. §§ 66-71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "7:70",
      "chapter": "7",
      "section": "70",
      "content": "Den ved Lov om Forkyndelse af Stevninger angaaende Almindinger m.V., dateret 9de Juli 1851 § 1, foreskrevne Stevningsmaade kan Kongen ogsaa tillade anvendt i større Skovsameier, hvor Eiendomsforholdene og Brugsrettighederne ere meget forviklede.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "7:71",
      "chapter": "7",
      "section": "71",
      "title": "(Opphevet ved lov 13 mars 1882 nr. 2.)",
      "content": "§ 71.(Opphevet ved lov 13 mars 1882 nr. 2.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "7:72",
      "chapter": "7",
      "section": "72",
      "content": "Denne Lov træder i Kraft den 1ste Januar næste Aar, fra hvilken Tid følgende Bestemmelser opphæves: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "content": "Ved Bygdealmindinger forstaaes i nærværende Lov de i Loven om Almindingsskove af 12te October 1857 § 1 omhandlede Almindinger, der eies af mindst Halvparten af de i samme hugstberettigede Gaardbrugere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "content": "Det påligger styret for bygdealmenning​2 å innsende til vedkommende departement​3 innen en av dette forelagt tidsfrist utkast til sådanne forskrifter for skogens bruk som til dens fremtidige bevarelse ansees hensiktsmessige (almenningslovens​4 § 1).\nDette utkast skal, for så vidt ikke styret måtte finne det fornødent å vedta videregående forholdsregler, være bygget på følgende grunnsetninger:\na. at en efter almenningens størrelse og beskaffenhet avpasset del av skogen, og fortrinsvis den med sammenhengende ungskog bevoksede, fredes for de bruksberettigedes hugst og, for så vidt det fornødiges og forholdene tillater det, tillike for beiting.\nb. at der med hensyn til utøvelsen av sådan bruk av skogen, som i § 2 omhandlet, foreskrives regler, som finnes betryggende for dens bevaring.\nc. at tørt og avfall, som er tjenlig til brenne og annet bruk, og som uten uforholdsmessig besvær kan tas, fortrinsvis blir avbenyttet.\nd. at hugsten for øvrig avpasses efter driftsplan eller, hvor driftsplan ikke er fastsatt, efter hvad skogen antas å tåle.\ne. at all hugst innskrenkes til bestemte tider og foregår under tilsyn av dertil antagne pålitelige menn.\nf. at der ikke med hensyn til skogens benyttelse til gårdsfornødenhet pålegges dem, som kun er bruksberettigede, andre eller større innskrenkninger eller byrder enn de, der også skulde gjelde for eierne, eller som skogens tilstand i det hele nødvendiggjør.\ng. at der, for så vidt der blir spørsmål om åvirke i almenningen til særskilt fordel for eierne eller om hugst av særeget materiale i fredet strekning efter bokstav a iakttas de efter omstendighetene fornødne særskilte regler til betryggelse for bruksrettighetene og for skogen.\nh. at det til skogkulturarbeider anvendes et beløp som svarer til minst 1 % av bruttoverdien av det trevirke som år om annet utdrives av almenningen. Nærmere regler om fremgangsmåten ved fastsettelse av bruttoverdien fastsettes av vedkommende departement.​3\ni. at det kan bestemmes, at utbytte, som er innvunnet ved salg fra almenningen til ikke bruksberettigede, skal avsettes til et fond, inntil dette fond har nådd en viss nærmere bestemt størrelse, samt at dette fonds kapital ikke skal kunne angripes, men at rentene av samme skal kunne anvendes til de bruksberettigede eller til almenningens forbedring eller – med samtykke av departementet – til almene formål, som også tilsikter å komme de bruksberettigede til gode.\nj. Utdeling av kontantutbytte til de eiendoms- og bruksberettigede kan ikke finne sted med mindre departementets samtykke på forhånd er innhentet.\nTil utkastets utarbeidelse kan styret, om forlanges, vente sakkyndig bistand uten betaling meddelt. Minst 4 uker, før utkastet innsendes til departementet, bør det være bragt til de bruksberettigedes kunnskap ved utleggelse til eftersyn på bekvemt sted, og herom bør bekjentgjørelse være innrykket i to blader, som er almindelig lest på stedet.​5\n1 Endret ved lover 24 juni 1918, 17 juni 1937 nr. 9.\n2 Se lov 10 juli 1936 nr. 4 § 1.\n3 Landbruksdepartementet.\n4 Lov 12 okt 1857.\n5 Jfr. § 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "2:27",
      "chapter": "2",
      "section": "27",
      "content": "Finder vedkommende Departement Udkastet utilfredsstillende og derfor nægter at stadfæste samme, og Bestyrelsen ikke indgaaer paa de Forslag til Forandringer, som forelægges den, har den at sammenkalde samtlige Eiere og Brugsberettigede til et Fællesmøde, paa hvilket det ved Stemmefleerhed afgjøres, om de begjærte Foranddringer skulle ansees som vedtagne af Eierne og de Brugsberettigede. Indkaldelsen til dette Møde kan foregaa efter Reglerne i Lov om Forkyndelse af Stevninger angaaende Almindinger m.V. af 9de Juli 1851 § 1 og bør indeholde Forklaring om, hvad der ved Mødet skal afgjøres. Mindst 14 Dage før Mødet bør Udskrift af det i Sagen Forhandlede udlægges til almindeligt Eftersyn paa et bekvemt Sted.\nOm Berammelsen afgives Indberetning til Departementet betimelig nok til at dette kan lade møde, om saa findes hensigtsmæssigt, ligesom Underretning om Udfaldet bliver at indsende til samme.\n1 Jfr. lov 23 juli 1894 nr. 5 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "2:28",
      "chapter": "2",
      "section": "28",
      "content": "Vedtages heller ikke paa det i forrige § omhandlede Møde Forskrifter, som findes at egne sig til Stadfæstelse, kan Departementet forlange afgjort ved Skjøn, hvorvidt de af samme foreslaaede Forandringer, som ikke ere blevne vedtagne, paakræves til Fyldestgjørelse af Grundsætningerne i § 26. Skjønnet, ved hvilket Departementet kan lade møde, afgives etter bestemmelsene i lov 1 juni 1917 nr. 1 om skjønn og ekspropriasjonssaker. Utgiftene ved underskjønnet utredes av almenningskassen.\nSaasnart endeligt Skjøn er afholdt, udfærdiger Bestyrelsen Forskrifter i Overeensstemmelse med hvad der er vedtaget og, forsaavidt de omtvistede Puncter angaaer, med hvad der ved Skjønnet er bestemt. Af disse Forskrifter bliver en Afskrift at tilstille Departementet.​2\n1 Endret ved lover 26 jan 1973 nr. 3, 17 des 1982 nr. 88.\n2 Jfr. §§ 39 og 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "2:29",
      "chapter": "2",
      "section": "29",
      "content": "Saafremt Bestyrelsen ganske undlader, inden den i Henhold til § 26 fastsatte Tidsfrist, at indsende det forlangte Udkast, bliver et saadant af Departementet at udarbeide og, forsåvidt det ikke af Bestyrelsen vedtages, at undergives Behandling overeensstemmende med Forskrifterne i § 27 og 28. I dette Tilfælde udredes de ved Udkastets Istandbringelse foranledigede Omkostninger af Bestyrelsen mod Erstatning hos den eller dem af dens Medlemmer, som ere skyldige i Forsømmelsen.\n1 Jfr. §§ 39 og 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "2:30",
      "chapter": "2",
      "section": "30",
      "content": "De istandbragte forskrifter for skogens behandling og den fastsatte driftsplan har styret å påse iverksatt og overholdt.\nStyret har å ansette en skogbestyrer som må godkjennes av departementet. Skogbestyreren må ha teoretisk og praktisk utdannelse i skogbruk. I særlige tilfeller kan dog departementet samtykke i at det ansettes skogbestyrer som alene har praktisk utdannelse.\nUndlater styret å ansette skogbestyrer kan vedkommende departement ansette sådan. Finner departementet at den ansatte skogbestyrer ikke utfører sitt arbeid tilfredsstillende kan det pålegge styret å ansette ny skogbestyrer. Efterkommes ikke pålegget innen en av departementet fastsatt frist kan departementet ansette ny bestyrer.\nSkogbestyrer som er godkjent eller ansatt av departementet kan ikke uten departementets samtykke opsies.\nFor skogbestyrer gjelder en gjensidig opsigelsesfrist av 3 måneder. Lønnen utredes av almenningskassen og fastsettes av departementet efter at almenningsstyret har hatt anledning til å uttale sig.\nFor almenning som er av så ringe utstrekning eller så liten verdi at den efter departementets skjønn ikke med rimelighet kan bære utgiftene til skogbestyrer, kan ansettelse av sådan undlates, såfremt en annen for almenningens skjøtsel betryggende og av departementet godkjent ordning treffes.\nHvis departementet finner det påkrevd, kan det påbys ansettelse av flere skogbestyrere med hvert sitt område. Departementet kan også samtykke i at det for to eller flere almenninger antas felles skogbestyrer. Departementet bestemmer da i mangel av enighet hvorledes utgiftene hermed skal fordeles mellem almenningene.\nSkogens forstlige behandling er undergitt skogbestyrerens myndighet, dog har skogbestyreren å rette sig efter de bestemmelser som departementet i samråd med almenningsstyret måtte treffe. Tvist mellem skogbestyreren og styret kan innbringes for departementet til avgjørelse.\n1 Endret ved lover 24 juni 1918 og 17 juni 1937 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "2:31",
      "chapter": "2",
      "section": "31",
      "content": "De til skogkulturarbeider og til gjennemførelse av forskriftene og iverksettelse av de fattede beslutninger fornødne midler skal, hvis de ikke skaffes på annen måte, tilveiebringes av styret ved avgift på åvirket eller ved utligning på samtlige bruksberettigede, hvad enten disse er eiere eller ikke, eller på begge disse måter, dog så at utgifter i anledning av åvirke til særskilt fordel for eierne bæres utelukkende av disse. Opstår det tvil om, hvad der til disse utgifter rettelig bør henregnes, kan saken undergis departementets avgjørelse.\nAvgiften på åvirke og de utlignede bidrag inndrives som kommuneavgifter.\n1 Endret ved lov 17 juni 1937 nr. 9. – Jfr. §§ 41 og 47 i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "2:32",
      "chapter": "2",
      "section": "32",
      "content": "I Henseende til Bestyrelsen have de, der kun ere Brugsberettigede, de samme Rettigheder og Forpligtelser, som Eierne ifølge [Almindingslovens § 2].​1\n1 Se nå lov 10 juli 1936 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "2:33",
      "chapter": "2",
      "section": "33",
      "content": "Har Bestyrelsen for nogen Alminding, før denne Lov træder i Kraft, vedtaget Regler, som i det Væsentlige fyldestgjøre de i § 26 opstillede Fordringer, kan disse meddeles Stadfæstelse, forsaavidt Saadant ikke allerede er skeet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "2:34",
      "chapter": "2",
      "section": "34",
      "content": "De givne Forskrifter kunne ikke uden med vedkommende Departements Samtykke forandres, medmindre de efter 10 Aars Forløb findes ikke at svare til Hensigten, i hvilket Tilfælde saavel Almindingsbestyrelsen som Departementet kan foranledige nye Forskrifter istandbragte, overeensstemmende med hvad de foregaaende §§ bestemme.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "3:35",
      "chapter": "3",
      "section": "35",
      "content": "Alminding, der eies af et mindre Antal Private end i § 25 nævnt, kan deles mellem Eierne og de Brugsberettigede ved mindelig Overeenskomst mellem hine og Bestyrelsen paa disses Vegne. Afsluttes ikke saadan Overeenskomst, og Eierne heller ikke begjære Deling udført ved offentlig Foranstaltning (§ 36), bliver Almindingen midlertidig og indtil Deling, som Følge af Bestemmelsen i § 42, maa ske, at undergive saadan Ordning med Hensyn til dens Brug, som i Henhold til Forskrifterne i § 39 bestemmes.\nVedkommende Departement affordrer Eierne Erklæring, om de foretrække Deling og forelægger dem, saafremt de agte at søge Deling i Mindelighed iverksat, en passende Tidsfrist til dens Iværksættelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "3:36",
      "chapter": "3",
      "section": "36",
      "content": "Begjære Eierne Almindingens Deling iværksat ved offentlig Foranstaltning, bliver den at udføre ved en af Kongen anordnet Commission. Commissionen sammensættes efter Reglerne i [Lov om Jords og Skovs Udskiftning af Fællesskab af 12te October 1857 § 21]​2 og tilkommer samme Myndighed som de der nævnte Commissioner, dog under Iagttagelse af de særskilte Forskrifter, som Bestemmelserne i nærværende § medføre.\nCommissionen bestemmer, om eller i hvilken Udstrækning Kart over Almindingen bliver at optage. Den tildeler de Brugsberettigede til Eiendom en saa stor Deel af Skoven som under Forudsetning af et efter Grundsætningerne i § 26 ordnet Brug udfordres for vedvarende at tilfredsstille deres Behov af Trævirke, hvis Mængde bestemmes væsentlig paa Grundlag af hvad der vil være det nærværende Behov, ansat efter et huusholderisk Forbrug, dog saaledes, at billigt Hensyn tages til en forudseelig Forøgelse af dette Behov formedelst fortsat Opdyrkning eller andre Omstændigheder.\nDe Brugsberettigedes Andeel bør, saavidt gjørligt, lægges i en sammenhængende Strækning og fortrinsviis bestaae af den Skov, hvortil de have bekvemmest Adkomst. Commissionen kan, forsaavidt Saadant paa Grund af Skovens nærværende Tilstand maatte findes hensigtsmæssigt, tildele dem til Fyldestgjørelse af deres Behov af ældre Skov for et vist Antal Aar Hugstret i begrændset Stykke af den Almindingsdeel, som tilfalder Eierne. Disse kunne med Hensyn til saadant Stykke kræve Forskrifterne i § 26 Bogstav c og e iagttagne.\nPaahviler der Almindingen særskilte Brugsrettigheder, henlægges disse saavidt muligt til en bestemt Andeel af samme. Fra den Eierne tilfaldende Lod kan Commissionen, om det af nogen af disse forlanges, udskifte mod Vederlag i Jord, Skov eller Penge den de Brugsberettigede i Fællesskab tilkommende Beitesret, dog kun forsaavidt det ikke findes at være af overveiende Vigtighed for de Brugsberettigede at beholde Rettigheden uforandret.\nNogen Fordeling mellem de enkelte Rettighedshavere, Brugsberettigede eller Eiere finder ikke Sted.\nCommissionen besørger Forretningen thinglæst, hvorefter den tjener som Hjemmelsdocument for alle Vedkommende. Commissionen bestemmer ved Kjendelse sit Tilkommende og det Forhold, hvorefter dette saavelsom de øvrige Omkostninger blive at udrede af Eierne og de Brugsberettigede. Denne kjendelse kan ikke paakjæres.​3\n1 Endret ved lover 14 aug 1918 nr. 4 § 21, 29 nov 1968. – Jfr. lov 23 juli 1894 nr. 5 §§ 2 og 3.\n2 Se nå lov 21 des 1979 nr. 77 kap. 2.\n3 Jfr. rettergangsl. § 396.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "3:37",
      "chapter": "3",
      "section": "37",
      "content": "Commissionen kan med bindende Virkning for begge Parter foreskrive saadanne Bestemmelser med Hensyn til Hugst i Skoven, medens Forretningen vedvarer, som ansees fornødne for ikke at forrykke Grundlaget for Udskiftningen.\nOvertredelse av disse bestemmelser straffes med bøter.\nOvertrædelse af nævnte Slags paatales af det Offentlige ved Politiret, naar det forlanges af Eierne eller af Bestyrelsen paa de Brugsberettigedes Vegne.​2\n1 Endret ved lov 26 jan 1973 nr. 2.\n2 Jfr. §§ 43 og 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "3:38",
      "chapter": "3",
      "section": "38",
      "content": "Den de Brugsberettigede tillagte Andeel af Almindingsskoven skal for Fremtiden forvaltes efter de Regler, som gjælde for Bygdealmindinger.​1\n1 Se kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "3:39",
      "chapter": "3",
      "section": "39",
      "content": "Erklære Eierne sig mod Deling, eller er Deling i Mindelighed ikke bleven udført inden den Eierne i Henhold til § 35 forelagte Tidsfrist, ere saavel disse som de Brugsberettigede pligtige til at finde sig i, at Skovbruget ordnes overeensstemmende med Grundsætningerne i § 26, dog saaledes, at de Brugsberettigede og Eierne, forsaavidt ellers Skoven er i den Tilstand, at den tillader nogen Hugst til Fordeel for Eierne, saavidt muligt henvises til særskilte Strækninger, der indbyrdes adskilles ved tydelige Mærker.\nAf vedkommende Departement bliver at udarbeide et Udkast til Forskrifter​1 for Skovens Behandling i Overeensstemmelse med Forestaaende, hvilket Udkast forelegges Eierne og Bestyrelsen paa de Brugsberettigedes Vegne til Vedtagelse. Saafremt det ikke af disse vedtages, og de heller ikke inden en forelagt Tidsfrist blive enige om andre Forskrifter, som af Departementet findes fyldestgjørende, blive saadanne ved Skjøn at fastsætte paa den i § 28 bestemte Maade.\n1 Se § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "3:40",
      "chapter": "3",
      "section": "40",
      "content": "De Omkostninger, som foranlediges ved Istandbringelsen af de i foregaaende § omhandlede Forskrifter, have Eierne og de Brugsberettigede, eller Bestyrelsen paa disses Vegne, at erstatte det Offentlige med Halvdelen hver. For omkostningene ved overskjønn gjelder bestemmelsene i lov 1 juni 1917 nr. 1 om skjønn og ekspropriasjonssaker.\n1 Endret ved lover 26 jan 1973 nr. 3, 17 des 1982 nr. 88.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "3:41",
      "chapter": "3",
      "section": "41",
      "content": "Det er Bestyrelsens Pligt at paasee, at de Brugsberettigede overholde de med Hjemmel af § 39 udfærdigede Forskrifter.\nDen er berettiget til, ved Afgift paa Aavirket eller ved Udligning paa de Brugsberettigede eller paa begge disse Maader, at tilveiebringe de Udgifter, som, deels efter foregaaende §, deels til Reglernes stadige Gjennemførelse, udfordres.\nMed Hensyn til Inddrivelsesmaaden forholdes efter § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "3:42",
      "chapter": "3",
      "section": "42",
      "content": "De i Henhold til Bestemmelserne i § 39 fastsatte Forskrifter kunne ikke uden efter Overeenskomst mellem Eierne og Bestyrelsen paa de Brugsberettigedes Vegne samt med vedkommende Departements Samtykke forandres i de første 5 Aar. Efter Forløbet af dette Tidsrum kunne saavel af Eierne som af Bestyrelsen for de Brugsberettigede nye Forskrifter forlanges udfærdigede paa den i § 39 bestemte Maade. Disse Forskrifter blive da, saafremt ikke Deling af Almindingen forinden er foregaaet, enten i Mindelighed eller efter offentlig Foranstaltning som Følge af Eiernes Forlangende (§ 35), gjældende indtil 20 Aar ere hengaaede fra nærværende Lovs Ikrafttræden, ved hvilket Tidspunct Deling af Almindingen skal iværksættes, overeensstemmende med Forskrifterne i §§ 35 og 36, hvad enten Eierne ønske Deling eller ikke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "3:43",
      "chapter": "3",
      "section": "43",
      "content": "Aavirke Eierne til Skade for Skoven eller for de Brugsberettigede mere eller anderledes end Reglerne tilstede, eller aavirke de Brugsberettigede i de Strækninger af Skoven, som ere henlagte til Eierne, eller som skulle fredes for Hugst, forholdes med Hensyn til Paatale og Straf efter Bestemmelserne i § 37.\n1 Jfr. N.L. 3-12-6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "3:44",
      "chapter": "3",
      "section": "44",
      "content": "Have Brugsberettigede Ret til at hente deres Behov af Trævirke fra flere Almindinger eller Almindingslodder, uden at Rettighedernes Omfang for hver enkelt er fastsat, skulle samtlige Almindinger eller Lodder deles, naar Eier af enkelt Alminding eller Lod forlanger Deling. Saafremt Delingen ikke skeer ved Overeenskomst mellem samtlige Eiere og Bestyrelsen paa de Brugsberettigedes Vegne, bliver den at udføre ved en af Kongen anordnet Commission (jfr. § 36).\n1 Jfr. § 57 og lov 23 juli 1894 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "3:45",
      "chapter": "3",
      "section": "45",
      "content": "Commissionen bestemmer overensstemmende med den i § 36 andet Leds andet Punctum givne Regel, under Eet den samlede Mængde Virke af hvert Slags som tilkommer de Brugsberettigede fra samtlige Almindinger eller Lodder, hvorpaa det med en passende Andeel af hver udlægges dem Skov til Fyldestgjørelse af dette Behov. Ved Bestemmelsen af hver Andeel tages væsentlig Hensyn paa den ene Side til den Mængde Virke, som vedkommende Alminding eller Lod skjønnes under Forudsætning af et efter Grundsætningerne i § 26 ordnet Brug, i Fremtiden at ville kunne vedvarende afgive, og paa den anden Side til dens for de Brugsberettigede mere eller mindre bekvemme Beliggenhed. Dog bør, naar en nærmere til Bygden liggende Alminding er stærkere hugget end en fjernere, og det derfor skjønnes, at en større Benyttelse af den sidste vil paakræves, medens den første voxer til, hertil tages Hensyn ved en passende Forøgelse af den Andeel, den fjernere Alminding skal afgive.\nForøvrigt komme de i §§ 36 og 37 givne nærmere Forskrifter til Anvendelse. Den Andeel af Omkostningerne, som Almindingseierne have at bære, fordeles mellem dem indbyrdes saaledes, som Commissionen finder billigt.\n1 Endret ved lov 29 nov 1968.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "3:46",
      "chapter": "3",
      "section": "46",
      "content": "Forlanges ikke Deling af nogen af Almindingerne eller er Deling av disse i Mindelighed ikke bleven udført inden en forelagt Tidsfrist (§ 35), ere alle Vedkommende forpligtede til at underkaste sig en saadan Ordning af de gjensidige Rettigheder, indtil Deling efter § 42 finder Sted, som i § 39 og følgende §§ er omhandlet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "4:47",
      "chapter": "4",
      "section": "47",
      "content": "De Brugsberettigede i Statsalminding skulle, ogsaa naar den er stillet under Opsyn af nogen af det Offentlige ansat Betjent, paa Forlangende udkaare en fælles Bestyrelse. Med Hensyn til dens Valg og Sammensætning gjælde Forskrifterne i Almindingsloven af 12te October 1857 §§ 6 [og 7].​1\nUdgifter vedkommende Udøvelsen af fælles Brugsrettigheder er Bestyrelsen ogsaa i Statsalminding berettiget til i fornødent Fald at tilveiebringe efter Bestemmelserne i § 31.\n1 Se lov 10 juni 1936 nr. 4 § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "4:48",
      "chapter": "4",
      "section": "48",
      "content": "De i Lovens 3-12-3 og 6 omhandlede Rettigheder til Beite og til Hugst skulle ikke være til Hinder for, at det Offentlige iværksætter saadan Forvaltning av Skoven, som af Hensyn til dens Tilstand ansees fornøden, dog med Iagttagelse af de nærmere Forskrifter, som nærværende Capitel indeholder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "4:49",
      "chapter": "4",
      "section": "49",
      "content": "Mere end en Tyvendedeel af noget enkelt Havnelags Beitestrækning maa ikke samtidig unddrages fra Beiting. Bestyrelsen er pligtig til paa Forlangende at drage Omsorg for, at den fornødne Fredning foregaaer uden Udgift for det Offentlige.\n1 Jfr. lov 21 des 1979 nr. 77 § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "4:50",
      "chapter": "4",
      "section": "50",
      "content": "Er Almindingen uformuende til vedvarende at yde de Brugsberettigede deres fulde Behov af Trævirke, bliver det at bestemme, hvor stor Mængde af hvert Slags Skoven aarlig kan afgive. Det Offentlige kan enten selv lade tilvirke den bestemte Mængde og stille den til Bestyrelsens Raadighed,​2 i hvilket Tilfælde Bestyrelsen har at godtgjøre det Offentlige de udlagte Arbeidsomkostninger, saafremt den ikke foretrækker at afgive den fornødne Arbeidsstyrke til Tilvirkningen, eller det kan overdrage Bestyrelsen at foretage Hugsten efter Udviisning og under Tilsyn af Skovbetjeningen. Ved Udviisningen tages Hensyn til de Brugsberettigedes Bekvemmelighed, saavidt det uden Skade for Skoven kan ske.​3\nFindes ældre Tømmertræer, tjenlige til Salg, og som uden Skade for Skoven kunne hugges, i saa afsidesliggende Trakter af Almindingen, at de Brugsberettigede ikke antages at kunne føre sig dem til Nytte, er det Offentlige berettiget til at afhænde dem til Dækkelse af Forvaltningsomkostningerne. Det mulige Overskud skal anvendes til Fordeel for Almindingen, saalænge denne ikke er bragt i den Stand, at den vedvarende kan tilfredsstille de Brugsberettigedes fulde Behov.\nOm Almindingen er uformuende til vedvarende at yde de Brugsberettigedes fulde Behov af Trævirke, hvor stor Mængde af hvert Slags Skoven aarlig kan afgive, samt hvorvidt saadanne ældre Træer, som ovennævnt, findes i Almindingen, kan Bestyrelsen kræve afgjort ved Skjøn etter bestemmelsene i lov 1 juni 1917 nr. 1 om skjønn og ekspropriasjonssaker. Utgiftene ved underskjønnet bæres av det offentlige.\n1 Endret ved lover 26 jan 1973 nr. 3, 17 des 1982 nr. 88.\n2 Se § 58.\n3 Se lov 12 okt 1857 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "4:51",
      "chapter": "4",
      "section": "51",
      "content": "Har Almindingen Evne til vedvarende at yde de Brugsberettigedes fulde Behov af Trævirke, har det Offentlige med Hensyn til dettes Tilvirkning den samme Ret, som i foregaaende § omhandlet. Derhos kunne Brugsrettighederne i dette Tilfælde henlægges til en afgrændset Deel af Skoven, tilstrækkelig til vedvarende at fyldestgjøre dem. Grændsen bestemmes i Mangel af mindelig Overeenskomst med Bestyrelsen ved en Commission under Iagttagelse af de i § 36 givne Forskrifter.\nDe herved foranledigede Udgifter bæres af det Offentlige.\n1 Se lov 12 okt 1857 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "4:52",
      "chapter": "4",
      "section": "52",
      "content": "Alminding, som det Offentlige ikke finder det hensigtsmæssigt selv at forvalte, skal, saafremt det af vedkommende Departement forlanges, forvaltes overeensstemmende med de Regler, som gjælde for Bygdealmindinger.​1\n1 Se kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "4:53",
      "chapter": "4",
      "section": "53",
      "content": "Bruksberettiget som hugger eller bemektiger seg trevirke av annet Slag eller utover den mengde som måtte være bestemt med hjemmel i forskriftene i §§ 50 eller 51, straffes med bøter.\n1 Endret ved lov 26 jan 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "4:54",
      "chapter": "4",
      "section": "54",
      "content": "Bestyrelsen kan træffe Overeenskomst med det Offentlige om at forøge eller formindske det enkelte Aars Mængde ved Afdrag eller Tillæg i et følgende Aars.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "4:55",
      "chapter": "4",
      "section": "55",
      "content": "Den Fogden ved Lovens 3-12-4 tillagte Myndighed til at bortfæste Plads i Alminding maa herefter ikke udøves uden med Samtykke af vedkommende Departement​1 i hvert enkelt Tilfælde.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "4:56",
      "chapter": "4",
      "section": "56",
      "title": "(Opphevet ved lov 14 juni 1985 nr. 71.)",
      "content": "§ 56.(Opphevet ved lov 14 juni 1985 nr. 71.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "5:57",
      "chapter": "5",
      "section": "57",
      "content": "Have Brugsberettigede Ret til at hente deres Behov af Trævirke fra flere Almindinger, for hvis Behandling forskjellige Regler gjælde, saasom baade fra Stats- og Privatalminding, forholdes, saafremt det af nogen af Eierne eller for Bygdealmindings Vedkommende af Bestyrelsen forlanges, efter Forskrifterne i § 44, dog saaledes, at der for Bygde- og Statsalminding af Commissionen kun bliver at fastsætte den Mængde Virke af forskjelligt Slags, som vedkommende Alminding har at yde.\nMed den enkelte Alminding forholdes dernæst efter de Regler, som gjælde for det Slags af Almindinger, hvortil den hører.\n1 Jfr. lov 28 juli 1894 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "5:58",
      "chapter": "5",
      "section": "58",
      "content": "Lader en Almindingsbestyrelse selv Hugsten udføre paa de Brugsberettigedes Vegne, eller er det Aavirkede i Statsalminding overeensstemmende med §§ 50 eller 51 af det Offentlige stillet til dens Raadighed, kan Bestyrelsen sælge det Aavirkede underhaanden eller ved offentlig Auction​2 til de Brugsberettigede. Som Kjøbere ere disse dog underkastede de samme Indskrænkninger, som i det Hele gjælde for dem i deres Egenskab af Rettighedshavere til Almindingsskov.\nAf Udbyttet dækkes først Arbeidsomkostningerne og dernæst Udgifterne ved Forvaltningen, forsaavidt disse falde Bestyrelsen paa de Brugsberettigedes Vegne tillast. Det mulige Overskud indbetales i Communekassen, forsaavidt det er et heelt Formandskabsdistrict, som er brugsberettiget, eller anvendes i modsat Fald til Fordeel for de Brugsberettigede efter deres egen nærmere Bestemmelse.\n1 Endret ved lov 6 aug 1897.\n2 Se lov 14 aug 1918 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "5:59",
      "chapter": "5",
      "section": "59",
      "content": "Med Hensyn til særskilte Rettigheder, der paahvile Almindingen, kan Bestyrelsen for de Brugsberettigede ogsaa i Privatalminding eller Statsalminding udøve den Skoveier hjemlede Adgang til Brugsrettigheders Afløsning og Omordning, forsaavidt denne Adgang ikke benyttes af Almindingens Eiere.\n1 Endret ved lov 29 nov 1968.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "5:60",
      "chapter": "5",
      "section": "60",
      "content": "Enhver beslutning vedrørende almenningsskog, som pålegger de bruksberettigede nye innskrenkninger eller plikter med hensyn til deres bruk av skogen, skal bringes til deres kunnskap ved bekjentgjørelse i et eller to blad, som er almindelig lest på stedet, og ved opslag på tingsted eller andre dertil brukelige steder minst 4 uker før beslutningen trer i kraft. I Nordland og Finnmarken er fristen 8 uker.\n1 Endret ved lov 16 juli 1920 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "5:61",
      "chapter": "5",
      "section": "61",
      "content": "Overtrædelse af de med Hjemmel af denne Lov foreskrevne Regler om Almindingsskovs Benyttelse straffes med Bøder, forsaavidt ikke den almindelige Lovgivning vilde medføre høiere Straf.​2\nMed Hensyn til Paatalen [og Anvendelsen af Bøderne] forholdes efter Forskrifterne i Almindingsloven af 12te October 1857 § 10, dog saaledes, at det Offentlige i Statsalminding tillige har Ret til selv at lade paatale Overtrædelser af de vedtagne Regler.\nEr overtredelse som nevnt i første ledd, begått av bygdealmendings styremedlem som sådant, er offentlig påtale ikke betinget av begjæring fra almenningens styre.\n1 Endret ved lov 8 mai 1964.\n2 Se strl. § 397.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "6:62",
      "chapter": "6",
      "section": "62",
      "content": "Brugere af Embedsgaarde, geistlige Enkesæder og andre beneficerede eller Staten tilhørende Gaarde, hvis Skov sættes under Tilsyn og Behandling af offentlig Forstbetjent, ere underkastede de Forpligtelser, som efter denne Lovs 1ste Capitel,​2 med Undtagelse af dets § 8, gjælde for Rettighedshavere. Dog forbeholdes de nuværende Brugere af civile og militaire Embedsgaarde med Hensyn til Udviisning deres ved Lovgivningen hjemlede Ret, forsaavidt de ikke ere villige til at opgive samme eller ere ansatte med Forpligtelse til at finde sig i den Behandling af Embedsgaardens Skov, som forandrede Lovbestemmelser maatte medføre.\n1 Endret ved lov 29 nov 1968.\n2 Opphevet ved lov 29 nov 1968.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "6:63",
      "chapter": "6",
      "section": "63",
      "content": "Embedsmænd, der ansættes efterat denne Lov er traadt i Kraft eller som ere undergivne den i foregaaende § omhandlede Forpligtelse, ere desuden underkastede følgende Bestemmelser:\na. Indtil en Tiendedeel af Skovens Areal kan, uanseet Bestemmelserne i §§ 9 og 10, til enhver Tid forlanges fredet uden Udgift for det Offentlige mod Havning af Gaardens Kreature.\nb. De have til enhver Tid at finde sig i Indskrænkning af den Forsyning med Trævirke, hvorpaa de efter Lovgivningen have Krav, forsaavidt Skoven er utilstrækkelig til at yde samme.\nc. Til Fyldestgjørelse af den dem tilkommende Ret til Trævirke ere de forpligtede til at modtage det af Forstpersonalet for offentlig Regning tilvirkede Materiale af ethvert Slags mod at godtgjøre udlagt eller gangbar Arbeidsløn, saafremt de ikke foretrække selv at afgive Arbeidere til under Skovpersonalets Tilsyn at udføre Aavirket.\nd. De have at finde sig i saadan Bestemmelse om Huusmandspladsenes Antal eller om Huusmændenes Adgang til Forsyning af Skoven, som vedkommende Departement af Hensyn til dennes Vedligeholdelse ved indtrædende Fæsteledighed afgiver, dog saaledes, at Erstatning til vedkommende Huusmænd eller deres Arvinger i Henhold til Huusmandsloven af 24de September 1851​1 §§ 13 og 19 bliver dem uvedkommende.\n1 Opphevet ved lov 25 juni 1965 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "6:64",
      "chapter": "6",
      "section": "64",
      "content": "Andre Rettighedshavere til Skoven ere underkastede de almindelige Regler for Udøvelsen af Brugsrettigheder i Skov. Rettighedshavere af yngre Oprindelse end denne Lov ere desuden underkastede de særskilte Indskrænkninger, som foregaaende § medfører.\nOvereenskomst, hvorved Bestemmelserne i denne § tilsidesættes, er ugyldig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "6:65",
      "chapter": "6",
      "section": "65",
      "title": "(Opphevet ved lov 29 nov 1968.)",
      "content": "§ 65.(Opphevet ved lov 29 nov 1968.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "6:66",
      "chapter": "6",
      "section": "66",
      "content": "Forsaavidt der i Embedsgaardsskov, som afgiver Tilstrækkeligt til Gaardens Behov, af det Offentlige foretages Aavirke til Salg, kan der af Renterne af det derved indvundne Nettoudbytte tilstaaes Embedsmanden et Bidrag til Gaardens paa Matriculskylden hvilende Udredsler, som afpasses efter det antagelige Skyldforhold mellem Skoven og Gaarden.\nAf Nettoudbyttet forøvrigt kan et passende Beløb anvendes til Fordeel for vedkommende Skov, saasom til Afløsning af Brugsrettigheder, Inddragning af Huusmandspladse, Fredning af en Deel af Skoven (§ 63 a) m.V.\n1 Opphevet ved lov 9 des 1955 nr. 11 § 20 for så vidt angår geistlige embetsgårder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "6:67",
      "chapter": "6",
      "section": "67",
      "content": "Indeholder Embedsgaardsskov, der ikke afgiver Tilstrækkeligt til Gaardens Behov, Tømmer eller anden værdifuld Last, som egner sig til Afhændelse, kan der af det ved Salget vundne Nettoudbytte tilstaaes Embedsmanden et passende Bidrag til Anskaffelse af manglende Trævirke til Gaardsfornødenhed.\n1 Opphevet ved lov 9 des 1955 nr. 11 § 20 for så vidt angår geistlige embetsgårder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "6:68",
      "chapter": "6",
      "section": "68",
      "content": "Ingen af de i § 63 omhandlede Embedsmænd skal have Adgang til at erholde en større Mængde Trævirke fra Skoven, end han tiltrænger til Huusbehov eller Gaardsfornødenhed, eller til at udøve saadant Brug i Skoven, som §§ 1 og 2 omhandle.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "7:69",
      "chapter": "7",
      "section": "69",
      "content": "Den ved nærværende Lov fastsatte Straf bortfalder paa Grund af manglende eller ei fortsat Paatale efter de Regler, der vilde gjælde,​1 om der med den øvrige Straf ingen Confiscation var forbunden.\n1 Se strl. §§ 66-71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "7:70",
      "chapter": "7",
      "section": "70",
      "content": "Den ved Lov om Forkyndelse af Stevninger angaaende Almindinger m.V., dateret 9de Juli 1851 § 1, foreskrevne Stevningsmaade kan Kongen ogsaa tillade anvendt i større Skovsameier, hvor Eiendomsforholdene og Brugsrettighederne ere meget forviklede.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "7:71",
      "chapter": "7",
      "section": "71",
      "title": "(Opphevet ved lov 13 mars 1882 nr. 2.)",
      "content": "§ 71.(Opphevet ved lov 13 mars 1882 nr. 2.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "7:72",
      "chapter": "7",
      "section": "72",
      "content": "Denne Lov træder i Kraft den 1ste Januar næste Aar, fra hvilken Tid følgende Bestemmelser opphæves: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    }
  ]
}