{
  "id": "LOV-2000-12-21-105",
  "type": "statute",
  "title": "Lov om opplysningsplikt og angrerett m.v. ved fjernsalg og salg utenfor fast utsalgssted (angrerettloven).",
  "short_name": "Angrerettloven – angrl.",
  "status": "in_force",
  "issued_date": "2000-12-21",
  "in_force_date": "2001-05-01",
  "url": "https://lovdata.no/dokument/NLO/lov/2000-12-21-105",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Virkeområde",
      "content": "Loven gjelder ved salg av varer og tjenester til forbrukere,​1 når selgeren eller tjenesteyteren opptrer i næringsvirksomhet og avtalen inngås ved fjernsalg​2 eller salg utenfor fast utsalgssted.​3\nLovens kapittel 2 og 3 gjelder også den som i næringsvirksomhet opptrer på vegne av en ikke-næringsdrivende selger eller tjenesteyter i situasjoner som nevnt i første ledd.\nLoven gjelder for Svalbard​4 og Jan Mayen.​5 Kongen kan likevel ved forskrift bestemme at hele eller deler av loven ikke skal gjelde, og gi særlige regler av hensyn til de stedlige forhold.\n1 Se § 6 (1), e.\n2 Se § 6 (1), a.\n3 Se § 6 (1), d.\n4 Se lov 17 juli 1925 nr. 11 § 1 (2).\n5 Jf. lov 27 feb 1930 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Unntak fra lovens virkeområde",
      "content": "Loven gjelder ikke for:\na. salg av varer og andre tjenester enn finansielle tjenester​1 fra salgsautomater og automatiserte forretningslokaler\nb. salg utenfor fast utsalgssted​2 når den samlede kontraktssummen inkludert frakt- og tilleggskostnader som forbrukeren​3 skal betale er under kr 300\nc. auksjonssalg av varer og andre tjenester enn finansielle tjenester. Loven gjelder likevel når det er lagt opp til at budgivningen utelukkende skal skje ved fjernkommunikasjon,​4 og gjelder annet enn brukte varer og særskilt tilvirkede gjenstander. Loven gjelder uansett når auksjonssalg skjer som ledd i en salgsutflukt arrangert av selgeren eller tjenesteyteren\nd. avtaler om salg​5 eller oppføring​6 av fast eiendom eller avtaler som gjelder rettigheter i fast eiendom, bortsett fra utleie.​7 Som salg av fast eiendom regnes også salg av adkomstdokumenter med tilknyttet leierett eller borett i bolig​8\ne. avtaler som omfattes av lov om avtaler om deltidsbruksrett og langtidsferieprodukter mv.,​9 og henvendelser med sikte på inngåelse av slike avtaler\nf. salg utenfor fast utsalgssted​2 dersom selgeren eller tjenesteyteren oppsøker forbrukeren​3 etter dennes uttrykkelige anmodning, og avtalen angår en vare eller tjeneste som omfattes av forbrukerens​3 henvendelse, eller en vare eller tjeneste som er direkte forbundet med denne\ng. – – –\nh. – – –.\n0 Endret ved lover 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510), 21 des 2005 nr. 130 (ikr. 1 juli 2006 iflg. res. 30 juni 2006 nr. 875), 25 mai 2012 nr. 27 (ikr. 1 juli 2012 iflg. res. 25 mai 2012 nr. 472).\n1 Se § 6 (1), f.\n2 Se § 6 (1), d.\n3 Se § 6 (1), e.\n4 Se § 6 (1), b.\n5 Se lov 3 juli 1992 nr. 93.\n6 Se lov 13 juni 1997 nr. 43.\n7 Se lov 26 mars 1999 nr. 17.\n8 Se tvangsl. § 1-8 (4) og lov 6 juni 2003 nr. 39.\n9 Lov 25 mai 2012 nr. 27, se dens kap. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Ufravikelighet",
      "content": "Det kan ikke avtales eller gjøres gjeldende vilkår som er dårligere for forbrukeren​1 enn det som følger av bestemmelsene i loven her.​2\n1 Se § 6 (1), e.\n2 Sml. forbrkjl. § 3 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "Forholdet til annet regelverk",
      "content": "Loven medfører ingen begrensninger i krav til opplysningsplikt eller krav til avtalen som følger av andre regler.​1\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Jf. forbrkjl. § 16 (1), b, lov 26 mars 1999 nr. 17 § 2-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Avtale om voldgift og verneting",
      "content": "Forbrukeren​1 kan ikke på forhånd avtale voldgift.​2\nDersom ikke annet følger av lov, kan forbrukeren ikke vedta annet verneting​3 enn de lovbestemte, med unntak av sitt alminnelige verneting.​4\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se § 6 (1), e.\n2 Se lov 14 mai 2004 nr. 25.\n3 Se tvl. kap. 4 II.\n4 Se tvl. § 4-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Lovvalg utenfor EØS",
      "content": "Inneholder en avtale som har nær tilknytning til EØS-landenes territorium, en bestemmelse om at lovgivningen i et land utenfor dette området skal anvendes på avtalen, gjelder bestemmelsen bare for spørsmål som er regulert i denne loven hvis selgeren eller tjenesteyteren kan godtgjøre at forbrukeren​1 ikke får en dårligere beskyttelse.\n1 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Definisjoner",
      "content": "I loven menes med:\na. fjernsalg: salg der forberedelse og inngåelse av en avtale skjer utelukkende ved bruk av fjernkommunikasjon,​1 forutsatt at selgeren eller tjenesteyteren i sin markedsføring tilbyr eller oppfordrer til inngåelse av avtaler på denne måten\nb. fjernkommunikasjon: kommunikasjon som skjer uten at partene er tilstede samtidig, f.eks. ved telefon, trykksaker, fjernsyn og Internett\nc. telefonsalg: fjernsalg​2 der forbrukeren​3 inngår avtale eller inngir kjøpetilbud (ordre) ved eller etter telefonsamtale etter uanmodet oppringning fra selgeren eller tjenesteyteren.\nd. salg utenfor fast utsalgssted: salg der forbrukeren​3 inngår avtale eller inngir kjøpetilbud (ordre) i nærvær av selgeren eller tjenesteyteren på annet sted enn dennes faste utsalgssted\ne. forbruker:​4 fysisk person som ikke hovedsakelig handler som ledd i næringsvirksomhet.\nf. finansiell tjeneste: enhver tjeneste som har karakter av bank-, kreditt-, forsikrings-, individuell pensjons-, investerings- eller betalingstjeneste.\nDepartementet kan gi forskrift om hva som skal anses som fjernkommunikasjon.\n0 Endret ved lover 21 juni 2002 nr. 34 (ikr. 1 juli 2002), 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510), 9 jan 2009 nr. 2 (ikr. 1 juni 2009 iflg. res. 9 jan 2009 nr. 7).\n1 Se bokstav b.\n2 Se bokstav a.\n3 Se bokstav e.\n4 Sml. lover 28 apr 1978 nr. 18 § 1 (3) annet punktum, 16 juni 1989 nr. 63 § 1 nr. 2, 3 juli 1992 nr. 93 § 1-2 (3), 13 juni 1997 nr. 43 § 2, 25 juni 1999 nr. 46 § 2 (1), forbrkjl. § 1 (3), lov 25 mai 2012 nr. 27 § 2, f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Opplysningsplikt før avtaleinngåelsen ved avtaler om varer og andre tjenester enn finansielle tjenester",
      "content": "Før det blir inngått en avtale skal forbrukeren​1 motta opplysninger som forbrukeren har grunn til å regne med å få, herunder opplysninger som forbrukeren har krav på etter annen lovgivning. Forbrukeren​1 skal i alle fall ha opplysninger om:\na. varens eller tjenestens viktigste egenskaper​2\nb. de totale kostnadene forbrukeren skal betale, inklusive alle avgifter og leveringskostnader, og spesifikasjon av de enkelte elementene i totalprisen\nc. om forbrukeren har rett til å gå fra avtalen (angrerett) etter loven her eller ikke\nd. alle vesentlige avtalevilkår,​3 herunder om betaling, levering eller annen oppfyllelse av avtalen samt om avtalens varighet når avtalen gjelder løpende ytelser\ne. selgerens eller tjenesteyterens navn og adresse\nf. tidsrommet tilbudet eller prisen er gyldig i​4\ng. kostnadene ved bruk av fjernkommunikasjonsmetoden,​5 dersom de ikke beregnes etter normaltakst\nh. hvilke språk informasjon og avtalevilkår er tilgjengelig på.\nVed uanmodet oppringning skal forbrukeren før denne blir bundet av en avtale også motta skriftlige opplysninger om\na. at forbrukeren ikke blir bundet før et tilbud er akseptert skriftlig, jf. § 10 a\nb. varens eller tjenestens art\nc. de totale kostnadene forbrukeren skal betale, inklusive alle avgifter og leveringskostnader\nd. eventuell bindingstid, abonnement eller minstekjøp.\nAnnet ledd gjelder ikke ved oppringning om\na. salg av varer eller tjenester fra frivillige organisasjoner\nb. salg av avisabonnement.\nDepartementet kan i forskrift stille krav om registrering i frivillighetsregisteret, jf. lov 19. juni 2007 nr. 88, for å bli regnet som frivillig organisasjon etter tredje ledd.\nOpplysningene skal gis på en klar og forståelig måte. Der opplysningene gis ved fjernkommunikasjon​5 skal det tilpasses det midlet som anvendes. Markedsføringen skal ta særskilt hensyn til behovet for beskyttelse av mindreårige.​6\nVed markedsføring som er rettet direkte til norske forbrukere,​1 eller der markedsføringen er på norsk, skal opplysningene gis på norsk.\n0 Endret ved lover 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510), 9 jan 2009 nr. 2 (ikr. 1 juni 2009 iflg. res. 9 jan 2009 nr. 7).\n1 Se § 6 (1), e.\n2 Jf. lov 9 jan 2009 nr. 2 § 8 og § 48, forbrkjl. § 16 (1), b, lov 25 aug 1995 nr. 57 § 3-2.\n3 Jf. pantel. § 3-17.\n4 Jf. lov 31 mai 1918 nr. 4 §§ 2 og 3.\n5 Se § 6 (1), b.\n6 Jf. lov 26 mars 2010 nr. 9 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:7 a",
      "chapter": "2",
      "section": "7 a",
      "title": "Forhåndsopplysninger ved fjernsalg av finansielle tjenester​2",
      "content": "I rimelig tid før forbrukeren​3 blir bundet av en fjernsalgsavtale​4 skal tjenesteyteren gi forbrukeren opplysninger om:\na. tjenesteyterens navn, organisasjonsnummer og ervervsmessige hovedaktivitet og tjenesteyterens geografiske adresse.​5 Har en utenlandsk tjenesteyter en representant her i landet, eller tjenesteyteren for øvrig representeres overfor forbrukeren av en annen næringsdrivende, skal forbrukeren ha tilsvarende opplysninger om representanten,​6\nb. eventuelle godkjenningsordninger som virksomheten er underlagt og opplysninger om den relevante tilsynsmyndigheten,\nc. den finansielle tjenestens​2 viktigste egenskaper,\nd. eventuelle særskilte risikoer knyttet til det finansielle instrumentet eller til operasjoner som skal utføres. Er tjenestens pris avhengig av svingninger i finansmarkedene, skal det opplyses om dette og om at historisk verdiutvikling og avkastning ikke kan brukes som indikator på framtidig utvikling og avkastning,\ne. den samlede prisen forbrukeren​3 skal betale, inklusive provisjoner, gebyrer og alle skatter og avgifter som betales gjennom tjenesteyteren, og spesifikasjon av alle enkeltelementer i prisen. Kan det ikke opplyses om nøyaktig pris, skal det opplyses om utregningsgrunnlaget,\nf. at det kan finnes andre avgifter og/eller kostnader som ikke betales gjennom eller blir pålagt gjennom tjenesteyteren,\ng. eventuelle grenser for hvor lenge opplysningene er gyldige,\nh. ordninger for betaling og for oppfylling av avtalen,\ni. eventuelle særlige tilleggskostnader som belastes forbrukeren ved bruk av fjernkommunikasjonsmetoden,​7\nj. forbrukeren​3 har angrerett eller ikke,​8 den eventuelle angrefristens lengde,​9 vilkår for å bruke angreretten, herunder hvilket beløp forbrukeren kan bli avkrevd ved bruk av angreretten,​10\nk. hvordan angreretten kan brukes,​11 blant annet hvilken adresse melding om bruk av angreretten kan sendes til, samt om følgene av å ikke bruke angreretten,\nl. avtalens korteste varighet for avtaler om løpende eller tilbakevendende finansielle tjenester,\nm. eventuelle rettigheter avtalen gir partene til førtidig eller ensidig å avslutte avtaleforholdet, herunder eventuelle vederlag som pålegges i henhold til avtalen i slike tilfelle,​12\nn. navnet på den medlemsstaten eller medlemsstatene hvis lover er brukt av tjenesteyter som grunnlag for å kontakte forbrukeren​3 før avtalen inngås,\no. eventuelle lovvalgs- eller vernetingsbestemmelser i avtalen,​13\np. på hvilket eller hvilke språk avtalevilkårene og forhåndsopplysningene nevnt i denne bestemmelsen fins, samt på hvilket eller hvilke språk tjenesteyteren, med samtykke fra forbrukeren,​3 forplikter seg til å kommunisere så lenge avtalen løper,\nq. muligheten for å få løst eventuelle tvister med tjenesteyteren utenfor domstolene​14 og hvordan forbrukere​3 eventuelt kan benytte seg av ordningene,\nr. garantifond eller erstatningsordninger som ikke er omfattet av direktiv 94/19/EF om innskuddsgarantiordninger og direktiv 97/9/EF om erstatningsordninger for investorer.\nHvis fjernsalgsavtalen gjelder betalingstjenester som definert i finansavtaleloven § 11, skal tjenesteyteren istedenfor opplysninger som nevnt i første ledd bokstav a, b, c, e, l, m, o, p og q gi opplysningene nevnt i finansavtaleloven​15 § 15 annet ledd, eventuelt opplysningene nevnt i finansavtaloven § 23 første ledd hvis det gjelder en enkeltstående betalingstransaksjon som ikke er omfattet av en rammeavtale.\nOpplysningene skal gis på en klar og forståelig måte og i en form som er tilpasset den fjernkommunikasjonsmetoden som er brukt. Det skal tas særskilt hensyn til behovet for beskyttelse av personer uten rettslig handleevne,​16 som for eksempel mindreårige.​17 Der markedsføringen​18 er rettet til norske forbrukere,​3 skal opplysningene være på norsk. Hvis tjenesteyteren ikke gir alle opplysningene i markedsføringen,​18 skal det opplyses om hvor forbrukeren kan få dem.\nForutsatt at forbrukeren​3 uttrykkelig har gitt sitt samtykke til dette, kan tjenesteyteren i telefonsamtaler nøye seg med å gi opplysningene nevnt i første ledd bokstav a, c, d, e, f og j. Tjenesteyteren skal i så fall informere forbrukeren om at flere opplysninger er tilgjengelige på forespørsel, og hva slags opplysninger dette er. Tjenesteyteren skal uansett gi fullstendige opplysninger etter første ledd skriftlig på varig medium på det tidspunktet som følger av reglene i § 9 a.\nHvis det utføres flere separate transaksjoner av samme type mellom de samme partene uten at det foreligger noen innledende avtale om tjenesten, gjelder bestemmelsen her bare for den første transaksjonen. Hvis det går mer enn ett år mellom transaksjonene, skal opplysningene likevel gis på nytt.\nVed uanmodet oppringning skal tjenesteyteren før forbrukeren blir bundet av en fjernsalgsavtale gi forbrukeren skriftlig opplysning som nevnt i § 7 annet ledd bokstav a. Dette gjelder ikke ved fjernsalg av betalingstjenester som definert i finansavtaleloven​15 § 11.\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510), endret ved lover 30 mai 2008 nr. 36 (ikr. 1 juli 2008 iflg. res. 30 mai 2008 nr. 517), 9 jan 2009 nr. 2 (ikr. 1 juni 2009 iflg. res. 9 jan 2009 nr. 7), 19 juni 2009 nr. 81 (ikr. 1 nov 2009 iflg. res. 26 juni 2009 nr. 849), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Jf. §§ 9 (1), a til c.\n2 Se § 6 (1), f.\n3 Se § 6 (1), e.\n4 Se § 6 (1), a.\n5 Sml. lov 23 mai 2003 nr. 35 § 8 og § 9.\n6 Sml. lov 23 mai 2003 nr. 35.\n7 Se § 6 (1), b.\n8 Se § 22 b.\n9 Se § 22 a.\n10 Se § 22 c (2).\n11 Se § 22 a (3).\n12 Se § 22 c.\n13 Se § 4 og § 5.\n14 Jf. lover 28 apr 1978 nr. 18 og 25 juni 1999 nr. 46.\n15 Lov 25 juni 1999 nr. 46.\n16 Jf. lov 26 mars 2010 nr. 9 § 2.\n17 Se lov 26 mars 2010 nr. 9 § 8.\n18 Jf. lov 9 jan 2009 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7a",
        "source_heading": "§ 7 a."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Forskrift",
      "content": "Departementet kan ved forskrift fastsette at selgeren eller tjenesteyteren plikter å gi andre opplysninger etter §§ 7 og 7 a.\nDepartementet kan ved forskrift gi nærmere bestemmelser om hvordan opplysningsplikten etter §§ 7 og 7 a skal oppfylles.\nDepartementet kan ved forskrift gjøre unntak fra opplysningsplikten etter § 7.\n0 Endret ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Opplysningsplikt ved avtaleinngåelse ved avtaler om varer og andre tjenester enn finansielle tjenester​1",
      "content": "I forbindelse med inngåelse av en avtale skal forbrukeren​2 motta følgende opplysninger skriftlig på et varig medium som forbrukeren råder over:\na. opplysningene som nevnt i § 7 første ledd bokstav a-f\nb. vilkårene og framgangsmåten for, samt virkningene av å benytte angreretten\nc. opplysninger om eventuell ettersalgsservice og gjeldende garantivilkår\nd. vilkår for oppsigelse av avtalen dersom den er tidsubegrenset eller av mer enn ett års varighet\ne. bekreftelse av bestillingen.\nVed avtaler om tjenester skal opplysningene gis snarest mulig etter avtaleinngåelsen.​3 Ved kjøp av varer skal forbrukeren​2 motta opplysningene senest ved levering. Ved avtaler om varer som skal leveres til en annen enn kjøperen, kan det avtales at opplysningene skal gis først etter levering av varen. Opplysninger etter bokstav b-e skal uansett gis etter avtaleinngåelsen,​3 selv om de er gitt på denne måten tidligere.\nDer markedsføringen forut for avtaleinngåelsen​3 er rettet direkte til norske forbrukere, eller der markedsføringen er på norsk, skal opplysningene gis på norsk.\nBestemmelsen her gjelder ikke for enkeltstående tjenester som ytes ved bruk av en fjernkommunikasjonsmetode​4 og som faktureres av operatøren (for eksempel teletorgtjenester). Forbrukeren​2 skal likevel kunne få opplyst den fysiske adressen til tjenesteyterens forretningssted der han eller hun kan inngi klager.\n0 Endret ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), f.\n2 Se § 6 (1), e.\n3 Jf. lov 31 mai 1918 nr. 4 kap. 1.\n4 Se § 6 (1), b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:9 a",
      "chapter": "3",
      "section": "9 a",
      "title": "Opplysninger og avtalevilkår på varig medium ved fjernsalg av finansielle tjenester​1",
      "content": "I rimelig tid før forbrukeren​2 blir bundet av en avtale skal tjenesteyteren gi forbrukeren alle avtalevilkår og alle opplysninger etter § 7 a første ledd, skriftlig på et varig medium som forbrukeren råder over. Hvis avtalen inngås på forbrukerens​2 oppfordring og det brukes en fjernkommunikasjonsmetode​3 som ikke gjør det mulig å gi avtalevilkår og opplysninger på varig medium før avtaleinngåelsen, skal tjenesteyteren oppfylle sine forpliktelser straks etter at avtalen er inngått.​4\n§ 7 a fjerde ledd gjelder tilsvarende.\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), f.\n2 Se § 6 (1), e.\n3 Se § 6 (1), b.\n4 Jf. lov 31 mai 1918 nr. 4 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "3:9 b",
      "chapter": "3",
      "section": "9 b",
      "title": "Rett for forbrukeren​1 til ved fjernsalg av finansielle tjenester​2 å få avtalevilkår på papir og til å bytte fjernkommunikasjonsmetode​3",
      "content": "Forbrukeren​1 kan når som helst under avtaleforholdet be om å få avtalevilkårene på papir.\nForbrukeren​1 har rett til å bytte til en annen fjernkommunikasjonsmetode, med mindre dette er i strid med avtalen eller med den typen finansiell tjeneste​2 som ytes.\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), e.\n2 Se § 6 (1), f.\n3 Se § 6 (1), b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9b",
        "source_heading": "§ 9 b."
      }
    },
    {
      "provision_ref": "3:9 c",
      "chapter": "3",
      "section": "9 c",
      "title": "Opplysninger på varig medium ved salg av finansielle tjenester​1 utenfor fast utsalgssted​2",
      "content": "I forbindelse med inngåelse av en avtale om finansielle tjenester​1 som inngås utenfor fast utsalgssted,​2 skal tjenesteyteren gi forbrukeren​3 opplysninger som nevnt i § 7 a første ledd bokstav j og k skriftlig på et varig medium som forbrukeren råder over.\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), f.\n2 Se § 6 (1), d.\n3 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9c",
        "source_heading": "§ 9 c."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Forskrift",
      "content": "Departementet kan ved forskrift fastsette nærmere bestemmelser om krav til oppfyllelse av opplysningsplikten etter §§ 9, 9 a og 9 c, herunder at opplysninger om angreretten skal gis ved bruk av et angrefristformular fastsatt av departementet.\nDepartementet kan ved forskrift gjøre unntak fra opplysningsplikten etter § 9.\n0 Endret ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:10 a",
      "chapter": "3",
      "section": "10 a",
      "title": "Krav om skriftlig aksept ved telefonsalg",
      "content": "Ved uanmodet oppringning fra selgeren eller tjenesteyteren må tilbud rettet til forbrukeren aksepteres skriftlig av forbrukeren for at bindende avtale skal være inngått.\nTilbudet skal inneholde opplysning om at forbrukeren ikke blir bundet før forbrukeren aksepterer skriftlig.\nSelgeren eller tjenesteyteren skal på forespørsel dokumentere mottatt aksept etter første ledd.\nFørste og annet ledd gjelder ikke ved oppringning om\na. salg av varer eller tjenester fra frivillige organisasjoner\nb. salg av avisabonnement.\nDepartementet kan i forskrift stille krav om registrering i frivillighetsregisteret, jf. lov 19. juni 2007 nr. 88, for å bli regnet som frivillig organisasjon etter fjerde ledd.\n0 Tilføyd ved lov 9 jan 2009 nr. 2 (ikr. 1 juni 2009 iflg. res. 9 jan 2009 nr. 7).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10a",
        "source_heading": "§ 10 a."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Rett til å gå fra avtalen (angrerett)",
      "content": "Forbrukeren​1 har rett til å gå fra avtalen (angrerett) ved å gi melding til selgeren etter § 13 innen 14 dager etter at hele varen og de opplysninger som kreves med hjemmel i kapittel 3 er mottatt på foreskreven måte. Ved fjernsalg​2 løper fristen uansett ut senest 3 måneder etter at varen er mottatt, eller etter 1 år dersom opplysninger om angrerett ikke er gitt.​3\nFor varer som skal tilvirkes eller tilpasses spesielt​4 for forbrukeren​1 løper fristen ved annet fjernsalg enn telefonsalg​5 fra de opplysninger som kreves med hjemmel i kapittel 3 er mottatt på foreskreven måte. Fristen løper likevel ut senest 3 måneder etter at avtalen ble inngått.​6\nVed kjøp av bokverk der det er avtalt at bokverket leveres som delleveranser over tid, begynner fristen å løpe når forbrukeren har mottatt det første bindet og de opplysninger som kreves med hjemmel i kapittel 3 på foreskreven måte, forutsatt at dette gjør det mulig for forbrukeren å danne seg en oppfatning av hele bokverket. Fristen løper uansett ut senest 3 måneder etter at det første bindet er mottatt eller etter 1 år dersom opplysninger om angrerett ikke er gitt. I tilfeller der forbrukeren ikke har mottatt opplysningene som kreves med hjemmel i kapittel 3 på foreskreven måte, reknes tilsvarende frist som nevnt i annet punktum fra mottakelsen av hvert enkelt bind.\n0 Endret ved lover 9 mai 2003 nr. 28 (ikr. 1 juni 2003 iflg. res. 9 mai 2003 nr. 566), 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), e.\n2 Se § 6 (1), a.\n3 Jf. § 9 (1).\n4 Sml. forbrkjl. §§ 2 og 23 (4).\n5 Se § 6 (1), a og c.\n6 Jf. lov 31 mai 1918 nr. 4 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Unntak fra og begrensninger i angreretten",
      "content": "Angreretten gjelder ikke\na. dersom varen ikke kan leveres tilbake i tilnærmet samme stand og mengde, og beskadigelsen eller forringelsen skyldes uaktsomhet eller manglende omsorg fra forbrukerens​1 side​2\nb. varer der selve leveringen har medført at de ikke kan leveres tilbake\nc. varer som raskt forringes fysisk.\nVed annet fjernsalg enn telefonsalg​3 kan angreretten ikke gjøres gjeldende for lyd- eller bildeopptak eller datamaskinprogram der forbrukeren har brutt forseglingen. Opplysning om at angreretten bortfaller skal framgå klart og tydelig på selve forseglingen.\n1 Se § 6 (1), e.\n2 Sml. forbrkjl. § 51.\n3 Se § 6 (1), a og c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Melding om bruk av angreretten. Fristberegning",
      "content": "Dersom forbrukeren​2 vil benytte angreretten etter § 11 skal det gis melding til selgeren om dette innen utløpet av den dagen fristen løper ut. I meldingen skal forbrukeren opplyse om hvordan retur av varen vil skje.\nEnder fristen på en lørdag, helligdag​3 eller høytidsdag​4 forlenges den likevel slik at den løper ut den nærmeste virkedagen som følger etter.\nFristen anses overholdt dersom meldingen er avsendt innen fristens utløp, og på en måte som er forsvarlig etter forholdene. Dette gjelder selv om meldingen blir forsinket eller på annen måte ikke kommer riktig fram.​5\n1 Jf. §§ 20 og 22 e.\n2 Se § 6 (1), e.\n3 Se lov 24 feb 1995 nr. 12 § 2.\n4 Sml. lov 17 feb 1939 nr. 1 § 5 (2).\n5 Jf. forbrkjl. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Gjennomføring av angreretten ved avtaler som er inngått ved telefonsalg eller salg utenfor fast utsalgssted​2",
      "content": "Ved bruk av angreretten faller partenes plikt til å oppfylle avtalen bort. Dersom noen av partene har oppfylt hele eller deler av avtalen skal det skje en tilbakeføring. Returkostnadene bæres av selgeren.\nSelgeren plikter å tilbakebetale det forbrukeren​3 har betalt, samt eventuelt et beløp til dekning av returkostnader, senest 14 dager fra den dagen melding om bruk av angreretten er mottatt.\nForbrukeren​3 kan holde varen tilbake inntil han eller hun har mottatt tilbakebetaling og eventuelt et beløp tilsvarende returkostnader fra selgeren.\nNår forbrukeren​3 har mottatt det selgeren skal betale, skal forbrukeren sende eller levere varen til selgeren innen rimelig tid.\nEr varen sendt gjennom posten eller en annen selvstendig fraktfører skal den sendes tilbake på tilsvarende måte. Dersom selgeren ikke har ordnet med hensiktsmessig returpakning, gjelder bestemmelsen i sjette ledd.\nEr varen levert på annen måte skal den stilles til selgerens rådighet for avhenting på det stedet varen ble mottatt. Er varen i disse tilfellene levert på et annet sted enn i forbrukerens​3 hjem kan det avtales at varen skal sendes eller leveres på en annen måte som ikke medfører urimelig ulempe for forbrukeren.\nForbrukeren​3 plikter ikke å motta eller innløse en vare før den returneres til selgeren, men kan i stedet be den som leverer varen om å returnere den til selgeren.\nDersom forbrukeren​3 har gitt melding til selgeren om at varen kan hentes i henhold til sjette ledd og dette ikke skjer innen 3 måneder fra meldingen er mottatt, tilfaller den forbrukeren vederlagsfritt.\n1 Sml. §§ 21, 22 c og 22 f.\n2 Se § 6 (1), c og d. Sml. forbrkjl. § 49.\n3 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Gjennomføring av angreretten ved avtaler som er inngått ved annet fjernsalg enn telefonsalg​1",
      "content": "Ved bruk av angreretten faller partenes plikt til å oppfylle avtalen bort. Dersom noen av partene har oppfylt hele eller deler av avtalen skal det skje en tilbakeføring. Returkostnadene bæres av forbrukeren​2 med mindre selgeren har misligholdt avtalen eller selgeren i henhold til avtalen har levert en erstatningsvare, fordi den bestilte varen ikke var tilgjengelig.\nForbrukeren​2 skal tilbakeføre varen innen rimelig tid. Dette må gjøres selv om forbrukeren ikke har fått det han eller hun har krav på å få tilbakebetalt fra selgeren.\nEr varen sendt gjennom posten eller en annen selvstendig fraktfører skal den sendes tilbake på samme måte eller leveres til selgeren. Dersom selgeren ikke har ordnet med hensiktsmessig returpakning gjelder bestemmelsen i fjerde ledd.\nEr varen levert på annen måte, skal forbrukeren​2 enten stille varen til selgerens rådighet for avhenting på det stedet den ble mottatt eller levere eller sende den til selgeren.\nSelgeren plikter å tilbakebetale det forbrukeren​2 har betalt innen 14 dager fra den dag selgeren mottar varen eller henteseddel eller varen er stilt til rådighet.\nForbrukeren​2 plikter ikke å motta eller innløse en vare før den returneres til selgeren, men kan i stedet betale returkostnadene og be den som leverer varen om å returnere varen til selgeren.\nDersom forbrukeren​2 har gitt melding til selgeren om at varen kan hentes i henhold til fjerde ledd og dette ikke skjer innen 3 måneder fra meldingen er mottatt, tilfaller den forbrukeren vederlagsfritt.\n1 Se § 6 (1), a og c.\n2 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Oppgjør ved tilvirkningskjøp​1 m.v.",
      "content": "Ved annet fjernsalg enn telefonsalg​2 av varer som skal tilvirkes eller tilpasses spesielt for forbrukeren​3 kan det avtales at tilvirkningen eller tilpassingen påbegynnes før angrefristen løper ut, med den virkning at forbrukeren ved bruk av angreretten betaler for utført arbeid og medgåtte materialer.\nSlik påbegynnelse skal avtales særskilt. Påbegynnelse kan ikke skje før selgeren har gitt de opplysninger som kreves etter kapittel 3 på foreskreven måte.\n1 Jf. forbrkjl. §§ 2 og 23 (3).\n2 Se § 6 (1), a og c.\n3 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Virkninger for kredittavtaler ved bruk av angreretten​1",
      "content": "Når forbrukeren​2 benytter angreretten etter § 11, skal avtaler om kreditt som helt eller delvis dekker kjøpesummen, oppheves vederlagsfritt, dersom kreditten ytes av selgeren. Er avtalen helt eller delvis oppfylt av noen av partene, skal det mottatte tilbakeføres.\nFørste ledd gjelder tilsvarende når kreditten ytes av en tredjeperson på grunnlag av avtale mellom denne og selgeren. Selgeren skal gi melding​3 til kredittyteren umiddelbart etter at melding om bruk av angreretten er mottatt.\n1 Jf. lov 25 juni 1999 nr. 46 § 51 b.\n2 Se § 6 (1), e.\n3 Jf. § 13 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Rett til å gå fra avtalen (angrerett)",
      "content": "Forbrukeren​1 har rett til å gå fra avtalen (angrerett) ved å gi melding til tjenesteyteren etter § 20 innen 14 dager etter at de opplysninger som kreves med hjemmel i kapittel 3 er mottatt på foreskreven måte. Ved fjernsalg​2 løper fristen uansett ut senest 3 måneder etter at avtalen ble inngått, eller etter 1 år dersom opplysning om angreretten ikke er gitt.​3\n0 Endret ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), e.\n2 Se § 6 (1), a.\n3 Jf. § 9 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Unntak fra og begrensninger i angreretten",
      "content": "Ved annet fjernsalg enn telefonsalg​1 gjelder angreretten ikke for\na. spille- og lotteritjenester​2\nb. enkeltstående tjenester dersom selgeren ved avtaleinngåelsen​3 forplikter seg til å levere tjenesten på et bestemt tidspunkt eller innenfor et bestemt tidsrom.\n0 Endret ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), a og c.\n2 Jf. lover 28 aug 1992 nr. 103, 24 feb 1995 nr. 11.\n3 Jf. lov 31 mai 1918 nr. 4 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Melding om bruk av angreretten. Fristberegning",
      "content": "Bestemmelsene i § 13 om melding om bruk av angreretten og fristberegning gjelder tilsvarende for avtaler om tjenester.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Gjennomføring av angreretten​1",
      "content": "Ved bruk av angreretten faller partenes plikt til å oppfylle avtalen bort.\nDersom noen av partene har oppfylt hele eller deler av avtalen skal det skje en tilbakeføring så langt det er mulig. Dette gjelder ikke kostnader forbrukeren​2 eventuelt skal svare for etter avtale i medhold av tredje ledd. Bestemmelsene i §§ 14 og 15 gjelder tilsvarende for tilbakebetaling av vederlag og tilbakeføring av varer forbrukeren har mottatt i forbindelse med tjenesteavtalen.\nVed annet fjernsalg enn telefonsalg​3 kan det avtales at tjenesten skal påbegynnes før utløpet av angrefristen, med den virkning at forbrukeren​2 ved bruk av angreretten skal betale for den delen av tjenesten som er utført samt for medgåtte materialer. Slik påbegynnelse skal avtales særskilt. Påbegynnelse kan ikke skje før tjenesteyteren har gitt de opplysninger som kreves med hjemmel i kapittel 3 på foreskreven måte.\n1 Jf. lov 16 juni 1989 nr. 63 § 16.\n2 Se § 6 (1), e.\n3 Se § 6 (1), a og c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Virkninger for kredittavtaler ved bruk av angreretten​1",
      "content": "Bestemmelsene i § 17 om virkninger for kredittavtaler gjelder tilsvarende.\n1 Jf. lov 25 juni 1999 nr. 46 § 51 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:22 a",
      "chapter": "6",
      "section": "22 a",
      "title": "Rett til å gå fra avtalen (angrerett) ved fjernsalg​1",
      "content": "Forbrukeren​2 har rett til å gå fra avtalen (angrerett) innen 14 dager ved å gi melding til tjenesteyteren etter tredje ledd. For avtaler om livsforsikring​3 og individuelle pensjonsavtaler er fristen 30 dager.\nFristen løper fra avtalen er inngått​4 eller, ved livsforsikringsavtaler,​3 fra forbrukeren​2 har fått melding om at avtalen er inngått, forutsatt at avtalevilkårene og opplysningene som kreves med hjemmel i § 9 a første ledd er mottatt på foreskreven måte. Dersom opplysningsplikten først oppfylles etter avtaleinngåelsen eller melding om at en livsforsikringsavtale er inngått, løper fristen fra det tidspunktet opplysningsplikten er oppfylt.\nBestemmelsen i § 13 om melding om bruk av angreretten og fristberegning gjelder tilsvarende.\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), a.\n2 Se § 6 (1), e.\n3 Jf. lov 16 juni 1989 nr. 69.\n4 Jf. lov 31 mai 1918 nr. 4 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22a",
        "source_heading": "§ 22 a."
      }
    },
    {
      "provision_ref": "6:22 b",
      "chapter": "6",
      "section": "22 b",
      "title": "Unntak fra angreretten ved fjernsalg​1",
      "content": "Angreretten gjelder ikke for\na. tjenester der prisen avhenger av svingninger på finansmarkedet som tjenesteyteren ikke har innflytelse på og som kan forekomme i angreperioden\nb. avtaler om reise- og reisegodsforsikring eller andre forsikringsavtaler​2 med kortere varighet enn en måned\nc. avtaler som etter forbrukerens​3 uttrykkelige anmodning er blitt oppfylt av begge parter før forbrukeren utøver sin angrerett\nd. kreditt som er sikret ved pant i fast eiendom​4 eller i rettighet knyttet til fast eiendom.\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), a.\n2 Jf. lov 16 juni 1989 nr. 69.\n3 Se § 6 (1), e.\n4 Jf. pantel. kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22b",
        "source_heading": "§ 22 b."
      }
    },
    {
      "provision_ref": "6:22 c",
      "chapter": "6",
      "section": "22 c",
      "title": "Gjennomføring av angreretten ved fjernsalg​2",
      "content": "Ved bruk av angreretten faller partenes plikt til å oppfylle avtalen bort. Dersom noen av partene har oppfylt deler av avtalen, skal det skje en tilbakeføring.\nVed bruk av angreretten kan forbrukeren​3 kun pålegges å betale for den tjenesten som faktisk er levert. Det beløpet forbrukeren skal betale skal stå i rimelig forhold til omfanget av den tjenesten som allerede er levert sammenlignet med avtalens fulle oppfyllelse.\nRett til betaling forutsetter at oppfyllelse av avtalen er påbegynt etter forbrukerens​3 anmodning og at forbrukeren er blitt opplyst om det beløpet som skal betales i samsvar med reglene i § 7 a bokstav j jf. § 9 a første ledd.\nTjenesteyteren skal snarest mulig og senest i løpet av 30 kalenderdager tilbakebetale ethvert beløp som han har mottatt fra forbrukeren​3 i forbindelse med avtalen, med unntak av eventuelle beløp etter annet ledd. Fristen løper fra den dagen tjenesteyteren mottar melding om bruk av angreretten.\nForbrukeren​3 skal snarest mulig og senest i løpet av 30 kalenderdager tilbakeføre ethvert beløp og/eller formuesgode som han eller hun har mottatt. Fristen løper fra den dagen forbrukeren sender melding om bruk av angreretten.\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Sml. §§ 14, 21 og 22 f.\n2 Se § 6 (1), a.\n3 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22c",
        "source_heading": "§ 22 c."
      }
    },
    {
      "provision_ref": "6:22 d",
      "chapter": "6",
      "section": "22 d",
      "title": "Oppheving av visse tilknyttede avtaler ved fjernsalg​2",
      "content": "Hvis det til en finansiell tjeneste​3 er knyttet en annen fjernsalgsavtale​2 om tjenester som skal leveres av tjenesteyteren, oppheves den andre avtalen uten at det kan kreves vederlag for opphevelsen dersom forbrukeren​4 benytter angreretten etter § 22 a.\nFørste ledd gjelder tilsvarende når den tilknyttede tjenesten ytes av en annen enn den som yter den finansielle tjenesten​3 på grunnlag av avtale mellom dem. Den som yter den finansielle tjenesten skal i så fall gi melding til den andre tjenesteyteren umiddelbart etter at melding om bruk av angreretten er mottatt fra forbrukeren.​4\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Jf. lov 25 juni 1999 nr. 46 § 51 b.\n2 Se § 6 (1), a.\n3 Se § 6 (1), f.\n4 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22d",
        "source_heading": "§ 22 d."
      }
    },
    {
      "provision_ref": "6:22 e",
      "chapter": "6",
      "section": "22 e",
      "title": "Rett til å gå fra avtalen (angrerett) ved salg utenfor fast utsalgssted​1",
      "content": "Forbrukeren​2 har rett til å gå fra avtalen (angrerett) ved å gi melding til tjenesteyteren etter § 20 innen 14 dager etter at de opplysningene som kreves med hjemmel i § 9 c er mottatt på foreskreven måte.\nDepartementet kan ved forskrift fastsette særlige regler om angreretten og kan herunder gjøre unntak fra angreretten for bestemte typer tjenester.\nBestemmelsene i § 13 om melding om bruk av angreretten og fristberegning gjelder tilsvarende.\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), d.\n2 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22e",
        "source_heading": "§ 22 e."
      }
    },
    {
      "provision_ref": "6:22 f",
      "chapter": "6",
      "section": "22 f",
      "title": "Gjennomføring av angreretten ved salg utenfor fast utsalgssted​2",
      "content": "Ved bruk av angreretten faller partenes plikt til å oppfylle avtalen bort.\nDersom noen av partene har oppfylt hele eller deler av avtalen, skal det skje en tilbakeføring. Bestemmelsene i §§ 14 og 15 gjelder tilsvarende for tilbakebetaling av vederlag og tilbakeføring av varer forbrukeren​3 har mottatt i forbindelse med tjenesteavtalen.\nBestemmelsen i § 17 om virkninger for kredittavtaler gjelder tilsvarende.\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Sml. §§ 14, 21 og 22 c.\n2 Se § 6 (1), d.\n3 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22f",
        "source_heading": "§ 22 f."
      }
    },
    {
      "provision_ref": "6:22 g",
      "chapter": "6",
      "section": "22 g",
      "content": "For angrerett ved kredittavtaler etter finansavtaleloven​1 gjelder finansavtaleloven § 51 b.\n0 Tilføyd ved lov 7 mai 2010 nr. 15 (ikr. 11 juni 2010 iflg. res. 7 mai 2010 nr. 653).\n1 Lov 25 juni 1999 nr. 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22g",
        "source_heading": "§ 22 g."
      }
    },
    {
      "provision_ref": "7:23",
      "chapter": "7",
      "section": "23",
      "title": "Leveringstidspunkt​1",
      "content": "Dersom ikke annet er opplyst og avtalt, skal varen eller tjenesten leveres innen rimelig tid og senest innen 30 dager etter den dagen da forbrukeren​2 innga kjøpetilbud (ordre).\n1 Jf. forbrkjl. § 6.\n2 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "title": "Varer og tjenester som ikke kan leveres",
      "content": "Dersom selgeren eller tjenesteyteren ikke kan levere den bestilte varen eller tjenesten, skal det gis melding om dette snarest mulig.​1\nDersom avtalen heves skal eventuelt forskuddsinnbetalte beløp betales tilbake til forbrukeren​2 snarest mulig og senest innen 14 dager etter at avtalen er hevet.\n1 Jf. forbrkjl. § 25.\n2 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "8:25",
      "chapter": "8",
      "section": "25",
      "title": "Ikrafttredelse. Oppheving av tidligere lov. Overgangsbestemmelser",
      "content": "Loven trer i kraft fra det tidspunkt Kongen fastsetter. Fra samme tidspunkt oppheves lov 24. mars 1972 nr. 11 om angrefrist ved visse avtaler om forbrukerkjøp m.m. (angrefristloven).\nLoven får bare virkning for markedsføringstiltak og avtaler som inngås etter at loven trer i kraft.\nLov 24. mars 1972 nr. 11 om angrefrist ved visse avtaler om forbrukerkjøp m.m. (angrefristloven) og forskrifter fastsatt i medhold av den, gjelder for avtaler som er inngått før oppheving av loven.\n0 Loven trådte ikr. 1 mai 2001 iflg. res. 21 des 2000 nr. 1351.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "8:26",
      "chapter": "8",
      "section": "26",
      "title": "Endringer i andre lover",
      "content": "Fra den tid loven trer i kraft gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Virkeområde",
      "content": "Loven gjelder ved salg av varer og tjenester til forbrukere,​1 når selgeren eller tjenesteyteren opptrer i næringsvirksomhet og avtalen inngås ved fjernsalg​2 eller salg utenfor fast utsalgssted.​3\nLovens kapittel 2 og 3 gjelder også den som i næringsvirksomhet opptrer på vegne av en ikke-næringsdrivende selger eller tjenesteyter i situasjoner som nevnt i første ledd.\nLoven gjelder for Svalbard​4 og Jan Mayen.​5 Kongen kan likevel ved forskrift bestemme at hele eller deler av loven ikke skal gjelde, og gi særlige regler av hensyn til de stedlige forhold.\n1 Se § 6 (1), e.\n2 Se § 6 (1), a.\n3 Se § 6 (1), d.\n4 Se lov 17 juli 1925 nr. 11 § 1 (2).\n5 Jf. lov 27 feb 1930 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Unntak fra lovens virkeområde",
      "content": "Loven gjelder ikke for:\na. salg av varer og andre tjenester enn finansielle tjenester​1 fra salgsautomater og automatiserte forretningslokaler\nb. salg utenfor fast utsalgssted​2 når den samlede kontraktssummen inkludert frakt- og tilleggskostnader som forbrukeren​3 skal betale er under kr 300\nc. auksjonssalg av varer og andre tjenester enn finansielle tjenester. Loven gjelder likevel når det er lagt opp til at budgivningen utelukkende skal skje ved fjernkommunikasjon,​4 og gjelder annet enn brukte varer og særskilt tilvirkede gjenstander. Loven gjelder uansett når auksjonssalg skjer som ledd i en salgsutflukt arrangert av selgeren eller tjenesteyteren\nd. avtaler om salg​5 eller oppføring​6 av fast eiendom eller avtaler som gjelder rettigheter i fast eiendom, bortsett fra utleie.​7 Som salg av fast eiendom regnes også salg av adkomstdokumenter med tilknyttet leierett eller borett i bolig​8\ne. avtaler som omfattes av lov om avtaler om deltidsbruksrett og langtidsferieprodukter mv.,​9 og henvendelser med sikte på inngåelse av slike avtaler\nf. salg utenfor fast utsalgssted​2 dersom selgeren eller tjenesteyteren oppsøker forbrukeren​3 etter dennes uttrykkelige anmodning, og avtalen angår en vare eller tjeneste som omfattes av forbrukerens​3 henvendelse, eller en vare eller tjeneste som er direkte forbundet med denne\ng. – – –\nh. – – –.\n0 Endret ved lover 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510), 21 des 2005 nr. 130 (ikr. 1 juli 2006 iflg. res. 30 juni 2006 nr. 875), 25 mai 2012 nr. 27 (ikr. 1 juli 2012 iflg. res. 25 mai 2012 nr. 472).\n1 Se § 6 (1), f.\n2 Se § 6 (1), d.\n3 Se § 6 (1), e.\n4 Se § 6 (1), b.\n5 Se lov 3 juli 1992 nr. 93.\n6 Se lov 13 juni 1997 nr. 43.\n7 Se lov 26 mars 1999 nr. 17.\n8 Se tvangsl. § 1-8 (4) og lov 6 juni 2003 nr. 39.\n9 Lov 25 mai 2012 nr. 27, se dens kap. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Ufravikelighet",
      "content": "Det kan ikke avtales eller gjøres gjeldende vilkår som er dårligere for forbrukeren​1 enn det som følger av bestemmelsene i loven her.​2\n1 Se § 6 (1), e.\n2 Sml. forbrkjl. § 3 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "Forholdet til annet regelverk",
      "content": "Loven medfører ingen begrensninger i krav til opplysningsplikt eller krav til avtalen som følger av andre regler.​1\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Jf. forbrkjl. § 16 (1), b, lov 26 mars 1999 nr. 17 § 2-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Avtale om voldgift og verneting",
      "content": "Forbrukeren​1 kan ikke på forhånd avtale voldgift.​2\nDersom ikke annet følger av lov, kan forbrukeren ikke vedta annet verneting​3 enn de lovbestemte, med unntak av sitt alminnelige verneting.​4\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se § 6 (1), e.\n2 Se lov 14 mai 2004 nr. 25.\n3 Se tvl. kap. 4 II.\n4 Se tvl. § 4-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Lovvalg utenfor EØS",
      "content": "Inneholder en avtale som har nær tilknytning til EØS-landenes territorium, en bestemmelse om at lovgivningen i et land utenfor dette området skal anvendes på avtalen, gjelder bestemmelsen bare for spørsmål som er regulert i denne loven hvis selgeren eller tjenesteyteren kan godtgjøre at forbrukeren​1 ikke får en dårligere beskyttelse.\n1 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Definisjoner",
      "content": "I loven menes med:\na. fjernsalg: salg der forberedelse og inngåelse av en avtale skjer utelukkende ved bruk av fjernkommunikasjon,​1 forutsatt at selgeren eller tjenesteyteren i sin markedsføring tilbyr eller oppfordrer til inngåelse av avtaler på denne måten\nb. fjernkommunikasjon: kommunikasjon som skjer uten at partene er tilstede samtidig, f.eks. ved telefon, trykksaker, fjernsyn og Internett\nc. telefonsalg: fjernsalg​2 der forbrukeren​3 inngår avtale eller inngir kjøpetilbud (ordre) ved eller etter telefonsamtale etter uanmodet oppringning fra selgeren eller tjenesteyteren.\nd. salg utenfor fast utsalgssted: salg der forbrukeren​3 inngår avtale eller inngir kjøpetilbud (ordre) i nærvær av selgeren eller tjenesteyteren på annet sted enn dennes faste utsalgssted\ne. forbruker:​4 fysisk person som ikke hovedsakelig handler som ledd i næringsvirksomhet.\nf. finansiell tjeneste: enhver tjeneste som har karakter av bank-, kreditt-, forsikrings-, individuell pensjons-, investerings- eller betalingstjeneste.\nDepartementet kan gi forskrift om hva som skal anses som fjernkommunikasjon.\n0 Endret ved lover 21 juni 2002 nr. 34 (ikr. 1 juli 2002), 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510), 9 jan 2009 nr. 2 (ikr. 1 juni 2009 iflg. res. 9 jan 2009 nr. 7).\n1 Se bokstav b.\n2 Se bokstav a.\n3 Se bokstav e.\n4 Sml. lover 28 apr 1978 nr. 18 § 1 (3) annet punktum, 16 juni 1989 nr. 63 § 1 nr. 2, 3 juli 1992 nr. 93 § 1-2 (3), 13 juni 1997 nr. 43 § 2, 25 juni 1999 nr. 46 § 2 (1), forbrkjl. § 1 (3), lov 25 mai 2012 nr. 27 § 2, f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Opplysningsplikt før avtaleinngåelsen ved avtaler om varer og andre tjenester enn finansielle tjenester",
      "content": "Før det blir inngått en avtale skal forbrukeren​1 motta opplysninger som forbrukeren har grunn til å regne med å få, herunder opplysninger som forbrukeren har krav på etter annen lovgivning. Forbrukeren​1 skal i alle fall ha opplysninger om:\na. varens eller tjenestens viktigste egenskaper​2\nb. de totale kostnadene forbrukeren skal betale, inklusive alle avgifter og leveringskostnader, og spesifikasjon av de enkelte elementene i totalprisen\nc. om forbrukeren har rett til å gå fra avtalen (angrerett) etter loven her eller ikke\nd. alle vesentlige avtalevilkår,​3 herunder om betaling, levering eller annen oppfyllelse av avtalen samt om avtalens varighet når avtalen gjelder løpende ytelser\ne. selgerens eller tjenesteyterens navn og adresse\nf. tidsrommet tilbudet eller prisen er gyldig i​4\ng. kostnadene ved bruk av fjernkommunikasjonsmetoden,​5 dersom de ikke beregnes etter normaltakst\nh. hvilke språk informasjon og avtalevilkår er tilgjengelig på.\nVed uanmodet oppringning skal forbrukeren før denne blir bundet av en avtale også motta skriftlige opplysninger om\na. at forbrukeren ikke blir bundet før et tilbud er akseptert skriftlig, jf. § 10 a\nb. varens eller tjenestens art\nc. de totale kostnadene forbrukeren skal betale, inklusive alle avgifter og leveringskostnader\nd. eventuell bindingstid, abonnement eller minstekjøp.\nAnnet ledd gjelder ikke ved oppringning om\na. salg av varer eller tjenester fra frivillige organisasjoner\nb. salg av avisabonnement.\nDepartementet kan i forskrift stille krav om registrering i frivillighetsregisteret, jf. lov 19. juni 2007 nr. 88, for å bli regnet som frivillig organisasjon etter tredje ledd.\nOpplysningene skal gis på en klar og forståelig måte. Der opplysningene gis ved fjernkommunikasjon​5 skal det tilpasses det midlet som anvendes. Markedsføringen skal ta særskilt hensyn til behovet for beskyttelse av mindreårige.​6\nVed markedsføring som er rettet direkte til norske forbrukere,​1 eller der markedsføringen er på norsk, skal opplysningene gis på norsk.\n0 Endret ved lover 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510), 9 jan 2009 nr. 2 (ikr. 1 juni 2009 iflg. res. 9 jan 2009 nr. 7).\n1 Se § 6 (1), e.\n2 Jf. lov 9 jan 2009 nr. 2 § 8 og § 48, forbrkjl. § 16 (1), b, lov 25 aug 1995 nr. 57 § 3-2.\n3 Jf. pantel. § 3-17.\n4 Jf. lov 31 mai 1918 nr. 4 §§ 2 og 3.\n5 Se § 6 (1), b.\n6 Jf. lov 26 mars 2010 nr. 9 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:7 a",
      "chapter": "2",
      "section": "7 a",
      "title": "Forhåndsopplysninger ved fjernsalg av finansielle tjenester​2",
      "content": "I rimelig tid før forbrukeren​3 blir bundet av en fjernsalgsavtale​4 skal tjenesteyteren gi forbrukeren opplysninger om:\na. tjenesteyterens navn, organisasjonsnummer og ervervsmessige hovedaktivitet og tjenesteyterens geografiske adresse.​5 Har en utenlandsk tjenesteyter en representant her i landet, eller tjenesteyteren for øvrig representeres overfor forbrukeren av en annen næringsdrivende, skal forbrukeren ha tilsvarende opplysninger om representanten,​6\nb. eventuelle godkjenningsordninger som virksomheten er underlagt og opplysninger om den relevante tilsynsmyndigheten,\nc. den finansielle tjenestens​2 viktigste egenskaper,\nd. eventuelle særskilte risikoer knyttet til det finansielle instrumentet eller til operasjoner som skal utføres. Er tjenestens pris avhengig av svingninger i finansmarkedene, skal det opplyses om dette og om at historisk verdiutvikling og avkastning ikke kan brukes som indikator på framtidig utvikling og avkastning,\ne. den samlede prisen forbrukeren​3 skal betale, inklusive provisjoner, gebyrer og alle skatter og avgifter som betales gjennom tjenesteyteren, og spesifikasjon av alle enkeltelementer i prisen. Kan det ikke opplyses om nøyaktig pris, skal det opplyses om utregningsgrunnlaget,\nf. at det kan finnes andre avgifter og/eller kostnader som ikke betales gjennom eller blir pålagt gjennom tjenesteyteren,\ng. eventuelle grenser for hvor lenge opplysningene er gyldige,\nh. ordninger for betaling og for oppfylling av avtalen,\ni. eventuelle særlige tilleggskostnader som belastes forbrukeren ved bruk av fjernkommunikasjonsmetoden,​7\nj. forbrukeren​3 har angrerett eller ikke,​8 den eventuelle angrefristens lengde,​9 vilkår for å bruke angreretten, herunder hvilket beløp forbrukeren kan bli avkrevd ved bruk av angreretten,​10\nk. hvordan angreretten kan brukes,​11 blant annet hvilken adresse melding om bruk av angreretten kan sendes til, samt om følgene av å ikke bruke angreretten,\nl. avtalens korteste varighet for avtaler om løpende eller tilbakevendende finansielle tjenester,\nm. eventuelle rettigheter avtalen gir partene til førtidig eller ensidig å avslutte avtaleforholdet, herunder eventuelle vederlag som pålegges i henhold til avtalen i slike tilfelle,​12\nn. navnet på den medlemsstaten eller medlemsstatene hvis lover er brukt av tjenesteyter som grunnlag for å kontakte forbrukeren​3 før avtalen inngås,\no. eventuelle lovvalgs- eller vernetingsbestemmelser i avtalen,​13\np. på hvilket eller hvilke språk avtalevilkårene og forhåndsopplysningene nevnt i denne bestemmelsen fins, samt på hvilket eller hvilke språk tjenesteyteren, med samtykke fra forbrukeren,​3 forplikter seg til å kommunisere så lenge avtalen løper,\nq. muligheten for å få løst eventuelle tvister med tjenesteyteren utenfor domstolene​14 og hvordan forbrukere​3 eventuelt kan benytte seg av ordningene,\nr. garantifond eller erstatningsordninger som ikke er omfattet av direktiv 94/19/EF om innskuddsgarantiordninger og direktiv 97/9/EF om erstatningsordninger for investorer.\nHvis fjernsalgsavtalen gjelder betalingstjenester som definert i finansavtaleloven § 11, skal tjenesteyteren istedenfor opplysninger som nevnt i første ledd bokstav a, b, c, e, l, m, o, p og q gi opplysningene nevnt i finansavtaleloven​15 § 15 annet ledd, eventuelt opplysningene nevnt i finansavtaloven § 23 første ledd hvis det gjelder en enkeltstående betalingstransaksjon som ikke er omfattet av en rammeavtale.\nOpplysningene skal gis på en klar og forståelig måte og i en form som er tilpasset den fjernkommunikasjonsmetoden som er brukt. Det skal tas særskilt hensyn til behovet for beskyttelse av personer uten rettslig handleevne,​16 som for eksempel mindreårige.​17 Der markedsføringen​18 er rettet til norske forbrukere,​3 skal opplysningene være på norsk. Hvis tjenesteyteren ikke gir alle opplysningene i markedsføringen,​18 skal det opplyses om hvor forbrukeren kan få dem.\nForutsatt at forbrukeren​3 uttrykkelig har gitt sitt samtykke til dette, kan tjenesteyteren i telefonsamtaler nøye seg med å gi opplysningene nevnt i første ledd bokstav a, c, d, e, f og j. Tjenesteyteren skal i så fall informere forbrukeren om at flere opplysninger er tilgjengelige på forespørsel, og hva slags opplysninger dette er. Tjenesteyteren skal uansett gi fullstendige opplysninger etter første ledd skriftlig på varig medium på det tidspunktet som følger av reglene i § 9 a.\nHvis det utføres flere separate transaksjoner av samme type mellom de samme partene uten at det foreligger noen innledende avtale om tjenesten, gjelder bestemmelsen her bare for den første transaksjonen. Hvis det går mer enn ett år mellom transaksjonene, skal opplysningene likevel gis på nytt.\nVed uanmodet oppringning skal tjenesteyteren før forbrukeren blir bundet av en fjernsalgsavtale gi forbrukeren skriftlig opplysning som nevnt i § 7 annet ledd bokstav a. Dette gjelder ikke ved fjernsalg av betalingstjenester som definert i finansavtaleloven​15 § 11.\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510), endret ved lover 30 mai 2008 nr. 36 (ikr. 1 juli 2008 iflg. res. 30 mai 2008 nr. 517), 9 jan 2009 nr. 2 (ikr. 1 juni 2009 iflg. res. 9 jan 2009 nr. 7), 19 juni 2009 nr. 81 (ikr. 1 nov 2009 iflg. res. 26 juni 2009 nr. 849), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Jf. §§ 9 (1), a til c.\n2 Se § 6 (1), f.\n3 Se § 6 (1), e.\n4 Se § 6 (1), a.\n5 Sml. lov 23 mai 2003 nr. 35 § 8 og § 9.\n6 Sml. lov 23 mai 2003 nr. 35.\n7 Se § 6 (1), b.\n8 Se § 22 b.\n9 Se § 22 a.\n10 Se § 22 c (2).\n11 Se § 22 a (3).\n12 Se § 22 c.\n13 Se § 4 og § 5.\n14 Jf. lover 28 apr 1978 nr. 18 og 25 juni 1999 nr. 46.\n15 Lov 25 juni 1999 nr. 46.\n16 Jf. lov 26 mars 2010 nr. 9 § 2.\n17 Se lov 26 mars 2010 nr. 9 § 8.\n18 Jf. lov 9 jan 2009 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7a",
        "source_heading": "§ 7 a."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Forskrift",
      "content": "Departementet kan ved forskrift fastsette at selgeren eller tjenesteyteren plikter å gi andre opplysninger etter §§ 7 og 7 a.\nDepartementet kan ved forskrift gi nærmere bestemmelser om hvordan opplysningsplikten etter §§ 7 og 7 a skal oppfylles.\nDepartementet kan ved forskrift gjøre unntak fra opplysningsplikten etter § 7.\n0 Endret ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Opplysningsplikt ved avtaleinngåelse ved avtaler om varer og andre tjenester enn finansielle tjenester​1",
      "content": "I forbindelse med inngåelse av en avtale skal forbrukeren​2 motta følgende opplysninger skriftlig på et varig medium som forbrukeren råder over:\na. opplysningene som nevnt i § 7 første ledd bokstav a-f\nb. vilkårene og framgangsmåten for, samt virkningene av å benytte angreretten\nc. opplysninger om eventuell ettersalgsservice og gjeldende garantivilkår\nd. vilkår for oppsigelse av avtalen dersom den er tidsubegrenset eller av mer enn ett års varighet\ne. bekreftelse av bestillingen.\nVed avtaler om tjenester skal opplysningene gis snarest mulig etter avtaleinngåelsen.​3 Ved kjøp av varer skal forbrukeren​2 motta opplysningene senest ved levering. Ved avtaler om varer som skal leveres til en annen enn kjøperen, kan det avtales at opplysningene skal gis først etter levering av varen. Opplysninger etter bokstav b-e skal uansett gis etter avtaleinngåelsen,​3 selv om de er gitt på denne måten tidligere.\nDer markedsføringen forut for avtaleinngåelsen​3 er rettet direkte til norske forbrukere, eller der markedsføringen er på norsk, skal opplysningene gis på norsk.\nBestemmelsen her gjelder ikke for enkeltstående tjenester som ytes ved bruk av en fjernkommunikasjonsmetode​4 og som faktureres av operatøren (for eksempel teletorgtjenester). Forbrukeren​2 skal likevel kunne få opplyst den fysiske adressen til tjenesteyterens forretningssted der han eller hun kan inngi klager.\n0 Endret ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), f.\n2 Se § 6 (1), e.\n3 Jf. lov 31 mai 1918 nr. 4 kap. 1.\n4 Se § 6 (1), b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:9 a",
      "chapter": "3",
      "section": "9 a",
      "title": "Opplysninger og avtalevilkår på varig medium ved fjernsalg av finansielle tjenester​1",
      "content": "I rimelig tid før forbrukeren​2 blir bundet av en avtale skal tjenesteyteren gi forbrukeren alle avtalevilkår og alle opplysninger etter § 7 a første ledd, skriftlig på et varig medium som forbrukeren råder over. Hvis avtalen inngås på forbrukerens​2 oppfordring og det brukes en fjernkommunikasjonsmetode​3 som ikke gjør det mulig å gi avtalevilkår og opplysninger på varig medium før avtaleinngåelsen, skal tjenesteyteren oppfylle sine forpliktelser straks etter at avtalen er inngått.​4\n§ 7 a fjerde ledd gjelder tilsvarende.\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), f.\n2 Se § 6 (1), e.\n3 Se § 6 (1), b.\n4 Jf. lov 31 mai 1918 nr. 4 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "3:9 b",
      "chapter": "3",
      "section": "9 b",
      "title": "Rett for forbrukeren​1 til ved fjernsalg av finansielle tjenester​2 å få avtalevilkår på papir og til å bytte fjernkommunikasjonsmetode​3",
      "content": "Forbrukeren​1 kan når som helst under avtaleforholdet be om å få avtalevilkårene på papir.\nForbrukeren​1 har rett til å bytte til en annen fjernkommunikasjonsmetode, med mindre dette er i strid med avtalen eller med den typen finansiell tjeneste​2 som ytes.\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), e.\n2 Se § 6 (1), f.\n3 Se § 6 (1), b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9b",
        "source_heading": "§ 9 b."
      }
    },
    {
      "provision_ref": "3:9 c",
      "chapter": "3",
      "section": "9 c",
      "title": "Opplysninger på varig medium ved salg av finansielle tjenester​1 utenfor fast utsalgssted​2",
      "content": "I forbindelse med inngåelse av en avtale om finansielle tjenester​1 som inngås utenfor fast utsalgssted,​2 skal tjenesteyteren gi forbrukeren​3 opplysninger som nevnt i § 7 a første ledd bokstav j og k skriftlig på et varig medium som forbrukeren råder over.\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), f.\n2 Se § 6 (1), d.\n3 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9c",
        "source_heading": "§ 9 c."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Forskrift",
      "content": "Departementet kan ved forskrift fastsette nærmere bestemmelser om krav til oppfyllelse av opplysningsplikten etter §§ 9, 9 a og 9 c, herunder at opplysninger om angreretten skal gis ved bruk av et angrefristformular fastsatt av departementet.\nDepartementet kan ved forskrift gjøre unntak fra opplysningsplikten etter § 9.\n0 Endret ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:10 a",
      "chapter": "3",
      "section": "10 a",
      "title": "Krav om skriftlig aksept ved telefonsalg",
      "content": "Ved uanmodet oppringning fra selgeren eller tjenesteyteren må tilbud rettet til forbrukeren aksepteres skriftlig av forbrukeren for at bindende avtale skal være inngått.\nTilbudet skal inneholde opplysning om at forbrukeren ikke blir bundet før forbrukeren aksepterer skriftlig.\nSelgeren eller tjenesteyteren skal på forespørsel dokumentere mottatt aksept etter første ledd.\nFørste og annet ledd gjelder ikke ved oppringning om\na. salg av varer eller tjenester fra frivillige organisasjoner\nb. salg av avisabonnement.\nDepartementet kan i forskrift stille krav om registrering i frivillighetsregisteret, jf. lov 19. juni 2007 nr. 88, for å bli regnet som frivillig organisasjon etter fjerde ledd.\n0 Tilføyd ved lov 9 jan 2009 nr. 2 (ikr. 1 juni 2009 iflg. res. 9 jan 2009 nr. 7).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10a",
        "source_heading": "§ 10 a."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Rett til å gå fra avtalen (angrerett)",
      "content": "Forbrukeren​1 har rett til å gå fra avtalen (angrerett) ved å gi melding til selgeren etter § 13 innen 14 dager etter at hele varen og de opplysninger som kreves med hjemmel i kapittel 3 er mottatt på foreskreven måte. Ved fjernsalg​2 løper fristen uansett ut senest 3 måneder etter at varen er mottatt, eller etter 1 år dersom opplysninger om angrerett ikke er gitt.​3\nFor varer som skal tilvirkes eller tilpasses spesielt​4 for forbrukeren​1 løper fristen ved annet fjernsalg enn telefonsalg​5 fra de opplysninger som kreves med hjemmel i kapittel 3 er mottatt på foreskreven måte. Fristen løper likevel ut senest 3 måneder etter at avtalen ble inngått.​6\nVed kjøp av bokverk der det er avtalt at bokverket leveres som delleveranser over tid, begynner fristen å løpe når forbrukeren har mottatt det første bindet og de opplysninger som kreves med hjemmel i kapittel 3 på foreskreven måte, forutsatt at dette gjør det mulig for forbrukeren å danne seg en oppfatning av hele bokverket. Fristen løper uansett ut senest 3 måneder etter at det første bindet er mottatt eller etter 1 år dersom opplysninger om angrerett ikke er gitt. I tilfeller der forbrukeren ikke har mottatt opplysningene som kreves med hjemmel i kapittel 3 på foreskreven måte, reknes tilsvarende frist som nevnt i annet punktum fra mottakelsen av hvert enkelt bind.\n0 Endret ved lover 9 mai 2003 nr. 28 (ikr. 1 juni 2003 iflg. res. 9 mai 2003 nr. 566), 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), e.\n2 Se § 6 (1), a.\n3 Jf. § 9 (1).\n4 Sml. forbrkjl. §§ 2 og 23 (4).\n5 Se § 6 (1), a og c.\n6 Jf. lov 31 mai 1918 nr. 4 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Unntak fra og begrensninger i angreretten",
      "content": "Angreretten gjelder ikke\na. dersom varen ikke kan leveres tilbake i tilnærmet samme stand og mengde, og beskadigelsen eller forringelsen skyldes uaktsomhet eller manglende omsorg fra forbrukerens​1 side​2\nb. varer der selve leveringen har medført at de ikke kan leveres tilbake\nc. varer som raskt forringes fysisk.\nVed annet fjernsalg enn telefonsalg​3 kan angreretten ikke gjøres gjeldende for lyd- eller bildeopptak eller datamaskinprogram der forbrukeren har brutt forseglingen. Opplysning om at angreretten bortfaller skal framgå klart og tydelig på selve forseglingen.\n1 Se § 6 (1), e.\n2 Sml. forbrkjl. § 51.\n3 Se § 6 (1), a og c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Melding om bruk av angreretten. Fristberegning",
      "content": "Dersom forbrukeren​2 vil benytte angreretten etter § 11 skal det gis melding til selgeren om dette innen utløpet av den dagen fristen løper ut. I meldingen skal forbrukeren opplyse om hvordan retur av varen vil skje.\nEnder fristen på en lørdag, helligdag​3 eller høytidsdag​4 forlenges den likevel slik at den løper ut den nærmeste virkedagen som følger etter.\nFristen anses overholdt dersom meldingen er avsendt innen fristens utløp, og på en måte som er forsvarlig etter forholdene. Dette gjelder selv om meldingen blir forsinket eller på annen måte ikke kommer riktig fram.​5\n1 Jf. §§ 20 og 22 e.\n2 Se § 6 (1), e.\n3 Se lov 24 feb 1995 nr. 12 § 2.\n4 Sml. lov 17 feb 1939 nr. 1 § 5 (2).\n5 Jf. forbrkjl. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Gjennomføring av angreretten ved avtaler som er inngått ved telefonsalg eller salg utenfor fast utsalgssted​2",
      "content": "Ved bruk av angreretten faller partenes plikt til å oppfylle avtalen bort. Dersom noen av partene har oppfylt hele eller deler av avtalen skal det skje en tilbakeføring. Returkostnadene bæres av selgeren.\nSelgeren plikter å tilbakebetale det forbrukeren​3 har betalt, samt eventuelt et beløp til dekning av returkostnader, senest 14 dager fra den dagen melding om bruk av angreretten er mottatt.\nForbrukeren​3 kan holde varen tilbake inntil han eller hun har mottatt tilbakebetaling og eventuelt et beløp tilsvarende returkostnader fra selgeren.\nNår forbrukeren​3 har mottatt det selgeren skal betale, skal forbrukeren sende eller levere varen til selgeren innen rimelig tid.\nEr varen sendt gjennom posten eller en annen selvstendig fraktfører skal den sendes tilbake på tilsvarende måte. Dersom selgeren ikke har ordnet med hensiktsmessig returpakning, gjelder bestemmelsen i sjette ledd.\nEr varen levert på annen måte skal den stilles til selgerens rådighet for avhenting på det stedet varen ble mottatt. Er varen i disse tilfellene levert på et annet sted enn i forbrukerens​3 hjem kan det avtales at varen skal sendes eller leveres på en annen måte som ikke medfører urimelig ulempe for forbrukeren.\nForbrukeren​3 plikter ikke å motta eller innløse en vare før den returneres til selgeren, men kan i stedet be den som leverer varen om å returnere den til selgeren.\nDersom forbrukeren​3 har gitt melding til selgeren om at varen kan hentes i henhold til sjette ledd og dette ikke skjer innen 3 måneder fra meldingen er mottatt, tilfaller den forbrukeren vederlagsfritt.\n1 Sml. §§ 21, 22 c og 22 f.\n2 Se § 6 (1), c og d. Sml. forbrkjl. § 49.\n3 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Gjennomføring av angreretten ved avtaler som er inngått ved annet fjernsalg enn telefonsalg​1",
      "content": "Ved bruk av angreretten faller partenes plikt til å oppfylle avtalen bort. Dersom noen av partene har oppfylt hele eller deler av avtalen skal det skje en tilbakeføring. Returkostnadene bæres av forbrukeren​2 med mindre selgeren har misligholdt avtalen eller selgeren i henhold til avtalen har levert en erstatningsvare, fordi den bestilte varen ikke var tilgjengelig.\nForbrukeren​2 skal tilbakeføre varen innen rimelig tid. Dette må gjøres selv om forbrukeren ikke har fått det han eller hun har krav på å få tilbakebetalt fra selgeren.\nEr varen sendt gjennom posten eller en annen selvstendig fraktfører skal den sendes tilbake på samme måte eller leveres til selgeren. Dersom selgeren ikke har ordnet med hensiktsmessig returpakning gjelder bestemmelsen i fjerde ledd.\nEr varen levert på annen måte, skal forbrukeren​2 enten stille varen til selgerens rådighet for avhenting på det stedet den ble mottatt eller levere eller sende den til selgeren.\nSelgeren plikter å tilbakebetale det forbrukeren​2 har betalt innen 14 dager fra den dag selgeren mottar varen eller henteseddel eller varen er stilt til rådighet.\nForbrukeren​2 plikter ikke å motta eller innløse en vare før den returneres til selgeren, men kan i stedet betale returkostnadene og be den som leverer varen om å returnere varen til selgeren.\nDersom forbrukeren​2 har gitt melding til selgeren om at varen kan hentes i henhold til fjerde ledd og dette ikke skjer innen 3 måneder fra meldingen er mottatt, tilfaller den forbrukeren vederlagsfritt.\n1 Se § 6 (1), a og c.\n2 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Oppgjør ved tilvirkningskjøp​1 m.v.",
      "content": "Ved annet fjernsalg enn telefonsalg​2 av varer som skal tilvirkes eller tilpasses spesielt for forbrukeren​3 kan det avtales at tilvirkningen eller tilpassingen påbegynnes før angrefristen løper ut, med den virkning at forbrukeren ved bruk av angreretten betaler for utført arbeid og medgåtte materialer.\nSlik påbegynnelse skal avtales særskilt. Påbegynnelse kan ikke skje før selgeren har gitt de opplysninger som kreves etter kapittel 3 på foreskreven måte.\n1 Jf. forbrkjl. §§ 2 og 23 (3).\n2 Se § 6 (1), a og c.\n3 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Virkninger for kredittavtaler ved bruk av angreretten​1",
      "content": "Når forbrukeren​2 benytter angreretten etter § 11, skal avtaler om kreditt som helt eller delvis dekker kjøpesummen, oppheves vederlagsfritt, dersom kreditten ytes av selgeren. Er avtalen helt eller delvis oppfylt av noen av partene, skal det mottatte tilbakeføres.\nFørste ledd gjelder tilsvarende når kreditten ytes av en tredjeperson på grunnlag av avtale mellom denne og selgeren. Selgeren skal gi melding​3 til kredittyteren umiddelbart etter at melding om bruk av angreretten er mottatt.\n1 Jf. lov 25 juni 1999 nr. 46 § 51 b.\n2 Se § 6 (1), e.\n3 Jf. § 13 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Rett til å gå fra avtalen (angrerett)",
      "content": "Forbrukeren​1 har rett til å gå fra avtalen (angrerett) ved å gi melding til tjenesteyteren etter § 20 innen 14 dager etter at de opplysninger som kreves med hjemmel i kapittel 3 er mottatt på foreskreven måte. Ved fjernsalg​2 løper fristen uansett ut senest 3 måneder etter at avtalen ble inngått, eller etter 1 år dersom opplysning om angreretten ikke er gitt.​3\n0 Endret ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), e.\n2 Se § 6 (1), a.\n3 Jf. § 9 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Unntak fra og begrensninger i angreretten",
      "content": "Ved annet fjernsalg enn telefonsalg​1 gjelder angreretten ikke for\na. spille- og lotteritjenester​2\nb. enkeltstående tjenester dersom selgeren ved avtaleinngåelsen​3 forplikter seg til å levere tjenesten på et bestemt tidspunkt eller innenfor et bestemt tidsrom.\n0 Endret ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), a og c.\n2 Jf. lover 28 aug 1992 nr. 103, 24 feb 1995 nr. 11.\n3 Jf. lov 31 mai 1918 nr. 4 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Melding om bruk av angreretten. Fristberegning",
      "content": "Bestemmelsene i § 13 om melding om bruk av angreretten og fristberegning gjelder tilsvarende for avtaler om tjenester.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Gjennomføring av angreretten​1",
      "content": "Ved bruk av angreretten faller partenes plikt til å oppfylle avtalen bort.\nDersom noen av partene har oppfylt hele eller deler av avtalen skal det skje en tilbakeføring så langt det er mulig. Dette gjelder ikke kostnader forbrukeren​2 eventuelt skal svare for etter avtale i medhold av tredje ledd. Bestemmelsene i §§ 14 og 15 gjelder tilsvarende for tilbakebetaling av vederlag og tilbakeføring av varer forbrukeren har mottatt i forbindelse med tjenesteavtalen.\nVed annet fjernsalg enn telefonsalg​3 kan det avtales at tjenesten skal påbegynnes før utløpet av angrefristen, med den virkning at forbrukeren​2 ved bruk av angreretten skal betale for den delen av tjenesten som er utført samt for medgåtte materialer. Slik påbegynnelse skal avtales særskilt. Påbegynnelse kan ikke skje før tjenesteyteren har gitt de opplysninger som kreves med hjemmel i kapittel 3 på foreskreven måte.\n1 Jf. lov 16 juni 1989 nr. 63 § 16.\n2 Se § 6 (1), e.\n3 Se § 6 (1), a og c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Virkninger for kredittavtaler ved bruk av angreretten​1",
      "content": "Bestemmelsene i § 17 om virkninger for kredittavtaler gjelder tilsvarende.\n1 Jf. lov 25 juni 1999 nr. 46 § 51 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:22 a",
      "chapter": "6",
      "section": "22 a",
      "title": "Rett til å gå fra avtalen (angrerett) ved fjernsalg​1",
      "content": "Forbrukeren​2 har rett til å gå fra avtalen (angrerett) innen 14 dager ved å gi melding til tjenesteyteren etter tredje ledd. For avtaler om livsforsikring​3 og individuelle pensjonsavtaler er fristen 30 dager.\nFristen løper fra avtalen er inngått​4 eller, ved livsforsikringsavtaler,​3 fra forbrukeren​2 har fått melding om at avtalen er inngått, forutsatt at avtalevilkårene og opplysningene som kreves med hjemmel i § 9 a første ledd er mottatt på foreskreven måte. Dersom opplysningsplikten først oppfylles etter avtaleinngåelsen eller melding om at en livsforsikringsavtale er inngått, løper fristen fra det tidspunktet opplysningsplikten er oppfylt.\nBestemmelsen i § 13 om melding om bruk av angreretten og fristberegning gjelder tilsvarende.\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), a.\n2 Se § 6 (1), e.\n3 Jf. lov 16 juni 1989 nr. 69.\n4 Jf. lov 31 mai 1918 nr. 4 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22a",
        "source_heading": "§ 22 a."
      }
    },
    {
      "provision_ref": "6:22 b",
      "chapter": "6",
      "section": "22 b",
      "title": "Unntak fra angreretten ved fjernsalg​1",
      "content": "Angreretten gjelder ikke for\na. tjenester der prisen avhenger av svingninger på finansmarkedet som tjenesteyteren ikke har innflytelse på og som kan forekomme i angreperioden\nb. avtaler om reise- og reisegodsforsikring eller andre forsikringsavtaler​2 med kortere varighet enn en måned\nc. avtaler som etter forbrukerens​3 uttrykkelige anmodning er blitt oppfylt av begge parter før forbrukeren utøver sin angrerett\nd. kreditt som er sikret ved pant i fast eiendom​4 eller i rettighet knyttet til fast eiendom.\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), a.\n2 Jf. lov 16 juni 1989 nr. 69.\n3 Se § 6 (1), e.\n4 Jf. pantel. kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22b",
        "source_heading": "§ 22 b."
      }
    },
    {
      "provision_ref": "6:22 c",
      "chapter": "6",
      "section": "22 c",
      "title": "Gjennomføring av angreretten ved fjernsalg​2",
      "content": "Ved bruk av angreretten faller partenes plikt til å oppfylle avtalen bort. Dersom noen av partene har oppfylt deler av avtalen, skal det skje en tilbakeføring.\nVed bruk av angreretten kan forbrukeren​3 kun pålegges å betale for den tjenesten som faktisk er levert. Det beløpet forbrukeren skal betale skal stå i rimelig forhold til omfanget av den tjenesten som allerede er levert sammenlignet med avtalens fulle oppfyllelse.\nRett til betaling forutsetter at oppfyllelse av avtalen er påbegynt etter forbrukerens​3 anmodning og at forbrukeren er blitt opplyst om det beløpet som skal betales i samsvar med reglene i § 7 a bokstav j jf. § 9 a første ledd.\nTjenesteyteren skal snarest mulig og senest i løpet av 30 kalenderdager tilbakebetale ethvert beløp som han har mottatt fra forbrukeren​3 i forbindelse med avtalen, med unntak av eventuelle beløp etter annet ledd. Fristen løper fra den dagen tjenesteyteren mottar melding om bruk av angreretten.\nForbrukeren​3 skal snarest mulig og senest i løpet av 30 kalenderdager tilbakeføre ethvert beløp og/eller formuesgode som han eller hun har mottatt. Fristen løper fra den dagen forbrukeren sender melding om bruk av angreretten.\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Sml. §§ 14, 21 og 22 f.\n2 Se § 6 (1), a.\n3 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22c",
        "source_heading": "§ 22 c."
      }
    },
    {
      "provision_ref": "6:22 d",
      "chapter": "6",
      "section": "22 d",
      "title": "Oppheving av visse tilknyttede avtaler ved fjernsalg​2",
      "content": "Hvis det til en finansiell tjeneste​3 er knyttet en annen fjernsalgsavtale​2 om tjenester som skal leveres av tjenesteyteren, oppheves den andre avtalen uten at det kan kreves vederlag for opphevelsen dersom forbrukeren​4 benytter angreretten etter § 22 a.\nFørste ledd gjelder tilsvarende når den tilknyttede tjenesten ytes av en annen enn den som yter den finansielle tjenesten​3 på grunnlag av avtale mellom dem. Den som yter den finansielle tjenesten skal i så fall gi melding til den andre tjenesteyteren umiddelbart etter at melding om bruk av angreretten er mottatt fra forbrukeren.​4\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Jf. lov 25 juni 1999 nr. 46 § 51 b.\n2 Se § 6 (1), a.\n3 Se § 6 (1), f.\n4 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22d",
        "source_heading": "§ 22 d."
      }
    },
    {
      "provision_ref": "6:22 e",
      "chapter": "6",
      "section": "22 e",
      "title": "Rett til å gå fra avtalen (angrerett) ved salg utenfor fast utsalgssted​1",
      "content": "Forbrukeren​2 har rett til å gå fra avtalen (angrerett) ved å gi melding til tjenesteyteren etter § 20 innen 14 dager etter at de opplysningene som kreves med hjemmel i § 9 c er mottatt på foreskreven måte.\nDepartementet kan ved forskrift fastsette særlige regler om angreretten og kan herunder gjøre unntak fra angreretten for bestemte typer tjenester.\nBestemmelsene i § 13 om melding om bruk av angreretten og fristberegning gjelder tilsvarende.\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Se § 6 (1), d.\n2 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22e",
        "source_heading": "§ 22 e."
      }
    },
    {
      "provision_ref": "6:22 f",
      "chapter": "6",
      "section": "22 f",
      "title": "Gjennomføring av angreretten ved salg utenfor fast utsalgssted​2",
      "content": "Ved bruk av angreretten faller partenes plikt til å oppfylle avtalen bort.\nDersom noen av partene har oppfylt hele eller deler av avtalen, skal det skje en tilbakeføring. Bestemmelsene i §§ 14 og 15 gjelder tilsvarende for tilbakebetaling av vederlag og tilbakeføring av varer forbrukeren​3 har mottatt i forbindelse med tjenesteavtalen.\nBestemmelsen i § 17 om virkninger for kredittavtaler gjelder tilsvarende.\n0 Tilføyd ved lov 3 juni 2005 nr. 32 (ikr. 1 okt 2005 iflg. res. 3 juni 2005 nr. 510).\n1 Sml. §§ 14, 21 og 22 c.\n2 Se § 6 (1), d.\n3 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22f",
        "source_heading": "§ 22 f."
      }
    },
    {
      "provision_ref": "6:22 g",
      "chapter": "6",
      "section": "22 g",
      "content": "For angrerett ved kredittavtaler etter finansavtaleloven​1 gjelder finansavtaleloven § 51 b.\n0 Tilføyd ved lov 7 mai 2010 nr. 15 (ikr. 11 juni 2010 iflg. res. 7 mai 2010 nr. 653).\n1 Lov 25 juni 1999 nr. 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22g",
        "source_heading": "§ 22 g."
      }
    },
    {
      "provision_ref": "7:23",
      "chapter": "7",
      "section": "23",
      "title": "Leveringstidspunkt​1",
      "content": "Dersom ikke annet er opplyst og avtalt, skal varen eller tjenesten leveres innen rimelig tid og senest innen 30 dager etter den dagen da forbrukeren​2 innga kjøpetilbud (ordre).\n1 Jf. forbrkjl. § 6.\n2 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "title": "Varer og tjenester som ikke kan leveres",
      "content": "Dersom selgeren eller tjenesteyteren ikke kan levere den bestilte varen eller tjenesten, skal det gis melding om dette snarest mulig.​1\nDersom avtalen heves skal eventuelt forskuddsinnbetalte beløp betales tilbake til forbrukeren​2 snarest mulig og senest innen 14 dager etter at avtalen er hevet.\n1 Jf. forbrkjl. § 25.\n2 Se § 6 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "8:25",
      "chapter": "8",
      "section": "25",
      "title": "Ikrafttredelse. Oppheving av tidligere lov. Overgangsbestemmelser",
      "content": "Loven trer i kraft fra det tidspunkt Kongen fastsetter. Fra samme tidspunkt oppheves lov 24. mars 1972 nr. 11 om angrefrist ved visse avtaler om forbrukerkjøp m.m. (angrefristloven).\nLoven får bare virkning for markedsføringstiltak og avtaler som inngås etter at loven trer i kraft.\nLov 24. mars 1972 nr. 11 om angrefrist ved visse avtaler om forbrukerkjøp m.m. (angrefristloven) og forskrifter fastsatt i medhold av den, gjelder for avtaler som er inngått før oppheving av loven.\n0 Loven trådte ikr. 1 mai 2001 iflg. res. 21 des 2000 nr. 1351.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "8:26",
      "chapter": "8",
      "section": "26",
      "title": "Endringer i andre lover",
      "content": "Fra den tid loven trer i kraft gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    }
  ]
}