{
  "id": "LOV-1860-05-16-2",
  "type": "statute",
  "title": "Lov om Jords Fredning.",
  "short_name": "Jordfredningsloven 1860",
  "status": "in_force",
  "issued_date": "1860-05-16",
  "in_force_date": "1862-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1860-05-16-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "I Indmark saavelsom mellem Indmark og Udmark kan Nabo kræve Gjærde af Nabo, medmindre denne godtgjør, at nogen Fritagelsesgrund efter § 3 er tilstede.\nDet Gjærdehold, som hver af Naboerne i Følge heraf pligter, indbefatter saavel opføre Gjærde, som at bringe bestaaende Gjærde i lovlig Stand​2 og at vedligeholde samme.\n1 Se lover 22 des. 1950 nr. 2 § 37 og 22 mai 1902 nr. 7 § 4.\n2 Se § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Hvad i forrige § er bestemt, gjælder ogsaa om Vedligeholdelse af Gjærde i Udmark, hvor saadant hidtil har været. Derimod kan Gjærde ikke kræves opført fra nyt i Udmark eller bestaaende Gjærde kræves forandret til at frede for andet Slags Bofæ end hidtil, medmindre den, der attraaer saadant, godtgjør, at Foretagendet for begge Eiendomme vil være af overveiende Nytte i Forhold til Bekostningen. Under Skjøn,​2 som i dette Øiemed afholdes, kan Naboen æske Bestemmelse, saavel om hvorvidt nogen Fritagelsesgrund efter § 3 b og c er tilstede, som om hvorvidt han i Overeensstemmelse med § 7 bør nyde Formindskelse i Gjærdebyrde. Finde Skjønsmændene at Forlangendet af Skjøn har været velgrundet, fordele de Omkostningerne paa Parterne efter Billighed.​3\n1 Se § 9, lov 22 des. 1950 nr. 2 § 37.\n2 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.\n3 Jfr. skoglov 22 juni 1863 § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Gjærdepligt bortfalder\na. hvor Naturforholde gjør det overveiende vanskeligt at opføre eller vedligeholde Gjærde eller Bekostningen vil være uforholdsmæssig mod Nytten;\nb. hvor Gjærdet vil være til væsentlig Hinder for Udøvelsen af Herlighed, saasom Laxefiskeri;\nc. i Teigebytte, naar samme ikke er udskiftet saa fuldstændigt, som Udskiftningsloven giver Adgang til at kræve;​2\nd. for Almindings Vedkommende.\n1 Se § 9, lov 22 des. 1950 nr. 2 § 37.\n2 Se lov 22 des. 1950 nr. 2 §§ 2 og 80 samt kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Naar de i § 3 a, b, e ommeldte Tilfælde forekomme i Indmark, eller hvor Indmark støder til Udmark, bedømmes de med Hensyn til Ansvar for Bofæ, som om var lovligt Gjærde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Bruger af Eiendom, der ikke er særskilt skyldsat, har ingen selvstændig Ret til at kræve Gjærde af Nabo og ingen selvstændig Pligt til at opføre eller vedligeholde Gjærde mod Nabo.\nJord bortsat paa Arvefæste betragtes med Hensyn til Gjærdehold lige med særskilt skyldsat Jord.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Eiendomme, der adskilles ved Vei, betragtes med Hensyn til gjensidig Gjærdepligt som sammenstødende, forsaavidt nogen af Eierne har lovlig Adgang til at opføre Grind (Led) over Veien;​1 dog er den, som i dette Tilfælde vil gjærde langs Veien for sin Eiendom,​2 ikke pligtig til at deeltage med Naboen i noget fælles Gjærde- eller Grindhold.\nEr der ikke lovlig Adgang til at opføre Grind over Veien, have Eiendommene ingen gjensidig Gjærdepligt og betragtes de, forsaavidt Veien gaaer igjennem Indmark paa begge Sider, med Hensyn til gjensidigt Ansvar for Bofæ, som om der mellem dem var lovligt Gjærde.\n1 Se lov 21 juni 1912 nr. 1 § 32.\n2 Jfr. lov 21 juni 1912 nr. 1 § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Naar Gjærde kan kræves, skulle de sammenstødende Eiendomme tage hver sin Halvdeel deraf uden Hensyn til Skyld.​1\nDog skal Eier af Udmark, der ikke selv forlanger Gjærde eller Forandring af bestaaende Gjærde, og som ved Skjøn​2 godtgjør, at denne Bestemmelse vilde uforholdsmæssig betynge ham, nyde saadan Formindskelse i sin Gjærdebyrde, som Skjønnet finder billig, hvad enten det er mod Naboens Udmark eller Indmark.\nHvor Gjærdebyrden er ordnet paa anden Maade end i denne og foregaaende § bestemt, det være ved Udskiftning, Dom eller paa andet retsgyldigt Grundlag, har det dermed sit Forblivende.\n1 Jfr. § 10.\n2 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Eiendomme, der ligge i Fællesskab eller Teigebytte,​1 betragtes med Hensyn til Ret til at kræve Gjærde udad (mod Nabo) og dets Deling, som een Eiendom. For saadant Tilfælde fastsættes:\na. Lodeiernes Rot til at kræve Gjærde og Pligt til at deeltage i samme bestemmes efter det Forholdstal, hvori de have Andeel i Fællesskabet, eller, hvor bestemt Forholdstal ikke er givet, efter deres Eiendommes Skyld overeensstemmende med hvad der om Udskiftning er bestemt i [Loven af 12te October 1857 § 1, a].​2\nb. Lodeierne ere, saalænge de ikke have fordeelt Gjærdebyrden mellem sig, een for alle og alle for een ansvarlige for Opførelse og Vedligeholdelse af det dem paahvilende Gjærde.\nc. Naar Nogen kun for en Deel af sin Eiendom er Lodtager i Fællesskabet eller Teigebyttet, tager han tilsvarende Andeel i Ret og Pligt, hvad Gjærdet angaaer. Denne Andeel bliver i Tilfælde af Tvist at bestemme ved Skjøn.​3\nd. Hvor Stemmerne, beregnede i Overeensstemmelse med Bogstav a, ere lige, om Gjærde skal kræves, gjælder deres Mening, som ville, at der skal gjærdes. Udgjøre deres Stemmer, som ville have Gjærde, beregnede paa den nysnævnte Maade, Mindretallet, kunne de dog kræve Gjærde, naar de overtage hele Fællesskabets eller Teigebyttets Andeel i samme.\n1 Se lov 22 des. 1950 nr. 2 § 2.\n2 Se nu lov 13 mars 1882 nr. 2 § 33.\n3 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Naar det ved Udskiftning bestemmes, i hvilken Udstrækning det skal paaligge de udskiftede Eiendomme at gjærde, have de Mænd, der udføre Udskiftningen, at følge Bestemmelserne i denne Lovs §§ 2 og 3 og at afgive de Skjøn, som samme maatte medføre, under Forretningen.\nDen Forskrift, at hver gjærder sin Halvdeel, gjør ikke Indskrænkning i den Udskiftningsmændene tilkommende Myndighed til at fordele Gjærdebyrden mellem de Eiendomme, som udskiftes.\n1 Jfr. lov 22 des. 1950 nr. 2 § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Ved Deling af Gjærde bør Enhver saavidt muligt erholde sin Deel i eet sammenhængende Stykke. Den større Byrde, som Beskaffenheden af nogen Strækning maatte medføre, udjevnes ved tilsvarende Afkortning i Længde.​1 Blive Gjærdepligtige enige om Delingen, afgjøres denne ved Skjøn.​2 Naar Delingen er foregaaet, bestemmes det, i fornødent Fald ved Lodtrækning, hvilket eller hvilke Stykker enhver skal overtage.\n1 Jfr. § 15.\n2 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "Ved Eiendomsdelinger kan den, som attraaer det, fordre, at der foretages saadan ny Deling af Gjærderne, som paakræves, for at han kan faae gjærde for egen Jord. Dog bør Enhver saavidt muligt beholde den Strækning, der før har tilligget hans Eiendom. Opstaaer der Spørgsmaal om Opførelse af nye Gjærder mellem udskiftede Eiendomme, kan Enhver kræve, at Deel af tidligere Fællesgjærde, som ikke grændser til hans Brug, overføres saavidt muligt til de Brug, til hvilke den støder, mod Udjevning af Gjærdebyrden andetsteds. Naar Nogen ved saadan Forandring, som i denne § omhandles, taber paa Gjærdet, er han berettiget til Erstatning.\n1 Jfr. lov 22 des. 1950 nr. 2 § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "content": "Komme Gjærdepligtige ikke overeens om Tiden, inden hvilken Gjærder skulle være fuldførte, bestemmes den ved Skjøn.​1 Er selve Gjærdepligten afhængig af Skjøn, afgives begge Skjøn undereet.\n1 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "1:13",
      "chapter": "1",
      "section": "13",
      "content": "Gjærde, derunder indbefattet levende Hegn, er lovligt, naar det er een og trefjerdedeels Alen​1 høit, samt saa stærkt og tæt, at det freder for Hest, Storfæ og Sau. Grøft ansees for lovligt Hegn, naar den er een og en halv Alen​2 dyb, to og en halv Alen​3 bred og paa den ene Side forsynet med Jordvold eller andet Hegn af een og en halv Alens Høide over Kanten, samt af saadan Beskaffenhed forøvrigt, som ovenfor bestemt.\nEfter Andragende fra vedkommende Formænd og Repræsentanter kan Kongen​4 for formandskabsdistrict eller Sogn bestemme:\na. at Gjærdets Høide skal, være indtil to Alen,​5\nb. at Gjærdet skal ansees for lovligt, naar det kun er saa tæt og stærkt at det freder for Hest og Storfæ. [Saadan Bestemmelse skal læses til Thinge og træder ikke i Kraft førend eet Aar derefter.]​6\n1 Nu 1,10 meter (res. 15 juni 1882).\n2 Nu 95 centimeter.\n3 Nu 1,60 meter.\n4 Fylkesmannen iflg. res. 12 mai 1950.\n5 Nu 1,25 meter.\n6 Se lov 1 april 1876 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "1:14",
      "chapter": "1",
      "section": "14",
      "content": "Gjærde sættes i Grændseskjellet. Intet Gjærde maa lægges længere ind paa Naboens end paa egen Grund og ikke over trefjerdedeel Alen.​1 Nabo kan ikke modsætte sig, at det hele Gjærde eller Dele deraf lægges paa hans Grund, naar det er uomgjængelig fornødent, dog mod Erstatning. Grøft anbringes paa den Gjærdepligtiges egen Grund, Jordvold i Grændseskjellet. Elv, Fjeld eller Andet, der freder for samme Slags Bofæ, hvorfor Gjærde efter Bestemmelserne i forrige § skal frede, ansees som lovligt Gjærde.\n1 Nu 47 centimeter (res. 15 juni 1882).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "1:15",
      "chapter": "1",
      "section": "15",
      "content": "Naar der i Gjærde er Grind, som er fælles for Naboer, indgaaer den i Fordelingen af Gjærdebyrden, og tages derved Hensyn til den større Bekostning ved Grindens Opførelse og Vedligeholdelse efter Forskriften i § 10. Skjønnes Grind ikke at kunne indgaae i Fordelingen, holdes den i Fællesskab. Grind paa almindelig befaret Vei, som ikke er offentlig, skal være saaledes indredet, at den med Lethed kan aabnes og lukkes.​1 Med Hensyn til Grind paa offentlig Vei forholdes efter Lov angaaende Veivæsenet af 15de September 1851 § 56.​2\n1 Jfr. § 40.\n2 Se nu lov 21 juni 1912 nr. 1 § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "1:16",
      "chapter": "1",
      "section": "16",
      "content": "Gjærde skal holdes i lovlig Stand til enhver Tid, hvori Jorden er aaben (ufrossen) eller skikket for Beiting, dog pligter man ikke at holde Gjærde mellem Udmark og Udmark i lovlig Stand udenfor Tidsrummet fra 30te April til 14de Oetober.\n1 Jfr. § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "1:17",
      "chapter": "1",
      "section": "17",
      "content": "Komme Naboer overeens om, at Gjærde ikke skal opføres eller holdes mellem deres Eiendomme eller visse Dele deraf, eller at det ikke skal være saa høit, tæt eller stærkt som i denne Lov bestemt, eller at Tiden for Gjærdeholdet skal indskrænkes, gjælder saadan Overeenskomst ikke over ti Aar, efter hvilken Tid den kan fornyes for lignende Tidsrum.\nNaboerne have, saalænge Overeenskomsten staaer ved Magt, gjensidig den samme Beskyttelse, som om der var lovligt Gjærde mellem deres Eiendomme.\nLigeledes er Overeenskomst, hvorefter Gjærde skal være høiere, stærkere eller tættere end det lovbestemte, eller hvorefter Tiden for Gjærdelioldet skal udvides, ikke gyldig for længere Tidsrum end det her nævnte.\nVedrører Overeenskomst efter denne § Jord, der bruges af nogen Anden end Eieren er den ikke gyldig, førend Eieren har bifaldt den.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "1:18",
      "chapter": "1",
      "section": "18",
      "content": "Er gjærde i ustand, og den gjærdepligtige ikke inden ett døgn, efterat han vidnefast er tilsagt av nabo, som udsættes for skade, begynder at istandsætte gjærdet og fortsætter dermed uten avbrytelse, kan naboen efter optat skjøn​2 la istandsættelen utføre for den forsømmeliges regning. Skjønnet avgives av lensmanden og to skjønsmænd, som han opnævner. Skjønnet har efter nøiagtig beregning at bestemme omkostningerne ved istandsættelsen. Det er ikke gjenstand for overskjøn. Naar naboen har utført istandsættelsen og fremlægger skriftlig bevidnelse derom fra mændene, kan han kræve det ved skjønnet bestemte beløp og forretningens omkostninger straks inddrevet ved utpantning.​3\nFindes ved det i denne § ommeldte Skjøn den Gjærdepligtige at have Steenmaterial i Nærheden og det antages at være til Besparelse for ham, at samme benyttes ved Istandsættelsen, kunne Skjønsmændene bestemme, at det bør skee, medmindre den Gjærdepligtige tilkjendegiver, at det ikke er hans Ønske.\n1 Endret ved lov 14 aug. 1918 nr. 4 § 19. – Se skoglov 22 juni 1863 § 7 og lov 22 des. 1950 nr. 2 § 102. Jfr. også lov 22 mai 1902 nr. 7 § 4.\n2 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.\n3 Se tvangsfullbl. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "1:19",
      "chapter": "1",
      "section": "19",
      "content": "Hvor Eier og Bruger ere forskjellige, holder Nabo sig, hvad Gjærdes Opførelse angaaer, til Eier og, hvad Vedligeholdelsen angaaer, til Bruger eller Eier eller begge.​1 Leilænding eller anden Bruger af Andens Jord, privat eller offentlig, erstatter Udlæg til lovbestemte Gjærders Opførelse med en firtiende Deel aarlig i firti Aar med lovlige Renter.​2 Samme Bestemmelse gjælder, naar ældre Gjærder ifølge denne Lov maae gjøres fuldstændigere. Blive Vedkommende ikke enige om Størrelsen af Omkostningerne, eller Brugeren formener, at disse ere overdrevne, afgjøres Tvisten ved Skjøn.​3\n1 Jfr. N.L. 3-14-43, lover 25 aug. 1848 § 18, 14 juli 1897 nr. 2 § 16.\n2 Se lov 29 juni 1888 nr. 2 § 3. Jfr. lov 22 des. 1950 nr. 2 § 74.\n3 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "1:20",
      "chapter": "1",
      "section": "20",
      "content": "Eier af Skovgrund, hvorpaa der hviler Beiteret, kan, naar Gjærdet maa antages udelukkende eller hovedsagelig at være til Nytte for den Beiteberettigede, kræve, at denne i det Hele eller for en Deel overtager Udgifterne ved Gjærdets Opførelse og Vedligeholdelse, medmindre en modsat Forudsætning kan antages at ligge til Grund for Retsforholdet. Spørgsmaalet om Gjærdet hovedsagelig vil være til Nytte for Rettighedshaveren og om Størrelsen af den Gjærdebyrde, som han i Tilfælde bør overtage afgjøres ved Skjøn.​2\nEr den Beiteberettigede Grundeier, paahviler Gjærdepligten ham alene.\n1 Jfr. skoglov 22 juni 1863 §§ 9, 10 og 63 a.\n2 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Kommer Gjed ind paa fremmed Eiendom, ansees dens Eier, uden Hensyn til Aarstid, Strækning eller Gjærdepligt, med Bøder [fra sexti Skilling til ti Speciedaler],​1 og har han at erstatte Skaden.​2 Gjed i Frugt- ellor Urtehave, der er omgivet af lovligt Gjærde, kan dræbes paa Stedet.​3\n1 Se strl. ikrl. § 4 jfr. § 7 i.f. og § 8. ​2 Se § 34.\n3 Jfr. lover 20 mai 1899 nr. 2 § 29 og 9 juli 1920 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Kommer Sviin ind paa fremmed Eiendom, har Dyrets Eier, uden Hensyn til Aarstid, Strækning eller Gjærdepligt, at erstatte Skaden,​1 og bliver han, hvis det skeer paa Indmark i den Tid, hvori Jorden er aaben eller skikket for Beitning (§ 16), at ansee med Bøder [fra fire og tyve Skilling til fem Speciedaler].​2\n1 Se § 34.\n2 Se strl. ikrl. § 4 jfr. § 7 i.f. og § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Forskrifterne i forrige § skulle ogsaa gjælde om Sau i Formandskabsdistricter eller Sogne, for hvilke saadan Bestemmelse er given, som omhandles i § 13 Bogstav b. I de øvrige Dele af Riget er Ansvaret for Sau det samme som for Hest og Storfæ efter § 24, [dog saaledes, at Bødernes Størrelse skal være fra tolv Skilling til fem Speciedaler].​1\n1 Se strl. ikrl. § 4 jfr. § 7 i.f. og § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "Med Hensyn til Hest og Storfæ, der indkomme paa fremmed Eiendom, bestemmes:\na. naar det skeer paa Strækning, hvor Gjærdepligt ikke finder Sted,​2 uden at dog Tilfældet henhører under Bogstav f, eller til Tid, da Gjærdepligt hviler,​3 har Dyrets Eier at erstatte Skaden;\nb. naar det skeer paa Strækning, hvor og til Tid, da Gjærdepligt finder Sted,​2 har Dyrets Eier at erstatte Skaden, og ansees desuden med Bøder [fra sexti Skilling til ti Speciedaler],​1 saafremt Dyret er vanefuldt eller dets Eier har forsømt at opfylde sin Gjærdepligt paa den vedkommende Strækning, medens Jordeieren har opfyldt sin;\nc. har Eier af Dyr, der er kommet ind paa fremmed Eiendom, hvor Gjærdepligt finder Sted, sit Gjærde paa vedkommende Strækning i lovlig Stand, medens Jordeieren ikke har det, kan ikke noget Ansvar gjøres gjældende mod Dyrets Eier;\nd. har Dyrets Eier og Jordeieren begge opfyldt eller begge forsømt sin Gjærdepligt, erstatter Dyrets Eier Skaden og udreder i det første Tilfælde, om Dyret er vanefuldt, Bøder [fra sexti Skilling til ti Speciedaler];​1\ne. hvor En eier Jorden, en Anden Dyret og en Tredie det Gjærde, hvorpaa det kommer an, opretter den Sidste, om Gjærdet er ulovligt, Skaden og udreder Bøder [fra sexti Skilling til ti Speciedaler];​1 er Gjærdet lovligt, erstatter Dyrets Eier Skaden og udreder, om Dyret er vanefuldt, Bøder [fra sexti Skilling til ti Speciedaler];​1\nf. i de Tilfælde, hvori efter Forskrifterne i §§ 4, 6 og 17 Ansvar for Bofæ skal være det samme som om der var lovligt Gjærde, erstatter Dyrets Eier Skaden og udreder Bøder [fra sexti Skilling til ti Speciedaler],​1 naar det skeer til den Tid, da Gjærdepligt ikke hviler (§ 16);\ng. naar Dyret drives efter Vei og kommer ind paa fremmed Eiendom, har Dyrets Eier at erstatte Skaden og, hvis det skeer paa Indmark med lovligt Gjærde mod Veien, at udrede Bøder [fra sexti Skilling til ti Speciedaler].​1\n1 Se strl. ikrl. § 4 jfr. § 7 i.f.\n2 Se §§ 3 og 4.\n3 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "content": "Skadeserstatning efter §§ 21 til 24 skal for Strækning, hvor og til Tid,​1 da Gjærdepligt finder Sted, uafhængig af, om Skaden kan paavises, ikke være mindre end tolv Skilling​2 for Hest og Storfæ, Sviin samt Gjed og fire Skilling​3 for Sau.\n1 Se § 16.\n2 Nu 40 øre (pl. 10 nov. 1876).\n3 Nu 13 øre.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "content": "I alle Tilfælde, hvor der efter denne Lov tilkommer Jordeieren Erstatning for Skade af fremmed Bofæ, kan han indsætte det.​1\nHerfra undtages Hest, som i Fjeld- eller Sætermark i sædvanlig Sætertid kommer ind paa fremmed Eiendom, hvor der ikke er lovligt Gjærde, forsaavidt Dyrets Eier har Havneret i en tilstødende Strækning.\n1 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "2:27",
      "chapter": "2",
      "section": "27",
      "content": "Forskriften i § 25 og Jordeierens Ret til at indsætte fremmed Bofæ, gjælder ogsaa i de Tilfælde, som omhandles i [Lov angaaende Forbrydelser af 20de August 1842, 22-6 og 9].​2 Hvor disse Bestemmelser komme til Anvendelse, bortfalder Bøder efter denne Lovs §§ 21-24.\n1 Jfr. § 33 i.f.\n2 Krl. 22-6 er avløst av strl. § 396. Jfr. strl. ikrl. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "content": "Naar Nogen indsætter fremmed Bofæ, som han antræffer paa sin Eiendom, og han veed, hvem det tilhører, skal han derom strax underrette Eieren eller dennes Folk. Bliver han ikke inden tre Døgn bekjendt med, hvem Eieren er, besørger han Indsættelsen bekjendtgjort [fra Kirkebakken og]​2 ved Opslag paa Thingsted eller andet brugeligt Sted og, om det er Hest, tillige i en almindelig læst Tidende.\nForegaaer Indsættelsen paa Sæter, skal den snarest muligt gjøres bekjendt mindst paa et Par af de nærmeste Sætre. Den oven foreskrevne Bekjendtgjørelse kan isaafald henstaae, indtil Hjemflytning finder Sted.\nDen, som har indsat fremmed Bofæ, har forsvarlig at røgte og efter Aarstidens Beskaffenhed at fodre det, men maa ikke bruge det.\n1 Jfr. §§ 30-32.\n2 Se lov 16 juli 1920 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "Eier av indsat bofæ har ikke ret til at fordre det tilbake, førend han har betalt omkostningerne ved bekjendtgjørelsen, dyrets røkt og foring samt erstatning for skade eller stillet sikkerhet for betaling inden fjorten dage. Finder fæets eier sig misfornøiet med den fordrede indløsningssum, kan han æske den bestemt ved skjøn.​2 Dette avgives av lensmanden og to skjønsmænd, som han opnævner.\nFinder mændene, at den fordrede indløsningssum har været ubillig, kan de som en del av skjønnet bestemme, at den, der indsatte fæet, i det hele eller for en del erstatter omkostningerne ved forretningen, dog i intet tilfælde mere end den tilkjendte indløsningssum utgjør. Vil nogen vedkommende ha overskjøn, blir dog fæet at utlevere naar det, der ifølge underskjønnet tilkommer jordeieren, leveres lensmanden, som har at bevare beløpet,​3 indtil saken er opgjort.\n1 Endret ved lov 14 aug. 1918 nr. 4 § 19.\n2 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.\n3 Se sportellov § 113.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Den, som har indsat fremmed Bofæ og iagttaget Bestemmelserne i § 28, er berettiget til at sælge det efter de om tvungne Auctioner gjældende Forskrifter,​2 naar fjorten Dage eller, med Hensyn til Hest, fire Uger ere forløbne, uden at Eieren har meldt sig. Fristen regnes fra Indsættelsesdagen, saafremt det vides, hvem der eier Fæet, men ellers fra første Bekjendtgjørelse om Indsættelsen. Er Fæet indsat i sædvanlig Sætertid, kommer den Tid, som forløber inden Sætertidens Ophør, ei i Betragtning. Samme Ret tilkommer den, der har indsat Fæet, hvis Eieren har meldt sig, men derefter er forløbet tre Dage uden at han har indløst det, eller, hvis der er Tvist om Indløsningssummen, begjært denne bestemt ved Skjøn;​3 ligesaa naar tre Dage ere forløbne, efterat Indløsningssummen er bestemt, uden at Indløsning er paafulgt.\nDen, som indsatte Fæet, tager sig betalt af Salgsbeløbet for Indløsningssummen og senere hafte Udgifter. Overskuddet leveres Lensmanden, som har at udbetale det til Fæets Eier eller, om denne ikke kjendes, at behandle det som Udbytte af solgt Hittegods.​4\n1 Jfr. lov 22 mai 1869 § 1.\n2 Se lov 14 aug. 1918 nr. 3 § 1.\n3 Se § 29.\n4 Se lov 29 mai 1953 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "content": "Er Bofæ indsat og dets Eier ikke kjendes, kan det overleveres til Lensmanden, som har at tage sig af det, og bliver det da iøvrigt at behandle efter Forskrifterne i foregaaende §§. Er det at befrygte, at Omkostningerne herved ville blive uforholdsmæssige mod Bofæets antagelige Værdi, kan Fogden​2 for ethvert enkelt saadant Tilfælde bestemme, hvorledes der med samme bør forholdes.\n1 Jfr. lov 22 mai 1869 § 1.\n2 Se lov 21 juli 1894 nr. 5 § 1 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "content": "Har den, der indsatte Bofæet og beholdt det i sin Varetægt, undladt at iagttage Forskrifterne i § 28, kan Eieren kræve det udleveret uden noget Vederlag for hafte Omkostninger eller forvoldt Skade.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "3:33",
      "chapter": "3",
      "section": "33",
      "content": "Naar den, der har indsat fremmed Bofæ, udleverer det mod Indløsning, kan han ikke senere søge yderligere Erstatning. Det staaer den, der har lidt Skade af fremmed Bofæ, men ikke indsat det, frit for ved sædvanlig Rettergang at gjøre sit Krav paa Erstatning gjældende, dog ikke for mere end Dyrets Værd. Saadan Fordring maa være paatalt inden sex Maaneder fra den Tid, Skaden blev tilføiet.​1\nOmkommer indsat Bofæ ved Hændelse, har den, som indsatte det, Intet at fordre hos Eieren.\nDe her indeholdte Indskrænkninger i den Skadelidendes Adgang til Erstatning og i Tiden for sammes Paatale gjælde ikke, naar de i [Loven angaaende Forbrydelser 22-6 og 9]​2 indeholdte Bestemmelser komme til Anvendelse.​3\n1 Se lov 27 juli 1896 nr. 7 §§ 12 og 21.\n2 Krl. 22-6 er avløst av strl. § 396. Jfr. strl. ikrl. § 6.\n3 Jfr. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "content": "Naar Eier og Besidder ere forskjellige, træder Besidder i Eiers Sted med Hensyn til Pligten til at vogte Bofæ. Det Ansvar, som er forbundet med, at Nogens Bofæ kommer ind paa fremmed Eiendom, indtræder ogsaa, naar Fæet indkommer paa dets Eiers Eiendom, forsaavidt denne er i Andens Besiddelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "content": "Ligger Indmark i Fællesskab eller Teigebytte,​1 maa der, naar Lodeier kræver det, ikke sambeites om Vaaren. Naar Lodeier vil gjøre Fordring herpaa gjældende, skal han vidnesfast derom underrette de Øvrige inden 30te April et Aar iforveien. Gjøres ikke saadan Fordring og samtlige Lodeiere ikke paa anden Maade forenes, maa Ingen sambeite i Indmark efter 30te April. Om Høsten maa, naar Lodeierne ikke anderledes forenes, Ingen sambeite i Indmark, førend Avling af Hø, Korn og Poteter er bragt i Huus. Udsætter Nogen utilbørligen med Indhøstningen, har han at erstatte det Tab, som de øvrige Lodeiere derved lide.\n1 Se lov 22 des. 1950 nr. 2 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "content": "Bestemmelserne i § 35 skulle være anvendelige ogsaa paa Forholdet mellem Huusbonde og Huusmand og idethele paa Forholdet mellem Eier og Bruger af Dele i samme Eiendom, dog saa at kun Huusbonden og Eieren kan kræve, at der ikke skal sambeites om Vaaren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "content": "Formener nogen Lodeier i fælles Beite, at dette er stærkere belagt end det til gjensidigt Gavn bør være, kan han æske Skjøn​2 om det Antal Bofæ af ethvert Slags, hvormed Beitet for Fremtiden bliver at belægge. Det ved Skjønnet bestemte Antal fordeles paa enhver Lodeier efter hans Andeel i Beitet. Den afgivne Bestemmelse kan ikke forlanges forandret, førend 10 Aar efter Skjønnet ere forløbne.​3 Herfra undtages det Tilfælde, at der i Mellemtiden maatte indtræffe usædvanlige Naturbegivenheder, som har væsentlig Indflydelse paa Beitet. Finde Skjønsmændene, at Forlangendet af Skjøn har været vel grundet, fordeles dets Omkostninger paa Lodeieme efter deres Andeel.\n1 Se N. L. 3-12-3, lov 22 des. 1950 nr. 2 §§ 83-86.\n2 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.\n3 Jfr. skoglov 22 juni 1863 § 21 og lov 22 des. 1950 nr. 2 §§ 88 og 96.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "4:38",
      "chapter": "4",
      "section": "38",
      "content": "Kommer nogen Mands Fjærkræ (Duer derunder ikke indbefattede) ind i anden Mands Have eller besaaede Ager, eller Gaas i anden Mands uslaaede Eng, ansees dets Eier med Bøder [fra tolv Skilling til to Speciedaler]​1 og har at erstatte Skaden. Om Dyrets Indsættelse gjælder, hvad der forsaavidt er bestemt for Bofæ.​2\n1 Se strl. ikrl. § 4 jfr. § 7 i.f. og § 8.\n2 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "4:39",
      "chapter": "4",
      "section": "39",
      "content": "Den, som uberettiget gaaer over anden Mands Indmark paa Aarstid, da Gjærdepligt finder Sted (§ 16), straffes, forsaavidt [Loven angaaende Forbrydelser 22-10]​1 ikke paa Tilfældet er anvendelig, med Bøder [fra fire og tyve Skilling til een Speciedaler].​2\n1 Se nu strl. § 396; jfr. strl. ikrl. § 6.\n2 Se strl. ikrl. § 4 jfr. § 7 i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "content": "Den, der paa saadan Aarstid ikke tillukker anden Mands Grind, som han har aabnet, straffes, om end ikke Bofæ derved kommer ind paa anden Mands Eiendom, med Bøder [fra fire og tyve Skilling til een Speciedaler].​1\n1 Se strl. ikrl. § 4 jfr. § 7 i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "4:41",
      "chapter": "4",
      "section": "41",
      "content": "Naar skjøn paakræves efter denne lov, avgives det av lensmanden og to skjønnsmænd. Parterne gives samme varsel som ved indkaldelse til forliksraadet.​2 Forøvrig gjælder baade om skjøn og overskjøn lovgivningens almindelige regler,​3 forsaavidt ikke andet er bestemt i denne lov for enkelte tilfælde.​4\n1 Endret ved lov 14 aug. 1918 nr. 4 § 19. – Jfr. lover 23 mai 1874 § 3, 27 mai 1887 nr. 1 § 4 og 9 juli 1926 nr. 4 § 4.\n2 Rettergangsl. § 277.\n3 Se lov 1 juni 1917 nr. 1 kap. 1\n4 Se §§ 2, 9, 18, 29, 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "4:42",
      "chapter": "4",
      "section": "42",
      "content": "Nærværende lov er anvendelig i kjøpstad med hensyn til have, aker, eng og aapen mark, som findes inden sammes grænser, dog med følgende avændringer:\na. at de avgjørelser, som er henlagt under lensmandsskjøn, i stedet træffes ved retslig skjøn,​2 og\nb. at de forretninger, som i øvrig er henlagt til lensmanden, utføres av politiet i kjøpstaden.\n1 Endret ved lov 14 aug. 1918 nr. 4 § 19.\n2 Se lov 1 juni 1917 nr. 1 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "4:43",
      "chapter": "4",
      "section": "43",
      "content": "Overtrædelser af denne Lov paatales ikke af det Offentlige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "title": "(Bortfalt ved strl. ikrl. § 7 siste ledd.)",
      "content": "§ 44.(Bortfalt ved strl. ikrl. § 7 siste ledd.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "4:45",
      "chapter": "4",
      "section": "45",
      "content": "Nærværende Lov træder i Kraft den 1ste Januar 1862, – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "I Indmark saavelsom mellem Indmark og Udmark kan Nabo kræve Gjærde af Nabo, medmindre denne godtgjør, at nogen Fritagelsesgrund efter § 3 er tilstede.\nDet Gjærdehold, som hver af Naboerne i Følge heraf pligter, indbefatter saavel opføre Gjærde, som at bringe bestaaende Gjærde i lovlig Stand​2 og at vedligeholde samme.\n1 Se lover 22 des. 1950 nr. 2 § 37 og 22 mai 1902 nr. 7 § 4.\n2 Se § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Hvad i forrige § er bestemt, gjælder ogsaa om Vedligeholdelse af Gjærde i Udmark, hvor saadant hidtil har været. Derimod kan Gjærde ikke kræves opført fra nyt i Udmark eller bestaaende Gjærde kræves forandret til at frede for andet Slags Bofæ end hidtil, medmindre den, der attraaer saadant, godtgjør, at Foretagendet for begge Eiendomme vil være af overveiende Nytte i Forhold til Bekostningen. Under Skjøn,​2 som i dette Øiemed afholdes, kan Naboen æske Bestemmelse, saavel om hvorvidt nogen Fritagelsesgrund efter § 3 b og c er tilstede, som om hvorvidt han i Overeensstemmelse med § 7 bør nyde Formindskelse i Gjærdebyrde. Finde Skjønsmændene at Forlangendet af Skjøn har været velgrundet, fordele de Omkostningerne paa Parterne efter Billighed.​3\n1 Se § 9, lov 22 des. 1950 nr. 2 § 37.\n2 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.\n3 Jfr. skoglov 22 juni 1863 § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Gjærdepligt bortfalder\na. hvor Naturforholde gjør det overveiende vanskeligt at opføre eller vedligeholde Gjærde eller Bekostningen vil være uforholdsmæssig mod Nytten;\nb. hvor Gjærdet vil være til væsentlig Hinder for Udøvelsen af Herlighed, saasom Laxefiskeri;\nc. i Teigebytte, naar samme ikke er udskiftet saa fuldstændigt, som Udskiftningsloven giver Adgang til at kræve;​2\nd. for Almindings Vedkommende.\n1 Se § 9, lov 22 des. 1950 nr. 2 § 37.\n2 Se lov 22 des. 1950 nr. 2 §§ 2 og 80 samt kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Naar de i § 3 a, b, e ommeldte Tilfælde forekomme i Indmark, eller hvor Indmark støder til Udmark, bedømmes de med Hensyn til Ansvar for Bofæ, som om var lovligt Gjærde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Bruger af Eiendom, der ikke er særskilt skyldsat, har ingen selvstændig Ret til at kræve Gjærde af Nabo og ingen selvstændig Pligt til at opføre eller vedligeholde Gjærde mod Nabo.\nJord bortsat paa Arvefæste betragtes med Hensyn til Gjærdehold lige med særskilt skyldsat Jord.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Eiendomme, der adskilles ved Vei, betragtes med Hensyn til gjensidig Gjærdepligt som sammenstødende, forsaavidt nogen af Eierne har lovlig Adgang til at opføre Grind (Led) over Veien;​1 dog er den, som i dette Tilfælde vil gjærde langs Veien for sin Eiendom,​2 ikke pligtig til at deeltage med Naboen i noget fælles Gjærde- eller Grindhold.\nEr der ikke lovlig Adgang til at opføre Grind over Veien, have Eiendommene ingen gjensidig Gjærdepligt og betragtes de, forsaavidt Veien gaaer igjennem Indmark paa begge Sider, med Hensyn til gjensidigt Ansvar for Bofæ, som om der mellem dem var lovligt Gjærde.\n1 Se lov 21 juni 1912 nr. 1 § 32.\n2 Jfr. lov 21 juni 1912 nr. 1 § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Naar Gjærde kan kræves, skulle de sammenstødende Eiendomme tage hver sin Halvdeel deraf uden Hensyn til Skyld.​1\nDog skal Eier af Udmark, der ikke selv forlanger Gjærde eller Forandring af bestaaende Gjærde, og som ved Skjøn​2 godtgjør, at denne Bestemmelse vilde uforholdsmæssig betynge ham, nyde saadan Formindskelse i sin Gjærdebyrde, som Skjønnet finder billig, hvad enten det er mod Naboens Udmark eller Indmark.\nHvor Gjærdebyrden er ordnet paa anden Maade end i denne og foregaaende § bestemt, det være ved Udskiftning, Dom eller paa andet retsgyldigt Grundlag, har det dermed sit Forblivende.\n1 Jfr. § 10.\n2 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Eiendomme, der ligge i Fællesskab eller Teigebytte,​1 betragtes med Hensyn til Ret til at kræve Gjærde udad (mod Nabo) og dets Deling, som een Eiendom. For saadant Tilfælde fastsættes:\na. Lodeiernes Rot til at kræve Gjærde og Pligt til at deeltage i samme bestemmes efter det Forholdstal, hvori de have Andeel i Fællesskabet, eller, hvor bestemt Forholdstal ikke er givet, efter deres Eiendommes Skyld overeensstemmende med hvad der om Udskiftning er bestemt i [Loven af 12te October 1857 § 1, a].​2\nb. Lodeierne ere, saalænge de ikke have fordeelt Gjærdebyrden mellem sig, een for alle og alle for een ansvarlige for Opførelse og Vedligeholdelse af det dem paahvilende Gjærde.\nc. Naar Nogen kun for en Deel af sin Eiendom er Lodtager i Fællesskabet eller Teigebyttet, tager han tilsvarende Andeel i Ret og Pligt, hvad Gjærdet angaaer. Denne Andeel bliver i Tilfælde af Tvist at bestemme ved Skjøn.​3\nd. Hvor Stemmerne, beregnede i Overeensstemmelse med Bogstav a, ere lige, om Gjærde skal kræves, gjælder deres Mening, som ville, at der skal gjærdes. Udgjøre deres Stemmer, som ville have Gjærde, beregnede paa den nysnævnte Maade, Mindretallet, kunne de dog kræve Gjærde, naar de overtage hele Fællesskabets eller Teigebyttets Andeel i samme.\n1 Se lov 22 des. 1950 nr. 2 § 2.\n2 Se nu lov 13 mars 1882 nr. 2 § 33.\n3 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Naar det ved Udskiftning bestemmes, i hvilken Udstrækning det skal paaligge de udskiftede Eiendomme at gjærde, have de Mænd, der udføre Udskiftningen, at følge Bestemmelserne i denne Lovs §§ 2 og 3 og at afgive de Skjøn, som samme maatte medføre, under Forretningen.\nDen Forskrift, at hver gjærder sin Halvdeel, gjør ikke Indskrænkning i den Udskiftningsmændene tilkommende Myndighed til at fordele Gjærdebyrden mellem de Eiendomme, som udskiftes.\n1 Jfr. lov 22 des. 1950 nr. 2 § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Ved Deling af Gjærde bør Enhver saavidt muligt erholde sin Deel i eet sammenhængende Stykke. Den større Byrde, som Beskaffenheden af nogen Strækning maatte medføre, udjevnes ved tilsvarende Afkortning i Længde.​1 Blive Gjærdepligtige enige om Delingen, afgjøres denne ved Skjøn.​2 Naar Delingen er foregaaet, bestemmes det, i fornødent Fald ved Lodtrækning, hvilket eller hvilke Stykker enhver skal overtage.\n1 Jfr. § 15.\n2 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "Ved Eiendomsdelinger kan den, som attraaer det, fordre, at der foretages saadan ny Deling af Gjærderne, som paakræves, for at han kan faae gjærde for egen Jord. Dog bør Enhver saavidt muligt beholde den Strækning, der før har tilligget hans Eiendom. Opstaaer der Spørgsmaal om Opførelse af nye Gjærder mellem udskiftede Eiendomme, kan Enhver kræve, at Deel af tidligere Fællesgjærde, som ikke grændser til hans Brug, overføres saavidt muligt til de Brug, til hvilke den støder, mod Udjevning af Gjærdebyrden andetsteds. Naar Nogen ved saadan Forandring, som i denne § omhandles, taber paa Gjærdet, er han berettiget til Erstatning.\n1 Jfr. lov 22 des. 1950 nr. 2 § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "content": "Komme Gjærdepligtige ikke overeens om Tiden, inden hvilken Gjærder skulle være fuldførte, bestemmes den ved Skjøn.​1 Er selve Gjærdepligten afhængig af Skjøn, afgives begge Skjøn undereet.\n1 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "1:13",
      "chapter": "1",
      "section": "13",
      "content": "Gjærde, derunder indbefattet levende Hegn, er lovligt, naar det er een og trefjerdedeels Alen​1 høit, samt saa stærkt og tæt, at det freder for Hest, Storfæ og Sau. Grøft ansees for lovligt Hegn, naar den er een og en halv Alen​2 dyb, to og en halv Alen​3 bred og paa den ene Side forsynet med Jordvold eller andet Hegn af een og en halv Alens Høide over Kanten, samt af saadan Beskaffenhed forøvrigt, som ovenfor bestemt.\nEfter Andragende fra vedkommende Formænd og Repræsentanter kan Kongen​4 for formandskabsdistrict eller Sogn bestemme:\na. at Gjærdets Høide skal, være indtil to Alen,​5\nb. at Gjærdet skal ansees for lovligt, naar det kun er saa tæt og stærkt at det freder for Hest og Storfæ. [Saadan Bestemmelse skal læses til Thinge og træder ikke i Kraft førend eet Aar derefter.]​6\n1 Nu 1,10 meter (res. 15 juni 1882).\n2 Nu 95 centimeter.\n3 Nu 1,60 meter.\n4 Fylkesmannen iflg. res. 12 mai 1950.\n5 Nu 1,25 meter.\n6 Se lov 1 april 1876 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "1:14",
      "chapter": "1",
      "section": "14",
      "content": "Gjærde sættes i Grændseskjellet. Intet Gjærde maa lægges længere ind paa Naboens end paa egen Grund og ikke over trefjerdedeel Alen.​1 Nabo kan ikke modsætte sig, at det hele Gjærde eller Dele deraf lægges paa hans Grund, naar det er uomgjængelig fornødent, dog mod Erstatning. Grøft anbringes paa den Gjærdepligtiges egen Grund, Jordvold i Grændseskjellet. Elv, Fjeld eller Andet, der freder for samme Slags Bofæ, hvorfor Gjærde efter Bestemmelserne i forrige § skal frede, ansees som lovligt Gjærde.\n1 Nu 47 centimeter (res. 15 juni 1882).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "1:15",
      "chapter": "1",
      "section": "15",
      "content": "Naar der i Gjærde er Grind, som er fælles for Naboer, indgaaer den i Fordelingen af Gjærdebyrden, og tages derved Hensyn til den større Bekostning ved Grindens Opførelse og Vedligeholdelse efter Forskriften i § 10. Skjønnes Grind ikke at kunne indgaae i Fordelingen, holdes den i Fællesskab. Grind paa almindelig befaret Vei, som ikke er offentlig, skal være saaledes indredet, at den med Lethed kan aabnes og lukkes.​1 Med Hensyn til Grind paa offentlig Vei forholdes efter Lov angaaende Veivæsenet af 15de September 1851 § 56.​2\n1 Jfr. § 40.\n2 Se nu lov 21 juni 1912 nr. 1 § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "1:16",
      "chapter": "1",
      "section": "16",
      "content": "Gjærde skal holdes i lovlig Stand til enhver Tid, hvori Jorden er aaben (ufrossen) eller skikket for Beiting, dog pligter man ikke at holde Gjærde mellem Udmark og Udmark i lovlig Stand udenfor Tidsrummet fra 30te April til 14de Oetober.\n1 Jfr. § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "1:17",
      "chapter": "1",
      "section": "17",
      "content": "Komme Naboer overeens om, at Gjærde ikke skal opføres eller holdes mellem deres Eiendomme eller visse Dele deraf, eller at det ikke skal være saa høit, tæt eller stærkt som i denne Lov bestemt, eller at Tiden for Gjærdeholdet skal indskrænkes, gjælder saadan Overeenskomst ikke over ti Aar, efter hvilken Tid den kan fornyes for lignende Tidsrum.\nNaboerne have, saalænge Overeenskomsten staaer ved Magt, gjensidig den samme Beskyttelse, som om der var lovligt Gjærde mellem deres Eiendomme.\nLigeledes er Overeenskomst, hvorefter Gjærde skal være høiere, stærkere eller tættere end det lovbestemte, eller hvorefter Tiden for Gjærdelioldet skal udvides, ikke gyldig for længere Tidsrum end det her nævnte.\nVedrører Overeenskomst efter denne § Jord, der bruges af nogen Anden end Eieren er den ikke gyldig, førend Eieren har bifaldt den.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "1:18",
      "chapter": "1",
      "section": "18",
      "content": "Er gjærde i ustand, og den gjærdepligtige ikke inden ett døgn, efterat han vidnefast er tilsagt av nabo, som udsættes for skade, begynder at istandsætte gjærdet og fortsætter dermed uten avbrytelse, kan naboen efter optat skjøn​2 la istandsættelen utføre for den forsømmeliges regning. Skjønnet avgives av lensmanden og to skjønsmænd, som han opnævner. Skjønnet har efter nøiagtig beregning at bestemme omkostningerne ved istandsættelsen. Det er ikke gjenstand for overskjøn. Naar naboen har utført istandsættelsen og fremlægger skriftlig bevidnelse derom fra mændene, kan han kræve det ved skjønnet bestemte beløp og forretningens omkostninger straks inddrevet ved utpantning.​3\nFindes ved det i denne § ommeldte Skjøn den Gjærdepligtige at have Steenmaterial i Nærheden og det antages at være til Besparelse for ham, at samme benyttes ved Istandsættelsen, kunne Skjønsmændene bestemme, at det bør skee, medmindre den Gjærdepligtige tilkjendegiver, at det ikke er hans Ønske.\n1 Endret ved lov 14 aug. 1918 nr. 4 § 19. – Se skoglov 22 juni 1863 § 7 og lov 22 des. 1950 nr. 2 § 102. Jfr. også lov 22 mai 1902 nr. 7 § 4.\n2 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.\n3 Se tvangsfullbl. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "1:19",
      "chapter": "1",
      "section": "19",
      "content": "Hvor Eier og Bruger ere forskjellige, holder Nabo sig, hvad Gjærdes Opførelse angaaer, til Eier og, hvad Vedligeholdelsen angaaer, til Bruger eller Eier eller begge.​1 Leilænding eller anden Bruger af Andens Jord, privat eller offentlig, erstatter Udlæg til lovbestemte Gjærders Opførelse med en firtiende Deel aarlig i firti Aar med lovlige Renter.​2 Samme Bestemmelse gjælder, naar ældre Gjærder ifølge denne Lov maae gjøres fuldstændigere. Blive Vedkommende ikke enige om Størrelsen af Omkostningerne, eller Brugeren formener, at disse ere overdrevne, afgjøres Tvisten ved Skjøn.​3\n1 Jfr. N.L. 3-14-43, lover 25 aug. 1848 § 18, 14 juli 1897 nr. 2 § 16.\n2 Se lov 29 juni 1888 nr. 2 § 3. Jfr. lov 22 des. 1950 nr. 2 § 74.\n3 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "1:20",
      "chapter": "1",
      "section": "20",
      "content": "Eier af Skovgrund, hvorpaa der hviler Beiteret, kan, naar Gjærdet maa antages udelukkende eller hovedsagelig at være til Nytte for den Beiteberettigede, kræve, at denne i det Hele eller for en Deel overtager Udgifterne ved Gjærdets Opførelse og Vedligeholdelse, medmindre en modsat Forudsætning kan antages at ligge til Grund for Retsforholdet. Spørgsmaalet om Gjærdet hovedsagelig vil være til Nytte for Rettighedshaveren og om Størrelsen af den Gjærdebyrde, som han i Tilfælde bør overtage afgjøres ved Skjøn.​2\nEr den Beiteberettigede Grundeier, paahviler Gjærdepligten ham alene.\n1 Jfr. skoglov 22 juni 1863 §§ 9, 10 og 63 a.\n2 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Kommer Gjed ind paa fremmed Eiendom, ansees dens Eier, uden Hensyn til Aarstid, Strækning eller Gjærdepligt, med Bøder [fra sexti Skilling til ti Speciedaler],​1 og har han at erstatte Skaden.​2 Gjed i Frugt- ellor Urtehave, der er omgivet af lovligt Gjærde, kan dræbes paa Stedet.​3\n1 Se strl. ikrl. § 4 jfr. § 7 i.f. og § 8. ​2 Se § 34.\n3 Jfr. lover 20 mai 1899 nr. 2 § 29 og 9 juli 1920 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Kommer Sviin ind paa fremmed Eiendom, har Dyrets Eier, uden Hensyn til Aarstid, Strækning eller Gjærdepligt, at erstatte Skaden,​1 og bliver han, hvis det skeer paa Indmark i den Tid, hvori Jorden er aaben eller skikket for Beitning (§ 16), at ansee med Bøder [fra fire og tyve Skilling til fem Speciedaler].​2\n1 Se § 34.\n2 Se strl. ikrl. § 4 jfr. § 7 i.f. og § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Forskrifterne i forrige § skulle ogsaa gjælde om Sau i Formandskabsdistricter eller Sogne, for hvilke saadan Bestemmelse er given, som omhandles i § 13 Bogstav b. I de øvrige Dele af Riget er Ansvaret for Sau det samme som for Hest og Storfæ efter § 24, [dog saaledes, at Bødernes Størrelse skal være fra tolv Skilling til fem Speciedaler].​1\n1 Se strl. ikrl. § 4 jfr. § 7 i.f. og § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "Med Hensyn til Hest og Storfæ, der indkomme paa fremmed Eiendom, bestemmes:\na. naar det skeer paa Strækning, hvor Gjærdepligt ikke finder Sted,​2 uden at dog Tilfældet henhører under Bogstav f, eller til Tid, da Gjærdepligt hviler,​3 har Dyrets Eier at erstatte Skaden;\nb. naar det skeer paa Strækning, hvor og til Tid, da Gjærdepligt finder Sted,​2 har Dyrets Eier at erstatte Skaden, og ansees desuden med Bøder [fra sexti Skilling til ti Speciedaler],​1 saafremt Dyret er vanefuldt eller dets Eier har forsømt at opfylde sin Gjærdepligt paa den vedkommende Strækning, medens Jordeieren har opfyldt sin;\nc. har Eier af Dyr, der er kommet ind paa fremmed Eiendom, hvor Gjærdepligt finder Sted, sit Gjærde paa vedkommende Strækning i lovlig Stand, medens Jordeieren ikke har det, kan ikke noget Ansvar gjøres gjældende mod Dyrets Eier;\nd. har Dyrets Eier og Jordeieren begge opfyldt eller begge forsømt sin Gjærdepligt, erstatter Dyrets Eier Skaden og udreder i det første Tilfælde, om Dyret er vanefuldt, Bøder [fra sexti Skilling til ti Speciedaler];​1\ne. hvor En eier Jorden, en Anden Dyret og en Tredie det Gjærde, hvorpaa det kommer an, opretter den Sidste, om Gjærdet er ulovligt, Skaden og udreder Bøder [fra sexti Skilling til ti Speciedaler];​1 er Gjærdet lovligt, erstatter Dyrets Eier Skaden og udreder, om Dyret er vanefuldt, Bøder [fra sexti Skilling til ti Speciedaler];​1\nf. i de Tilfælde, hvori efter Forskrifterne i §§ 4, 6 og 17 Ansvar for Bofæ skal være det samme som om der var lovligt Gjærde, erstatter Dyrets Eier Skaden og udreder Bøder [fra sexti Skilling til ti Speciedaler],​1 naar det skeer til den Tid, da Gjærdepligt ikke hviler (§ 16);\ng. naar Dyret drives efter Vei og kommer ind paa fremmed Eiendom, har Dyrets Eier at erstatte Skaden og, hvis det skeer paa Indmark med lovligt Gjærde mod Veien, at udrede Bøder [fra sexti Skilling til ti Speciedaler].​1\n1 Se strl. ikrl. § 4 jfr. § 7 i.f.\n2 Se §§ 3 og 4.\n3 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "content": "Skadeserstatning efter §§ 21 til 24 skal for Strækning, hvor og til Tid,​1 da Gjærdepligt finder Sted, uafhængig af, om Skaden kan paavises, ikke være mindre end tolv Skilling​2 for Hest og Storfæ, Sviin samt Gjed og fire Skilling​3 for Sau.\n1 Se § 16.\n2 Nu 40 øre (pl. 10 nov. 1876).\n3 Nu 13 øre.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "content": "I alle Tilfælde, hvor der efter denne Lov tilkommer Jordeieren Erstatning for Skade af fremmed Bofæ, kan han indsætte det.​1\nHerfra undtages Hest, som i Fjeld- eller Sætermark i sædvanlig Sætertid kommer ind paa fremmed Eiendom, hvor der ikke er lovligt Gjærde, forsaavidt Dyrets Eier har Havneret i en tilstødende Strækning.\n1 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "2:27",
      "chapter": "2",
      "section": "27",
      "content": "Forskriften i § 25 og Jordeierens Ret til at indsætte fremmed Bofæ, gjælder ogsaa i de Tilfælde, som omhandles i [Lov angaaende Forbrydelser af 20de August 1842, 22-6 og 9].​2 Hvor disse Bestemmelser komme til Anvendelse, bortfalder Bøder efter denne Lovs §§ 21-24.\n1 Jfr. § 33 i.f.\n2 Krl. 22-6 er avløst av strl. § 396. Jfr. strl. ikrl. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "content": "Naar Nogen indsætter fremmed Bofæ, som han antræffer paa sin Eiendom, og han veed, hvem det tilhører, skal han derom strax underrette Eieren eller dennes Folk. Bliver han ikke inden tre Døgn bekjendt med, hvem Eieren er, besørger han Indsættelsen bekjendtgjort [fra Kirkebakken og]​2 ved Opslag paa Thingsted eller andet brugeligt Sted og, om det er Hest, tillige i en almindelig læst Tidende.\nForegaaer Indsættelsen paa Sæter, skal den snarest muligt gjøres bekjendt mindst paa et Par af de nærmeste Sætre. Den oven foreskrevne Bekjendtgjørelse kan isaafald henstaae, indtil Hjemflytning finder Sted.\nDen, som har indsat fremmed Bofæ, har forsvarlig at røgte og efter Aarstidens Beskaffenhed at fodre det, men maa ikke bruge det.\n1 Jfr. §§ 30-32.\n2 Se lov 16 juli 1920 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "Eier av indsat bofæ har ikke ret til at fordre det tilbake, førend han har betalt omkostningerne ved bekjendtgjørelsen, dyrets røkt og foring samt erstatning for skade eller stillet sikkerhet for betaling inden fjorten dage. Finder fæets eier sig misfornøiet med den fordrede indløsningssum, kan han æske den bestemt ved skjøn.​2 Dette avgives av lensmanden og to skjønsmænd, som han opnævner.\nFinder mændene, at den fordrede indløsningssum har været ubillig, kan de som en del av skjønnet bestemme, at den, der indsatte fæet, i det hele eller for en del erstatter omkostningerne ved forretningen, dog i intet tilfælde mere end den tilkjendte indløsningssum utgjør. Vil nogen vedkommende ha overskjøn, blir dog fæet at utlevere naar det, der ifølge underskjønnet tilkommer jordeieren, leveres lensmanden, som har at bevare beløpet,​3 indtil saken er opgjort.\n1 Endret ved lov 14 aug. 1918 nr. 4 § 19.\n2 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.\n3 Se sportellov § 113.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Den, som har indsat fremmed Bofæ og iagttaget Bestemmelserne i § 28, er berettiget til at sælge det efter de om tvungne Auctioner gjældende Forskrifter,​2 naar fjorten Dage eller, med Hensyn til Hest, fire Uger ere forløbne, uden at Eieren har meldt sig. Fristen regnes fra Indsættelsesdagen, saafremt det vides, hvem der eier Fæet, men ellers fra første Bekjendtgjørelse om Indsættelsen. Er Fæet indsat i sædvanlig Sætertid, kommer den Tid, som forløber inden Sætertidens Ophør, ei i Betragtning. Samme Ret tilkommer den, der har indsat Fæet, hvis Eieren har meldt sig, men derefter er forløbet tre Dage uden at han har indløst det, eller, hvis der er Tvist om Indløsningssummen, begjært denne bestemt ved Skjøn;​3 ligesaa naar tre Dage ere forløbne, efterat Indløsningssummen er bestemt, uden at Indløsning er paafulgt.\nDen, som indsatte Fæet, tager sig betalt af Salgsbeløbet for Indløsningssummen og senere hafte Udgifter. Overskuddet leveres Lensmanden, som har at udbetale det til Fæets Eier eller, om denne ikke kjendes, at behandle det som Udbytte af solgt Hittegods.​4\n1 Jfr. lov 22 mai 1869 § 1.\n2 Se lov 14 aug. 1918 nr. 3 § 1.\n3 Se § 29.\n4 Se lov 29 mai 1953 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "content": "Er Bofæ indsat og dets Eier ikke kjendes, kan det overleveres til Lensmanden, som har at tage sig af det, og bliver det da iøvrigt at behandle efter Forskrifterne i foregaaende §§. Er det at befrygte, at Omkostningerne herved ville blive uforholdsmæssige mod Bofæets antagelige Værdi, kan Fogden​2 for ethvert enkelt saadant Tilfælde bestemme, hvorledes der med samme bør forholdes.\n1 Jfr. lov 22 mai 1869 § 1.\n2 Se lov 21 juli 1894 nr. 5 § 1 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "content": "Har den, der indsatte Bofæet og beholdt det i sin Varetægt, undladt at iagttage Forskrifterne i § 28, kan Eieren kræve det udleveret uden noget Vederlag for hafte Omkostninger eller forvoldt Skade.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "3:33",
      "chapter": "3",
      "section": "33",
      "content": "Naar den, der har indsat fremmed Bofæ, udleverer det mod Indløsning, kan han ikke senere søge yderligere Erstatning. Det staaer den, der har lidt Skade af fremmed Bofæ, men ikke indsat det, frit for ved sædvanlig Rettergang at gjøre sit Krav paa Erstatning gjældende, dog ikke for mere end Dyrets Værd. Saadan Fordring maa være paatalt inden sex Maaneder fra den Tid, Skaden blev tilføiet.​1\nOmkommer indsat Bofæ ved Hændelse, har den, som indsatte det, Intet at fordre hos Eieren.\nDe her indeholdte Indskrænkninger i den Skadelidendes Adgang til Erstatning og i Tiden for sammes Paatale gjælde ikke, naar de i [Loven angaaende Forbrydelser 22-6 og 9]​2 indeholdte Bestemmelser komme til Anvendelse.​3\n1 Se lov 27 juli 1896 nr. 7 §§ 12 og 21.\n2 Krl. 22-6 er avløst av strl. § 396. Jfr. strl. ikrl. § 6.\n3 Jfr. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "content": "Naar Eier og Besidder ere forskjellige, træder Besidder i Eiers Sted med Hensyn til Pligten til at vogte Bofæ. Det Ansvar, som er forbundet med, at Nogens Bofæ kommer ind paa fremmed Eiendom, indtræder ogsaa, naar Fæet indkommer paa dets Eiers Eiendom, forsaavidt denne er i Andens Besiddelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "content": "Ligger Indmark i Fællesskab eller Teigebytte,​1 maa der, naar Lodeier kræver det, ikke sambeites om Vaaren. Naar Lodeier vil gjøre Fordring herpaa gjældende, skal han vidnesfast derom underrette de Øvrige inden 30te April et Aar iforveien. Gjøres ikke saadan Fordring og samtlige Lodeiere ikke paa anden Maade forenes, maa Ingen sambeite i Indmark efter 30te April. Om Høsten maa, naar Lodeierne ikke anderledes forenes, Ingen sambeite i Indmark, førend Avling af Hø, Korn og Poteter er bragt i Huus. Udsætter Nogen utilbørligen med Indhøstningen, har han at erstatte det Tab, som de øvrige Lodeiere derved lide.\n1 Se lov 22 des. 1950 nr. 2 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "content": "Bestemmelserne i § 35 skulle være anvendelige ogsaa paa Forholdet mellem Huusbonde og Huusmand og idethele paa Forholdet mellem Eier og Bruger af Dele i samme Eiendom, dog saa at kun Huusbonden og Eieren kan kræve, at der ikke skal sambeites om Vaaren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "content": "Formener nogen Lodeier i fælles Beite, at dette er stærkere belagt end det til gjensidigt Gavn bør være, kan han æske Skjøn​2 om det Antal Bofæ af ethvert Slags, hvormed Beitet for Fremtiden bliver at belægge. Det ved Skjønnet bestemte Antal fordeles paa enhver Lodeier efter hans Andeel i Beitet. Den afgivne Bestemmelse kan ikke forlanges forandret, førend 10 Aar efter Skjønnet ere forløbne.​3 Herfra undtages det Tilfælde, at der i Mellemtiden maatte indtræffe usædvanlige Naturbegivenheder, som har væsentlig Indflydelse paa Beitet. Finde Skjønsmændene, at Forlangendet af Skjøn har været vel grundet, fordeles dets Omkostninger paa Lodeieme efter deres Andeel.\n1 Se N. L. 3-12-3, lov 22 des. 1950 nr. 2 §§ 83-86.\n2 Se § 41 og lov 1 juni 1917 nr. 1 kap. 1.\n3 Jfr. skoglov 22 juni 1863 § 21 og lov 22 des. 1950 nr. 2 §§ 88 og 96.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "4:38",
      "chapter": "4",
      "section": "38",
      "content": "Kommer nogen Mands Fjærkræ (Duer derunder ikke indbefattede) ind i anden Mands Have eller besaaede Ager, eller Gaas i anden Mands uslaaede Eng, ansees dets Eier med Bøder [fra tolv Skilling til to Speciedaler]​1 og har at erstatte Skaden. Om Dyrets Indsættelse gjælder, hvad der forsaavidt er bestemt for Bofæ.​2\n1 Se strl. ikrl. § 4 jfr. § 7 i.f. og § 8.\n2 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "4:39",
      "chapter": "4",
      "section": "39",
      "content": "Den, som uberettiget gaaer over anden Mands Indmark paa Aarstid, da Gjærdepligt finder Sted (§ 16), straffes, forsaavidt [Loven angaaende Forbrydelser 22-10]​1 ikke paa Tilfældet er anvendelig, med Bøder [fra fire og tyve Skilling til een Speciedaler].​2\n1 Se nu strl. § 396; jfr. strl. ikrl. § 6.\n2 Se strl. ikrl. § 4 jfr. § 7 i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "content": "Den, der paa saadan Aarstid ikke tillukker anden Mands Grind, som han har aabnet, straffes, om end ikke Bofæ derved kommer ind paa anden Mands Eiendom, med Bøder [fra fire og tyve Skilling til een Speciedaler].​1\n1 Se strl. ikrl. § 4 jfr. § 7 i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "4:41",
      "chapter": "4",
      "section": "41",
      "content": "Naar skjøn paakræves efter denne lov, avgives det av lensmanden og to skjønnsmænd. Parterne gives samme varsel som ved indkaldelse til forliksraadet.​2 Forøvrig gjælder baade om skjøn og overskjøn lovgivningens almindelige regler,​3 forsaavidt ikke andet er bestemt i denne lov for enkelte tilfælde.​4\n1 Endret ved lov 14 aug. 1918 nr. 4 § 19. – Jfr. lover 23 mai 1874 § 3, 27 mai 1887 nr. 1 § 4 og 9 juli 1926 nr. 4 § 4.\n2 Rettergangsl. § 277.\n3 Se lov 1 juni 1917 nr. 1 kap. 1\n4 Se §§ 2, 9, 18, 29, 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "4:42",
      "chapter": "4",
      "section": "42",
      "content": "Nærværende lov er anvendelig i kjøpstad med hensyn til have, aker, eng og aapen mark, som findes inden sammes grænser, dog med følgende avændringer:\na. at de avgjørelser, som er henlagt under lensmandsskjøn, i stedet træffes ved retslig skjøn,​2 og\nb. at de forretninger, som i øvrig er henlagt til lensmanden, utføres av politiet i kjøpstaden.\n1 Endret ved lov 14 aug. 1918 nr. 4 § 19.\n2 Se lov 1 juni 1917 nr. 1 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "4:43",
      "chapter": "4",
      "section": "43",
      "content": "Overtrædelser af denne Lov paatales ikke af det Offentlige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "title": "(Bortfalt ved strl. ikrl. § 7 siste ledd.)",
      "content": "§ 44.(Bortfalt ved strl. ikrl. § 7 siste ledd.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "4:45",
      "chapter": "4",
      "section": "45",
      "content": "Nærværende Lov træder i Kraft den 1ste Januar 1862, – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    }
  ]
}