{
  "id": "LOV-1980-06-13-43",
  "type": "statute",
  "title": "Lov om tannleger.",
  "short_name": "Tannlegeloven – tlegel.",
  "status": "in_force",
  "issued_date": "1980-06-13",
  "in_force_date": "1982-04-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1980-06-13-43",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "(Definisjon av tannlege. Enerett til tittel)",
      "content": "Med tannlege forstås i denne lov:\n1. person som har autorisasjon, jfr. § 2,\n2. person som har lisens, jfr. § 3.\nBare den som har autorisasjon eller lisens har rett til å kalle seg tannlege. Ingen annen må bruke yrkesbetegnelse som kan være egnet til å gi inntrykk av at han er tannlege.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "(Autorisasjon)",
      "content": "Rett til autorisasjon som tannlege har den som:\n1. har norsk odontologisk embetseksamen, eller utenlandsk odontologisk eksamen som i medhold av lov er anerkjent som faglig jevngod,\n2. har utført praktisk tjeneste som Kongen​1 gir nærmere regler om,\n3. har gitt skriftlig løfte om at han vil utøve tannlegegjerningen i samsvar med hva ære og samvittighet krever,\n4. ikke er i slik stilling at en autorisasjon ville kunne tilbakekalles, jfr. § 7.\nAutorisasjon gis av vedkommende departement.\nSøkeren må godtgjøre at han fyller vilkårene i første ledd.\nKongen kan, uten hinder av det som ellers er bestemt i denne paragraf, ved forskrift gi nærmere regler om autorisasjon som tannlege på grunnlag av utdanning fra annet land, i den utstrekning det er nødvendig for å oppfylle internasjonal overenskomst.​2\n0 Endret ved lover 19 mars 1982 nr. 2, 4 des 1992 nr. 132.\n1 Sosial- og helsedepartementet iflg. res. 11 nov 1983 nr. 1611.\n2 Jfr. EØS-avtalens vedlegg VII punkt 3 (dir 81/1057), punkt 10 (dir 78/686) og punkt 11 (dir 78/687).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(Lisens)",
      "content": "Den som ikke fyller vilkårene for autorisasjon, kan av departementet få lisens som tannlege.\nFør lisens gis, skal som regel uttalelse innhentes fra norsk odontologisk fakultet om hvorvidt søkeren har nødvendig faglig kyndighet og fra Statens Helsetilsyn​1 om andre forhold av betydning. Departementet kan gjøre unntak fra disse bestemmelser.\nEtter avtale med annet land kan lisens gis til den som der har lisens.\nDepartementet kan fastsette at en lisens skal være begrenset i tid, til bestemt stilling, til visse undersøkelses- eller behandlingsmåter, eller knyttet til andre vilkår og innskrenkninger.\nFør lisens gis skal søkeren gi skriftlig løfte om at han vil utøve tannlegegjerningen i samsvar med hva ære og samvittighet krever.\nDepartementet kan gi nærmere forskrifter om betingelsene for å få lisens og de vilkår som kan knyttes til den.\n0 Endret ved lov 30 juli 1992 nr. 101.\n1 Se lov 30 mars 1984 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "(Sikkerhetsstillelse)",
      "content": "Den som vil utøve tannlegevirksomhet skal stille slik sikkerhet for det ansvar han kan pådra seg i virksomheten som departementet fastsetter.\nDersom en tannlege tross advarsel forsømmer å stille sikkerhet som foreskrevet, kan departementet suspendere hans autorisasjon eller lisens.​1\n1 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "(Aldersgrense)",
      "content": "Autorisasjon og lisens opphører å gjelde når tannlege fyller 75 år.\nEn tannlege som godtgjør at han er skikket til fortsatt å utøve tannlegevirksomhet etter fylte 75 år, kan gis tidsbegrenset lisens i samsvar med reglene i § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "(Avkall på autorisasjon og lisens)",
      "content": "En tannlege kan ved skriftlig erklæring til fylkestannlegen eller departementet gi avkall på sin autorisasjon eller lisens.​1 Han skal såvidt mulig samtidig innlevere sitt autorisasjons- eller lisensdokument.\nFylkestannlegen gir melding til departementet og til kommunelegen på stedet.\n0 Endret ved lov 19 nov 1982 nr. 66.\n1 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "(Tilbakekall av autorisasjon eller lisens)",
      "content": "Autorisasjon eller lisens kan kalles tilbake​1 dersom tannlegen er uskikket til å utøve tannlegeyrket på grunn av alvorlig sinnslidelse, psykisk eller fysisk svekkelse, langt fravær fra yrket, bruk av alkohol, narkotika eller midler med liknende virkning, grov mangel på faglig innsikt, uforsvarlig tannlegevirksomhet eller atferd uverdig for en tannlege.\nAutorisasjon eller lisens kan også kalles tilbake dersom en tannlege er umyndiggjort,​2 eller grovt har krenket den plikt etter denne lov eller forskrift gitt i medhold av den.\nAutorisasjon eller lisens gitt på grunnlag av tilsvarende godkjenning i annet land kan kalles tilbake dersom godkjenningen i det annet land taper sin gyldighet.\nVed tilbakekall eller begrensning av lisens skal det gis melding til myndighetene i annet land hvor det er kjent at vedkommende utøver tannlegevirksomhet, dersom dette er nødvendig for å oppfylle internasjonal overenskomst.​3\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Jfr. § 12.\n2 Jfr. lov 28 nov 1898.\n3 Jfr. EØS-avtalens vedlegg VII punkt 10 (dir 78/686) art. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "(Suspensjon av autorisasjon og lisens)",
      "content": "Dersom det er skjellig grunn til å anta at det foreligger grunnlag for tilbakekall, kan departementet suspendere autorisasjon og lisens i den utstrekning det finnes påkrevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "title": "(Vedtak om tilbakekall)",
      "content": "Vedtak om tilbakekall av autorisasjon og lisens treffes av departementet. Uttalelse fra Statens tannlegeråd​1 skal som regel være innhentet. Departementet kan pålegge tannlegen å møte i rådet, og å underkaste seg undersøkelse av sakkyndige. Departementet kan suspendere autorisasjon eller lisens så lenge slikt pålegg ikke etterkommes.\n1 Jfr. kap. IV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "title": "(Domstolprøving av suspensjon og tilbakekall)",
      "content": "Vedtak om suspensjon eller tilbakekall av autorisasjon eller lisens kan ikke påklages, men bringes inn for retten, som kan prøve alle sider av saken. Tvistemålslovens​1 kap. 30 gjelder for søksmålet.​2\nRetten kan beslutte at vedtak om suspensjon eller tilbakekall ikke skal ha virkning før det er sagt dom i saken eller før endelig dom foreligger.\n1 Lov 13 aug 1915 nr. 6.\n2 Jfr. § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "title": "(Erstatning for tap ved suspensjon og tilbakekall)",
      "content": "Dersom suspensjon eller tilbakekall viser seg å være ugyldig eller blir omgjort av annen grunn, kan tannlegen kreve erstatning for tap han har lidt etter vanlige regler.\nHar tannlegen ved forsettlig eller uaktsomt forhold fremkalt suspensjon eller tilbakekall, eller medvirket til tapet, eller skyldes det omstendigheter som han bærer risikoen for, kan erstatningen settes ned eller helt falle bort.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "title": "(Ny autorisasjon og lisens)",
      "content": "En tannlege som har tapt sin autorisasjon eller lisens etter § 6 eller tilbakekall etter § 7 kan få ny autorisasjon eller lisens når han godtgjør at han er skikket til å utøve tannlegeyrket. Ny lisens kan være begrenset i samsvar med § 3 fjerde ledd.\nDersom departementet forlanger det, skal han påny gi skriftlig løfte om at han vil utøve tannlegegjerningen i samsvar med hva ære og samvittighet krever.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "1:13",
      "chapter": "1",
      "section": "13",
      "title": "(Godkjenning av spesialister)",
      "content": "Kongen gir alminnelige forskrifter om godkjenning av tannleger som spesialister innen en avgrenset del av odontologiske fagområder. Kongen kan også gi forskrifter om vilkår for å beholde godkjenning som spesialist, og om tilbakekall av slik godkjenning.\nDepartementet kan gi nærmere forskrifter og treffe enkeltvedtak om godkjenning av spesialister og tilbakekall av godkjenning.\nDepartementet kan delegere myndighet til å treffe enkeltvedtak om godkjenning av spesialister og å gi nærmere forskrifter om dette til Den norske tannlægeforening.\nBare den som er godkjent som spesialist kan bruke tittel eller betegnelse som gir, eller kan være egnet til å gi, uttrykk for at han er spesialist.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "1:14",
      "chapter": "1",
      "section": "14",
      "title": "(Særlige undersøkelses- og behandlingsmåter)",
      "content": "Kongen kan etter innhentet uttalelse fra Statens tannlegeråd beslutte at bestemte undersøkelses- eller behandlingsmåter bare skal nyttes av tannleger som har særskilt tillatelse av departementet.​1\n1 Jfr. forskrift 23 jan 1989 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "(Retten til tannlegevirksomhet)",
      "content": "Bare den som etter § 1 er tannlege, har rett til å utøve tannlegevirksomhet i riket. Det er forbudt for andre å behandle sykdom i tenner, tannkjøtt, munnslimhinner, eller kjever, utføre tannfyllinger, tannuttrekninger, tannregulering, innsetting og tilpassing av kunstige tenner.\nForbudet i første ledd er ikke til hinder for at en lege kan utøve den tannlegevirksomhet som legeutdannelsen gir kompetanse til og som forholdene krever.\nForbudet er heller ikke til hinder for at tannpleier eller annet kvalifisert tannhelsepersonell uten tilsyn av tannlege kan utøve forebyggende tann- og munnhygienisk virksomhet ved skole, helsestasjon, sykehus eller liknende institusjon. For slik virksomhet skal det foreligge instruks som er godkjent av helsedirektøren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "(Organisering av tannlegevirksomhet)",
      "content": "Tannlegers virksomhet skal organiseres​1 i slike former at den er odontologisk forsvarlig, og slik at tannlegen er selvstendig og uavhengig overfor andre i odontologisk faglig spørsmål. For dette formål kan Kongen gi nærmere forskrifter om organisering av tannlegevirksomhet og forby slike former som finnes uheldige.\nVed ervervsmessig annonsering skal den ansvarlige tannleges navn gå frem.\n1 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "(Samarbeid med tannhelsepersonell)",
      "content": "En tannlege kan i sin virksomhet nytte annet tannhelsepersonell i den utstrekning det er forsvarlig ut fra personellets kvalifikasjoner, arten av de oppgaver det gjelder, den instruksjon som gis og den kontroll som føres.\nDepartementet kan gi nærmere forskrifter om tannlegers samarbeid med tannhelsepersonell.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "title": "(Forskrivning av legemidler)",
      "content": "En tannlege har rett til å forskrive de legemidler som er nødvendige i hans virksomhet.​1\nDepartementet kan gi nærmere forskrifter om hvordan resepter skal avfattes, oppbevares m.v.\nDepartementet kan helt eller delvis unnta bestemte legemidler fra forskrivningsretten og gi forskrifter om hva den skal omfatte.\n1 Jfr. § 29. Se lov 4 des 1992 nr. 132.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "title": "(Resept som bevis)",
      "content": "En resept kan kreves lagt frem som bevis under departementets behandling av sak om tilbakekall eller suspensjon av autorisasjon eller lisens,​1 eller om tap av retten til å forskrive narkotika,​2 eller om klage mot en tannlege.​3\nUnder en rettssak kan en resept kreves lagt frem etter de regler som gjelder om bevis.\n1 Se §§ 7-11.\n2 Se §§ 20 og 21.\n3 Se kap. IV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "title": "(Tap av retten til å forskrive narkotika)",
      "content": "Dersom departementet finner at en tannleges forskrivning av narkotika er uforsvarlig kan det helt eller delvis ta fra ham retten til å forskrive slike midler for en bestemt tid inntil 5 år eller for alltid.​1 Statens tannlegeråd​2 skal uttale seg før slikt vedtak blir truffet.\nEn tannlege kan selv gi avkall på retten til å forskrive narkotika for en bestemt tid eller for alltid.\nDersom departementet ved utløpet av en frist finner at tannlegen fortsatt ikke bør ha rett til å forskrive narkotika, kan det treffe nytt vedtak etter reglene i første ledd.\n1 Jfr. § 23.\n2 Jfr. kap. IV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "title": "(Suspensjon av forskrivningsrett)",
      "content": "Dersom departementet finner at det er skjellig grunn til å anta at retten til å forskrive narkotika bør tas fra en tannlege,​1 kan det suspendere hans rett til å forskrive slike midler helt eller delvis inntil saken er avgjort, men ikke ut over 6 måneder. Hvis tannlegen forhaler saken, kan suspensjonen forlenges inntil 6 måneder.\n1 Jfr. § 20 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "title": "(Forkortelse av frist for tap av forskrivningsrett)",
      "content": "Hvis departementet finner det forsvarlig kan det gi en tannlege tilbake rett til å forskrive narkotika før utløpet av den tidsfrist som er fastsatt.​1\n1 Jfr. §§ 20 og 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "title": "(Forskrivning av narkotika ved annen tannlege)",
      "content": "Når en tannlege ikke har rett til selv å forskrive narkotika, skal fylkestannlegen forskrive det som er nødvendig i tannlegens praksis. Fylkestannlegen kan også skriftlig godta at en bestemt annen tannlege foretar slik forskrivning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "Tilsyn",
      "content": "En tannlege plikter å følge de bestemmelser som er gitt for tannlegevirksomhet i lov eller med hjemmel i lov.\nI sin virksomhet er en tannlege underlagt tilsyn av Statens Helsetilsyn​1 eller den det gir myndighet med at lover, forskrifter og bestemmelser om tannleger og tannhelsetjeneste m.v. blir fulgt. Uten hinder av taushetsplikt​2 kan Statens Helsetilsyn eller den det gir myndighet kreve oppgaver og opplysninger som er nødvendige for tilsyn, og foreta undersøkelser og ettersyn.\n0 Endret ved lov 30 juli 1992 nr. 101.\n1 Se lov 30 mars 1984 nr. 15.\n2 Jfr. §§ 31 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "title": "(Forsvarlig tannlegevirksomhet)",
      "content": "En tannlege plikter å utøve sin virksomhet forsvarlig.\nHan skal gjøre sitt beste for å gi sine pasienter kyndig og omsorgsfull hjelp.\nHan skal gi hver pasient de opplysninger han bør ha om sin tannhelse og den behandling han får. Tannlegen skal også gi pasienten opplysning om hvordan han selv best kan fremme sin tannhelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "title": "(Opplysning til pårørende)",
      "content": "I den utstrekning forholdene tilsier det skal en tannlege gi pasientens pårørende opplysning om hans tannhelse og om behandlingen av ham.​1\nEr pasienten under 12 år skal slike opplysninger som regel fortrinnsvis gis til pasientens foreldre eller foresatte. Er pasienten mellom 12 og 16 år gis opplysninger som regel både til pasient og foreldre eller foresatte, medmindre pasienten av grunner tannlegen mener bør respekteres ikke ønsker at bestemte opplysninger gis til foreldrene eller de foresatte.\n1 Jfr. § 31 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "(Øyeblikkelig hjelp)",
      "content": "En tannlege plikter snarest mulig å yte den hjelp han evner når han etter de opplysninger han har må anta at tannlegehjelp er påtrengende nødvendig.\nPlikten faller bort dersom tannlegen har gyldig forfall, eller vet at hjelp vil bli ytet av annen tannlege.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "(Tannlegevaktordning)",
      "content": "Departementet kan bestemme at tannleger skal delta i tannlegevaktordning på det sted de bor eller arbeider.\nDepartementet kan gi nærmere forskrifter om gjennomføring m.v. av tannlegevaktordning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "title": "(Sparsomhet)",
      "content": "En tannlege skal ved organiseringen av sin virksomhet, ved undersøkelse og behandling av pasienter, ved forskrivning av legemidler, ved reiser og ellers påse at pasienter, folketrygden og andre ikke påføres unødig utgift eller tidsspille.\nHensynet til sparsomhet må ikke gå ut over det faglig forsvarlige.​1\n1 Se § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "title": "(Attest og tannlegeerklæring)",
      "content": "En tannlege plikter å være varsom, nøyaktig og objektiv ved utstedelse av attest og tannlegeerklæring. Han skal bygge på en så omhyggelig undersøkelse som formålet tilsier.\nDepartementet kan gi nærmere forskrifter om utstedelse av tannlegeerklæring og attest, herunder også om inhabilitet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "title": "(Taushetsplikt)",
      "content": "En tannlege skal iaktta taushet og hindre at andre får kjennskap til opplysninger om folks tannhelse eller andre personlige forhold som han får kunnskap om under sin tannlegevirksomhet.\nDette gjelder ikke når det i lov er fastsatt at tannlegen ikke skal ha taushetsplikt​1 eller når det av andre særlige grunner må ansees rettmessig å meddele opplysninger som er underlagt taushetsplikt.\nI forhold til den som fra før er kjent med opplysningene gjelder ikke taushetsplikt.\n1 Jfr. §§ 32-39 og 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "title": "(Taushetsplikt – samtykke)",
      "content": "Taushetsplikt faller bort i den utstrekning den som har krav på taushet, eller som opplysningene angår, samtykker i at de gis til andre.\nEr vedkommende under 16 år, skal samtykke gis av foreldre eller foresatte. Er vedkommende mellom 12 og 16 år, skal hans mening høres.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "3:32 a",
      "chapter": "3",
      "section": "32 a",
      "title": "(Opplysningsplikt til sosialtjenesten)",
      "content": "En tannlege skal i sitt arbeid være oppmerksom på forhold som bør føre til tiltak fra sosialtjenestens side, og han skal av eget tiltak gi sosialtjenesten opplysninger om slike forhold. Opplysninger kan likevel bare gis etter samtykke fra klienten, eller så langt opplysningene ellers kan gis uten hinder av taushetsplikt.\n0 Tilføyd ved lov 13 des 1991 nr. 81.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32a",
        "source_heading": "§ 32 a."
      }
    },
    {
      "provision_ref": "3:32 b",
      "chapter": "3",
      "section": "32 b",
      "title": "(Opplysningsplikt til barneverntjenesten)",
      "content": "Tannleger skal i sitt arbeid være oppmerksomme på forhold som kan føre til tiltak fra barneverntjenestens side.\nUten hinder av taushetsplikt skal tannleger av eget tiltak gi opplysninger til barneverntjenesten når det er grunn til å tro at et barn blir mishandlet i hjemmet eller det foreligger andre former for alvorlig omsorgssvikt, jf. lov om barneverntjenester​1 § 4-10, § 4-11, § 4-12, eller når et barn har vist vedvarende alvorlige atferdsvansker, jf. samme lov § 4-24. Også etter pålegg fra de organer som er ansvarlige for gjennomføringen av lov om barneverntjenester, plikter tannleger å gi slike opplysninger.\n0 Tilføyd ved lov 17 juli 1992 nr. 100.\n1 Lov 17 juli 1992 nr. 100.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32b",
        "source_heading": "§ 32 b."
      }
    },
    {
      "provision_ref": "3:33",
      "chapter": "3",
      "section": "33",
      "title": "(Taushetsplikt – sakkyndige)",
      "content": "Når en tannlege opptrer som sakkyndig, kan han uhindret av taushetsplikt gi oppdragsgiver opplysning om forhold han får rede på under utførelsen av oppdraget som har betydning for dette. – For øvrig har han vanlig taushetsplikt.\nEn tannlege skal såvidt mulig gjøre oppmerksom på at han opptrer som sakkyndig og hva dette innebærer hvis det ikke er klart for vedkommende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "3:34",
      "chapter": "3",
      "section": "34",
      "title": "(Taushetsplikt i forhold til tannhelsepersonell og medhjelper)",
      "content": "Taushetplikt er ikke til hinder for at en tannlege gir opplysninger til annet tannhelsepersonell eller medhjelper av hensyn til undersøkelsen eller behandlingen av en pasient medmindre denne motsetter seg dette, og det etter forholdene kan og bør respekteres.\nTannhelsepersonell og andre som samarbeider eller bistår tannlegen i hans virksomhet har samme taushetsplikt som han.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "3:35",
      "chapter": "3",
      "section": "35",
      "title": "(Opplysning til arbeidsgiver)",
      "content": "Departementet kan gi nærmere forskrifter om opplysning fra tannlege til arbeidsgiver i forbindelse med arbeidstakers tannsykdom o.l.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "3:36",
      "chapter": "3",
      "section": "36",
      "title": "(Anonymisering – forskning)",
      "content": "Taushetsplikt er ikke til hinder for at en tannlege kan meddele ellers taushetsbelagte opplysninger om tannhelse og sykdomsforhold når individualiserende kjennetegn er utelatt eller endret slik at vedkommende er vernet mot å bli kjent.\nDepartementet kan bestemme at opplysninger kan eller skal gis til bruk for odontologisk forskning. Til slikt vedtak kan knyttes vilkår. Den som mottar opplysningene, har samme taushetsplikt som tannlegen og samme straffansvar etter denne lov.​1\nDepartementet kan gi nærmere forskrifter om bruk av taushetsbelagte opplysninger i forskning.\n1 Se § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "3:37",
      "chapter": "3",
      "section": "37",
      "title": "(Taushetsplikt etter en persons død)",
      "content": "Etter en persons død kan en tannlege meddele taushetsbelagte opplysninger om ham når vektige grunner taler for det. Ved vurderingen tas hensyn til avdødes formodede vilje og de pårørendes og samfunnets interesser.\nI tvilstilfelle kan en tannlege forelegge spørsmål for departementet, som kan innhente uttalelse fra Statens tannlegeråd.​1\n1 Jfr. kap. IV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "3:38",
      "chapter": "3",
      "section": "38",
      "title": "(Melding ved åpning og opphør av tannlegevirksomhet)",
      "content": "Når en tannlege åpner, overtar eller trer inn i tannlegevirksomhet skal han melde dette til fylkestannlegen og til kommunelegen på stedet. Omfatter virksomheten regelmessig andre kommuner, skal han gi melding til kommunelegen i disse.\nPå samme måte skal han gi melding om flytting fra kommunen, og om opphør, overdragelse eller uttreden av tannlegevirksomhet.\nFylkestannlegen skal underrette departementet om slike meldinger.\n0 Endret ved lov 19 nov 1982 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "3:39",
      "chapter": "3",
      "section": "39",
      "title": "(Andre meldinger og opplysninger)",
      "content": "Departementet kan treffe bestemmelse om plikt for tannleger til å gi meldinger og opplysninger av betydning for tannhelsetjenesten m.v.\nDepartementet avgjør om formålet med opplysningene tilsier at navnet på personer som berøres blir opplyst.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "3:40",
      "chapter": "3",
      "section": "40",
      "title": "(Ordnede opptegnelser og journal)",
      "content": "En tannlege plikter å føre slike ordnede opptegnelser over sin virksomhet som orden og god tannlegeskikk krever, og som er nødvendige for at han kan gi meldinger og opplysninger som er pålagt i lov eller med hjemmel i lov. Han skal føre journal for hver enkelt pasient.\nDepartementet gir nærmere forskrifter om hvordan opptegnelser og journal skal føres, og om oppbevaring og videre behandling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "3:41",
      "chapter": "3",
      "section": "41",
      "title": "(Opptegnelse og journal som bevis)",
      "content": "I en rettssak om en tannleges virksomhet, og i en administrativ sak om autorisasjon eller lisens,​1 eller rett til å forskrive narkotika,​2 eller klage over en tannleges virksomhet​3 kan opptegnelser, journal og journalmateriale kreves lagt frem som bevis i original, eller i bekreftet fotokopi eller utskrift.\nDet samme gjelder når offentlig myndighet ønsker å kunne bruke opptegnelser, journal og journalmateriale ved odontologisk identifikasjon.\n1 Jfr. §§ 7-11.\n2 Se §§ 20 og 21.\n3 Se kap. IV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "3:42",
      "chapter": "3",
      "section": "42",
      "title": "(Utlån og utlevering av journal, røntgenbilde o.l.)",
      "content": "En tannlege har plikt til å låne ut eller utlevere i original eller bekreftet kopi eller utskrift til en annen tannlege som har en pasient til behandling journal og journalmateriale, røntgenbilde o.l. som vedrører denne, når dette er påkrevet av hensyn til behandlingen.\nNødvendige utgifter kan kreves dekket.\nDepartementet kan gi nærmere forskrifter om utlån og utlevering.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "3:43",
      "chapter": "3",
      "section": "43",
      "title": "(Pasients rett til innsyn i journal)",
      "content": "En pasient har rett til å gjøre seg kjent med sin journal med bilag.\nDepartementet kan gi nærmere forskrifter om pasienters innsyn i sin journal, og bestemme at innsynsretten skal være begrenset i særlige tilfelle hvor hensyn til pasientens helse eller hans forhold til person som står ham nær gjør det tilrådelig.​1\n1 Jfr. lov 10 feb 1967 §§ 18-21, forskrift 10 mai 1983 nr. 1325.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "title": "(Tannlegerådet og det sammensetning)",
      "content": "Kongen oppnevner for fire år ad gangen Statens tannlegeråd. Det består av en jurist som formann og to tannleger som faste medlemmer. For hver oppnevnes en personlig varamann. Juristene skal fylle kravene til å være høyesterettsdommer.\nKongen oppnevner sakkyndig på tannhelsens forskjellig områder og to legmenn som kan tiltre rådet. De faste medlemmer kan for den enkelte sak tilkalle fra en til seks av disse eller de faste varamenn til å delta i rådet.\nMedlem av rådet kan oppnevnes for kortere tid enn fire år når det finnes ønskelig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "4:45",
      "chapter": "4",
      "section": "45",
      "title": "(Rådets oppgaver)",
      "content": "Statens tannlegeråd skal være rådgivende organ for Sosialdepartementet og helsedirektøren.\nStortingets ombudsmann for forvaltningen​1 kan innhente uttalelse fra rådet om spørsmål av odontologisk karakter.\nAndre offentlige organer og private kan be departementet om å innhente uttalelse fra rådet; departementet bestemmer om det skal gjøres.\nDepartementet kan delegere myndighet etter denne lov til rådet. Enkeltvedtak som rådet treffer i kraft av delegert myndighet kan klages inn for departementet etter forvaltningslovens​2 kap. VI.\n1 Jfr. lov 22 juni 1962 nr. 8.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "4:46",
      "chapter": "4",
      "section": "46",
      "title": "(Rådets virksomhet)",
      "content": "Statens tannlegeråd er forhandlingsdyktig når minst tre medlemmer er tilstede, av disse formann og en av de faste tannleger, eller personlig varamann for disse.\nSpørsmål om fremgangsmåte og saksbehandling avgjøres ved flertall. Ved stemmelikhet gjør formannens stemme utslaget.\nUttalelse fra rådet skal være skriftlig og grunngitt. Hvis det er uenighet, skal hver fraksjon forme sin uttalelse.\nUten hinder av lovbestemt taushetsplikt kan rådet innhente nødvendige opplysninger fra tannleger​1 og annet tannhelsepersonell og fra folketrygdens organer.​2\nKongen gir nærmere forskrifter om rådets virksomhet og saksbehandling, herunder om taushetsplikt for rådsmedlemmer og sekretariat.\n1 Se § 31 flg.\n2 Se ftrl. § 18-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "5:47",
      "chapter": "5",
      "section": "47",
      "title": "(Tilrettevising. Advarsel)",
      "content": "Den som overtrer denne lov eller bestemmelser gitt i medhold av den, eller på annen måte handler ukorrekt eller i strid med god tannlegeskikk, kan av departementet gis skriftlig tilrettevising eller advarsel.\nFør skriftlig advarsel blir gitt, skal vedkommende ha fått adgang til å forklare seg muntlig eller skriftlig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "5:48",
      "chapter": "5",
      "section": "48",
      "title": "(Straff)",
      "content": "Den som forsettlig eller uaktsomt overtrer denne lov eller bestemmelser gitt i medhold av den, straffes med bot​1 eller med fengsel​2 i inntil 3 måneder.\n1 Jfr. strl. § 27.\n2 Jfr. strl. § 26 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "5:49",
      "chapter": "5",
      "section": "49",
      "title": "(Gjennomføring og utfylling)",
      "content": "Departementet kan gi nærmere forskrifter til gjennomføring og utfylling av denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "5:50",
      "chapter": "5",
      "section": "50",
      "title": "(Ikrafttreden)",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer. Fra samme tid oppheves lov om tannlægers rettigheter og plikter av 29 april 1927.\n0 Fra 1 april 1982 iflg. res. 18 des 1981.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "5:51",
      "chapter": "5",
      "section": "51",
      "title": "(Overgangsbestemmelser)",
      "content": "Autorisasjon eller tillatelse til å utøve tannlegevirksomhet etter § 1 første ledd, § 10 eller § 13 i lov av 29 april 1927 om tannlægers rettigheter og plikter får samme virkning som autorisasjon eller lisens etter § 2, § 3 eller § 12 i denne lov.\nDen som etter § 1 fjerde ledd i lov om tannlægers rettigheter og plikter av 29 april 1927 har hatt rett til å innsette og tilpasse kunstige tenner på plate som ikke støttes til eller festes til gjenstående tenner, skal inntil videre kunne fortsette denne virksomhet i samme kommune som før og med det antall medhjelpere han hadde i sin tjeneste 1 januar 1935. Reglene i §§ 7-11 gjelder for den som driver virksomhet etter denne bestemmelse.\nDepartementet kan gi nærmere forskrifter for virksomhet etter denne bestemmelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "(Definisjon av tannlege. Enerett til tittel)",
      "content": "Med tannlege forstås i denne lov:\n1. person som har autorisasjon, jfr. § 2,\n2. person som har lisens, jfr. § 3.\nBare den som har autorisasjon eller lisens har rett til å kalle seg tannlege. Ingen annen må bruke yrkesbetegnelse som kan være egnet til å gi inntrykk av at han er tannlege.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "(Autorisasjon)",
      "content": "Rett til autorisasjon som tannlege har den som:\n1. har norsk odontologisk embetseksamen, eller utenlandsk odontologisk eksamen som i medhold av lov er anerkjent som faglig jevngod,\n2. har utført praktisk tjeneste som Kongen​1 gir nærmere regler om,\n3. har gitt skriftlig løfte om at han vil utøve tannlegegjerningen i samsvar med hva ære og samvittighet krever,\n4. ikke er i slik stilling at en autorisasjon ville kunne tilbakekalles, jfr. § 7.\nAutorisasjon gis av vedkommende departement.\nSøkeren må godtgjøre at han fyller vilkårene i første ledd.\nKongen kan, uten hinder av det som ellers er bestemt i denne paragraf, ved forskrift gi nærmere regler om autorisasjon som tannlege på grunnlag av utdanning fra annet land, i den utstrekning det er nødvendig for å oppfylle internasjonal overenskomst.​2\n0 Endret ved lover 19 mars 1982 nr. 2, 4 des 1992 nr. 132.\n1 Sosial- og helsedepartementet iflg. res. 11 nov 1983 nr. 1611.\n2 Jfr. EØS-avtalens vedlegg VII punkt 3 (dir 81/1057), punkt 10 (dir 78/686) og punkt 11 (dir 78/687).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(Lisens)",
      "content": "Den som ikke fyller vilkårene for autorisasjon, kan av departementet få lisens som tannlege.\nFør lisens gis, skal som regel uttalelse innhentes fra norsk odontologisk fakultet om hvorvidt søkeren har nødvendig faglig kyndighet og fra Statens Helsetilsyn​1 om andre forhold av betydning. Departementet kan gjøre unntak fra disse bestemmelser.\nEtter avtale med annet land kan lisens gis til den som der har lisens.\nDepartementet kan fastsette at en lisens skal være begrenset i tid, til bestemt stilling, til visse undersøkelses- eller behandlingsmåter, eller knyttet til andre vilkår og innskrenkninger.\nFør lisens gis skal søkeren gi skriftlig løfte om at han vil utøve tannlegegjerningen i samsvar med hva ære og samvittighet krever.\nDepartementet kan gi nærmere forskrifter om betingelsene for å få lisens og de vilkår som kan knyttes til den.\n0 Endret ved lov 30 juli 1992 nr. 101.\n1 Se lov 30 mars 1984 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "(Sikkerhetsstillelse)",
      "content": "Den som vil utøve tannlegevirksomhet skal stille slik sikkerhet for det ansvar han kan pådra seg i virksomheten som departementet fastsetter.\nDersom en tannlege tross advarsel forsømmer å stille sikkerhet som foreskrevet, kan departementet suspendere hans autorisasjon eller lisens.​1\n1 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "(Aldersgrense)",
      "content": "Autorisasjon og lisens opphører å gjelde når tannlege fyller 75 år.\nEn tannlege som godtgjør at han er skikket til fortsatt å utøve tannlegevirksomhet etter fylte 75 år, kan gis tidsbegrenset lisens i samsvar med reglene i § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "(Avkall på autorisasjon og lisens)",
      "content": "En tannlege kan ved skriftlig erklæring til fylkestannlegen eller departementet gi avkall på sin autorisasjon eller lisens.​1 Han skal såvidt mulig samtidig innlevere sitt autorisasjons- eller lisensdokument.\nFylkestannlegen gir melding til departementet og til kommunelegen på stedet.\n0 Endret ved lov 19 nov 1982 nr. 66.\n1 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "(Tilbakekall av autorisasjon eller lisens)",
      "content": "Autorisasjon eller lisens kan kalles tilbake​1 dersom tannlegen er uskikket til å utøve tannlegeyrket på grunn av alvorlig sinnslidelse, psykisk eller fysisk svekkelse, langt fravær fra yrket, bruk av alkohol, narkotika eller midler med liknende virkning, grov mangel på faglig innsikt, uforsvarlig tannlegevirksomhet eller atferd uverdig for en tannlege.\nAutorisasjon eller lisens kan også kalles tilbake dersom en tannlege er umyndiggjort,​2 eller grovt har krenket den plikt etter denne lov eller forskrift gitt i medhold av den.\nAutorisasjon eller lisens gitt på grunnlag av tilsvarende godkjenning i annet land kan kalles tilbake dersom godkjenningen i det annet land taper sin gyldighet.\nVed tilbakekall eller begrensning av lisens skal det gis melding til myndighetene i annet land hvor det er kjent at vedkommende utøver tannlegevirksomhet, dersom dette er nødvendig for å oppfylle internasjonal overenskomst.​3\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Jfr. § 12.\n2 Jfr. lov 28 nov 1898.\n3 Jfr. EØS-avtalens vedlegg VII punkt 10 (dir 78/686) art. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "(Suspensjon av autorisasjon og lisens)",
      "content": "Dersom det er skjellig grunn til å anta at det foreligger grunnlag for tilbakekall, kan departementet suspendere autorisasjon og lisens i den utstrekning det finnes påkrevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "title": "(Vedtak om tilbakekall)",
      "content": "Vedtak om tilbakekall av autorisasjon og lisens treffes av departementet. Uttalelse fra Statens tannlegeråd​1 skal som regel være innhentet. Departementet kan pålegge tannlegen å møte i rådet, og å underkaste seg undersøkelse av sakkyndige. Departementet kan suspendere autorisasjon eller lisens så lenge slikt pålegg ikke etterkommes.\n1 Jfr. kap. IV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "title": "(Domstolprøving av suspensjon og tilbakekall)",
      "content": "Vedtak om suspensjon eller tilbakekall av autorisasjon eller lisens kan ikke påklages, men bringes inn for retten, som kan prøve alle sider av saken. Tvistemålslovens​1 kap. 30 gjelder for søksmålet.​2\nRetten kan beslutte at vedtak om suspensjon eller tilbakekall ikke skal ha virkning før det er sagt dom i saken eller før endelig dom foreligger.\n1 Lov 13 aug 1915 nr. 6.\n2 Jfr. § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "title": "(Erstatning for tap ved suspensjon og tilbakekall)",
      "content": "Dersom suspensjon eller tilbakekall viser seg å være ugyldig eller blir omgjort av annen grunn, kan tannlegen kreve erstatning for tap han har lidt etter vanlige regler.\nHar tannlegen ved forsettlig eller uaktsomt forhold fremkalt suspensjon eller tilbakekall, eller medvirket til tapet, eller skyldes det omstendigheter som han bærer risikoen for, kan erstatningen settes ned eller helt falle bort.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "title": "(Ny autorisasjon og lisens)",
      "content": "En tannlege som har tapt sin autorisasjon eller lisens etter § 6 eller tilbakekall etter § 7 kan få ny autorisasjon eller lisens når han godtgjør at han er skikket til å utøve tannlegeyrket. Ny lisens kan være begrenset i samsvar med § 3 fjerde ledd.\nDersom departementet forlanger det, skal han påny gi skriftlig løfte om at han vil utøve tannlegegjerningen i samsvar med hva ære og samvittighet krever.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "1:13",
      "chapter": "1",
      "section": "13",
      "title": "(Godkjenning av spesialister)",
      "content": "Kongen gir alminnelige forskrifter om godkjenning av tannleger som spesialister innen en avgrenset del av odontologiske fagområder. Kongen kan også gi forskrifter om vilkår for å beholde godkjenning som spesialist, og om tilbakekall av slik godkjenning.\nDepartementet kan gi nærmere forskrifter og treffe enkeltvedtak om godkjenning av spesialister og tilbakekall av godkjenning.\nDepartementet kan delegere myndighet til å treffe enkeltvedtak om godkjenning av spesialister og å gi nærmere forskrifter om dette til Den norske tannlægeforening.\nBare den som er godkjent som spesialist kan bruke tittel eller betegnelse som gir, eller kan være egnet til å gi, uttrykk for at han er spesialist.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "1:14",
      "chapter": "1",
      "section": "14",
      "title": "(Særlige undersøkelses- og behandlingsmåter)",
      "content": "Kongen kan etter innhentet uttalelse fra Statens tannlegeråd beslutte at bestemte undersøkelses- eller behandlingsmåter bare skal nyttes av tannleger som har særskilt tillatelse av departementet.​1\n1 Jfr. forskrift 23 jan 1989 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "(Retten til tannlegevirksomhet)",
      "content": "Bare den som etter § 1 er tannlege, har rett til å utøve tannlegevirksomhet i riket. Det er forbudt for andre å behandle sykdom i tenner, tannkjøtt, munnslimhinner, eller kjever, utføre tannfyllinger, tannuttrekninger, tannregulering, innsetting og tilpassing av kunstige tenner.\nForbudet i første ledd er ikke til hinder for at en lege kan utøve den tannlegevirksomhet som legeutdannelsen gir kompetanse til og som forholdene krever.\nForbudet er heller ikke til hinder for at tannpleier eller annet kvalifisert tannhelsepersonell uten tilsyn av tannlege kan utøve forebyggende tann- og munnhygienisk virksomhet ved skole, helsestasjon, sykehus eller liknende institusjon. For slik virksomhet skal det foreligge instruks som er godkjent av helsedirektøren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "(Organisering av tannlegevirksomhet)",
      "content": "Tannlegers virksomhet skal organiseres​1 i slike former at den er odontologisk forsvarlig, og slik at tannlegen er selvstendig og uavhengig overfor andre i odontologisk faglig spørsmål. For dette formål kan Kongen gi nærmere forskrifter om organisering av tannlegevirksomhet og forby slike former som finnes uheldige.\nVed ervervsmessig annonsering skal den ansvarlige tannleges navn gå frem.\n1 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "(Samarbeid med tannhelsepersonell)",
      "content": "En tannlege kan i sin virksomhet nytte annet tannhelsepersonell i den utstrekning det er forsvarlig ut fra personellets kvalifikasjoner, arten av de oppgaver det gjelder, den instruksjon som gis og den kontroll som føres.\nDepartementet kan gi nærmere forskrifter om tannlegers samarbeid med tannhelsepersonell.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "title": "(Forskrivning av legemidler)",
      "content": "En tannlege har rett til å forskrive de legemidler som er nødvendige i hans virksomhet.​1\nDepartementet kan gi nærmere forskrifter om hvordan resepter skal avfattes, oppbevares m.v.\nDepartementet kan helt eller delvis unnta bestemte legemidler fra forskrivningsretten og gi forskrifter om hva den skal omfatte.\n1 Jfr. § 29. Se lov 4 des 1992 nr. 132.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "title": "(Resept som bevis)",
      "content": "En resept kan kreves lagt frem som bevis under departementets behandling av sak om tilbakekall eller suspensjon av autorisasjon eller lisens,​1 eller om tap av retten til å forskrive narkotika,​2 eller om klage mot en tannlege.​3\nUnder en rettssak kan en resept kreves lagt frem etter de regler som gjelder om bevis.\n1 Se §§ 7-11.\n2 Se §§ 20 og 21.\n3 Se kap. IV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "title": "(Tap av retten til å forskrive narkotika)",
      "content": "Dersom departementet finner at en tannleges forskrivning av narkotika er uforsvarlig kan det helt eller delvis ta fra ham retten til å forskrive slike midler for en bestemt tid inntil 5 år eller for alltid.​1 Statens tannlegeråd​2 skal uttale seg før slikt vedtak blir truffet.\nEn tannlege kan selv gi avkall på retten til å forskrive narkotika for en bestemt tid eller for alltid.\nDersom departementet ved utløpet av en frist finner at tannlegen fortsatt ikke bør ha rett til å forskrive narkotika, kan det treffe nytt vedtak etter reglene i første ledd.\n1 Jfr. § 23.\n2 Jfr. kap. IV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "title": "(Suspensjon av forskrivningsrett)",
      "content": "Dersom departementet finner at det er skjellig grunn til å anta at retten til å forskrive narkotika bør tas fra en tannlege,​1 kan det suspendere hans rett til å forskrive slike midler helt eller delvis inntil saken er avgjort, men ikke ut over 6 måneder. Hvis tannlegen forhaler saken, kan suspensjonen forlenges inntil 6 måneder.\n1 Jfr. § 20 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "title": "(Forkortelse av frist for tap av forskrivningsrett)",
      "content": "Hvis departementet finner det forsvarlig kan det gi en tannlege tilbake rett til å forskrive narkotika før utløpet av den tidsfrist som er fastsatt.​1\n1 Jfr. §§ 20 og 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "title": "(Forskrivning av narkotika ved annen tannlege)",
      "content": "Når en tannlege ikke har rett til selv å forskrive narkotika, skal fylkestannlegen forskrive det som er nødvendig i tannlegens praksis. Fylkestannlegen kan også skriftlig godta at en bestemt annen tannlege foretar slik forskrivning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "Tilsyn",
      "content": "En tannlege plikter å følge de bestemmelser som er gitt for tannlegevirksomhet i lov eller med hjemmel i lov.\nI sin virksomhet er en tannlege underlagt tilsyn av Statens Helsetilsyn​1 eller den det gir myndighet med at lover, forskrifter og bestemmelser om tannleger og tannhelsetjeneste m.v. blir fulgt. Uten hinder av taushetsplikt​2 kan Statens Helsetilsyn eller den det gir myndighet kreve oppgaver og opplysninger som er nødvendige for tilsyn, og foreta undersøkelser og ettersyn.\n0 Endret ved lov 30 juli 1992 nr. 101.\n1 Se lov 30 mars 1984 nr. 15.\n2 Jfr. §§ 31 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "title": "(Forsvarlig tannlegevirksomhet)",
      "content": "En tannlege plikter å utøve sin virksomhet forsvarlig.\nHan skal gjøre sitt beste for å gi sine pasienter kyndig og omsorgsfull hjelp.\nHan skal gi hver pasient de opplysninger han bør ha om sin tannhelse og den behandling han får. Tannlegen skal også gi pasienten opplysning om hvordan han selv best kan fremme sin tannhelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "title": "(Opplysning til pårørende)",
      "content": "I den utstrekning forholdene tilsier det skal en tannlege gi pasientens pårørende opplysning om hans tannhelse og om behandlingen av ham.​1\nEr pasienten under 12 år skal slike opplysninger som regel fortrinnsvis gis til pasientens foreldre eller foresatte. Er pasienten mellom 12 og 16 år gis opplysninger som regel både til pasient og foreldre eller foresatte, medmindre pasienten av grunner tannlegen mener bør respekteres ikke ønsker at bestemte opplysninger gis til foreldrene eller de foresatte.\n1 Jfr. § 31 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "(Øyeblikkelig hjelp)",
      "content": "En tannlege plikter snarest mulig å yte den hjelp han evner når han etter de opplysninger han har må anta at tannlegehjelp er påtrengende nødvendig.\nPlikten faller bort dersom tannlegen har gyldig forfall, eller vet at hjelp vil bli ytet av annen tannlege.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "(Tannlegevaktordning)",
      "content": "Departementet kan bestemme at tannleger skal delta i tannlegevaktordning på det sted de bor eller arbeider.\nDepartementet kan gi nærmere forskrifter om gjennomføring m.v. av tannlegevaktordning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "title": "(Sparsomhet)",
      "content": "En tannlege skal ved organiseringen av sin virksomhet, ved undersøkelse og behandling av pasienter, ved forskrivning av legemidler, ved reiser og ellers påse at pasienter, folketrygden og andre ikke påføres unødig utgift eller tidsspille.\nHensynet til sparsomhet må ikke gå ut over det faglig forsvarlige.​1\n1 Se § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "title": "(Attest og tannlegeerklæring)",
      "content": "En tannlege plikter å være varsom, nøyaktig og objektiv ved utstedelse av attest og tannlegeerklæring. Han skal bygge på en så omhyggelig undersøkelse som formålet tilsier.\nDepartementet kan gi nærmere forskrifter om utstedelse av tannlegeerklæring og attest, herunder også om inhabilitet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "title": "(Taushetsplikt)",
      "content": "En tannlege skal iaktta taushet og hindre at andre får kjennskap til opplysninger om folks tannhelse eller andre personlige forhold som han får kunnskap om under sin tannlegevirksomhet.\nDette gjelder ikke når det i lov er fastsatt at tannlegen ikke skal ha taushetsplikt​1 eller når det av andre særlige grunner må ansees rettmessig å meddele opplysninger som er underlagt taushetsplikt.\nI forhold til den som fra før er kjent med opplysningene gjelder ikke taushetsplikt.\n1 Jfr. §§ 32-39 og 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "title": "(Taushetsplikt – samtykke)",
      "content": "Taushetsplikt faller bort i den utstrekning den som har krav på taushet, eller som opplysningene angår, samtykker i at de gis til andre.\nEr vedkommende under 16 år, skal samtykke gis av foreldre eller foresatte. Er vedkommende mellom 12 og 16 år, skal hans mening høres.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "3:32 a",
      "chapter": "3",
      "section": "32 a",
      "title": "(Opplysningsplikt til sosialtjenesten)",
      "content": "En tannlege skal i sitt arbeid være oppmerksom på forhold som bør føre til tiltak fra sosialtjenestens side, og han skal av eget tiltak gi sosialtjenesten opplysninger om slike forhold. Opplysninger kan likevel bare gis etter samtykke fra klienten, eller så langt opplysningene ellers kan gis uten hinder av taushetsplikt.\n0 Tilføyd ved lov 13 des 1991 nr. 81.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32a",
        "source_heading": "§ 32 a."
      }
    },
    {
      "provision_ref": "3:32 b",
      "chapter": "3",
      "section": "32 b",
      "title": "(Opplysningsplikt til barneverntjenesten)",
      "content": "Tannleger skal i sitt arbeid være oppmerksomme på forhold som kan føre til tiltak fra barneverntjenestens side.\nUten hinder av taushetsplikt skal tannleger av eget tiltak gi opplysninger til barneverntjenesten når det er grunn til å tro at et barn blir mishandlet i hjemmet eller det foreligger andre former for alvorlig omsorgssvikt, jf. lov om barneverntjenester​1 § 4-10, § 4-11, § 4-12, eller når et barn har vist vedvarende alvorlige atferdsvansker, jf. samme lov § 4-24. Også etter pålegg fra de organer som er ansvarlige for gjennomføringen av lov om barneverntjenester, plikter tannleger å gi slike opplysninger.\n0 Tilføyd ved lov 17 juli 1992 nr. 100.\n1 Lov 17 juli 1992 nr. 100.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32b",
        "source_heading": "§ 32 b."
      }
    },
    {
      "provision_ref": "3:33",
      "chapter": "3",
      "section": "33",
      "title": "(Taushetsplikt – sakkyndige)",
      "content": "Når en tannlege opptrer som sakkyndig, kan han uhindret av taushetsplikt gi oppdragsgiver opplysning om forhold han får rede på under utførelsen av oppdraget som har betydning for dette. – For øvrig har han vanlig taushetsplikt.\nEn tannlege skal såvidt mulig gjøre oppmerksom på at han opptrer som sakkyndig og hva dette innebærer hvis det ikke er klart for vedkommende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "3:34",
      "chapter": "3",
      "section": "34",
      "title": "(Taushetsplikt i forhold til tannhelsepersonell og medhjelper)",
      "content": "Taushetplikt er ikke til hinder for at en tannlege gir opplysninger til annet tannhelsepersonell eller medhjelper av hensyn til undersøkelsen eller behandlingen av en pasient medmindre denne motsetter seg dette, og det etter forholdene kan og bør respekteres.\nTannhelsepersonell og andre som samarbeider eller bistår tannlegen i hans virksomhet har samme taushetsplikt som han.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "3:35",
      "chapter": "3",
      "section": "35",
      "title": "(Opplysning til arbeidsgiver)",
      "content": "Departementet kan gi nærmere forskrifter om opplysning fra tannlege til arbeidsgiver i forbindelse med arbeidstakers tannsykdom o.l.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "3:36",
      "chapter": "3",
      "section": "36",
      "title": "(Anonymisering – forskning)",
      "content": "Taushetsplikt er ikke til hinder for at en tannlege kan meddele ellers taushetsbelagte opplysninger om tannhelse og sykdomsforhold når individualiserende kjennetegn er utelatt eller endret slik at vedkommende er vernet mot å bli kjent.\nDepartementet kan bestemme at opplysninger kan eller skal gis til bruk for odontologisk forskning. Til slikt vedtak kan knyttes vilkår. Den som mottar opplysningene, har samme taushetsplikt som tannlegen og samme straffansvar etter denne lov.​1\nDepartementet kan gi nærmere forskrifter om bruk av taushetsbelagte opplysninger i forskning.\n1 Se § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "3:37",
      "chapter": "3",
      "section": "37",
      "title": "(Taushetsplikt etter en persons død)",
      "content": "Etter en persons død kan en tannlege meddele taushetsbelagte opplysninger om ham når vektige grunner taler for det. Ved vurderingen tas hensyn til avdødes formodede vilje og de pårørendes og samfunnets interesser.\nI tvilstilfelle kan en tannlege forelegge spørsmål for departementet, som kan innhente uttalelse fra Statens tannlegeråd.​1\n1 Jfr. kap. IV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "3:38",
      "chapter": "3",
      "section": "38",
      "title": "(Melding ved åpning og opphør av tannlegevirksomhet)",
      "content": "Når en tannlege åpner, overtar eller trer inn i tannlegevirksomhet skal han melde dette til fylkestannlegen og til kommunelegen på stedet. Omfatter virksomheten regelmessig andre kommuner, skal han gi melding til kommunelegen i disse.\nPå samme måte skal han gi melding om flytting fra kommunen, og om opphør, overdragelse eller uttreden av tannlegevirksomhet.\nFylkestannlegen skal underrette departementet om slike meldinger.\n0 Endret ved lov 19 nov 1982 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "3:39",
      "chapter": "3",
      "section": "39",
      "title": "(Andre meldinger og opplysninger)",
      "content": "Departementet kan treffe bestemmelse om plikt for tannleger til å gi meldinger og opplysninger av betydning for tannhelsetjenesten m.v.\nDepartementet avgjør om formålet med opplysningene tilsier at navnet på personer som berøres blir opplyst.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "3:40",
      "chapter": "3",
      "section": "40",
      "title": "(Ordnede opptegnelser og journal)",
      "content": "En tannlege plikter å føre slike ordnede opptegnelser over sin virksomhet som orden og god tannlegeskikk krever, og som er nødvendige for at han kan gi meldinger og opplysninger som er pålagt i lov eller med hjemmel i lov. Han skal føre journal for hver enkelt pasient.\nDepartementet gir nærmere forskrifter om hvordan opptegnelser og journal skal føres, og om oppbevaring og videre behandling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "3:41",
      "chapter": "3",
      "section": "41",
      "title": "(Opptegnelse og journal som bevis)",
      "content": "I en rettssak om en tannleges virksomhet, og i en administrativ sak om autorisasjon eller lisens,​1 eller rett til å forskrive narkotika,​2 eller klage over en tannleges virksomhet​3 kan opptegnelser, journal og journalmateriale kreves lagt frem som bevis i original, eller i bekreftet fotokopi eller utskrift.\nDet samme gjelder når offentlig myndighet ønsker å kunne bruke opptegnelser, journal og journalmateriale ved odontologisk identifikasjon.\n1 Jfr. §§ 7-11.\n2 Se §§ 20 og 21.\n3 Se kap. IV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "3:42",
      "chapter": "3",
      "section": "42",
      "title": "(Utlån og utlevering av journal, røntgenbilde o.l.)",
      "content": "En tannlege har plikt til å låne ut eller utlevere i original eller bekreftet kopi eller utskrift til en annen tannlege som har en pasient til behandling journal og journalmateriale, røntgenbilde o.l. som vedrører denne, når dette er påkrevet av hensyn til behandlingen.\nNødvendige utgifter kan kreves dekket.\nDepartementet kan gi nærmere forskrifter om utlån og utlevering.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "3:43",
      "chapter": "3",
      "section": "43",
      "title": "(Pasients rett til innsyn i journal)",
      "content": "En pasient har rett til å gjøre seg kjent med sin journal med bilag.\nDepartementet kan gi nærmere forskrifter om pasienters innsyn i sin journal, og bestemme at innsynsretten skal være begrenset i særlige tilfelle hvor hensyn til pasientens helse eller hans forhold til person som står ham nær gjør det tilrådelig.​1\n1 Jfr. lov 10 feb 1967 §§ 18-21, forskrift 10 mai 1983 nr. 1325.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "title": "(Tannlegerådet og det sammensetning)",
      "content": "Kongen oppnevner for fire år ad gangen Statens tannlegeråd. Det består av en jurist som formann og to tannleger som faste medlemmer. For hver oppnevnes en personlig varamann. Juristene skal fylle kravene til å være høyesterettsdommer.\nKongen oppnevner sakkyndig på tannhelsens forskjellig områder og to legmenn som kan tiltre rådet. De faste medlemmer kan for den enkelte sak tilkalle fra en til seks av disse eller de faste varamenn til å delta i rådet.\nMedlem av rådet kan oppnevnes for kortere tid enn fire år når det finnes ønskelig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "4:45",
      "chapter": "4",
      "section": "45",
      "title": "(Rådets oppgaver)",
      "content": "Statens tannlegeråd skal være rådgivende organ for Sosialdepartementet og helsedirektøren.\nStortingets ombudsmann for forvaltningen​1 kan innhente uttalelse fra rådet om spørsmål av odontologisk karakter.\nAndre offentlige organer og private kan be departementet om å innhente uttalelse fra rådet; departementet bestemmer om det skal gjøres.\nDepartementet kan delegere myndighet etter denne lov til rådet. Enkeltvedtak som rådet treffer i kraft av delegert myndighet kan klages inn for departementet etter forvaltningslovens​2 kap. VI.\n1 Jfr. lov 22 juni 1962 nr. 8.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "4:46",
      "chapter": "4",
      "section": "46",
      "title": "(Rådets virksomhet)",
      "content": "Statens tannlegeråd er forhandlingsdyktig når minst tre medlemmer er tilstede, av disse formann og en av de faste tannleger, eller personlig varamann for disse.\nSpørsmål om fremgangsmåte og saksbehandling avgjøres ved flertall. Ved stemmelikhet gjør formannens stemme utslaget.\nUttalelse fra rådet skal være skriftlig og grunngitt. Hvis det er uenighet, skal hver fraksjon forme sin uttalelse.\nUten hinder av lovbestemt taushetsplikt kan rådet innhente nødvendige opplysninger fra tannleger​1 og annet tannhelsepersonell og fra folketrygdens organer.​2\nKongen gir nærmere forskrifter om rådets virksomhet og saksbehandling, herunder om taushetsplikt for rådsmedlemmer og sekretariat.\n1 Se § 31 flg.\n2 Se ftrl. § 18-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "5:47",
      "chapter": "5",
      "section": "47",
      "title": "(Tilrettevising. Advarsel)",
      "content": "Den som overtrer denne lov eller bestemmelser gitt i medhold av den, eller på annen måte handler ukorrekt eller i strid med god tannlegeskikk, kan av departementet gis skriftlig tilrettevising eller advarsel.\nFør skriftlig advarsel blir gitt, skal vedkommende ha fått adgang til å forklare seg muntlig eller skriftlig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "5:48",
      "chapter": "5",
      "section": "48",
      "title": "(Straff)",
      "content": "Den som forsettlig eller uaktsomt overtrer denne lov eller bestemmelser gitt i medhold av den, straffes med bot​1 eller med fengsel​2 i inntil 3 måneder.\n1 Jfr. strl. § 27.\n2 Jfr. strl. § 26 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "5:49",
      "chapter": "5",
      "section": "49",
      "title": "(Gjennomføring og utfylling)",
      "content": "Departementet kan gi nærmere forskrifter til gjennomføring og utfylling av denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "5:50",
      "chapter": "5",
      "section": "50",
      "title": "(Ikrafttreden)",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer. Fra samme tid oppheves lov om tannlægers rettigheter og plikter av 29 april 1927.\n0 Fra 1 april 1982 iflg. res. 18 des 1981.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "5:51",
      "chapter": "5",
      "section": "51",
      "title": "(Overgangsbestemmelser)",
      "content": "Autorisasjon eller tillatelse til å utøve tannlegevirksomhet etter § 1 første ledd, § 10 eller § 13 i lov av 29 april 1927 om tannlægers rettigheter og plikter får samme virkning som autorisasjon eller lisens etter § 2, § 3 eller § 12 i denne lov.\nDen som etter § 1 fjerde ledd i lov om tannlægers rettigheter og plikter av 29 april 1927 har hatt rett til å innsette og tilpasse kunstige tenner på plate som ikke støttes til eller festes til gjenstående tenner, skal inntil videre kunne fortsette denne virksomhet i samme kommune som før og med det antall medhjelpere han hadde i sin tjeneste 1 januar 1935. Reglene i §§ 7-11 gjelder for den som driver virksomhet etter denne bestemmelse.\nDepartementet kan gi nærmere forskrifter for virksomhet etter denne bestemmelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    }
  ]
}