{
  "id": "LOV-1985-06-21-82",
  "type": "statute",
  "title": "Lov om kredittkjøp m.m.",
  "short_name": "Kredittkjøploven – krkjl.",
  "status": "in_force",
  "issued_date": "1985-06-21",
  "in_force_date": "1986-10-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1985-06-21-82",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens område",
      "content": "Loven gjelder kjøp av løsøre på kreditt (kredittkjøp),​1 kontokredittavtaler, leie av løsøre som bestemt i § 29 og ytelse av forbrukertjenester på kreditt.​2 Når ikke annet er bestemt i loven, gjelder den både forbrukerkredittkjøp​3 og andre kredittkjøp.\nNår kreditt etter en kontokredittavtale kan nyttes også til annet enn kjøp av løsøre, får bestemmelsene i loven tilsvarende anvendelse så langt de gjelder kontokjøp.​4\nLoven gjelder ikke løsøre som kan registreres i skipsregister,​5 kraftledningsregister​6 eller luftfartøyregister.​7 Særskilt avtale om kjøp på kreditt eller leie av tilbehør til slikt løsøre omfattes likevel av loven.\nFor salgspant etter panteloven​8 § 3-14 bokstav b i tilfeller som ikke er å anse som kredittkjøp etter § 3 nr 1 i loven her, gjelder §§ 15 til 19 i loven her tilsvarende.\n0 Endret ved lover 26 juni 1992 nr. 86, 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Se § 3 nr. 1.\n2 Jfr. § 3 nr. 4.\n3 Se § 3 nr. 3.\n4 Se § 3 nr. 2.\n5 Jfr. lov 24 juni 1994 nr. 39 (sjøl.) kap. 2.\n6 Jfr. lov 1 juli 1927 nr. 1.\n7 Jfr. lov 11 juni 1993 nr. 101 kap. III.\n8 Lov 8 feb 1980 nr. 2 (pantel.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Ufravikelighet",
      "content": "Ved forbrukerkredittkjøp,​1 forbrukerleie,​2 kjøp med salgspant​3 og ved ytelse av forbrukertjenester på kreditt​4 kan kjøperen, leietakeren eller tjenestemottakeren ikke på forhånd fraskrive seg rettigheter som han har i medhold av loven, når ikke annet er bestemt i lov.\nVed forbrukerkredittkjøp​1 kan kjøperen heller ikke på forhånd vedta annet verneting enn de lovbestemte, gi fullmakt til å slutte forlik på sine vegne eller avtale voldgift.\n0 Endret ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Se § 3 nr. 3.\n2 Se § 3 nr. 5.\n3 Se kap. IV.\n4 Jfr. § 3 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Definisjoner",
      "content": "I loven menes med\n1. kredittkjøp:\na. kjøp av løsøre​1 der det er avtalt utsettelse med betaling av kjøpesummen eller noen del av den,\nb. kjøp av løsøre der kjøpesummen helt eller delvis dekkes ved lån og kreditten gis av selgeren eller av en annen på grunnlag av avtale med selgeren (lånekjøp), eller\nc. leie eller annen avtale om bruk av løsøre som i realiteten tjener til å sikre et avhendingsvederlag,​2 dersom det er meningen at mottakeren skal bli eier av tingen\n2. kontokjøp: kredittkjøp der kjøpesummen helt eller delvis dekkes på grunnlag av avtale mellom kjøperen (kontohaveren) og kredittyteren om løpende kreditt (kontokredittavtale)\n3. forbrukerkredittkjøp: kredittkjøp av løsøre til forbruker, når kreditten ytes eller formidles som ledd i næringsvirksomhet\n4. ytelse av forbrukertjenester​3 på kreditt:\n- tjenesteytelse til forbruker,\n- når det enten er avtalt utsettelse med betaling av vederlaget eller noen del av dette, eller vederlaget helt eller delvis dekkes ved lån og kreditten gis av tjenesteyteren eller av en annen på grunnlag av avtale med tjenesteyteren, og\n- kreditten ytes eller formidles som ledd i næringsvirksomhet\n5. forbrukerleie: leie av løsøre til forbruker, når utleien skjer eller formidles som ledd i næringsvirksomhet\n6. kredittyter: selgeren og enhver annen som yter kreditt, eller som fordringen på betaling av kjøpesum eller tilbakebetaling av lån overdras til.\n7. forbruker:​4 fysisk person som ikke hovedsakelig handler som ledd i næringsvirksomhet.\n0 Endret ved lover 27 nov 1992 nr. 113 (i kraft 1 jan 1994), 21 juni 2002 nr. 34 (i kraft 1 juli 2002).\n1 Jfr. lover 13 mai 1988 nr. 27 og 21 juni 2002 nr. 34.\n2 Jfr. lov 8 feb 1980 nr. 2 (pantel.) § 3-22 (2).\n3 Jfr. lov 16 juni 1989 nr. 63.\n4 Jfr. lover 28 april 1978 nr. 18 § 1 (3), 16 juni 1989 nr. 63 § 1, 3 juli 1992 nr. 93 § 1-2 (3), 13 juni 1997 nr. 37 § 2, d, 13 juni 1997 nr. 43 § 2, 25 juni 1999 nr. 46 § 2 (1), 21 des 2000 nr. 105 § 6, e, 21 juni 2002 nr. 34 § 1 (2) og (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "Bruk av elektronisk kommunikasjon",
      "content": "Krav i eller i medhold av loven her om at opplysninger skal gis skriftlig, er ikke til hinder for bruk av elektronisk kommunikasjon, dersom kjøperen eller kontohaveren ønsker det.\nKrav om at en avtale etter loven her skal inngås skriftlig, er ikke til hinder for at avtalen inngås ved bruk av elektronisk kommunikasjon dersom kjøperen eller kontohaveren ønsker det, og\na. avtalens innhold i sin helhet er tilgjengelig for kjøperen eller kontohaveren og\nb. det er benyttet en betryggende metode for å autentisere avtaleinngåelsen og sikre avtalens innhold.\n0 Tilføyd ved lov 21 des 2001 nr. 117 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1475).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Opplysningsplikt ved avtale om kjøp",
      "content": "Før det blir inngått avtale om forbrukerkredittkjøp​1 skal kredittyteren​2 eller selgeren på hans vegne skriftlig opplyse om\na. kontantprisen: den pris som selgeren ville krevd ved kontant betaling\nb. kontantinnsatsen: det beløp kjøperen skal betale kontant\nc. kredittkostnadene: summen av alle renter og andre tillegg til kontantprisen som kjøperen skal betale på grunn av kreditten\nd. kredittkjøpsprisen: summen av kontantprisen og kredittkostnadene, dvs hva kjøperen i alt skal betale\ne. betalingsplanen: angivelse av de enkelte betalinger, deres antall og forfallstid, og summen av betalingene, dvs hva kjøperen i alt skal betale i tillegg til kontantinnsatsen\nf. effektiv rente: kredittkostnadene uttrykt i prosent pr år av den del av kontantprisen som kjøperen får kreditt for (kredittbeløpet), beregnet etter reglene i § 6a, jf § 28\ng. de avtalebestemmelser som kan føre til forandringer i den effektive renten.\nBestemmelsene i første ledd gjelder ikke for kontokjøp,​3 og ellers bare når det gis kreditt for mer enn 30 dager regnet fra utløpet av leveringsmåneden.\n0 Endret ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Se § 3 nr. 3.\n2 Se § 3 nr. 6.\n3 Se § 3 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Opplysningsplikt ved kontokredittavtale",
      "content": "Før det blir inngått kontokredittavtale​1 for forbrukerkredittkjøp,​2 skal kredittyteren​3 skriftlig opplyse om\na. kredittens eventuelle maksimumsbeløp\nb. den årlige nominelle rente, gebyrer og andre kredittkostnader som i alt belastes kontohaveren\nc. effektiv rente,​4 beregnet etter reglene i § 6a, jf § 28, slik at det går fram hva renten blir ved ulike måter å utnytte kreditten på\nd. vilkårene for forfall av kjøperens ytelser etter avtalen\ne. de avtalebestemmelser som kan føre til forandringer i nominell eller effektiv rente,​4 gebyrer og andre kostnader\nf. betingelsene for avslutning av avtaleforholdet.\n0 Endret ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Se § 3 nr. 2.\n2 Se § 3 nr. 3.\n3 Se § 3 nr. 6.\n4 Se § 4 (1), f. Jfr. EØS-avtalen vedlegg XIX punkt 4 (dir 87/102 art. 1a nr. 2, d og e samt direktivet vedlegg II), jfr. forskrift 15 juli 1986 nr. 1616 kap. III.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Kredittavtalen",
      "content": "Ved forbrukerkredittkjøp​1 skal avtale om kreditt inngås skriftlig og være underskrevet av kjøperen. Kjøperen skal få utlevert et eksemplar av avtalen. Den skriftlige avtalen skal inneholde de viktigste avtalevilkårene.\nDe skriftlige opplysningene som kjøperen før inngåelsen av kredittavtalen har mottatt etter reglene i §§ 4 eller 5, skal regnes som en del av kredittavtalen.\nDen skriftlige kredittavtalen skal dessuten angi hvilke kostnader som kjøperen under visse omstendigheter skal betale, og som etter § 6a første ledd bokstavene b til f ikke inngår i beregningsgrunnlaget for den effektive renten.​2 Disse omstendighetene skal angis nøyaktig. Er summen av kostnadene kjent, skal den opplyses. I motsatt fall angis om mulig en måte å beregne summen på etter det mest realistiske skjønn.\nBestemmelsene i første til tredje ledd gjelder bare når det gis kreditt for mer enn 30 dager regnet fra utløpet av leveringsmåneden. Bestemmelsene gjelder ikke hvis kreditten ytes rente- og kostnadsfritt.\n0 Tilføyd ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Se § 3 nr. 3.\n2 Se § 4 (1), f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5 a."
      }
    },
    {
      "provision_ref": "5 b",
      "section": "5 b",
      "title": "Melding om endring i kredittkostnadene",
      "content": "Kjøperen skal sendes melding med opplysning om enhver endring i renter eller andre kredittkostnader​1 minst en uke før endringen iverksettes.\n0 Tilføyd ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Se § 4 (1), c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5b",
        "source_heading": "§ 5 b."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Opplysningsplikt ved markedsføring",
      "content": "Når det som ledd i næringsvirksomhet markedsføres kreditt som helt eller delvis retter seg til forbrukerkjøper, skal det også opplyses om den effektive rente etter §§ 4 eller 5.​1 Hvis det er den eneste hensiktsmessige fremgangsmåten, skal den effektive renten angis ved bruk av minst ett representativt eksempel. Gjelder tilbudet en bestemt vare, skal også kontantprisen​2 og kredittkjøpsprisen​3 opplyses.\n0 Endret ved lover 27 nov 1992 nr. 113 (i kraft 1 jan 1994), 15 juni 2007 nr. 36 (i kraft 1 juli 2007 iflg. res. 15 juni 2007 nr. 630).\n1 Jfr. EØS-avtalen vedlegg XIX punkt 4 (dir 87/102 art. 1a nr. 2, d og e samt direktivet vedlegg II), jfr. forskrift 15 juli 1986 nr. 1616 kap. III.\n2 Se § 4 (1), a.\n3 Se § 4 (1), d.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "6 a",
      "section": "6 a",
      "title": "Beregning av effektiv rente",
      "content": "Beregningen av den effektive renten​1 skal skje i samsvar med en matematisk formel som fastsettes av Kongen i forskrift.​2 Den effektive renten uttrykkes i prosent pr år av den del av kontantprisen​3 som kjøperen får kreditt for, og i tilfelle under hensyn til nedbetalingen av kredittbeløpet.​4 Den effektive renten skal beregnes på grunnlag av alle kostnader som forbrukeren​5 skal betale for kreditten. Det skal likevel ses bort fra følgende kostnader:\na. misligholdskostnader,\nb. kostnader ved pengetransaksjoner, unntatt når kjøperen ikke har rimelige valgmuligheter når det gjelder bruk av slike tjenester og slike kostnader er unormalt høye,\nc. kostnader ved å føre en konto til bruk ved tilbakebetaling av kreditten og betaling av renter og andre kostnader, unntatt når kjøperen ikke har rimelige valgmuligheter når det gjelder tilbakebetalingsmåten og slike kostnader er unormalt høye; kostnader ved innkrevning av betalingene skal likevel tas med i beregningsgrunnlaget,\nd. kostnader for innmelding i foreninger eller sammenslutninger som pådras i henhold til en annen avtale enn kredittavtalen, selv om disse kostnadene har innvirkning på kredittvilkårene,\ne. forsikrings- eller garantikostnader; likevel medtas slike som i tilfelle av kjøperens død, invaliditet, sykdom eller arbeidsløshet skal sikre kredittyteren​6 hel eller delvis tilbakebetaling av den samlede kreditt med renter og andre kostnader, og som kredittyteren forlanger som betingelse for ytelse av kreditten,\nf. kostnader i tillegg til kjøpesummen, som skal betales uavhengig av om det gjøres opp kontant eller ved kreditt.\nDen effektive renten beregnes med utgangspunkt i forholdene på tidspunktet når kredittavtalen blir inngått. Beregningen foretas ut fra at kredittavtalen løper i det avtalte tidsrom, og at kredittyteren og kjøperen oppfyller sine forpliktelser etter avtalen.\nFor kredittavtaler som gir adgang til å endre størrelsen av kostnader som inngår i beregningen av den effektive renten, skal utgangspunktet for beregningen være at størrelsen på kostnadene ikke endres i kredittavtalens løpetid.\nHvis ikke noe annet er angitt, skal ved beregningen av den effektive rente kreditten regnes å bli stilt til rådighet og tilbakebetalingen å skje på det tidligste tidspunkt dette kan skje etter avtalebestemmelsene.\n0 Tilføyd ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Se § 4 (1), f.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se § 4 (1), a.\n4 Se § 4 (1), f.\n5 Se § 3 nr. 7.\n6 Se § 3 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 a."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Minste kontantinnsats",
      "content": "For forbrukerkredittkjøp​1 kan Kongen​2 gi forskrifter​3 om at minst 20 pst av varens kontantpris skal betales kontant.\nBestemmelsen i første ledd gjelder når varens kontantpris​4 overstiger 10 pst av grunnbeløpet etter folketrygdloven​5 og kreditten gis for mer enn 30 dager regnet fra utløpet av leveringsmåneden.\n1 Se § 3 nr. 3.\n2 Konkurransetilsynet iflg. vedtak 20 juni 1994 nr. 492.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. § 4 (1), a.\n5 Jfr. lov 28 feb 1997 nr. 19 (ftrl.) § 1-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Kjøperens innsigelser mot annen kredittyter enn selgeren",
      "content": "Ved forbrukerkredittkjøp​1 kan kjøperen overfor annen kredittyter​2 enn selgeren gjøre gjeldende de samme innsigelser og pengekrav på grunnlag av kjøpet som han kunne gjøre gjeldende mot selgeren. Ved siden av reklamasjon overfor selgeren etter kjøpslovens​3 regler må kredittyteren i tilfelle underrettes så snart det er rimelig høve til det.\nHar kjøperen pengekrav som etter første ledd kan gjøres gjeldende mot kredittyteren,​2 er kredittyterens ansvar begrenset til det beløp han har mottatt av kjøperen i anledning av kjøpet.\nReglene i paragrafen her gjelder ikke for kjøperens innsigelser eller pengekrav mot en kredittyter​2 som har fått seg overført fordringen på kjøperen.\n0 Endret ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Se § 3 nr. 3.\n2 Se § 3 nr. 6.\n3 Lover 13 mai 1988 nr. 27 og 21 juni 2002 nr. 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "8 a",
      "section": "8 a",
      "title": "Kjøperens innsigelser ved overdragelse eller pantsetting av kredittyterens fordring",
      "content": "Ved overdragelse eller pantsetting​2 av kredittyterens​3 fordring kan kjøperen ved forbrukerkredittkjøp,​4 hvis ikke noe annet er fastsatt i lov, gjøre gjeldende overfor erververen eller panthaveren de samme innsigelser og motkrav som han kunne gjort gjeldende overfor den opprinnelige kreditor på grunnlag av kjøpet eller kredittforholdet.\n0 Tilføyd ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Sml. lov 17 feb 1939 nr. 1 § 25.\n2 Jfr. lov 8 feb 1980 nr. 2 (pantel.).\n3 Se § 3 nr. 6.\n4 Se § 3 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Forbud mot bruk av veksel m m",
      "content": "For en fordring i forbindelse med forbrukerkredittkjøp​1 må det ikke utstedes veksel.​2 Det samme gjelder annen skylderklæring som ved overdragelse eller pantsetting avskjærer eller innskrenker kjøperens rett til å gjøre gjeldende innsigelser eller pengekrav han, på grunnlag av kjøpet eller kredittavtalen, kunne gjort gjeldende mot den opprinnelige kredittyter,​3 overfor den som i god tro har ervervet dokumentet.​4\n0 Endret ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Se § 3 nr. 3.\n2 Jfr. lov 27 mai 1932 nr. 2 § 1.\n3 Se § 3 nr. 6.\n4 Se lov 17 feb 1939 nr. 1 § 15, jfr. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "title": "Frarådingsplikt",
      "content": "Dersom kredittyteren før det inngås avtale om kreditt etter loven her eller før salgstingen er overgitt til forbrukeren, må anta at forbrukerens økonomiske evne eller andre forhold på forbrukerens side tilsier at han eller hun alvorlig bør overveie å avstå fra å ta opp kreditten eller fra å gjennomføre kredittavtalen, skal kredittyteren skriftlig underrette forbrukeren om dette. Gjør kredittyteren ikke det, kan forbrukerens forpliktelser lempes for så vidt dette finnes rimelig. Første og annet punktum gjelder tilsvarende for selgeren dersom han eller hun opptrer på vegne av kredittyteren.\n0 Tilføyd ved lov 20 juni 2008 nr. 45 (i kraft 1 jan 2009 iflg. res. 20 juni 2008 nr. 622).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Avregning av gjeldsposter",
      "content": "Innbetalinger fra kjøperen til dekning av krav i forbindelse med kredittkjøp kan kredittyteren​1 ikke isteden avregne på andre fordringer på kjøperen. Ved kontokjøp​2 avregnes innbetalinger på kontoen mot kontoens saldo til enhver tid.\nHar kjøperen ikke gitt uttrykk for eller går det ikke fram av sammenhengen hvilken fordring innbetalingen skal avregnes på, anses innbetalingen for å være foretatt på de tidligst forfalte gjeldspostene.\n1 Se § 3 nr. 6.\n2 Se § 3 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Kjøperens rett til å betale før forfall",
      "content": "Kjøperen kan når som helst betale hele gjelden.\nKjøperen skal da bare betale kredittkostnadene​1 for den kredittid som utnyttes. Er det avtalt betaling i avdrag, anses den utnyttete kredittid å løpe fram til første ordinære forfallsdag etter betaling. Kongen​2 kan gi nærmere forskrifter​3 om hvordan kredittkostnaden skal beregnes etter dette ledd.\n1 Se § 4 (1), c.\n2 Konkurransetilsynet iflg. vedtak 20 juni 1994 nr. 492.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Kjøperens plikt til å betale før tiden",
      "content": "Kredittyteren​1 kan kreve hele gjelden betalt før avtalt forfall dersom\na. minst 1/10 av kredittkjøpsprisen​2 eller minst to avdrag ikke er blitt betalt en måned etter forfall,\nb. ved kontokjøp​3 minst 1/10 av det beløp som står udekket på kontoen ikke er blitt betalt en måned etter forfall, eller\nc. det er avtalt salgspant​4 og kjøperen utsetter pantet for vesentlig fare.\nSlik forhåndsbetaling kan bare kreves når kjøperen har fått skriftlig varsel med to ukers frist til å rette på forholdet.\n§ 11 annet ledd om reduksjon av kredittkostnadene​5 ved betaling før tiden gjelder tilsvarende.\n1 Se § 3 nr. 6.\n2 Se § 4 (1), (d).\n3 Se § 3 nr. 2.\n4 Se kap. IV. Jfr. lov 8 feb 1980 nr. 2 §§ 3-14 til 3-22.\n5 Se § 4 (1), c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 19 juni 2009 nr. 81 (i kraft 1 nov 2009 iflg. res. 26 juni 2009 nr. 849).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Forholdet til panteloven m m",
      "content": "Om vilkårene for å avtale salgspant i forbindelse med kredittkjøp,​1 om de nærmere regler om salgspantavtalen og om rettsvernet overfor kreditorer og godtroende omsetningserververe m m gjelder panteloven 8 februar 1980 nr. 2 § 3-14 til § 3-22 og lov 2 juni 1978 nr. 37 om godtroerverv av løsøre.\n1 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Rett til tilbakelevering av tingen",
      "content": "Er det inngått gyldig avtale om salgspant og kjøperen ikke oppfyller sine plikter, kan kredittyteren​1 kreve tingen tilbakelevert dersom\na. minst 1/10 av kredittkjøpsprisen​2 eller minst to avdrag eller restgjelden ikke er blitt betalt en måned etter forfall, eller\nb. kjøperen utsetter pantet for vesentlig fare.\nKredittyteren kan ikke forbeholde seg rett til å ta tingen tilbake i andre tilfeller.\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Se § 3 nr. 6.\n2 Se § 4 (1), d.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Hva kjøperen kan godskrive seg ved tilbakelevering",
      "content": "Ved tilbakelevering skal kjøperen godskrives den verdi tingen har, når den blir tatt tilbake. Med tingens verdi forstås den verdi som kan innvinnes ved salg av tingen på hensiktsmessig måte, eventuelt etter en rimelig reparasjon.\nDersom tingens verdi er større enn kredittyterens​1 krav etter § 17, skal kjøperen ved tilbakeleveringen ha utbetalt forskjellen.\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Se § 3 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Hva kredittyteren kan godskrive seg ved tilbakeleveringen",
      "content": "Kredittyteren​1 kan godskrive seg\na. den gjenstående del av gjeldsbeløpet (summen av kredittbeløpet og kredittkostnadene)​2 med fradrag beregnet etter § 11 annet ledd,\nb. forsikringspremie som kjøperen plikter å betale, og som ikke inngår i kredittkjøpsprisen,​3\nc. rente som kjøperen plikter å betale ved for sein betaling av forfalte beløp, og\nd. de kostnader som er nødvendige for å få tingen tilbake.\nDersom tingens verdi er mindre enn kredittyterens​1 krav, kan han kreve forskjellen.\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Se § 3 nr. 6.\n2 Se § 4 (1), c.\n3 Se § 4 (1), d.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Fremgangsmåten ved tilbakelevering",
      "content": "Om fremgangsmåten ved tilbakelevering gjelder tvangsfullbyrdelsesloven.​1\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Annen inndriving av kredittyterens krav",
      "content": "Kjøperen kan kreve at kredittyteren​1 tar tingen tilbake etter reglene i §§ 16 til 17 før kredittyteren på annen måte søker dekning for kravet. Dette gjelder likevel ikke når tingen ikke finnes hos kjøperen, eller når det er fare for at kredittyteren​1 ikke vil få full dekning ved å ta tingen tilbake på grunn av at tingen har vært utsatt for uvanlig verdiminking som skyldes kjøperen eller forhold som kjøperen har risikoen for.\nReglene i første ledd er ikke til hinder for at kredittyteren​1 ved salgspant som ikke gjelder forbrukerkjøp, begjærer tvangssalg etter tvangsfullbyrdelsesloven​2 kapittel 8. Er en ting solgt med salgspant, kan utlegg for kredittyterens krav ikke tas i tingen.\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Se § 3 nr. 6.\n2 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:27 a",
      "chapter": "5",
      "section": "27 a",
      "title": "Forbrukertjenester på kreditt",
      "content": "Reglene om forbrukerkredittkjøp​1 i følgende paragrafer får tilsvarende anvendelse for ytelse av forbrukertjenester på kreditt:​2\na. §§ 4 og 5 (om opplysningsplikt før avtaleinngåelsen),\nb. § 5a (om kredittavtalen),\nc. § 5b (om melding om endring i kredittkostnadene),\nd. § 6 (om opplysningsplikt ved markedsføring),\ne. § 6a (om beregning av effektiv rente),\nf. § 8 (om forbrukerens innsigelser mot en annen kredittyter enn tjenesteyteren),\ng. § 8a (om forbrukerens innsigelser ved overdragelse eller pantsetting av kredittyterens fordring),\nh. § 9 (om forbud mot bruk av veksel m m),\ni. § 9 a (om frarådingsplikt),\nj. § 10 (om avregning av gjeldsposter),\nk. § 11 (om forbrukerens rett til å betale før forfall) og\nl. § 12 (om forbrukerens plikt til å betale før tiden).\n0 Tilføyd ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994), endret ved lov 20 juni 2008 nr. 45 (i kraft 1 jan 2009 iflg. res. 20 juni 2008 nr. 622).\n1 Se § 3 nr. 3.\n2 Se § 3 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27a",
        "source_heading": "§ 27 a."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Forskrifter om opplysningsplikt",
      "content": "Kongen​1 kan gi utfyllende forskrifter om beregningen av den effektive renten,​2 jf § 6a og § 27a. Blant annet kan det gis bestemmelser om beregningen dersom det i avtalen ikke er fastsatt noe om tilbakebetalingstiden eller om maksimumsstørrelsen for en kreditt. Videre kan det gis forskrifter om hvordan opplysningsplikten etter §§ 4, 5 og 6, jf § 27a, skal oppfylles. I forskriftene kan det bl a gis bestemmelser om bruk og godkjenning av formularer, og om samordning med eventuelle regler om fradrag for renter og kostnader ved kredittkjøp etter skattelovgivningen.\n0 Endret ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Konkurransetilsynet iflg. vedtak 20 juni 1994 nr. 492.\n2 Se § 4 (1), f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Forskrifter om forbrukerleie",
      "content": "Kongen​1 kan gi forskrifter om forbrukerleie​2 som i realiteten tjener til å sikre et avhendingsvederlag, eller som ellers i det vesentlige fyller samme økonomiske funksjon som kredittsalg, selv om det ikke er meningen at leieren skal bli eier eller ha rett til å bli eier.​3 I forskriftene kan det gis bestemmelser om:\na. ufravikelighet etter § 2 annet ledd\nb. opplysningsplikt på tilsvarende vilkår som i §§ 4 og 6\nc. forskuddsleie på tilsvarende vilkår som minste kontantinnsats etter § 7\nd. oppsigelsesrett for leietakeren\ne. oppgjøret ved eierskifte hvor leietakeren etter avtalen har rett til å bli eier av tingen.\n§ 9 a om frarådingsplikt gjelder tilsvarende ved avtaler om forbrukerleie.\n0 Endret ved lov 20 juni 2008 nr. 45 (i kraft 1 jan 2009 iflg. res. 20 juni 2008 nr. 622).\n1 Konkurransetilsynet iflg. vedtak 20 juni 1994 nr. 492.\n2 Se § 3 nr. 5.\n3 Jfr. lov 8 feb 1980 nr. 2 (pantel.) § 3-22 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Tilsyn",
      "content": "Kongen​1 bestemmer hvem som skal føre tilsyn med at bestemmelsene i loven blir overholdt.\nTilsynsmyndigheten kan kreve de opplysninger som trengs for å gjennomføre tilsynet. Myndigheten kan også foreta slik gransking og besiktigelse som den finner påkrevd for å utføre sine gjøremål etter loven.\nKongen​2 kan gi nærmere forskrifter om tilsynsarbeidet.\n1 Prisdirektoratet og Statens Pristilsyn iflg. res. 27 juni 1986 nr. 1305.\n2 Konkurransetilsynet iflg. vedtak 20 juni 1994 nr. 492.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Straff",
      "content": "Den som forsettlig overtrer eller medvirker til å overtre bestemmelser gitt i eller i medhold av § 7, § 9, jf § 27a, eller § 29 bokstav c, straffes med bøter,​1 eller under særlig skjerpende omstendigheter med fengsel​2 inntil tre måneder,​3 eventuelt sammen med bøter. På samme måte straffes den som forsettlig unnlater å gi opplysninger som nevnt i §§ 4, 5, 6, jf § 27a, § 29 bokstav b eller § 30 annet ledd, eller gir misvisende opplysninger som der nevnt eller som medvirker til dette. På samme måte straffes også en kredittyter​4 som forsettlig overtrer § 5a første eller tredje ledd, jf § 27a, eller unnlater å oppfylle sin plikt etter § 5b, jf § 27a, eller som medvirker til dette.\nDen som uaktsomt overtrer eller medvirker til å overtre bestemmelse som nevnt i første ledd straffes med bøter.​1\n0 Endret ved lover 20 juli 1991 nr. 66, 27 nov 1992 nr. 113 (i kraft 1 jan 1994). Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jfr. lov 22 mai 1902 nr. 10 (strl.) § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9.\n2 Jfr. strl. § 26 a; strl. 2005 kap. 6 og kap. 9.\n3 Jfr. strl. § 25; strl. 2005 § 31 (3).\n4 Se § 3 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "title": "Ikrafttredelse",
      "content": "Loven tar til å gjelde fra den tid Kongen bestemmer.​1\n1 Fra 1 okt 1986 iflg. res. 27 juni 1986 nr. 1305.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "7:33",
      "chapter": "7",
      "section": "33",
      "title": "Overgangsbestemmelser",
      "content": "Loven får ikke anvendelse på avtaler om kredittkjøp,​1 kontokreditt eller leie som er inngått før loven trådte i kraft. Isteden anvendes i tilfelle de tidligere bestemmelser i lov 21 juli 1916 nr. 9 om kjøp på avbetaling og i lov 8 mars 1935 om handelsnæring §§ 103 a og 103 b med forskrifter. Bestemmelsene i § 13 får likevel anvendelse også på kontokredittavtaler inngått før loven trådte i kraft, dersom misbruket har funnet sted etter ikrafttredelsen.\n1 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Oppheving og endring av andre lover",
      "content": "Fra den tid loven tar til å gjelde, gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens område",
      "content": "Loven gjelder kjøp av løsøre på kreditt (kredittkjøp),​1 kontokredittavtaler, leie av løsøre som bestemt i § 29 og ytelse av forbrukertjenester på kreditt.​2 Når ikke annet er bestemt i loven, gjelder den både forbrukerkredittkjøp​3 og andre kredittkjøp.\nNår kreditt etter en kontokredittavtale kan nyttes også til annet enn kjøp av løsøre, får bestemmelsene i loven tilsvarende anvendelse så langt de gjelder kontokjøp.​4\nLoven gjelder ikke løsøre som kan registreres i skipsregister,​5 kraftledningsregister​6 eller luftfartøyregister.​7 Særskilt avtale om kjøp på kreditt eller leie av tilbehør til slikt løsøre omfattes likevel av loven.\nFor salgspant etter panteloven​8 § 3-14 bokstav b i tilfeller som ikke er å anse som kredittkjøp etter § 3 nr 1 i loven her, gjelder §§ 15 til 19 i loven her tilsvarende.\n0 Endret ved lover 26 juni 1992 nr. 86, 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Se § 3 nr. 1.\n2 Jfr. § 3 nr. 4.\n3 Se § 3 nr. 3.\n4 Se § 3 nr. 2.\n5 Jfr. lov 24 juni 1994 nr. 39 (sjøl.) kap. 2.\n6 Jfr. lov 1 juli 1927 nr. 1.\n7 Jfr. lov 11 juni 1993 nr. 101 kap. III.\n8 Lov 8 feb 1980 nr. 2 (pantel.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Ufravikelighet",
      "content": "Ved forbrukerkredittkjøp,​1 forbrukerleie,​2 kjøp med salgspant​3 og ved ytelse av forbrukertjenester på kreditt​4 kan kjøperen, leietakeren eller tjenestemottakeren ikke på forhånd fraskrive seg rettigheter som han har i medhold av loven, når ikke annet er bestemt i lov.\nVed forbrukerkredittkjøp​1 kan kjøperen heller ikke på forhånd vedta annet verneting enn de lovbestemte, gi fullmakt til å slutte forlik på sine vegne eller avtale voldgift.\n0 Endret ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Se § 3 nr. 3.\n2 Se § 3 nr. 5.\n3 Se kap. IV.\n4 Jfr. § 3 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Definisjoner",
      "content": "I loven menes med\n1. kredittkjøp:\na. kjøp av løsøre​1 der det er avtalt utsettelse med betaling av kjøpesummen eller noen del av den,\nb. kjøp av løsøre der kjøpesummen helt eller delvis dekkes ved lån og kreditten gis av selgeren eller av en annen på grunnlag av avtale med selgeren (lånekjøp), eller\nc. leie eller annen avtale om bruk av løsøre som i realiteten tjener til å sikre et avhendingsvederlag,​2 dersom det er meningen at mottakeren skal bli eier av tingen\n2. kontokjøp: kredittkjøp der kjøpesummen helt eller delvis dekkes på grunnlag av avtale mellom kjøperen (kontohaveren) og kredittyteren om løpende kreditt (kontokredittavtale)\n3. forbrukerkredittkjøp: kredittkjøp av løsøre til forbruker, når kreditten ytes eller formidles som ledd i næringsvirksomhet\n4. ytelse av forbrukertjenester​3 på kreditt:\n- tjenesteytelse til forbruker,\n- når det enten er avtalt utsettelse med betaling av vederlaget eller noen del av dette, eller vederlaget helt eller delvis dekkes ved lån og kreditten gis av tjenesteyteren eller av en annen på grunnlag av avtale med tjenesteyteren, og\n- kreditten ytes eller formidles som ledd i næringsvirksomhet\n5. forbrukerleie: leie av løsøre til forbruker, når utleien skjer eller formidles som ledd i næringsvirksomhet\n6. kredittyter: selgeren og enhver annen som yter kreditt, eller som fordringen på betaling av kjøpesum eller tilbakebetaling av lån overdras til.\n7. forbruker:​4 fysisk person som ikke hovedsakelig handler som ledd i næringsvirksomhet.\n0 Endret ved lover 27 nov 1992 nr. 113 (i kraft 1 jan 1994), 21 juni 2002 nr. 34 (i kraft 1 juli 2002).\n1 Jfr. lover 13 mai 1988 nr. 27 og 21 juni 2002 nr. 34.\n2 Jfr. lov 8 feb 1980 nr. 2 (pantel.) § 3-22 (2).\n3 Jfr. lov 16 juni 1989 nr. 63.\n4 Jfr. lover 28 april 1978 nr. 18 § 1 (3), 16 juni 1989 nr. 63 § 1, 3 juli 1992 nr. 93 § 1-2 (3), 13 juni 1997 nr. 37 § 2, d, 13 juni 1997 nr. 43 § 2, 25 juni 1999 nr. 46 § 2 (1), 21 des 2000 nr. 105 § 6, e, 21 juni 2002 nr. 34 § 1 (2) og (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "Bruk av elektronisk kommunikasjon",
      "content": "Krav i eller i medhold av loven her om at opplysninger skal gis skriftlig, er ikke til hinder for bruk av elektronisk kommunikasjon, dersom kjøperen eller kontohaveren ønsker det.\nKrav om at en avtale etter loven her skal inngås skriftlig, er ikke til hinder for at avtalen inngås ved bruk av elektronisk kommunikasjon dersom kjøperen eller kontohaveren ønsker det, og\na. avtalens innhold i sin helhet er tilgjengelig for kjøperen eller kontohaveren og\nb. det er benyttet en betryggende metode for å autentisere avtaleinngåelsen og sikre avtalens innhold.\n0 Tilføyd ved lov 21 des 2001 nr. 117 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1475).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Opplysningsplikt ved avtale om kjøp",
      "content": "Før det blir inngått avtale om forbrukerkredittkjøp​1 skal kredittyteren​2 eller selgeren på hans vegne skriftlig opplyse om\na. kontantprisen: den pris som selgeren ville krevd ved kontant betaling\nb. kontantinnsatsen: det beløp kjøperen skal betale kontant\nc. kredittkostnadene: summen av alle renter og andre tillegg til kontantprisen som kjøperen skal betale på grunn av kreditten\nd. kredittkjøpsprisen: summen av kontantprisen og kredittkostnadene, dvs hva kjøperen i alt skal betale\ne. betalingsplanen: angivelse av de enkelte betalinger, deres antall og forfallstid, og summen av betalingene, dvs hva kjøperen i alt skal betale i tillegg til kontantinnsatsen\nf. effektiv rente: kredittkostnadene uttrykt i prosent pr år av den del av kontantprisen som kjøperen får kreditt for (kredittbeløpet), beregnet etter reglene i § 6a, jf § 28\ng. de avtalebestemmelser som kan føre til forandringer i den effektive renten.\nBestemmelsene i første ledd gjelder ikke for kontokjøp,​3 og ellers bare når det gis kreditt for mer enn 30 dager regnet fra utløpet av leveringsmåneden.\n0 Endret ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Se § 3 nr. 3.\n2 Se § 3 nr. 6.\n3 Se § 3 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Opplysningsplikt ved kontokredittavtale",
      "content": "Før det blir inngått kontokredittavtale​1 for forbrukerkredittkjøp,​2 skal kredittyteren​3 skriftlig opplyse om\na. kredittens eventuelle maksimumsbeløp\nb. den årlige nominelle rente, gebyrer og andre kredittkostnader som i alt belastes kontohaveren\nc. effektiv rente,​4 beregnet etter reglene i § 6a, jf § 28, slik at det går fram hva renten blir ved ulike måter å utnytte kreditten på\nd. vilkårene for forfall av kjøperens ytelser etter avtalen\ne. de avtalebestemmelser som kan føre til forandringer i nominell eller effektiv rente,​4 gebyrer og andre kostnader\nf. betingelsene for avslutning av avtaleforholdet.\n0 Endret ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Se § 3 nr. 2.\n2 Se § 3 nr. 3.\n3 Se § 3 nr. 6.\n4 Se § 4 (1), f. Jfr. EØS-avtalen vedlegg XIX punkt 4 (dir 87/102 art. 1a nr. 2, d og e samt direktivet vedlegg II), jfr. forskrift 15 juli 1986 nr. 1616 kap. III.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Kredittavtalen",
      "content": "Ved forbrukerkredittkjøp​1 skal avtale om kreditt inngås skriftlig og være underskrevet av kjøperen. Kjøperen skal få utlevert et eksemplar av avtalen. Den skriftlige avtalen skal inneholde de viktigste avtalevilkårene.\nDe skriftlige opplysningene som kjøperen før inngåelsen av kredittavtalen har mottatt etter reglene i §§ 4 eller 5, skal regnes som en del av kredittavtalen.\nDen skriftlige kredittavtalen skal dessuten angi hvilke kostnader som kjøperen under visse omstendigheter skal betale, og som etter § 6a første ledd bokstavene b til f ikke inngår i beregningsgrunnlaget for den effektive renten.​2 Disse omstendighetene skal angis nøyaktig. Er summen av kostnadene kjent, skal den opplyses. I motsatt fall angis om mulig en måte å beregne summen på etter det mest realistiske skjønn.\nBestemmelsene i første til tredje ledd gjelder bare når det gis kreditt for mer enn 30 dager regnet fra utløpet av leveringsmåneden. Bestemmelsene gjelder ikke hvis kreditten ytes rente- og kostnadsfritt.\n0 Tilføyd ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Se § 3 nr. 3.\n2 Se § 4 (1), f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5 a."
      }
    },
    {
      "provision_ref": "5 b",
      "section": "5 b",
      "title": "Melding om endring i kredittkostnadene",
      "content": "Kjøperen skal sendes melding med opplysning om enhver endring i renter eller andre kredittkostnader​1 minst en uke før endringen iverksettes.\n0 Tilføyd ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Se § 4 (1), c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5b",
        "source_heading": "§ 5 b."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Opplysningsplikt ved markedsføring",
      "content": "Når det som ledd i næringsvirksomhet markedsføres kreditt som helt eller delvis retter seg til forbrukerkjøper, skal det også opplyses om den effektive rente etter §§ 4 eller 5.​1 Hvis det er den eneste hensiktsmessige fremgangsmåten, skal den effektive renten angis ved bruk av minst ett representativt eksempel. Gjelder tilbudet en bestemt vare, skal også kontantprisen​2 og kredittkjøpsprisen​3 opplyses.\n0 Endret ved lover 27 nov 1992 nr. 113 (i kraft 1 jan 1994), 15 juni 2007 nr. 36 (i kraft 1 juli 2007 iflg. res. 15 juni 2007 nr. 630).\n1 Jfr. EØS-avtalen vedlegg XIX punkt 4 (dir 87/102 art. 1a nr. 2, d og e samt direktivet vedlegg II), jfr. forskrift 15 juli 1986 nr. 1616 kap. III.\n2 Se § 4 (1), a.\n3 Se § 4 (1), d.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "6 a",
      "section": "6 a",
      "title": "Beregning av effektiv rente",
      "content": "Beregningen av den effektive renten​1 skal skje i samsvar med en matematisk formel som fastsettes av Kongen i forskrift.​2 Den effektive renten uttrykkes i prosent pr år av den del av kontantprisen​3 som kjøperen får kreditt for, og i tilfelle under hensyn til nedbetalingen av kredittbeløpet.​4 Den effektive renten skal beregnes på grunnlag av alle kostnader som forbrukeren​5 skal betale for kreditten. Det skal likevel ses bort fra følgende kostnader:\na. misligholdskostnader,\nb. kostnader ved pengetransaksjoner, unntatt når kjøperen ikke har rimelige valgmuligheter når det gjelder bruk av slike tjenester og slike kostnader er unormalt høye,\nc. kostnader ved å føre en konto til bruk ved tilbakebetaling av kreditten og betaling av renter og andre kostnader, unntatt når kjøperen ikke har rimelige valgmuligheter når det gjelder tilbakebetalingsmåten og slike kostnader er unormalt høye; kostnader ved innkrevning av betalingene skal likevel tas med i beregningsgrunnlaget,\nd. kostnader for innmelding i foreninger eller sammenslutninger som pådras i henhold til en annen avtale enn kredittavtalen, selv om disse kostnadene har innvirkning på kredittvilkårene,\ne. forsikrings- eller garantikostnader; likevel medtas slike som i tilfelle av kjøperens død, invaliditet, sykdom eller arbeidsløshet skal sikre kredittyteren​6 hel eller delvis tilbakebetaling av den samlede kreditt med renter og andre kostnader, og som kredittyteren forlanger som betingelse for ytelse av kreditten,\nf. kostnader i tillegg til kjøpesummen, som skal betales uavhengig av om det gjøres opp kontant eller ved kreditt.\nDen effektive renten beregnes med utgangspunkt i forholdene på tidspunktet når kredittavtalen blir inngått. Beregningen foretas ut fra at kredittavtalen løper i det avtalte tidsrom, og at kredittyteren og kjøperen oppfyller sine forpliktelser etter avtalen.\nFor kredittavtaler som gir adgang til å endre størrelsen av kostnader som inngår i beregningen av den effektive renten, skal utgangspunktet for beregningen være at størrelsen på kostnadene ikke endres i kredittavtalens løpetid.\nHvis ikke noe annet er angitt, skal ved beregningen av den effektive rente kreditten regnes å bli stilt til rådighet og tilbakebetalingen å skje på det tidligste tidspunkt dette kan skje etter avtalebestemmelsene.\n0 Tilføyd ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Se § 4 (1), f.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se § 4 (1), a.\n4 Se § 4 (1), f.\n5 Se § 3 nr. 7.\n6 Se § 3 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 a."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Minste kontantinnsats",
      "content": "For forbrukerkredittkjøp​1 kan Kongen​2 gi forskrifter​3 om at minst 20 pst av varens kontantpris skal betales kontant.\nBestemmelsen i første ledd gjelder når varens kontantpris​4 overstiger 10 pst av grunnbeløpet etter folketrygdloven​5 og kreditten gis for mer enn 30 dager regnet fra utløpet av leveringsmåneden.\n1 Se § 3 nr. 3.\n2 Konkurransetilsynet iflg. vedtak 20 juni 1994 nr. 492.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. § 4 (1), a.\n5 Jfr. lov 28 feb 1997 nr. 19 (ftrl.) § 1-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Kjøperens innsigelser mot annen kredittyter enn selgeren",
      "content": "Ved forbrukerkredittkjøp​1 kan kjøperen overfor annen kredittyter​2 enn selgeren gjøre gjeldende de samme innsigelser og pengekrav på grunnlag av kjøpet som han kunne gjøre gjeldende mot selgeren. Ved siden av reklamasjon overfor selgeren etter kjøpslovens​3 regler må kredittyteren i tilfelle underrettes så snart det er rimelig høve til det.\nHar kjøperen pengekrav som etter første ledd kan gjøres gjeldende mot kredittyteren,​2 er kredittyterens ansvar begrenset til det beløp han har mottatt av kjøperen i anledning av kjøpet.\nReglene i paragrafen her gjelder ikke for kjøperens innsigelser eller pengekrav mot en kredittyter​2 som har fått seg overført fordringen på kjøperen.\n0 Endret ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Se § 3 nr. 3.\n2 Se § 3 nr. 6.\n3 Lover 13 mai 1988 nr. 27 og 21 juni 2002 nr. 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "8 a",
      "section": "8 a",
      "title": "Kjøperens innsigelser ved overdragelse eller pantsetting av kredittyterens fordring",
      "content": "Ved overdragelse eller pantsetting​2 av kredittyterens​3 fordring kan kjøperen ved forbrukerkredittkjøp,​4 hvis ikke noe annet er fastsatt i lov, gjøre gjeldende overfor erververen eller panthaveren de samme innsigelser og motkrav som han kunne gjort gjeldende overfor den opprinnelige kreditor på grunnlag av kjøpet eller kredittforholdet.\n0 Tilføyd ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Sml. lov 17 feb 1939 nr. 1 § 25.\n2 Jfr. lov 8 feb 1980 nr. 2 (pantel.).\n3 Se § 3 nr. 6.\n4 Se § 3 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Forbud mot bruk av veksel m m",
      "content": "For en fordring i forbindelse med forbrukerkredittkjøp​1 må det ikke utstedes veksel.​2 Det samme gjelder annen skylderklæring som ved overdragelse eller pantsetting avskjærer eller innskrenker kjøperens rett til å gjøre gjeldende innsigelser eller pengekrav han, på grunnlag av kjøpet eller kredittavtalen, kunne gjort gjeldende mot den opprinnelige kredittyter,​3 overfor den som i god tro har ervervet dokumentet.​4\n0 Endret ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Se § 3 nr. 3.\n2 Jfr. lov 27 mai 1932 nr. 2 § 1.\n3 Se § 3 nr. 6.\n4 Se lov 17 feb 1939 nr. 1 § 15, jfr. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "title": "Frarådingsplikt",
      "content": "Dersom kredittyteren før det inngås avtale om kreditt etter loven her eller før salgstingen er overgitt til forbrukeren, må anta at forbrukerens økonomiske evne eller andre forhold på forbrukerens side tilsier at han eller hun alvorlig bør overveie å avstå fra å ta opp kreditten eller fra å gjennomføre kredittavtalen, skal kredittyteren skriftlig underrette forbrukeren om dette. Gjør kredittyteren ikke det, kan forbrukerens forpliktelser lempes for så vidt dette finnes rimelig. Første og annet punktum gjelder tilsvarende for selgeren dersom han eller hun opptrer på vegne av kredittyteren.\n0 Tilføyd ved lov 20 juni 2008 nr. 45 (i kraft 1 jan 2009 iflg. res. 20 juni 2008 nr. 622).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Avregning av gjeldsposter",
      "content": "Innbetalinger fra kjøperen til dekning av krav i forbindelse med kredittkjøp kan kredittyteren​1 ikke isteden avregne på andre fordringer på kjøperen. Ved kontokjøp​2 avregnes innbetalinger på kontoen mot kontoens saldo til enhver tid.\nHar kjøperen ikke gitt uttrykk for eller går det ikke fram av sammenhengen hvilken fordring innbetalingen skal avregnes på, anses innbetalingen for å være foretatt på de tidligst forfalte gjeldspostene.\n1 Se § 3 nr. 6.\n2 Se § 3 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Kjøperens rett til å betale før forfall",
      "content": "Kjøperen kan når som helst betale hele gjelden.\nKjøperen skal da bare betale kredittkostnadene​1 for den kredittid som utnyttes. Er det avtalt betaling i avdrag, anses den utnyttete kredittid å løpe fram til første ordinære forfallsdag etter betaling. Kongen​2 kan gi nærmere forskrifter​3 om hvordan kredittkostnaden skal beregnes etter dette ledd.\n1 Se § 4 (1), c.\n2 Konkurransetilsynet iflg. vedtak 20 juni 1994 nr. 492.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Kjøperens plikt til å betale før tiden",
      "content": "Kredittyteren​1 kan kreve hele gjelden betalt før avtalt forfall dersom\na. minst 1/10 av kredittkjøpsprisen​2 eller minst to avdrag ikke er blitt betalt en måned etter forfall,\nb. ved kontokjøp​3 minst 1/10 av det beløp som står udekket på kontoen ikke er blitt betalt en måned etter forfall, eller\nc. det er avtalt salgspant​4 og kjøperen utsetter pantet for vesentlig fare.\nSlik forhåndsbetaling kan bare kreves når kjøperen har fått skriftlig varsel med to ukers frist til å rette på forholdet.\n§ 11 annet ledd om reduksjon av kredittkostnadene​5 ved betaling før tiden gjelder tilsvarende.\n1 Se § 3 nr. 6.\n2 Se § 4 (1), (d).\n3 Se § 3 nr. 2.\n4 Se kap. IV. Jfr. lov 8 feb 1980 nr. 2 §§ 3-14 til 3-22.\n5 Se § 4 (1), c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 19 juni 2009 nr. 81 (i kraft 1 nov 2009 iflg. res. 26 juni 2009 nr. 849).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Forholdet til panteloven m m",
      "content": "Om vilkårene for å avtale salgspant i forbindelse med kredittkjøp,​1 om de nærmere regler om salgspantavtalen og om rettsvernet overfor kreditorer og godtroende omsetningserververe m m gjelder panteloven 8 februar 1980 nr. 2 § 3-14 til § 3-22 og lov 2 juni 1978 nr. 37 om godtroerverv av løsøre.\n1 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Rett til tilbakelevering av tingen",
      "content": "Er det inngått gyldig avtale om salgspant og kjøperen ikke oppfyller sine plikter, kan kredittyteren​1 kreve tingen tilbakelevert dersom\na. minst 1/10 av kredittkjøpsprisen​2 eller minst to avdrag eller restgjelden ikke er blitt betalt en måned etter forfall, eller\nb. kjøperen utsetter pantet for vesentlig fare.\nKredittyteren kan ikke forbeholde seg rett til å ta tingen tilbake i andre tilfeller.\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Se § 3 nr. 6.\n2 Se § 4 (1), d.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Hva kjøperen kan godskrive seg ved tilbakelevering",
      "content": "Ved tilbakelevering skal kjøperen godskrives den verdi tingen har, når den blir tatt tilbake. Med tingens verdi forstås den verdi som kan innvinnes ved salg av tingen på hensiktsmessig måte, eventuelt etter en rimelig reparasjon.\nDersom tingens verdi er større enn kredittyterens​1 krav etter § 17, skal kjøperen ved tilbakeleveringen ha utbetalt forskjellen.\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Se § 3 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Hva kredittyteren kan godskrive seg ved tilbakeleveringen",
      "content": "Kredittyteren​1 kan godskrive seg\na. den gjenstående del av gjeldsbeløpet (summen av kredittbeløpet og kredittkostnadene)​2 med fradrag beregnet etter § 11 annet ledd,\nb. forsikringspremie som kjøperen plikter å betale, og som ikke inngår i kredittkjøpsprisen,​3\nc. rente som kjøperen plikter å betale ved for sein betaling av forfalte beløp, og\nd. de kostnader som er nødvendige for å få tingen tilbake.\nDersom tingens verdi er mindre enn kredittyterens​1 krav, kan han kreve forskjellen.\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Se § 3 nr. 6.\n2 Se § 4 (1), c.\n3 Se § 4 (1), d.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Fremgangsmåten ved tilbakelevering",
      "content": "Om fremgangsmåten ved tilbakelevering gjelder tvangsfullbyrdelsesloven.​1\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Annen inndriving av kredittyterens krav",
      "content": "Kjøperen kan kreve at kredittyteren​1 tar tingen tilbake etter reglene i §§ 16 til 17 før kredittyteren på annen måte søker dekning for kravet. Dette gjelder likevel ikke når tingen ikke finnes hos kjøperen, eller når det er fare for at kredittyteren​1 ikke vil få full dekning ved å ta tingen tilbake på grunn av at tingen har vært utsatt for uvanlig verdiminking som skyldes kjøperen eller forhold som kjøperen har risikoen for.\nReglene i første ledd er ikke til hinder for at kredittyteren​1 ved salgspant som ikke gjelder forbrukerkjøp, begjærer tvangssalg etter tvangsfullbyrdelsesloven​2 kapittel 8. Er en ting solgt med salgspant, kan utlegg for kredittyterens krav ikke tas i tingen.\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Se § 3 nr. 6.\n2 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:27 a",
      "chapter": "5",
      "section": "27 a",
      "title": "Forbrukertjenester på kreditt",
      "content": "Reglene om forbrukerkredittkjøp​1 i følgende paragrafer får tilsvarende anvendelse for ytelse av forbrukertjenester på kreditt:​2\na. §§ 4 og 5 (om opplysningsplikt før avtaleinngåelsen),\nb. § 5a (om kredittavtalen),\nc. § 5b (om melding om endring i kredittkostnadene),\nd. § 6 (om opplysningsplikt ved markedsføring),\ne. § 6a (om beregning av effektiv rente),\nf. § 8 (om forbrukerens innsigelser mot en annen kredittyter enn tjenesteyteren),\ng. § 8a (om forbrukerens innsigelser ved overdragelse eller pantsetting av kredittyterens fordring),\nh. § 9 (om forbud mot bruk av veksel m m),\ni. § 9 a (om frarådingsplikt),\nj. § 10 (om avregning av gjeldsposter),\nk. § 11 (om forbrukerens rett til å betale før forfall) og\nl. § 12 (om forbrukerens plikt til å betale før tiden).\n0 Tilføyd ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994), endret ved lov 20 juni 2008 nr. 45 (i kraft 1 jan 2009 iflg. res. 20 juni 2008 nr. 622).\n1 Se § 3 nr. 3.\n2 Se § 3 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27a",
        "source_heading": "§ 27 a."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Forskrifter om opplysningsplikt",
      "content": "Kongen​1 kan gi utfyllende forskrifter om beregningen av den effektive renten,​2 jf § 6a og § 27a. Blant annet kan det gis bestemmelser om beregningen dersom det i avtalen ikke er fastsatt noe om tilbakebetalingstiden eller om maksimumsstørrelsen for en kreditt. Videre kan det gis forskrifter om hvordan opplysningsplikten etter §§ 4, 5 og 6, jf § 27a, skal oppfylles. I forskriftene kan det bl a gis bestemmelser om bruk og godkjenning av formularer, og om samordning med eventuelle regler om fradrag for renter og kostnader ved kredittkjøp etter skattelovgivningen.\n0 Endret ved lov 27 nov 1992 nr. 113 (i kraft 1 jan 1994).\n1 Konkurransetilsynet iflg. vedtak 20 juni 1994 nr. 492.\n2 Se § 4 (1), f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Forskrifter om forbrukerleie",
      "content": "Kongen​1 kan gi forskrifter om forbrukerleie​2 som i realiteten tjener til å sikre et avhendingsvederlag, eller som ellers i det vesentlige fyller samme økonomiske funksjon som kredittsalg, selv om det ikke er meningen at leieren skal bli eier eller ha rett til å bli eier.​3 I forskriftene kan det gis bestemmelser om:\na. ufravikelighet etter § 2 annet ledd\nb. opplysningsplikt på tilsvarende vilkår som i §§ 4 og 6\nc. forskuddsleie på tilsvarende vilkår som minste kontantinnsats etter § 7\nd. oppsigelsesrett for leietakeren\ne. oppgjøret ved eierskifte hvor leietakeren etter avtalen har rett til å bli eier av tingen.\n§ 9 a om frarådingsplikt gjelder tilsvarende ved avtaler om forbrukerleie.\n0 Endret ved lov 20 juni 2008 nr. 45 (i kraft 1 jan 2009 iflg. res. 20 juni 2008 nr. 622).\n1 Konkurransetilsynet iflg. vedtak 20 juni 1994 nr. 492.\n2 Se § 3 nr. 5.\n3 Jfr. lov 8 feb 1980 nr. 2 (pantel.) § 3-22 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Tilsyn",
      "content": "Kongen​1 bestemmer hvem som skal føre tilsyn med at bestemmelsene i loven blir overholdt.\nTilsynsmyndigheten kan kreve de opplysninger som trengs for å gjennomføre tilsynet. Myndigheten kan også foreta slik gransking og besiktigelse som den finner påkrevd for å utføre sine gjøremål etter loven.\nKongen​2 kan gi nærmere forskrifter om tilsynsarbeidet.\n1 Prisdirektoratet og Statens Pristilsyn iflg. res. 27 juni 1986 nr. 1305.\n2 Konkurransetilsynet iflg. vedtak 20 juni 1994 nr. 492.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Straff",
      "content": "Den som forsettlig overtrer eller medvirker til å overtre bestemmelser gitt i eller i medhold av § 7, § 9, jf § 27a, eller § 29 bokstav c, straffes med bøter,​1 eller under særlig skjerpende omstendigheter med fengsel​2 inntil tre måneder,​3 eventuelt sammen med bøter. På samme måte straffes den som forsettlig unnlater å gi opplysninger som nevnt i §§ 4, 5, 6, jf § 27a, § 29 bokstav b eller § 30 annet ledd, eller gir misvisende opplysninger som der nevnt eller som medvirker til dette. På samme måte straffes også en kredittyter​4 som forsettlig overtrer § 5a første eller tredje ledd, jf § 27a, eller unnlater å oppfylle sin plikt etter § 5b, jf § 27a, eller som medvirker til dette.\nDen som uaktsomt overtrer eller medvirker til å overtre bestemmelse som nevnt i første ledd straffes med bøter.​1\n0 Endret ved lover 20 juli 1991 nr. 66, 27 nov 1992 nr. 113 (i kraft 1 jan 1994). Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jfr. lov 22 mai 1902 nr. 10 (strl.) § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9.\n2 Jfr. strl. § 26 a; strl. 2005 kap. 6 og kap. 9.\n3 Jfr. strl. § 25; strl. 2005 § 31 (3).\n4 Se § 3 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "title": "Ikrafttredelse",
      "content": "Loven tar til å gjelde fra den tid Kongen bestemmer.​1\n1 Fra 1 okt 1986 iflg. res. 27 juni 1986 nr. 1305.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "7:33",
      "chapter": "7",
      "section": "33",
      "title": "Overgangsbestemmelser",
      "content": "Loven får ikke anvendelse på avtaler om kredittkjøp,​1 kontokreditt eller leie som er inngått før loven trådte i kraft. Isteden anvendes i tilfelle de tidligere bestemmelser i lov 21 juli 1916 nr. 9 om kjøp på avbetaling og i lov 8 mars 1935 om handelsnæring §§ 103 a og 103 b med forskrifter. Bestemmelsene i § 13 får likevel anvendelse også på kontokredittavtaler inngått før loven trådte i kraft, dersom misbruket har funnet sted etter ikrafttredelsen.\n1 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Oppheving og endring av andre lover",
      "content": "Fra den tid loven tar til å gjelde, gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    }
  ]
}