{
  "id": "LOV-1978-06-09-48",
  "type": "statute",
  "title": "Lov om personregistre m.m.",
  "short_name": "Personregisterloven – pregl.",
  "status": "in_force",
  "issued_date": "1978-06-09",
  "in_force_date": "1980-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1978-06-09-48",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Loven gjelder for personregistre og for annen bruk av personopplysninger i visse typer virksomhet.\nMed personopplysninger​1 er ment opplysninger og vurderinger som direkte eller indirekte kan knyttes til identifiserbare enkeltpersoner, sammenslutninger eller stiftelser. Med personregistre​2 er ment registre, fortegnelser m.m. der personopplysninger er lagret systematisk slik at opplysninger om den enkelte person kan finnes igjen.\nLoven gjelder for personregistre og bruk av personopplysninger i organ for stat eller kommune og i privat næringsvirksomhet, foreninger eller stiftelser.\nKongen kan bestemme​3 at loven ikke skal gjelde for visse typer personregistre.\n1 Jfr. § 6.\n2 Jfr. § 7.\n3 Se res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Det blir opprettet et datatilsyn. Datatilsynet skal være et frittstående organ underordnet Kongen og det departement​1 Kongen fastsetter.\nDatatilsynet blir ledet av et styre, som skal ha 7 medlemmer. Medlemmene blir oppnevnt av Kongen, som også fastsetter hvem som skal være styrets formann og nestformann.\n1 Justisdepartementet iflg. res. 8 nov 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Uttalelse fra Datatilsynet skal være innhentet før det blir gjort vedtak som i loven her er lagt til Kongen. Dette gjelder likevel ikke vedtak etter § 2.\nDatatilsynet skal ellers:\n1. holde seg orientert om den generelle utvikling i bruken av personregistre​1 og om de problemer som knytter seg til slike registre, samt sørge for informasjon i denne forbindelse\n2. gi råd og rettleiing om spørsmål om personvern og datasikring til dem som planlegger å opprette personregistre​1\n3. kontrollere at de lover, forskrifter og regler som gjelder for personregistre,​1 blir fulgt, og at feil eller mangler blir rettet\n4. etter henvendelse eller av eget tiltak gi uttalelse i spørsmål om bruk av personregistre​1 eller i generelle spørsmål som gjelder bruk av personopplysninger.​1\nKongen kan gi Datatilsynet ytterligere oppgaver som gjelder bruk m.m. av personregistre​1 eller bruk av personopplysninger​1 ellers.\n1 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Datatilsynet skal føre en systematisk fortegnelse over personregistre​1 som er gitt konsesjon etter § 9. Fortegnelsen skal henvise til de regler som er fastsatt etter § 11. Et eksemplar av reglene skal oppbevares ved Datatilsynet.\nFortegnelsen og reglene skal være tilgjengelige for alle.\nKongen​2 kan gi nærmere regler om fortegnelsen og gjøre slike unntak​3 fra første ledd som er nødvendige ut fra beredskapshensyn eller hensynet til rikets sikkerhet.\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Se § 1 annet ledd.\n2 Justisdepartementet iflg. res. 21 des 1979.\n3 Se res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Datatilsynet kan kreve de opplysningene som trengs for at det kan gjennomføre sine oppgaver. Tilsynet kan kreve å få adgang til de stedene der personregistre,​2 billedopptak som nevnt i kapittel 9 a og tekniske hjelpemidler fins,​3 og til å gjennomføre de prøver eller kontroller som det mener er nødvendige. Tilsynet kan kreve nødvendig bistand fra personalet slike steder for å få utført prøvene eller kontrollene.\nDatatilsynets rett til å kreve opplysninger er ikke begrenset av bestemmelser om taushetsplikt.​4\nKongen​5 kan gjøre slike unntak fra første og annet ledd som er nødvendige av hensyn til rikets sikkerhet. Kongen kan også gi forskrift om dekning av utgiftene ved kontroll. Skyldig bidrag til dekning av utgiftene er tvangsgrunnlag for utlegg.\n0 Endret ved lover 12 juni 1987 nr. 55, 11 juni 1993 nr. 78 (i kraft 1 jan 1994), 24 juni 1994 nr. 37.\n1 Jfr. § 38.\n2 Se § 1 annet ledd.\n3 Jfr. strl. § 326.\n4 Jfr. lov 10 feb 1967 §§ 13 flg, se note til strl. § 121.\n5 Justisdepartementet iflg. res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "Registrering av personopplysninger​1 skal være saklig begrunnet ut fra hensynet til administrasjon og virksomhet i det organ eller foretak som foretar registreringen.\nUten at det er nødvendig, må det ikke registreres\n1. opplysninger om rase, eller politisk eller religiøs oppfatning\n2. opplysninger om at en person har vært mistenkt, tiltalt eller dømt for straffbart forhold\n3. opplysninger om helseforhold eller misbruk av rusmidler\n4. opplysninger om seksuelle forhold\n5. andre opplysninger om familieforhold enn slike som gjelder slektskap eller familiestatus, formuesordningen mellom ektefeller og forsørgelsesbyrde.\n0 Endret ved lov 12 juni 1987 nr. 55. Jfr. §§ 9, 21, 26.\n1 Jfr. § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "Alle har rett til å få opplyst hvilke opplysninger om dem selv som lagres eller bearbeides ved elektroniske hjelpemidler. Denne innsynsretten gjelder likevel ikke registre som bare brukes til statistikk, forsking eller generelle planleggingsformål. Innsynsretten gjelder heller ikke opplysninger som det må anses utilrådelig at vedkommende får kjennskap til, av hensyn til deres helse eller forholdet til personer som står dem nær.​2\nFor personregistre​3 i organ for stat eller kommune gjelder innsynsretten, slik den er avgrenset i første ledd, også for opplysninger som ikke lagres eller bearbeides ved elektroniske hjelpemidler. Den registrerte kan likevel ikke kreve å få se dokumenter som reknes som interne etter forvaltningslovens​4 § 18.\nFor personregistre​3 i organ for stat eller kommune har alle dessuten rett til å få opplyst hvilke typer opplysninger som er tatt inn i registeret.\nKongen​5 kan ved forskrift bestemme at det som er fastsatt i annet og tredje ledd, også skal anvendes på personregistre​1 i privat næringsvirksomhet, foreninger eller stiftelser, eller for visse slike registre.\nKongen​5 kan ved forskrift eller for det enkelte register fastsette flere unntak fra innsynsretten og fastsette nærmere regler eller vilkår for bruken av retten.\n1 Jfr. § 38 nr. 5.\n2 Jfr. lov 10 feb 1967 § 19 første ledd bokstav c.\n3 Jfr. § 1 annet ledd.\n4 Lov 10 feb 1967.\n5 Justisdepartementet iflg. res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Dersom et personregister​2 inneholder uriktige eller ufullstendige opplysninger, opplysninger som det ikke er adgang til å ta inn i registeret,​3 eller opplysninger som ikke lenger har betydning, skal opplysningene rettes, slettes eller suppleres såframt mangelen kan få betydning for den registrerte. Har mangelen ført til at det er gitt eller brukt uriktige eller ufullstendige opplysninger, skal det sørges for at feilen så vidt mulig ikke får betydning for den registrerte.\nNår det foreligger feil som nevnt i første ledd, kan Datatilsynet​4 gi pålegg om retting, sletting eller supplering av registeret og om tiltak etter første ledd annet punktum.\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Jfr. § 38.\n2 Se § 1 annet ledd.\n3 Jfr. § 6.\n4 Jfr. kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:8 a",
      "chapter": "3",
      "section": "8 a",
      "content": "En person kan kreve sitt navn sperret i et personregister​2 mot bruk til utsending av direkte reklame og liknende publikasjoner.\n0 Tilføyd ved lov 12 juni 1987 nr. 55.\n1 Se §§ 28 og 38 nr. 5.\n2 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "3:8 b",
      "chapter": "3",
      "section": "8 b",
      "content": "Kongen kan ved forskrift eller enkeltvedtak gi regler for sikring av personopplysninger.​1\n0 Tilføyd ved lov 12 juni 1987 nr. 55.\n1 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8b",
        "source_heading": "§ 8 b."
      }
    },
    {
      "provision_ref": "4:9",
      "chapter": "4",
      "section": "9",
      "content": "Det kreves samtykke fra Kongen​2 (konsesjon) for å opprette personregistre​3 som skal gjøre bruk av elektroniske hjelpemidler. Slikt samtykke kreves også for å opprette andre personregistre​3 dersom de skal inneholde​4\n1. opplysninger om rase, eller politisk eller religiøs oppfatning\n2. opplysninger om at en person har vært mistenkt, tiltalt eller dømt for straffbart forhold\n3. opplysninger om helseforhold eller misbruk av rusmidler\n4. opplysninger om seksuelle forhold, eller\n5. andre opplysninger om familieforhold enn slike som gjelder slektskap eller familiestatus, formuesordningen mellom ektefeller og forsørgelsesbyrde.\nKongen​5 kan bestemme at visse typer personregistre​3 skal være unntatt fra konsesjonsplikten etter første ledd. For slike registre kan det fastsettes forskrifter om forhold som er nevnt i § 11. Det kan også fastsettes andre forskrifter for å begrense de problemer registeret ellers kunne medføre for den enkelte, bl.a. regler om at registeret skal kontrolleres av Datatilsynet​6 og tas med i fortegnelsen etter § 4.\nKongens myndighet etter første og annet ledd kan bare delegeres til departementet​7 eller til Datatilsynet.\nFørste ledd gjelder ikke for personregistre som opprettes av Riksrevisjonen som ledd i dens kontrollvirksomhet. Slike personregistre skal slettes straks kontrollen er utført.\n0 Endret ved lover 12 juni 1987 nr. 55, 24 juni 1994 nr. 37.\n1 Jfr. §§ 4, 36, 38, 41.\n2 Datatilsynet med Justisdepartementet som klageinstans. Se res. 21 des 1979.\n3 Se § 1 annet ledd.\n4 Jfr. §§ 6, 16.\n5 Justisdepartementet iflg. res. 21 des 1979.\n6 Jfr. kap. 2.\n7 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "content": "Ved avgjørelsen av om samtykke skal gis, skal det – innenfor den rammen som er fastsatt i § 6 – vurderes om opprettelse og bruk av personregisteret​1 kan volde problemer for den enkelte som ikke kan løses tilfredsstillende ved regler etter § 11. Dersom slike problemer kan oppstå, må det overveies om de blir oppveid av hensyn som taler for at registeret blir opprettet.\n1 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "content": "Når det blir gitt samtykke etter § 9, skal det fastsettes regler for personregisteret​2 som angir hvilke typer opplysninger registeret kan inneholde, og hva registeret kan brukes til.\nI reglene kan det dessuten fastsettes slike vilkår som har betydning for bruken av registeret eller kan begrense de ulempene opprettelsen og bruken av registeret ellers kunne medføre. Særlig bør det overveies å fastsette regler om\n1. innsamling og kontroll av de opplysninger registeret kan inneholde\n2. behandling og lagring av disse opplysningene\n3. adgangen til samkjøring med andre personregistre​2 (kobling)\n4. bruk av fødselsnummer​3 (fødselsdato og personnummer)\n5. utlevering av opplysninger, bl.a. om opplysninger kan overføres til andre registre\n6. omfanget og innholdet av den informasjon som skal gis ved meldinger eller andre henvendelser til den registrerte\n7. den enkeltes rett til å kreve opplysninger etter § 7\n8. retting av opplysninger og rutiner i registeret\n9. ajourføring av registeret\n10. sletting eller ikke-bruk av opplysninger etter en viss tid, og eventuelt overføring av registeret til arkivverket\nReglene skal dessuten peke ut det organ eller foretak eller den person som har ansvar for at reglene blir gjennomført.\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Jfr. §§ 4, 12, 38.\n2 Se § 1 annet ledd.\n3 Se lov 16 jan 1970 nr. 1 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "Regler som er fastsatt etter § 11, kan ikke fravikes uten at det er innhentet samtykke fra det organet som fastsetter reglene, eller – når reglene bestemmer det – fra departementet​1 eller Datatilsynet.​2\n1 Justisdepartementet.\n2 Jfr. kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "5:13",
      "chapter": "5",
      "section": "13",
      "content": "Med kredittopplysningsvirksomhet menes i kapitlet her virksomhet som består i å gi meddelelser som belyser kredittverdighet eller økonomisk vederheftighet (kredittopplysning). Kapitlet gjelder ikke bruk av opplysninger innen et foretak, og heller ikke i forhold til foretak innen samme konsern med mindre opplysningene blir gitt av et foretak som driver kredittopplysningsvirksomhet. Det gjelder heller ikke avgivelse av opplysninger til annet kredittopplysningsforetak som loven gjelder for, forutsatt at opplysningene skal brukes i dette foretakets kredittopplysningsvirksomhet.\nKongen​2 kan gi utfyllende forskrift om hva som skal reknes som kredittopplysningsvirksomhet. For visse typer foretak kan Kongen​2 ved forskrift eller enkeltvedtak gjøre unntak fra de enkelte bestemmelser i kapitlet.\nForetak som driver kredittopplysningsvirksomhet, kan ikke uten samtykke fra Kongen​3 drive annen personopplysningsvirksomhet.\n0 Endret ved lov 12 juni 1987 nr. 55\n1 Jfr. §§ 38, 40. Jfr. også EØS-avtalen vedlegg IX punkt 15 og 16 (dir 77/780 og dir 89/646), jfr. forskrift 21 des 1979 nr. 7 § 4-2.\n2 Justisdepartementet iflg. res. 21 des 1979.\n3 Datatilsynet med Justisdepartementet som klageinstans. Se res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "content": "Et foretak kan ikke sette i gang kredittopplysningsvirksomhet​2 før Kongen​3 har gitt samtykke til det.\nVed avgjørelsen av om det skal gis samtykke, skal det legges vekt på om virksomheten kan forutsettes å ville bli drevet på en redelig og forsvarlig måte. Innenfor rammen av bestemmelsene i denne lov kan det settes slike vilkår for konsesjonen som er egnet til å fremme disse formål, bl.a. om sikkerhet for ansvar. For foretak som utenlandske interesser har bestemmende innflytelse over, kan det settes vilkår som gjelder etableringsformen og sammensetningen av selskapets ledelse.\n1 Jfr. §§ 21, 38.\n2 Se § 13.\n3 Datatilsynet med Justisdepartementet som klageinstans. Se res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Kredittopplysningsforetaket​1 skal​2 påse at de opplysninger som brukes i kredittopplysningsøyemed, så vidt mulig er fullstendige, og at det ikke brukes opplysninger som kan danne grunnlag for ugrunnet eller urimelig avvisende holdning til den opplysningene gjelder.\nEn opplysning som ved kalenderårets utgang vil være 3 år gammel eller mer, kan bare brukes dersom det er åpenbart at forholdet fortsatt har vesentlig betydning for vurderingen av den opplysningene gjelder.\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Se § 13.\n2 Jfr. § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Foretaket kan ikke som ledd i kredittopplysningsvirksomhet​2 bruke\n1. opplysninger om rase, eller politisk eller religiøs oppfatning\n2. opplysninger om at en person har vært mistenkt, tiltalt eller dømt for straffbart forhold\n3. opplysninger om helseforhold eller misbruk av rusmidler\n4. opplysninger om seksuelle forhold\n5. andre opplysninger om familieforhold enn slike som gjelder slektskap eller familiestatus, formuesordningen mellom ektefeller og forsørgelsesbyrde.\nKongen​3 kan likevel gi samtykke til at opplysninger som nevnt i første ledd nr. 2 og 3 samles inn og meddeles i visse tilfelle.\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Jfr. §§ 38, 6 og 9.\n2 Jfr. § 13.\n3 Datatilsynet med Justisdepartementet som klageinstans. Se res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "content": "Kredittopplysning​1 må ikke gis når det etter det som foreligger, går fram at bestilleren ikke har saklig behov for den.\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Se § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "content": "Kredittopplysning​2 skal vanligvis meddeles skriftlig. Den kan gis muntlig dersom den ikke inneholder noe som kan bli anført mot den opplysningen gjelder, eller kredittopplysningen av praktiske grunner må gis uten opphold. Blir en kredittopplysning gitt muntlig, skal opplysningens innhold samt bestillerens navn og adresse noteres og oppbevares minst et halvt år. Inneholder den noe som kan bli anført mot den opplysningen gjelder, skal den bekreftes skriftlig.\nKredittopplysningen​2 kan gis ved utsending av publikasjoner eller lister, forutsatt at publikasjonen eller listen bare inneholder opplysninger om næringsdrivende, og at opplysningene er gitt i summarisk form. Slike publikasjoner kan bare sendes til medlemmer og abonnenter.\nAnmodning om kredittopplysning​2 som går ut på at bestilleren skal få vite det kredittopplysningsforetaket blir kjent med i framtiden eller i et bestemt tidsrom, kan bare omfatte opplysninger om næringsdrivende.\n1 Jfr. § 38.\n2 Se § 13",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "content": "Når kredittopplysning​2 om noen som ikke er næringsdrivende blir gitt eller bekreftet skriftlig, skal kredittopplysningsforetaket samtidig vederlagsfritt sende gjenpart, kopi eller annen melding om innholdet til den det er bestilt opplysninger om.​3\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Jfr. § 38.\n2 Se § 13.\n3 Jfr. § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "content": "Alle har rett til å få opplyst hva foretaket har lagret om dem selv til bruk i kredittopplysningsøyemed, og til å få opplyst hvilke kredittopplysninger som er gitt om dem de siste seks måneder. Foretaket plikter også å opplyse hvem som har bestilt opplysningene, og hvem det har mottatt opplysningene fra. Svar skal gis skriftlig om ikke vedkommende har samtykket i at det blir gitt på annen måte. Blir opplysning om hva et register inneholder gitt i form av et sammendrag, eller har foretaket lagret opplysninger som ikke gjengis fullstendig, skal dette sies i svaret. Den opplysningene gjelder, kan kreve å få gjennomgå alle dokumenter m.m. ved henvendelse til foretaket.\nForetaket kan beregne seg en rimelig godtgjørelse når opplysning etter første ledd første punktum blir gitt skriftlig. Kongen kan ved forskrift eller enkeltvedtak gi nærmere regler om beregning av godtgjørelsen.\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Jfr. § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Kongen​1 kan ved forskrift fastsette at § 14 om konsesjonsplikt skal gjelde også for andre foretak som driver personopplysningsvirksomhet.​2 I konsesjonen kan det settes vilkår om innsamling, lagring og bruk av opplysningene, samt om kontroll, om innsynsrett for den opplysningene gjelder og om rett til å kreve seg slettet av register.\n1 Justisdepartementet iflg. res. 21 des 1979.\n2 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "content": "Virksomhet som består i å bearbeide personopplysninger​2 for andre ved elektroniske hjelpemidler, må ikke settes i gang før Kongen​3 har gitt samtykke til det. § 14 annet ledd gjelder tilsvarende.\nFørste ledd gjelder ikke dersom bearbeidelsen utelukkende skjer for andre foretak innen samme konsern.\nKongen​4 kan gi utfyllende forskrifter om hva som skal reknes som databehandlingsforetak ved anvendelse av første ledd, og kan ved forskrift eller enkeltvedtak gjøre unntak fra de enkelte bestemmelser i dette kapitlet.\n1 Jfr. § 38.\n2 Se § 1 annet ledd.\n3 Datatilsynet med Justisdepartementet som klageinstans. Se res. 21 des 1979.\n4 Justisdepartementet iflg. res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "content": "Foretak som må ha konsesjon etter § 22 første ledd, må ikke uten avtale med oppdragsgiveren anvende opplysningene til andre formål enn det oppdraget gjelder. Opplysningene kan heller ikke uten slik avtale overlates til noen andre for lagring eller bearbeidelse.\n1 Jfr. § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "content": "Foretaket skal treffe de sikringstiltak som trengs.\nKongen​1 kan ved forskrift eller for det enkelte foretak gi bestemmelser om de sikringstiltak som skal gjennomføres.\n1 Justisdepartementet iflg. res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "7:25",
      "chapter": "7",
      "section": "25",
      "content": "Virksomhet som består i å selge eller på annen måte tilby adresser for grupper av personer, eller i å utføre oppdrag for utsending av reklame og andre meddelelser til slike grupper, kan ikke settes i gang før Kongen​2 har gitt samtykke til det. § 14 annet ledd gjelder tilsvarende.\nKongen​3 kan gi utfyllende forskrift om hvilke foretak som er konsesjonspliktige etter første ledd, og kan ved forskrift eller enkeltvedtak gjøre unntak fra de enkelte bestemmelser i kapitlet.\n1 Jfr. § 38.\n2 Datatilsynet med Justisdepartementet som klageinstans. Se res. 21 des 1979.\n3 Justisdepartementet iflg. res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "content": "Et register til bruk for virksomhet som er nevnt i § 25 første ledd, kan ikke inneholde\n1. opplysninger om rase, eller politisk eller religiøs oppfatning\n2. opplysninger om at en person har vært mistenkt, tiltalt eller dømt for straffbart forhold\n3. opplysninger om helseforhold eller misbruk av rusmidler\n4. opplysninger om seksuelle forhold\n5. andre opplysninger om familieforhold enn slike som gjelder slektskap eller familiestatus, formuesordningen mellom ektefeller og forsørgelsesbyrde.\nKongen​2 kan ved forskrift eller enkeltvedtak ytterligere begrense foretakets adgang til å registrere personopplysninger,​3 og regulere bruken av registrerte opplysninger.\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Jfr. § 38.\n2 Justisdepartementet iflg. res. 21 des 1979.\n3 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "content": "Uten hinder av bestemmelsene i § 26 kan foretaket sende meldinger på grunnlag av kunde- og medlemsregistre som stilles til rådighet av oppdragsgiveren. Slike registre må bare nyttes til å sende meldinger om oppdragsgiverens varer eller tjenester o.l., og de kan ikke overlates til andre.\n1 Jfr. § 38. – Se § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "content": "Foretaket skal i sine registre slette enhver som ber om det. En registrert kan kreve å få opplyst hvem som er foretakets kilde for registreringen.\nGjelder kravet om sletting slikt register som er nevnt i § 27, skal kravet sendes til oppdragsgiveren, som plikter å påse at vedkommende blir strøket som adressat ved seinere bruk av registeret. Den som har satt fram kravet, skal underrettes om videresendingen og om oppdragsgiverens navn.\n1 Jfr. § 38, jfr. § 8 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "content": "Kongen​1 kan ved forskrift eller for det enkelte foretak gi bestemmelser med sikte på å hindre at personopplysninger​2 blir brukt i strid med §§ 26 og 27 og for å sikre gjennomføringen av reglene i § 28.\n1 Justisdepartementet iflg. res. 21 des 1979.\n2 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "content": "Kongen​1 kan ved forskrift bestemme\n1. at §§ 26 til 28 skal gjelde tilsvarende for foretak som i enkeltstående tilfeller påtar seg oppdrag som er nevnt i § 25 første ledd,\n2. at visse typer opplysninger ikke skal kunne anvendes for utvalg av adressater ved utsending av meldinger for foretakets egne varer og tjenester o.l., samt at § 28 skal gjelde tilsvarende for slike adresselister.\n1 Justisdepartementet iflg. res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "content": "Virksomhet som består i å utføre opinions- eller markedsundersøkelser for andre, kan ikke settes i gang før Kongen​2 har gitt samtykke til det. § 14 annet ledd gjelder tilsvarende.\nKongen​3 kan gi utfyllende forskrift om hvilke foretak som er konsesjonspliktige etter første ledd, og kan ved forskrift eller enkeltvedtak gjøre unntak fra de enkelte bestemmelser i dette kapitlet.\n1 Jfr. § 38 og forskrift gitt av Justisdepartementet 21 des 1979 med senere endringer.\n2 Datatilsynet med Justisdepartementet som klageinstans. Se res. 21 des 1979.\n3 Justisdepartementet iflg. res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "content": "Personopplysninger​2 som noen gir under opinions- eller markedsundersøkelser, må ikke meddeles videre i en slik form at opplysningen kan henføres til en enkelt person.\nOpplysninger som er mottatt for opinions- og markedsundersøkelser, må ikke brukes for andre formål.\n1 Jfr. § 38.\n2 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "content": "Uten samtykke fra den opplysningene gjelder, må opplysning om navn, fødselsdato, fødselsnummer​2 eller liknende ikke innføres i register som bearbeides ved elektroniske hjelpemidler. Heller ikke må slike opplysninger innføres i et annet register som er særskilt utformet med sikte på at opplysningene skal være lett tilgjengelige og anvendelige.\nUten samtykke fra den opplysningen gjelder, må innsamlete opplysninger ikke lagres i mer enn et halvt år i slik form at de kan henføres til en enkelt person.\n1 Jfr. § 38.\n2 Se lov 16 jan 1970 nr. 1 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "8:34",
      "chapter": "8",
      "section": "34",
      "content": "Kongen​1 gir nærmere forskrifter om slik virksomhet som er nevnt i § 31. Forskriftene kan bl.a. inneholde bestemmelser om innhenting av opplysninger, om lagring av innhentete opplysninger, og andre bestemmelser som skal sikre at innsamlete personopplysninger​2 ikke nyttes på urett måte eller kommer på urette hender.\n1 Justisdepartementet iflg. res. 21 des 1979.\n2 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "8:35",
      "chapter": "8",
      "section": "35",
      "content": "Kongen​1 kan ved forskrift bestemme at §§ 32 til 34 skal gjelde også for foretak som i enkeltstående tilfelle påtar seg slike oppdrag som er nevnt i § 31 første ledd, og for foretak som setter i verk slike undersøkelser for sin egen administrasjon og virksomhet.\n1 Justisdepartementet iflg. res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "9:36",
      "chapter": "9",
      "section": "36",
      "content": "Register som omfattes av § 9 første ledd må ikke overføres til utlandet uten samtykke av Kongen.​2\nPersonopplysninger​3 som er innsamlet her i riket, må ikke overføres til utlandet uten samtykke av Kongen​2 når formålet er å innføre opplysningene i et register som nevnt i § 9 første ledd.\nKongen​4 kan ved forskrift gjøre unntak fra første og annet ledd. Det kan fastsettes at disse bestemmelser ikke skal gjelde i forhold til enkelte andre land.\n1 Jfr. § 38.\n2 Datatilsynet med Justisdepartementet som klageinstans. Se res. 21 des 1979.\n3 Se § 1 annet ledd.\n4 Justisdepartementet iflg. res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "9:37",
      "chapter": "9",
      "section": "37",
      "content": "Kongen​1 kan gi forskrift om samarbeid mellom Datatilsynet​2 og tilsynsmyndigheter i andre land. I slik forskrift kan det fastsettes særlige regler om meldeplikt for registre og om kontroll med eller tilintetgjøring av registre.\n1 Justisdepartementet iflg. res. 21 des 1979.\n2 Jfr. kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "10:37 a",
      "chapter": "10",
      "section": "37 a",
      "content": "Fjernsynsovervåkning og billedopptak i forbindelse med slik overvåkning er bare tillatt dersom det er saklig begrunnet ut fra hensynet til virksomheten i det organ eller foretak som foretar overvåkningen. Ved overvåkning av sted hvor en begrenset krets av personer jevnlig ferdes, er overvåkningen likevel bare tillatt dersom det ut fra hensynet til virksomheten er et særskilt behov for overvåkningen.\nBilledopptakene skal slettes når det ikke lenger er saklig grunn for oppbevaring.\nMed fjernsynsovervåkning menes vedvarende eller regelmessig gjentatt personovervåkning ved hjelp av fjernbetjent eller automatisk virkende fjernsynskamera, fotografiapparat eller liknende apparat.\nKapitlet her gjelder ikke for billedopptak som er å anse som personregistre.​1 Kongen kan i tvilstilfelle bestemme når billedopptak som er gjort ved fjernsynsovervåkning, skal anses som personregistre etter § 1 annet ledd.\n0 Tilføyd ved lov 11 juni 1993 nr. 78 (i kraft 1 jan 1994).\n1 Jfr. § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37a",
        "source_heading": "§ 37 a."
      }
    },
    {
      "provision_ref": "10:37 b",
      "chapter": "10",
      "section": "37 b",
      "content": "Billedopptak gjort ved fjernsynsovervåkning​2 kan bare utleveres til noen utenfor det foretak eller organ som har foretatt opptaket, dersom den som er avbildet samtykker eller utleveringsadgangen følger av lov. Hvis ikke lovbestemt taushetsplikt er til hinder for utlevering, kan billedopptak likevel utleveres til politiet i forbindelse med etterforskning av straffbare handlinger eller ulykker. Kongen kan i forskrift eller i det enkelte tilfelle fastsette at billedopptak kan utleveres utover det som er bestemt i første og annet punktum.\nKongen kan i forskrift fastsette nærmere regler om sikring, bruk, utlevering og sletting av billedopptak gjort ved fjernsynsovervåkning.​2 Kongen kan også fastsette forskrift om innsynsrett for den som er overvåket, i de deler av billedopptakene hvor han eller hun er avbildet.\nDersom billedopptak ikke slettes i samsvar § 37 a annet ledd eller forskrift fastsatt i medhold av annet ledd i paragrafen her, kan Datatilsynet​3 gi pålegg om sletting.\n0 Tilføyd ved lov 11 juni 1993 nr. 78 (i kraft 1 jan 1994).\n1 Jfr. § 38 nr. 4 og 5.\n2 Jfr. § 37 a tredje ledd.\n3 Jfr. kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37b",
        "source_heading": "§ 37 b."
      }
    },
    {
      "provision_ref": "11:38",
      "chapter": "11",
      "section": "38",
      "content": "Med bøter​1 eller fengsel inntil ett år eller begge deler​2 straffes den som forsettlig eller aktløst\n1. unnlater å innhente samtykke etter § 9, § 13 tredje ledd, § 14, § 22, § 25, § 31 eller § 36\n2. overtrer regler eller vilkår fastsatt etter § 11, § 14, § 22, § 25, § 31, § 36 eller § 37 b\n3. bruker opplysninger i strid med reglene i § 16, § 18, § 23, § 26, § 27, § 32, § 33 eller § 37 b\n4. unnlater å etterkomme krav fra Datatilsynet​3 etter § 5, § 8 eller § 37 b\n5. unnlater å etterkomme krav om opplysninger etter § 7, § 20 eller § 37 b eller krav om sletting etter § 28 eller § 37 b\n6. unnlater å gi melding etter § 19 til den opplysningen gjelder.\nMedvirkning straffes på samme måte.\nI forskrift som gis i medhold av loven, kan det fastsettes at overtreding av forskriften skal straffes med bøter​1 eller fengsel inntil ett år eller begge deler.\n0 Endret ved lov 11 juni 1993 nr. 78 (i kraft 1 jan 1994).\n1 Jfr. strl. § 27.\n2 Jfr. strl. § 26 a.\n3 Jfr. kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "11:39",
      "chapter": "11",
      "section": "39",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juli 1991 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "11:40",
      "chapter": "11",
      "section": "40",
      "content": "Har foretak som driver virksomhet som nevnt i § 13, meddelt opplysninger i strid med bestemmelser gitt i eller i medhold av loven her, eller meddelt opplysninger som viser seg uriktige eller åpenbart misvisende, skal foretaket erstatte det tap som påføres den opplysningene gjelder. Dette gjelder uten hensyn til om det er utvist skyld fra noen som har opptrådt på vegne av eller i tjeneste hos foretaket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "12:41",
      "chapter": "12",
      "section": "41",
      "content": "Konsesjonsplikten etter § 9 jfr. § 10 gjelder ikke for personregistre​1 i organ for stat eller kommune som er opprettet ved egen lov. Også for slike registre skal det likevel fastsettes regler som nevnt i § 11, i den utstrekning det ikke er fastsatt noe annet i eller i medhold av heimelsloven. Også de andre bestemmelsene i loven gjelder for slike registre i den utstrekning ikke annet følger av hjemmelsloven.\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "12:42",
      "chapter": "12",
      "section": "42",
      "content": "Loven trer i kraft den dag Kongen bestemmer.​1\nFor personregistre​2 som er opprettet før loven trer i kraft, og som omfattes av § 9, skal det søkes om samtykke innen en frist som Kongen fastsetter. Forutsatt at søknad er kommet inn innen fristen, kan personregisteret brukes uendret inntil det er fastsatt regler etter § 11.\nReglene i annet ledd gjelder tilsvarende når det kreves samtykke etter kapitlene 5 til 9.\n1 Fra 1 jan 1980, med unntak av § 7 som trådte i kraft 1 juli 1980, iflg. res. 21 des 1979.\n2 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "12:43",
      "chapter": "12",
      "section": "43",
      "content": "Fra loven trer i kraft gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Loven gjelder for personregistre og for annen bruk av personopplysninger i visse typer virksomhet.\nMed personopplysninger​1 er ment opplysninger og vurderinger som direkte eller indirekte kan knyttes til identifiserbare enkeltpersoner, sammenslutninger eller stiftelser. Med personregistre​2 er ment registre, fortegnelser m.m. der personopplysninger er lagret systematisk slik at opplysninger om den enkelte person kan finnes igjen.\nLoven gjelder for personregistre og bruk av personopplysninger i organ for stat eller kommune og i privat næringsvirksomhet, foreninger eller stiftelser.\nKongen kan bestemme​3 at loven ikke skal gjelde for visse typer personregistre.\n1 Jfr. § 6.\n2 Jfr. § 7.\n3 Se res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Det blir opprettet et datatilsyn. Datatilsynet skal være et frittstående organ underordnet Kongen og det departement​1 Kongen fastsetter.\nDatatilsynet blir ledet av et styre, som skal ha 7 medlemmer. Medlemmene blir oppnevnt av Kongen, som også fastsetter hvem som skal være styrets formann og nestformann.\n1 Justisdepartementet iflg. res. 8 nov 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Uttalelse fra Datatilsynet skal være innhentet før det blir gjort vedtak som i loven her er lagt til Kongen. Dette gjelder likevel ikke vedtak etter § 2.\nDatatilsynet skal ellers:\n1. holde seg orientert om den generelle utvikling i bruken av personregistre​1 og om de problemer som knytter seg til slike registre, samt sørge for informasjon i denne forbindelse\n2. gi råd og rettleiing om spørsmål om personvern og datasikring til dem som planlegger å opprette personregistre​1\n3. kontrollere at de lover, forskrifter og regler som gjelder for personregistre,​1 blir fulgt, og at feil eller mangler blir rettet\n4. etter henvendelse eller av eget tiltak gi uttalelse i spørsmål om bruk av personregistre​1 eller i generelle spørsmål som gjelder bruk av personopplysninger.​1\nKongen kan gi Datatilsynet ytterligere oppgaver som gjelder bruk m.m. av personregistre​1 eller bruk av personopplysninger​1 ellers.\n1 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Datatilsynet skal føre en systematisk fortegnelse over personregistre​1 som er gitt konsesjon etter § 9. Fortegnelsen skal henvise til de regler som er fastsatt etter § 11. Et eksemplar av reglene skal oppbevares ved Datatilsynet.\nFortegnelsen og reglene skal være tilgjengelige for alle.\nKongen​2 kan gi nærmere regler om fortegnelsen og gjøre slike unntak​3 fra første ledd som er nødvendige ut fra beredskapshensyn eller hensynet til rikets sikkerhet.\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Se § 1 annet ledd.\n2 Justisdepartementet iflg. res. 21 des 1979.\n3 Se res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Datatilsynet kan kreve de opplysningene som trengs for at det kan gjennomføre sine oppgaver. Tilsynet kan kreve å få adgang til de stedene der personregistre,​2 billedopptak som nevnt i kapittel 9 a og tekniske hjelpemidler fins,​3 og til å gjennomføre de prøver eller kontroller som det mener er nødvendige. Tilsynet kan kreve nødvendig bistand fra personalet slike steder for å få utført prøvene eller kontrollene.\nDatatilsynets rett til å kreve opplysninger er ikke begrenset av bestemmelser om taushetsplikt.​4\nKongen​5 kan gjøre slike unntak fra første og annet ledd som er nødvendige av hensyn til rikets sikkerhet. Kongen kan også gi forskrift om dekning av utgiftene ved kontroll. Skyldig bidrag til dekning av utgiftene er tvangsgrunnlag for utlegg.\n0 Endret ved lover 12 juni 1987 nr. 55, 11 juni 1993 nr. 78 (i kraft 1 jan 1994), 24 juni 1994 nr. 37.\n1 Jfr. § 38.\n2 Se § 1 annet ledd.\n3 Jfr. strl. § 326.\n4 Jfr. lov 10 feb 1967 §§ 13 flg, se note til strl. § 121.\n5 Justisdepartementet iflg. res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "Registrering av personopplysninger​1 skal være saklig begrunnet ut fra hensynet til administrasjon og virksomhet i det organ eller foretak som foretar registreringen.\nUten at det er nødvendig, må det ikke registreres\n1. opplysninger om rase, eller politisk eller religiøs oppfatning\n2. opplysninger om at en person har vært mistenkt, tiltalt eller dømt for straffbart forhold\n3. opplysninger om helseforhold eller misbruk av rusmidler\n4. opplysninger om seksuelle forhold\n5. andre opplysninger om familieforhold enn slike som gjelder slektskap eller familiestatus, formuesordningen mellom ektefeller og forsørgelsesbyrde.\n0 Endret ved lov 12 juni 1987 nr. 55. Jfr. §§ 9, 21, 26.\n1 Jfr. § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "Alle har rett til å få opplyst hvilke opplysninger om dem selv som lagres eller bearbeides ved elektroniske hjelpemidler. Denne innsynsretten gjelder likevel ikke registre som bare brukes til statistikk, forsking eller generelle planleggingsformål. Innsynsretten gjelder heller ikke opplysninger som det må anses utilrådelig at vedkommende får kjennskap til, av hensyn til deres helse eller forholdet til personer som står dem nær.​2\nFor personregistre​3 i organ for stat eller kommune gjelder innsynsretten, slik den er avgrenset i første ledd, også for opplysninger som ikke lagres eller bearbeides ved elektroniske hjelpemidler. Den registrerte kan likevel ikke kreve å få se dokumenter som reknes som interne etter forvaltningslovens​4 § 18.\nFor personregistre​3 i organ for stat eller kommune har alle dessuten rett til å få opplyst hvilke typer opplysninger som er tatt inn i registeret.\nKongen​5 kan ved forskrift bestemme at det som er fastsatt i annet og tredje ledd, også skal anvendes på personregistre​1 i privat næringsvirksomhet, foreninger eller stiftelser, eller for visse slike registre.\nKongen​5 kan ved forskrift eller for det enkelte register fastsette flere unntak fra innsynsretten og fastsette nærmere regler eller vilkår for bruken av retten.\n1 Jfr. § 38 nr. 5.\n2 Jfr. lov 10 feb 1967 § 19 første ledd bokstav c.\n3 Jfr. § 1 annet ledd.\n4 Lov 10 feb 1967.\n5 Justisdepartementet iflg. res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Dersom et personregister​2 inneholder uriktige eller ufullstendige opplysninger, opplysninger som det ikke er adgang til å ta inn i registeret,​3 eller opplysninger som ikke lenger har betydning, skal opplysningene rettes, slettes eller suppleres såframt mangelen kan få betydning for den registrerte. Har mangelen ført til at det er gitt eller brukt uriktige eller ufullstendige opplysninger, skal det sørges for at feilen så vidt mulig ikke får betydning for den registrerte.\nNår det foreligger feil som nevnt i første ledd, kan Datatilsynet​4 gi pålegg om retting, sletting eller supplering av registeret og om tiltak etter første ledd annet punktum.\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Jfr. § 38.\n2 Se § 1 annet ledd.\n3 Jfr. § 6.\n4 Jfr. kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:8 a",
      "chapter": "3",
      "section": "8 a",
      "content": "En person kan kreve sitt navn sperret i et personregister​2 mot bruk til utsending av direkte reklame og liknende publikasjoner.\n0 Tilføyd ved lov 12 juni 1987 nr. 55.\n1 Se §§ 28 og 38 nr. 5.\n2 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "3:8 b",
      "chapter": "3",
      "section": "8 b",
      "content": "Kongen kan ved forskrift eller enkeltvedtak gi regler for sikring av personopplysninger.​1\n0 Tilføyd ved lov 12 juni 1987 nr. 55.\n1 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8b",
        "source_heading": "§ 8 b."
      }
    },
    {
      "provision_ref": "4:9",
      "chapter": "4",
      "section": "9",
      "content": "Det kreves samtykke fra Kongen​2 (konsesjon) for å opprette personregistre​3 som skal gjøre bruk av elektroniske hjelpemidler. Slikt samtykke kreves også for å opprette andre personregistre​3 dersom de skal inneholde​4\n1. opplysninger om rase, eller politisk eller religiøs oppfatning\n2. opplysninger om at en person har vært mistenkt, tiltalt eller dømt for straffbart forhold\n3. opplysninger om helseforhold eller misbruk av rusmidler\n4. opplysninger om seksuelle forhold, eller\n5. andre opplysninger om familieforhold enn slike som gjelder slektskap eller familiestatus, formuesordningen mellom ektefeller og forsørgelsesbyrde.\nKongen​5 kan bestemme at visse typer personregistre​3 skal være unntatt fra konsesjonsplikten etter første ledd. For slike registre kan det fastsettes forskrifter om forhold som er nevnt i § 11. Det kan også fastsettes andre forskrifter for å begrense de problemer registeret ellers kunne medføre for den enkelte, bl.a. regler om at registeret skal kontrolleres av Datatilsynet​6 og tas med i fortegnelsen etter § 4.\nKongens myndighet etter første og annet ledd kan bare delegeres til departementet​7 eller til Datatilsynet.\nFørste ledd gjelder ikke for personregistre som opprettes av Riksrevisjonen som ledd i dens kontrollvirksomhet. Slike personregistre skal slettes straks kontrollen er utført.\n0 Endret ved lover 12 juni 1987 nr. 55, 24 juni 1994 nr. 37.\n1 Jfr. §§ 4, 36, 38, 41.\n2 Datatilsynet med Justisdepartementet som klageinstans. Se res. 21 des 1979.\n3 Se § 1 annet ledd.\n4 Jfr. §§ 6, 16.\n5 Justisdepartementet iflg. res. 21 des 1979.\n6 Jfr. kap. 2.\n7 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "content": "Ved avgjørelsen av om samtykke skal gis, skal det – innenfor den rammen som er fastsatt i § 6 – vurderes om opprettelse og bruk av personregisteret​1 kan volde problemer for den enkelte som ikke kan løses tilfredsstillende ved regler etter § 11. Dersom slike problemer kan oppstå, må det overveies om de blir oppveid av hensyn som taler for at registeret blir opprettet.\n1 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "content": "Når det blir gitt samtykke etter § 9, skal det fastsettes regler for personregisteret​2 som angir hvilke typer opplysninger registeret kan inneholde, og hva registeret kan brukes til.\nI reglene kan det dessuten fastsettes slike vilkår som har betydning for bruken av registeret eller kan begrense de ulempene opprettelsen og bruken av registeret ellers kunne medføre. Særlig bør det overveies å fastsette regler om\n1. innsamling og kontroll av de opplysninger registeret kan inneholde\n2. behandling og lagring av disse opplysningene\n3. adgangen til samkjøring med andre personregistre​2 (kobling)\n4. bruk av fødselsnummer​3 (fødselsdato og personnummer)\n5. utlevering av opplysninger, bl.a. om opplysninger kan overføres til andre registre\n6. omfanget og innholdet av den informasjon som skal gis ved meldinger eller andre henvendelser til den registrerte\n7. den enkeltes rett til å kreve opplysninger etter § 7\n8. retting av opplysninger og rutiner i registeret\n9. ajourføring av registeret\n10. sletting eller ikke-bruk av opplysninger etter en viss tid, og eventuelt overføring av registeret til arkivverket\nReglene skal dessuten peke ut det organ eller foretak eller den person som har ansvar for at reglene blir gjennomført.\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Jfr. §§ 4, 12, 38.\n2 Se § 1 annet ledd.\n3 Se lov 16 jan 1970 nr. 1 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "Regler som er fastsatt etter § 11, kan ikke fravikes uten at det er innhentet samtykke fra det organet som fastsetter reglene, eller – når reglene bestemmer det – fra departementet​1 eller Datatilsynet.​2\n1 Justisdepartementet.\n2 Jfr. kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "5:13",
      "chapter": "5",
      "section": "13",
      "content": "Med kredittopplysningsvirksomhet menes i kapitlet her virksomhet som består i å gi meddelelser som belyser kredittverdighet eller økonomisk vederheftighet (kredittopplysning). Kapitlet gjelder ikke bruk av opplysninger innen et foretak, og heller ikke i forhold til foretak innen samme konsern med mindre opplysningene blir gitt av et foretak som driver kredittopplysningsvirksomhet. Det gjelder heller ikke avgivelse av opplysninger til annet kredittopplysningsforetak som loven gjelder for, forutsatt at opplysningene skal brukes i dette foretakets kredittopplysningsvirksomhet.\nKongen​2 kan gi utfyllende forskrift om hva som skal reknes som kredittopplysningsvirksomhet. For visse typer foretak kan Kongen​2 ved forskrift eller enkeltvedtak gjøre unntak fra de enkelte bestemmelser i kapitlet.\nForetak som driver kredittopplysningsvirksomhet, kan ikke uten samtykke fra Kongen​3 drive annen personopplysningsvirksomhet.\n0 Endret ved lov 12 juni 1987 nr. 55\n1 Jfr. §§ 38, 40. Jfr. også EØS-avtalen vedlegg IX punkt 15 og 16 (dir 77/780 og dir 89/646), jfr. forskrift 21 des 1979 nr. 7 § 4-2.\n2 Justisdepartementet iflg. res. 21 des 1979.\n3 Datatilsynet med Justisdepartementet som klageinstans. Se res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "content": "Et foretak kan ikke sette i gang kredittopplysningsvirksomhet​2 før Kongen​3 har gitt samtykke til det.\nVed avgjørelsen av om det skal gis samtykke, skal det legges vekt på om virksomheten kan forutsettes å ville bli drevet på en redelig og forsvarlig måte. Innenfor rammen av bestemmelsene i denne lov kan det settes slike vilkår for konsesjonen som er egnet til å fremme disse formål, bl.a. om sikkerhet for ansvar. For foretak som utenlandske interesser har bestemmende innflytelse over, kan det settes vilkår som gjelder etableringsformen og sammensetningen av selskapets ledelse.\n1 Jfr. §§ 21, 38.\n2 Se § 13.\n3 Datatilsynet med Justisdepartementet som klageinstans. Se res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Kredittopplysningsforetaket​1 skal​2 påse at de opplysninger som brukes i kredittopplysningsøyemed, så vidt mulig er fullstendige, og at det ikke brukes opplysninger som kan danne grunnlag for ugrunnet eller urimelig avvisende holdning til den opplysningene gjelder.\nEn opplysning som ved kalenderårets utgang vil være 3 år gammel eller mer, kan bare brukes dersom det er åpenbart at forholdet fortsatt har vesentlig betydning for vurderingen av den opplysningene gjelder.\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Se § 13.\n2 Jfr. § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Foretaket kan ikke som ledd i kredittopplysningsvirksomhet​2 bruke\n1. opplysninger om rase, eller politisk eller religiøs oppfatning\n2. opplysninger om at en person har vært mistenkt, tiltalt eller dømt for straffbart forhold\n3. opplysninger om helseforhold eller misbruk av rusmidler\n4. opplysninger om seksuelle forhold\n5. andre opplysninger om familieforhold enn slike som gjelder slektskap eller familiestatus, formuesordningen mellom ektefeller og forsørgelsesbyrde.\nKongen​3 kan likevel gi samtykke til at opplysninger som nevnt i første ledd nr. 2 og 3 samles inn og meddeles i visse tilfelle.\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Jfr. §§ 38, 6 og 9.\n2 Jfr. § 13.\n3 Datatilsynet med Justisdepartementet som klageinstans. Se res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "content": "Kredittopplysning​1 må ikke gis når det etter det som foreligger, går fram at bestilleren ikke har saklig behov for den.\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Se § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "content": "Kredittopplysning​2 skal vanligvis meddeles skriftlig. Den kan gis muntlig dersom den ikke inneholder noe som kan bli anført mot den opplysningen gjelder, eller kredittopplysningen av praktiske grunner må gis uten opphold. Blir en kredittopplysning gitt muntlig, skal opplysningens innhold samt bestillerens navn og adresse noteres og oppbevares minst et halvt år. Inneholder den noe som kan bli anført mot den opplysningen gjelder, skal den bekreftes skriftlig.\nKredittopplysningen​2 kan gis ved utsending av publikasjoner eller lister, forutsatt at publikasjonen eller listen bare inneholder opplysninger om næringsdrivende, og at opplysningene er gitt i summarisk form. Slike publikasjoner kan bare sendes til medlemmer og abonnenter.\nAnmodning om kredittopplysning​2 som går ut på at bestilleren skal få vite det kredittopplysningsforetaket blir kjent med i framtiden eller i et bestemt tidsrom, kan bare omfatte opplysninger om næringsdrivende.\n1 Jfr. § 38.\n2 Se § 13",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "content": "Når kredittopplysning​2 om noen som ikke er næringsdrivende blir gitt eller bekreftet skriftlig, skal kredittopplysningsforetaket samtidig vederlagsfritt sende gjenpart, kopi eller annen melding om innholdet til den det er bestilt opplysninger om.​3\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Jfr. § 38.\n2 Se § 13.\n3 Jfr. § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "content": "Alle har rett til å få opplyst hva foretaket har lagret om dem selv til bruk i kredittopplysningsøyemed, og til å få opplyst hvilke kredittopplysninger som er gitt om dem de siste seks måneder. Foretaket plikter også å opplyse hvem som har bestilt opplysningene, og hvem det har mottatt opplysningene fra. Svar skal gis skriftlig om ikke vedkommende har samtykket i at det blir gitt på annen måte. Blir opplysning om hva et register inneholder gitt i form av et sammendrag, eller har foretaket lagret opplysninger som ikke gjengis fullstendig, skal dette sies i svaret. Den opplysningene gjelder, kan kreve å få gjennomgå alle dokumenter m.m. ved henvendelse til foretaket.\nForetaket kan beregne seg en rimelig godtgjørelse når opplysning etter første ledd første punktum blir gitt skriftlig. Kongen kan ved forskrift eller enkeltvedtak gi nærmere regler om beregning av godtgjørelsen.\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Jfr. § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Kongen​1 kan ved forskrift fastsette at § 14 om konsesjonsplikt skal gjelde også for andre foretak som driver personopplysningsvirksomhet.​2 I konsesjonen kan det settes vilkår om innsamling, lagring og bruk av opplysningene, samt om kontroll, om innsynsrett for den opplysningene gjelder og om rett til å kreve seg slettet av register.\n1 Justisdepartementet iflg. res. 21 des 1979.\n2 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "content": "Virksomhet som består i å bearbeide personopplysninger​2 for andre ved elektroniske hjelpemidler, må ikke settes i gang før Kongen​3 har gitt samtykke til det. § 14 annet ledd gjelder tilsvarende.\nFørste ledd gjelder ikke dersom bearbeidelsen utelukkende skjer for andre foretak innen samme konsern.\nKongen​4 kan gi utfyllende forskrifter om hva som skal reknes som databehandlingsforetak ved anvendelse av første ledd, og kan ved forskrift eller enkeltvedtak gjøre unntak fra de enkelte bestemmelser i dette kapitlet.\n1 Jfr. § 38.\n2 Se § 1 annet ledd.\n3 Datatilsynet med Justisdepartementet som klageinstans. Se res. 21 des 1979.\n4 Justisdepartementet iflg. res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "content": "Foretak som må ha konsesjon etter § 22 første ledd, må ikke uten avtale med oppdragsgiveren anvende opplysningene til andre formål enn det oppdraget gjelder. Opplysningene kan heller ikke uten slik avtale overlates til noen andre for lagring eller bearbeidelse.\n1 Jfr. § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "content": "Foretaket skal treffe de sikringstiltak som trengs.\nKongen​1 kan ved forskrift eller for det enkelte foretak gi bestemmelser om de sikringstiltak som skal gjennomføres.\n1 Justisdepartementet iflg. res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "7:25",
      "chapter": "7",
      "section": "25",
      "content": "Virksomhet som består i å selge eller på annen måte tilby adresser for grupper av personer, eller i å utføre oppdrag for utsending av reklame og andre meddelelser til slike grupper, kan ikke settes i gang før Kongen​2 har gitt samtykke til det. § 14 annet ledd gjelder tilsvarende.\nKongen​3 kan gi utfyllende forskrift om hvilke foretak som er konsesjonspliktige etter første ledd, og kan ved forskrift eller enkeltvedtak gjøre unntak fra de enkelte bestemmelser i kapitlet.\n1 Jfr. § 38.\n2 Datatilsynet med Justisdepartementet som klageinstans. Se res. 21 des 1979.\n3 Justisdepartementet iflg. res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "content": "Et register til bruk for virksomhet som er nevnt i § 25 første ledd, kan ikke inneholde\n1. opplysninger om rase, eller politisk eller religiøs oppfatning\n2. opplysninger om at en person har vært mistenkt, tiltalt eller dømt for straffbart forhold\n3. opplysninger om helseforhold eller misbruk av rusmidler\n4. opplysninger om seksuelle forhold\n5. andre opplysninger om familieforhold enn slike som gjelder slektskap eller familiestatus, formuesordningen mellom ektefeller og forsørgelsesbyrde.\nKongen​2 kan ved forskrift eller enkeltvedtak ytterligere begrense foretakets adgang til å registrere personopplysninger,​3 og regulere bruken av registrerte opplysninger.\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Jfr. § 38.\n2 Justisdepartementet iflg. res. 21 des 1979.\n3 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "content": "Uten hinder av bestemmelsene i § 26 kan foretaket sende meldinger på grunnlag av kunde- og medlemsregistre som stilles til rådighet av oppdragsgiveren. Slike registre må bare nyttes til å sende meldinger om oppdragsgiverens varer eller tjenester o.l., og de kan ikke overlates til andre.\n1 Jfr. § 38. – Se § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "content": "Foretaket skal i sine registre slette enhver som ber om det. En registrert kan kreve å få opplyst hvem som er foretakets kilde for registreringen.\nGjelder kravet om sletting slikt register som er nevnt i § 27, skal kravet sendes til oppdragsgiveren, som plikter å påse at vedkommende blir strøket som adressat ved seinere bruk av registeret. Den som har satt fram kravet, skal underrettes om videresendingen og om oppdragsgiverens navn.\n1 Jfr. § 38, jfr. § 8 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "content": "Kongen​1 kan ved forskrift eller for det enkelte foretak gi bestemmelser med sikte på å hindre at personopplysninger​2 blir brukt i strid med §§ 26 og 27 og for å sikre gjennomføringen av reglene i § 28.\n1 Justisdepartementet iflg. res. 21 des 1979.\n2 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "content": "Kongen​1 kan ved forskrift bestemme\n1. at §§ 26 til 28 skal gjelde tilsvarende for foretak som i enkeltstående tilfeller påtar seg oppdrag som er nevnt i § 25 første ledd,\n2. at visse typer opplysninger ikke skal kunne anvendes for utvalg av adressater ved utsending av meldinger for foretakets egne varer og tjenester o.l., samt at § 28 skal gjelde tilsvarende for slike adresselister.\n1 Justisdepartementet iflg. res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "content": "Virksomhet som består i å utføre opinions- eller markedsundersøkelser for andre, kan ikke settes i gang før Kongen​2 har gitt samtykke til det. § 14 annet ledd gjelder tilsvarende.\nKongen​3 kan gi utfyllende forskrift om hvilke foretak som er konsesjonspliktige etter første ledd, og kan ved forskrift eller enkeltvedtak gjøre unntak fra de enkelte bestemmelser i dette kapitlet.\n1 Jfr. § 38 og forskrift gitt av Justisdepartementet 21 des 1979 med senere endringer.\n2 Datatilsynet med Justisdepartementet som klageinstans. Se res. 21 des 1979.\n3 Justisdepartementet iflg. res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "content": "Personopplysninger​2 som noen gir under opinions- eller markedsundersøkelser, må ikke meddeles videre i en slik form at opplysningen kan henføres til en enkelt person.\nOpplysninger som er mottatt for opinions- og markedsundersøkelser, må ikke brukes for andre formål.\n1 Jfr. § 38.\n2 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "content": "Uten samtykke fra den opplysningene gjelder, må opplysning om navn, fødselsdato, fødselsnummer​2 eller liknende ikke innføres i register som bearbeides ved elektroniske hjelpemidler. Heller ikke må slike opplysninger innføres i et annet register som er særskilt utformet med sikte på at opplysningene skal være lett tilgjengelige og anvendelige.\nUten samtykke fra den opplysningen gjelder, må innsamlete opplysninger ikke lagres i mer enn et halvt år i slik form at de kan henføres til en enkelt person.\n1 Jfr. § 38.\n2 Se lov 16 jan 1970 nr. 1 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "8:34",
      "chapter": "8",
      "section": "34",
      "content": "Kongen​1 gir nærmere forskrifter om slik virksomhet som er nevnt i § 31. Forskriftene kan bl.a. inneholde bestemmelser om innhenting av opplysninger, om lagring av innhentete opplysninger, og andre bestemmelser som skal sikre at innsamlete personopplysninger​2 ikke nyttes på urett måte eller kommer på urette hender.\n1 Justisdepartementet iflg. res. 21 des 1979.\n2 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "8:35",
      "chapter": "8",
      "section": "35",
      "content": "Kongen​1 kan ved forskrift bestemme at §§ 32 til 34 skal gjelde også for foretak som i enkeltstående tilfelle påtar seg slike oppdrag som er nevnt i § 31 første ledd, og for foretak som setter i verk slike undersøkelser for sin egen administrasjon og virksomhet.\n1 Justisdepartementet iflg. res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "9:36",
      "chapter": "9",
      "section": "36",
      "content": "Register som omfattes av § 9 første ledd må ikke overføres til utlandet uten samtykke av Kongen.​2\nPersonopplysninger​3 som er innsamlet her i riket, må ikke overføres til utlandet uten samtykke av Kongen​2 når formålet er å innføre opplysningene i et register som nevnt i § 9 første ledd.\nKongen​4 kan ved forskrift gjøre unntak fra første og annet ledd. Det kan fastsettes at disse bestemmelser ikke skal gjelde i forhold til enkelte andre land.\n1 Jfr. § 38.\n2 Datatilsynet med Justisdepartementet som klageinstans. Se res. 21 des 1979.\n3 Se § 1 annet ledd.\n4 Justisdepartementet iflg. res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "9:37",
      "chapter": "9",
      "section": "37",
      "content": "Kongen​1 kan gi forskrift om samarbeid mellom Datatilsynet​2 og tilsynsmyndigheter i andre land. I slik forskrift kan det fastsettes særlige regler om meldeplikt for registre og om kontroll med eller tilintetgjøring av registre.\n1 Justisdepartementet iflg. res. 21 des 1979.\n2 Jfr. kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "10:37 a",
      "chapter": "10",
      "section": "37 a",
      "content": "Fjernsynsovervåkning og billedopptak i forbindelse med slik overvåkning er bare tillatt dersom det er saklig begrunnet ut fra hensynet til virksomheten i det organ eller foretak som foretar overvåkningen. Ved overvåkning av sted hvor en begrenset krets av personer jevnlig ferdes, er overvåkningen likevel bare tillatt dersom det ut fra hensynet til virksomheten er et særskilt behov for overvåkningen.\nBilledopptakene skal slettes når det ikke lenger er saklig grunn for oppbevaring.\nMed fjernsynsovervåkning menes vedvarende eller regelmessig gjentatt personovervåkning ved hjelp av fjernbetjent eller automatisk virkende fjernsynskamera, fotografiapparat eller liknende apparat.\nKapitlet her gjelder ikke for billedopptak som er å anse som personregistre.​1 Kongen kan i tvilstilfelle bestemme når billedopptak som er gjort ved fjernsynsovervåkning, skal anses som personregistre etter § 1 annet ledd.\n0 Tilføyd ved lov 11 juni 1993 nr. 78 (i kraft 1 jan 1994).\n1 Jfr. § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37a",
        "source_heading": "§ 37 a."
      }
    },
    {
      "provision_ref": "10:37 b",
      "chapter": "10",
      "section": "37 b",
      "content": "Billedopptak gjort ved fjernsynsovervåkning​2 kan bare utleveres til noen utenfor det foretak eller organ som har foretatt opptaket, dersom den som er avbildet samtykker eller utleveringsadgangen følger av lov. Hvis ikke lovbestemt taushetsplikt er til hinder for utlevering, kan billedopptak likevel utleveres til politiet i forbindelse med etterforskning av straffbare handlinger eller ulykker. Kongen kan i forskrift eller i det enkelte tilfelle fastsette at billedopptak kan utleveres utover det som er bestemt i første og annet punktum.\nKongen kan i forskrift fastsette nærmere regler om sikring, bruk, utlevering og sletting av billedopptak gjort ved fjernsynsovervåkning.​2 Kongen kan også fastsette forskrift om innsynsrett for den som er overvåket, i de deler av billedopptakene hvor han eller hun er avbildet.\nDersom billedopptak ikke slettes i samsvar § 37 a annet ledd eller forskrift fastsatt i medhold av annet ledd i paragrafen her, kan Datatilsynet​3 gi pålegg om sletting.\n0 Tilføyd ved lov 11 juni 1993 nr. 78 (i kraft 1 jan 1994).\n1 Jfr. § 38 nr. 4 og 5.\n2 Jfr. § 37 a tredje ledd.\n3 Jfr. kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37b",
        "source_heading": "§ 37 b."
      }
    },
    {
      "provision_ref": "11:38",
      "chapter": "11",
      "section": "38",
      "content": "Med bøter​1 eller fengsel inntil ett år eller begge deler​2 straffes den som forsettlig eller aktløst\n1. unnlater å innhente samtykke etter § 9, § 13 tredje ledd, § 14, § 22, § 25, § 31 eller § 36\n2. overtrer regler eller vilkår fastsatt etter § 11, § 14, § 22, § 25, § 31, § 36 eller § 37 b\n3. bruker opplysninger i strid med reglene i § 16, § 18, § 23, § 26, § 27, § 32, § 33 eller § 37 b\n4. unnlater å etterkomme krav fra Datatilsynet​3 etter § 5, § 8 eller § 37 b\n5. unnlater å etterkomme krav om opplysninger etter § 7, § 20 eller § 37 b eller krav om sletting etter § 28 eller § 37 b\n6. unnlater å gi melding etter § 19 til den opplysningen gjelder.\nMedvirkning straffes på samme måte.\nI forskrift som gis i medhold av loven, kan det fastsettes at overtreding av forskriften skal straffes med bøter​1 eller fengsel inntil ett år eller begge deler.\n0 Endret ved lov 11 juni 1993 nr. 78 (i kraft 1 jan 1994).\n1 Jfr. strl. § 27.\n2 Jfr. strl. § 26 a.\n3 Jfr. kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "11:39",
      "chapter": "11",
      "section": "39",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juli 1991 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "11:40",
      "chapter": "11",
      "section": "40",
      "content": "Har foretak som driver virksomhet som nevnt i § 13, meddelt opplysninger i strid med bestemmelser gitt i eller i medhold av loven her, eller meddelt opplysninger som viser seg uriktige eller åpenbart misvisende, skal foretaket erstatte det tap som påføres den opplysningene gjelder. Dette gjelder uten hensyn til om det er utvist skyld fra noen som har opptrådt på vegne av eller i tjeneste hos foretaket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "12:41",
      "chapter": "12",
      "section": "41",
      "content": "Konsesjonsplikten etter § 9 jfr. § 10 gjelder ikke for personregistre​1 i organ for stat eller kommune som er opprettet ved egen lov. Også for slike registre skal det likevel fastsettes regler som nevnt i § 11, i den utstrekning det ikke er fastsatt noe annet i eller i medhold av heimelsloven. Også de andre bestemmelsene i loven gjelder for slike registre i den utstrekning ikke annet følger av hjemmelsloven.\n0 Endret ved lov 12 juni 1987 nr. 55.\n1 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "12:42",
      "chapter": "12",
      "section": "42",
      "content": "Loven trer i kraft den dag Kongen bestemmer.​1\nFor personregistre​2 som er opprettet før loven trer i kraft, og som omfattes av § 9, skal det søkes om samtykke innen en frist som Kongen fastsetter. Forutsatt at søknad er kommet inn innen fristen, kan personregisteret brukes uendret inntil det er fastsatt regler etter § 11.\nReglene i annet ledd gjelder tilsvarende når det kreves samtykke etter kapitlene 5 til 9.\n1 Fra 1 jan 1980, med unntak av § 7 som trådte i kraft 1 juli 1980, iflg. res. 21 des 1979.\n2 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "12:43",
      "chapter": "12",
      "section": "43",
      "content": "Fra loven trer i kraft gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    }
  ]
}