{
  "id": "LOV-1956-07-27",
  "type": "statute",
  "title": "Lov om utlendingers adgang til riket m.v. (Fremmedloven).",
  "short_name": "Fremmedloven.",
  "status": "in_force",
  "issued_date": "1956-07-27",
  "in_force_date": "1956-07-27",
  "url": "https://lovdata.no/dokument/NLO/lov/1956-07-27",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Statens Utlendingskontor bistår Kongen og departementet​1 med håndhevelsen av denne lov.\nSom rådgivende organ for Statens Utlendingskontor kan Kongen oppnevne et særskilt råd, Statens Utlendingsråd. Rådet skal ha minst 5 medlemmer, med personlige varamenn. Oppnevnelsen skjer for 4 år om gangen.\nInstruks for Statens Utlendingskontor og for Statens Utlendingsråd gis av Kongen.​2\n1 Justisdepartementet.\n2 Justisdepartementet iflg. res. 11 april 1958.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Politisk flyktning skal medmindre særlige grunner taler mot det, gis fristed (asyl) i riket dersom han søker om det.\nSom politisk flyktning ansees i denne lov utlending​1 som i sitt hjemland med rette frykter for politisk forfølgelse. Med politisk forfølgelse forstås at noen på grunn av rase, religion, nasjonalitet, politisk oppfatning, medlemskap i en spesiell sosial gruppe eller av andre politiske grunner utsettes for forfølgelse som retter seg mot hans liv eller frihet eller for øvrig er av alvorlig art, og likedan at noen på grunn av begått politisk forbrytelse kan utsettes for en streng straff.\n1 Se § 3 bokstav a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Kongen kan gi bestemmelser​1 om:\na. at utlending (enhver som ikke er norsk statsborger)​2 som kommer til riket fra utlandet skal ha pass,\nb. vilkårene for å godta pass som gyldig for innreise og opphold i riket,\nc. at annet legitimasjonspapir kan godtas for innreise og opphold istedenfor pass,\nd. at pass eller annet legitimasjonspapir ikke skal være gyldig for innreise i riket, medmindre det er påtegnet (visert) av norsk myndighet,\ne. hvem som kan visere pass eller annet legitimasjonspapir, samt når visering kan finne sted og hvordan den skal foretas,\nf. at enhver som kommer til riket, straks skal melde seg for vedkommende passkontrollør eller nærmeste politimyndighet,\ng. at enhver som reiser fra riket, ved utreisen skal melde seg for vedkommende passkontrollør eller nærmeste politimyndighet,\nh. at innreise til og utreise fra riket skal skje over bestemte grenseovergangssteder.\nKongen​3 kan også sette bestemte vilkår for utlendings innreise i riket når det ansees nødvendig på grunn av formålet med innreisen eller av andre særlige grunner. Kongen​3 kan også i det enkelte tilfelle treffe avgjørelse som nevnt i bokstav a, c og e.\n1 Gitt ved res. 25 jan 1957, med senere endringer.\n2 Se lov 8 des 1950 nr. 3.\n3 Justisdepartementet iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Utlending​1 som forlater en stilling ombord i skip eller luftfartøy, eller som er blindpassasjer, må ikke gå i land i riket uten tillatelse av vedkommende politimester eller den han gir myndighet.\nDersom utlending går i land i riket fra en stilling ombord i skip eller luftfartøy, skal fartøyets eier (leier) i alminnelighet dekke de utgifter som i tre måneder deretter blir påført det offentlige ved at han har oppholdt seg i riket og utgiftene ved at han føres ut. Det samme ansvar har eieren (leieren) dersom utlending som er blindpassasjer går i land fra skip eller luftfartøy uten tillatelse av politiet. Føreren av utenlandsk fartøy eller fartøyets utenlandske eiers (leiers) agent i riket kan i tilfelle holdes ansvarlig på eierens (leierens) vegne.\nBlir en utlending som er kommet med skip eller luftfartøy avvist,​2 plikter fartøyets fører og eier (leier) uten godtgjøring av det offentlige å ta ham ombord igjen eller på annen måte bringe ham ut av landet etter nærmere bestemmelse av politiet.\n1 Se § 3 bokstav a. Jfr. § 23.\n2 Se § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "content": "Utlending​1 som kommer til riket uten å ha fast bopel her og som etter reglene i § 10 må ha arbeidstillatelse, eller som akter å ta opphold her utover 3 måneder, skal melde seg for politiet på det sted hvor han tar opphold.\nEr utlending som ikke har fast bopel i riket kommet fra utlandet uten å ha meldeplikt etter første ledd, skal han såfremt han oppholder seg i riket over tre måneder melde seg for politiet på sitt oppholdssted. Kongen​2 kan gi bestemmelser om meldeplikt for utlending som innenfor et tidsrom av 6 måneder før siste innreise har oppholdt seg i riket i i alt 3 måneder.\nKongen​2 kan videre gi bestemmelser om at også utlending som oppholder seg her i riket i kortere tid enn 3 måneder uten å ha meldeplikt etter første ledd, skal melde seg for politiet.\nKongen​2 gir nærmere bestemmelser om de frister som skal gjelde for meldinger etter denne paragraf.\n1 Se § 3 bokstav a. Jfr. § 23.\n2 Justisdepartementet iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "Om den som er meldepliktig etter § 5 skal få lov til å ta opphold i riket, avgjøres av vedkommende politimester eller den han gir myndighet.\nOppholdstillatelse gis i alminnelighet for høyst 1 år om gangen. Etter nærmere bestemmelser som Kongen​2 gir, kan tillatelsen gis på ubestemt tid, dog som regel bare såfremt søkeren er legeundersøkt og helbredstilstanden finnes tilfredsstillende.\nOppholdstillatelse kan ikke gis til utlending som etter reglene i § 10 må ha arbeidstillatelse før slik tillatelse foreligger.\nFinner politiet at en utlending bør nektes opphold i en del av eller hele politidistriktet, men at han ikke behøver å forlate riket, skal han pålegges å forlate det område oppholdsnektelsen gjelder. Er han nektet opphold i hele politidistriktet, skal han pålegges å forlate distriktet og innen en fastsatt frist melde seg for politiet i et annet politidistrikt for der å få avgjort om han skal få oppholdstillatelse.\nAv hensyn til rikets sikkerhet eller interesser for øvrig kan Kongen beslutte at utlending skal pålegges å oppholde seg i et bestemt politidistrikt.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Justisdepartementet iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "Utlending som har eller etter reglene i § 10 må ha arbeidstillatelse, eller som har oppholdt seg i riket i over 3 måneder, eller som er meldepliktig etter § 5, tredje ledd, skal melde av til politiet når han skifter bopel. Meldingen skal skje før flytningen eller avreisen.\nHan skal også melde seg for politiet på det sted som han flytter til innen en frist som Kongen​1 setter.\n1 Justisdepartementet iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Om den som er meldepliktig etter § 7 skal få tillatelse til å oppholde seg på det sted som han er flyttet til, avgjøres av vedkommende politimester eller den han gir myndighet.\nBestemmelsene i § 6 får tilsvarende anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Innen en uke før utløpet av den frist som er satt i en oppholdstillatelse, skal vedkommende på nytt melde seg for politiet på det sted hvor han oppholder seg, for å få avgjort om fortsatt opphold skal tillates.\nBestemmelsene i § 6 får tilsvarende anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "content": "Utlending​2 som vil søke eller motta arbeid mot eller uten vederlag, eller som vil drive selvstendig ervervsvirksomhet i riket, må på forhånd skaffe seg særskilt tillatelse til det (arbeidstillatelse).\nKongen​3 kan bestemme at utlending ansatt og lønnet av utenlandsk arbeidsgiver som verken er bosatt i riket eller har forretningskontor her, skal være fritatt for kravet om arbeidstillatelse. Slik bestemmelse kan også treffes for andre utenlandske yrkesutøvere for arbeid under besøk av inntil 3 måneders varighet.\nArbeidstillatelse gis av Statens Utlendingskontor. Det kan settes vilkår for tillatelsen, således også at den bare skal gjelde for bestemt tid eller for et bestemt yrke eller for et bestemt arbeid eller i et bestemt distrikt. De vilkår som er satt, skal fremgå av tillatelsen.\n1 Endret ved lov 26 jan 1973 nr. 1.\n2 Se § 3 bokstav a. Jfr. § 23.\n3 Justisdepartementet iflg. res. 25 jan 1957 og 15 feb 1974.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "5:11",
      "chapter": "5",
      "section": "11",
      "content": "Utlending som kommer til riket skal som regel nektes adgang (avvises):\na. når han ikke har gyldig pass eller annet godtatt legitimasjonspapir, jfr. § 3 b og c, eller mangler visum hvor dette er nødvendig;\nb. når han ikke har arbeidstillatelse og det må antas at han har til hensikt å søke eller motta arbeid i riket;\nc. når det må antas at han ikke har tilstrekkelige midler til å oppholde seg i riket;\nd. når det må antas at han helt eller delvis vil søke å ernære seg på ulovlig eller uhederlig måte eller som omstreifer o.l.\ne. når det på grunn av at han tidligere er idømt straffedommer her eller i utlandet eller av andre grunner må fryktes at han vil komme til å begå straffbare handlinger i riket;\nf. når han er utvist av riket ved en utvisningsbeslutning som ennå står ved makt, og han ikke har fått tillatelse til innreise;\ng. når han er utvist av Danmark, Finnland, Island eller Sverige ved en utvisningsbeslutning som ennå står ved makt og han ikke har fått tillatelse til innreise i riket.\nUtlending kan også ellers avvises etter beslutning av vedkommende myndighet dersom hans forhold tilsier det.\nPåstår utlending at han er politisk flyktning​2 og sannsynliggjør riktigheten av sin påstand, skal avvisning ikke finne sted før saken har vært forelagt Statens Utlendingskontor.\nVedkommende departement​3 kan gi nærmere regler om hvem som skal treffe vedtak om avvisning.\nVedtak om avvisning, underretning om vedtaket og begrunnelse gis i regelen muntlig.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Se § 2.\n3 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "5:12",
      "chapter": "5",
      "section": "12",
      "content": "Utlending som er kommet inn i riket og som ikke trenger oppholds- eller arbeidstillatelse kan av samme grunner som nevnt i § 11, første og annet ledd, bortvises etter beslutning av vedkommende politimester eller den han gir myndighet.\n1 Endret ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "5:13",
      "chapter": "5",
      "section": "13",
      "content": "Såfremt ikke annet er vedtatt ved avtale med fremmed stat, kan politimesteren eller den han gir myndighet utvise av riket enhver utlending:\na. når han uten skjellig grunn har unnlatt å melde seg og legitimere seg som bestemt i §§ 3 f, 5, 7, 9 og 25;\nb. når han handler mot en beslutning om bortvisning eller om å nekte ham opphold i riket eller en del av eller et helt politidistrikt, eller mot et pålegg om å oppholde seg i et bestemt politidistrikt;\nc. når han under sitt opphold her i riket gir seg til å gå ledig eller drive omkring uten å kunne påvise lovlig erverv eller når det er grunn til å tro at han helt eller delvis skaffer seg midlene til sin livsførsel ved ulovlig virksomhet eller på uhederlig måte;​1\nd. når han for mindre enn 5 år siden i utlandet har avsonet eller er ilagt straff for et forhold som etter norsk lov er en forbrytelse​2 eller flere ganger er ilagt straff for et forhold som etter norsk lov går inn under løsgjenger- eller rusdrikklovgivningen,​3 dog så at denne bestemmelse ikke får anvendelse når det gjelder en politisk forbrytelse eller for handling som er gjort i sammenheng med en politisk forbrytelse og i den hensikt å fremme det mål som ved den er tilsiktet;\ne. når han her i riket er ilagt straff for en forbrytelse eller for et forhold som inngår under løsgjenger- eller rusdrikklovgivningen, eller når han i løpet av de siste 3 år flere ganger er dømt til frihetsstraff.\nDen som er født her i riket og senere har bodd her uavbrutt kan ikke vises ut etter bestemmelsene i denne paragraf.\nKongen​4 kan gi politiet pålegg om å utvise en utlending, såfremt utvisningsgrunn etter første ledd antas å foreligge.\nHvor særlige grunner taler for det, kan en utvisning etter denne paragraf gjøres tidsbegrenset, dog ikke for kortere tid enn 2 år.\n1 Jfr. lov 31 mai 1900 nr. 5.\n2 Se strl. § 2.\n3 Se lover 31 mai 1900 nr. 5 og 2 juni 1989 nr. 27.\n4 Justisdepartementet iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "content": "Den som det er spørsmål om å utvise etter § 13, bør som regel framstilles for vedkommende politimester eller den han gir myndighet og avgi sin forklaring. Er han pågrepet eller fengslet, skal han framstilles.\nEr beslutning i saken ikke fattet i utlendingens nærvær, skal den meddeles ham på den måte som er bestemt for forkynnelser.​2\nAlle endelige beslutninger om utvisning som treffes etter § 13, skal snarest mulig meldes til vedkommende departement.​3\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Se domstolsl. kap. 9.\n3 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Såfremt ikke annet er vedtatt ved avtale med fremmed stat kan Kongen​2 av hensyn til rikets sikkerhet eller interesser for øvrig beslutte utvist enhver utlending.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Justisdepartementet iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Inntil beslutning om avvisning, bortvisning, oppholdsnektelse eller utvisning er truffet, kan vedkommende utlending pågripes og settes i varetektsfengsel etter reglene i straffeprosessloven §§ 175 flg. Også etter at beslutning er truffet, kan han på samme måte pågripes og settes i varetektsfengsel inntil beslutningen kan settes i verk.\nEr rettslig forklaring ellers ønskelig, tas den opp ved forhørsrett etter straffeprosesslovens regler.​2\n1 Endret ved lov 14 juni 1985 nr. 71 (i kraft 1 jan 1986).\n2 Se strprl. §§ 26 og 270.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "content": "Den som bortvises eller nektes opphold skal, hvis han ikke blir ført ut, pålegges straks eller innen en kort frist å forlate riket. Nekter han å etterkomme pålegget, skal han føres ut. Når særlige grunner taler for det, kan han føres til et annet land enn det som han er reist inn fra.\nDen som utvises skal uten unødig opphold føres ut av riket, hvis han ikke får tillatelse til å reise på egen hånd. Første ledds siste punktum får tilsvarende anvendelse.\nDen som avvises, bortvises, nektes opphold eller utvises må ikke sendes til områder hvor han kan frykte politisk forfølgelse​1 eller ikke kan være trygg for å bli sendt til slike områder. Denne bestemmelse skal dog ikke kunne påberopes av en utlending som med rimelig grunn ansees som en fare for rikets sikkerhet, eller som har fått endelig dom for en særlig alvorlig forbrytelse og av den grunn utgjør en fare for samfunnet.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "content": "Klage over utvisning etter § 13 har oppsettende virkning dersom den settes fram innen 48 timer etter at utlendingen er gjort kjent med beslutningen. Dette skal vedkommende gjøres kjent med. For øvrig avgjøres spørsmålet om å gi klage oppsettende virkning etter forvaltningslovens § 34.\n1 Endret ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "content": "Klage over beslutning truffet av politiet avgjøres av Statens Utlendingskontor. Klage over beslutning truffet av eller etter pålegg av Statens Utlendingskontor avgjøres av departementet.​2\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "content": "Den som er besluttet utvist kan Kongen​1 etter søknad gi adgang til riket.\n1 Justisdepartementet iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "7:23",
      "chapter": "7",
      "section": "23",
      "content": "Etter avtale med fremmed stat kan Kongen bestemme at vedkommende stats borgere skal være fritatt for krav om oppholds- og arbeidstillatelse.​2 Etter sådan avtale kan Kongen​3 også bestemme at visse grupper av utlendinger skal være unntatt fra bestemmelsene i § 4, første ledd; for disse utlendinger kan Kongen likeledes fastsette andre regler om ansvaret for utgifter enn bestemt i § 4, annet ledd.\nKongen​3 kan pålegge utlending som etter bestemmelse i henhold til første punktum ikke trenger oppholds- og arbeidstillatelse, å gi melding til politiet om sin bopel i riket og melding til vedkommende myndighet om arbeid han tar eller erverv han driver.\n1 Endret ved lov 6 april 1962 nr. 2.\n2 Se res. 25 jan 1957.\n3 Justisdepartementet, se foran nevnte res.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "content": "Kongen​1 kan gi bestemmelser om:\na. at den som gjør seg en næring av å drive herberge (hotell, pensjonat, losjihus, o.l.)​2 skal føre nøyaktig bok over alle som han har i natteherberge, og gi politiet skriftlig melding om dem;\nb. at andre som har utlending i natteherberge skal melde dette skriftlig til politiet;\nc. at føreren av skip eller luftfartøy som kommer fra eller går til utlandet, skal gi skriftlig melding til politiet om de reisende som fartøyet fører, og innlevere mannskapsliste til politiet;​2\nd. at føreren av skip eller luftfartøy som går i innenlandsk rutefart skal gi skriftlig melding til politiet om de utenlandske reisende som fartøyet fører;​3\ne. at den som tar utlending i sin tjeneste eller gir ham lønnet arbeid, skal melde dette skriftlig til politiet før arbeidet begynner og at arbeidsgiver skal gi slik melding til politiet om de utlendinger som han har i sin tjeneste når slik meldeplikt trer i kraft;\nf. at arbeidsformidlingen (herunder sjømannskontorene) skal gi skriftlig melding til politiet om de utlendinger som søker eller får arbeid;\ng. at trygdekasser og eventuelt folkeregister skal gi skriftlig melding til politiet om utlendinger som meldes inn og som meldes ut.\n1 Justisdepartementet iflg. res. 25 jan 1957\n2 Jfr. lov 5 april 1957 nr. 3.\n3 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "7:25",
      "chapter": "7",
      "section": "25",
      "content": "Når politiet krever det må utlending forevise sitt pass eller annet legitimasjonspapir, møte personlig og gi opplysninger om sine personlige forhold.\nDen det skal gis melding om etter § 24, plikter å gi de opplysninger som er nødvendige for at meldeplikten kan oppfylles.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "content": "Under krig eller når krig truer eller under særlige forhold ellers kan Kongen​1 gi ytterligere bestemmelser om meldeplikt for utlendinger og for enhver som har ervervet norsk statsborgerrett på annen måte enn etter § 1 i lov av 8. desember 1950 om norsk riksborgarrett.\n1 Justisdepartementet iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "content": "Utlending som i medhold av denne lov føres ut av riket, plikter å betale utgiftene ved det, og for opphold som er begrunnet i det. Har han ikke midler til det betales utgiftene av statskassen, jfr. dog § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "content": "For så vidt det ikke i den øvrige lovgivning er fastsatt avgift til statskassen for offentlige forretninger vedkommende utlendingers innreise til og opphold i eller utreise fra riket,​1 kan Kongen​2 fastsette slike avgifter og i tilfelle bestemme at avgiften skal tilfalle den tjenestemann som utfører forretningen.\n1 Jfr. sportellov § 65.\n2 Justisdepartementet iflg. res. 21 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "content": "Kongen​1 kan gi nærmere forskrifter til gjennomføring av denne lov.\n1 Justisdepartementet iflg. res. 25 jan 1957, jfr. Justisdepartementets forskrift av 20 mars 1957, med senere endringer. – Jfr. også res. 10 jan 1975 med senere endringer (innvandringsstopp).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "content": "Den som forsettlig eller uaktsomt overtrer denne lov eller bestemmelse eller pålegg gitt i medhold av den, straffes med bøter eller med fengsel inntil 6 måneder, hvis forholdet ikke går inn under en strengere straffebestemmelse.\nPå samme måte straffes medvirkning.\nOvertredelse regnes som forseelse.​1\n1 Se strl. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "7:31",
      "chapter": "7",
      "section": "31",
      "content": "På Svalbard skal denne lov ikke gjelde.\nKongen​1 kan gi bestemmelser om kontroll med utlendinger som kommer fra Svalbard.\n1 Justisdepartementet iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nSamtidig oppheves lov av 22. april 1927 nr. 4 om utlendingers adgang til riket.\n1 Fra 1 april 1957 iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Statens Utlendingskontor bistår Kongen og departementet​1 med håndhevelsen av denne lov.\nSom rådgivende organ for Statens Utlendingskontor kan Kongen oppnevne et særskilt råd, Statens Utlendingsråd. Rådet skal ha minst 5 medlemmer, med personlige varamenn. Oppnevnelsen skjer for 4 år om gangen.\nInstruks for Statens Utlendingskontor og for Statens Utlendingsråd gis av Kongen.​2\n1 Justisdepartementet.\n2 Justisdepartementet iflg. res. 11 april 1958.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Politisk flyktning skal medmindre særlige grunner taler mot det, gis fristed (asyl) i riket dersom han søker om det.\nSom politisk flyktning ansees i denne lov utlending​1 som i sitt hjemland med rette frykter for politisk forfølgelse. Med politisk forfølgelse forstås at noen på grunn av rase, religion, nasjonalitet, politisk oppfatning, medlemskap i en spesiell sosial gruppe eller av andre politiske grunner utsettes for forfølgelse som retter seg mot hans liv eller frihet eller for øvrig er av alvorlig art, og likedan at noen på grunn av begått politisk forbrytelse kan utsettes for en streng straff.\n1 Se § 3 bokstav a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Kongen kan gi bestemmelser​1 om:\na. at utlending (enhver som ikke er norsk statsborger)​2 som kommer til riket fra utlandet skal ha pass,\nb. vilkårene for å godta pass som gyldig for innreise og opphold i riket,\nc. at annet legitimasjonspapir kan godtas for innreise og opphold istedenfor pass,\nd. at pass eller annet legitimasjonspapir ikke skal være gyldig for innreise i riket, medmindre det er påtegnet (visert) av norsk myndighet,\ne. hvem som kan visere pass eller annet legitimasjonspapir, samt når visering kan finne sted og hvordan den skal foretas,\nf. at enhver som kommer til riket, straks skal melde seg for vedkommende passkontrollør eller nærmeste politimyndighet,\ng. at enhver som reiser fra riket, ved utreisen skal melde seg for vedkommende passkontrollør eller nærmeste politimyndighet,\nh. at innreise til og utreise fra riket skal skje over bestemte grenseovergangssteder.\nKongen​3 kan også sette bestemte vilkår for utlendings innreise i riket når det ansees nødvendig på grunn av formålet med innreisen eller av andre særlige grunner. Kongen​3 kan også i det enkelte tilfelle treffe avgjørelse som nevnt i bokstav a, c og e.\n1 Gitt ved res. 25 jan 1957, med senere endringer.\n2 Se lov 8 des 1950 nr. 3.\n3 Justisdepartementet iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Utlending​1 som forlater en stilling ombord i skip eller luftfartøy, eller som er blindpassasjer, må ikke gå i land i riket uten tillatelse av vedkommende politimester eller den han gir myndighet.\nDersom utlending går i land i riket fra en stilling ombord i skip eller luftfartøy, skal fartøyets eier (leier) i alminnelighet dekke de utgifter som i tre måneder deretter blir påført det offentlige ved at han har oppholdt seg i riket og utgiftene ved at han føres ut. Det samme ansvar har eieren (leieren) dersom utlending som er blindpassasjer går i land fra skip eller luftfartøy uten tillatelse av politiet. Føreren av utenlandsk fartøy eller fartøyets utenlandske eiers (leiers) agent i riket kan i tilfelle holdes ansvarlig på eierens (leierens) vegne.\nBlir en utlending som er kommet med skip eller luftfartøy avvist,​2 plikter fartøyets fører og eier (leier) uten godtgjøring av det offentlige å ta ham ombord igjen eller på annen måte bringe ham ut av landet etter nærmere bestemmelse av politiet.\n1 Se § 3 bokstav a. Jfr. § 23.\n2 Se § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "content": "Utlending​1 som kommer til riket uten å ha fast bopel her og som etter reglene i § 10 må ha arbeidstillatelse, eller som akter å ta opphold her utover 3 måneder, skal melde seg for politiet på det sted hvor han tar opphold.\nEr utlending som ikke har fast bopel i riket kommet fra utlandet uten å ha meldeplikt etter første ledd, skal han såfremt han oppholder seg i riket over tre måneder melde seg for politiet på sitt oppholdssted. Kongen​2 kan gi bestemmelser om meldeplikt for utlending som innenfor et tidsrom av 6 måneder før siste innreise har oppholdt seg i riket i i alt 3 måneder.\nKongen​2 kan videre gi bestemmelser om at også utlending som oppholder seg her i riket i kortere tid enn 3 måneder uten å ha meldeplikt etter første ledd, skal melde seg for politiet.\nKongen​2 gir nærmere bestemmelser om de frister som skal gjelde for meldinger etter denne paragraf.\n1 Se § 3 bokstav a. Jfr. § 23.\n2 Justisdepartementet iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "Om den som er meldepliktig etter § 5 skal få lov til å ta opphold i riket, avgjøres av vedkommende politimester eller den han gir myndighet.\nOppholdstillatelse gis i alminnelighet for høyst 1 år om gangen. Etter nærmere bestemmelser som Kongen​2 gir, kan tillatelsen gis på ubestemt tid, dog som regel bare såfremt søkeren er legeundersøkt og helbredstilstanden finnes tilfredsstillende.\nOppholdstillatelse kan ikke gis til utlending som etter reglene i § 10 må ha arbeidstillatelse før slik tillatelse foreligger.\nFinner politiet at en utlending bør nektes opphold i en del av eller hele politidistriktet, men at han ikke behøver å forlate riket, skal han pålegges å forlate det område oppholdsnektelsen gjelder. Er han nektet opphold i hele politidistriktet, skal han pålegges å forlate distriktet og innen en fastsatt frist melde seg for politiet i et annet politidistrikt for der å få avgjort om han skal få oppholdstillatelse.\nAv hensyn til rikets sikkerhet eller interesser for øvrig kan Kongen beslutte at utlending skal pålegges å oppholde seg i et bestemt politidistrikt.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Justisdepartementet iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "Utlending som har eller etter reglene i § 10 må ha arbeidstillatelse, eller som har oppholdt seg i riket i over 3 måneder, eller som er meldepliktig etter § 5, tredje ledd, skal melde av til politiet når han skifter bopel. Meldingen skal skje før flytningen eller avreisen.\nHan skal også melde seg for politiet på det sted som han flytter til innen en frist som Kongen​1 setter.\n1 Justisdepartementet iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Om den som er meldepliktig etter § 7 skal få tillatelse til å oppholde seg på det sted som han er flyttet til, avgjøres av vedkommende politimester eller den han gir myndighet.\nBestemmelsene i § 6 får tilsvarende anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Innen en uke før utløpet av den frist som er satt i en oppholdstillatelse, skal vedkommende på nytt melde seg for politiet på det sted hvor han oppholder seg, for å få avgjort om fortsatt opphold skal tillates.\nBestemmelsene i § 6 får tilsvarende anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "content": "Utlending​2 som vil søke eller motta arbeid mot eller uten vederlag, eller som vil drive selvstendig ervervsvirksomhet i riket, må på forhånd skaffe seg særskilt tillatelse til det (arbeidstillatelse).\nKongen​3 kan bestemme at utlending ansatt og lønnet av utenlandsk arbeidsgiver som verken er bosatt i riket eller har forretningskontor her, skal være fritatt for kravet om arbeidstillatelse. Slik bestemmelse kan også treffes for andre utenlandske yrkesutøvere for arbeid under besøk av inntil 3 måneders varighet.\nArbeidstillatelse gis av Statens Utlendingskontor. Det kan settes vilkår for tillatelsen, således også at den bare skal gjelde for bestemt tid eller for et bestemt yrke eller for et bestemt arbeid eller i et bestemt distrikt. De vilkår som er satt, skal fremgå av tillatelsen.\n1 Endret ved lov 26 jan 1973 nr. 1.\n2 Se § 3 bokstav a. Jfr. § 23.\n3 Justisdepartementet iflg. res. 25 jan 1957 og 15 feb 1974.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "5:11",
      "chapter": "5",
      "section": "11",
      "content": "Utlending som kommer til riket skal som regel nektes adgang (avvises):\na. når han ikke har gyldig pass eller annet godtatt legitimasjonspapir, jfr. § 3 b og c, eller mangler visum hvor dette er nødvendig;\nb. når han ikke har arbeidstillatelse og det må antas at han har til hensikt å søke eller motta arbeid i riket;\nc. når det må antas at han ikke har tilstrekkelige midler til å oppholde seg i riket;\nd. når det må antas at han helt eller delvis vil søke å ernære seg på ulovlig eller uhederlig måte eller som omstreifer o.l.\ne. når det på grunn av at han tidligere er idømt straffedommer her eller i utlandet eller av andre grunner må fryktes at han vil komme til å begå straffbare handlinger i riket;\nf. når han er utvist av riket ved en utvisningsbeslutning som ennå står ved makt, og han ikke har fått tillatelse til innreise;\ng. når han er utvist av Danmark, Finnland, Island eller Sverige ved en utvisningsbeslutning som ennå står ved makt og han ikke har fått tillatelse til innreise i riket.\nUtlending kan også ellers avvises etter beslutning av vedkommende myndighet dersom hans forhold tilsier det.\nPåstår utlending at han er politisk flyktning​2 og sannsynliggjør riktigheten av sin påstand, skal avvisning ikke finne sted før saken har vært forelagt Statens Utlendingskontor.\nVedkommende departement​3 kan gi nærmere regler om hvem som skal treffe vedtak om avvisning.\nVedtak om avvisning, underretning om vedtaket og begrunnelse gis i regelen muntlig.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Se § 2.\n3 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "5:12",
      "chapter": "5",
      "section": "12",
      "content": "Utlending som er kommet inn i riket og som ikke trenger oppholds- eller arbeidstillatelse kan av samme grunner som nevnt i § 11, første og annet ledd, bortvises etter beslutning av vedkommende politimester eller den han gir myndighet.\n1 Endret ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "5:13",
      "chapter": "5",
      "section": "13",
      "content": "Såfremt ikke annet er vedtatt ved avtale med fremmed stat, kan politimesteren eller den han gir myndighet utvise av riket enhver utlending:\na. når han uten skjellig grunn har unnlatt å melde seg og legitimere seg som bestemt i §§ 3 f, 5, 7, 9 og 25;\nb. når han handler mot en beslutning om bortvisning eller om å nekte ham opphold i riket eller en del av eller et helt politidistrikt, eller mot et pålegg om å oppholde seg i et bestemt politidistrikt;\nc. når han under sitt opphold her i riket gir seg til å gå ledig eller drive omkring uten å kunne påvise lovlig erverv eller når det er grunn til å tro at han helt eller delvis skaffer seg midlene til sin livsførsel ved ulovlig virksomhet eller på uhederlig måte;​1\nd. når han for mindre enn 5 år siden i utlandet har avsonet eller er ilagt straff for et forhold som etter norsk lov er en forbrytelse​2 eller flere ganger er ilagt straff for et forhold som etter norsk lov går inn under løsgjenger- eller rusdrikklovgivningen,​3 dog så at denne bestemmelse ikke får anvendelse når det gjelder en politisk forbrytelse eller for handling som er gjort i sammenheng med en politisk forbrytelse og i den hensikt å fremme det mål som ved den er tilsiktet;\ne. når han her i riket er ilagt straff for en forbrytelse eller for et forhold som inngår under løsgjenger- eller rusdrikklovgivningen, eller når han i løpet av de siste 3 år flere ganger er dømt til frihetsstraff.\nDen som er født her i riket og senere har bodd her uavbrutt kan ikke vises ut etter bestemmelsene i denne paragraf.\nKongen​4 kan gi politiet pålegg om å utvise en utlending, såfremt utvisningsgrunn etter første ledd antas å foreligge.\nHvor særlige grunner taler for det, kan en utvisning etter denne paragraf gjøres tidsbegrenset, dog ikke for kortere tid enn 2 år.\n1 Jfr. lov 31 mai 1900 nr. 5.\n2 Se strl. § 2.\n3 Se lover 31 mai 1900 nr. 5 og 2 juni 1989 nr. 27.\n4 Justisdepartementet iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "content": "Den som det er spørsmål om å utvise etter § 13, bør som regel framstilles for vedkommende politimester eller den han gir myndighet og avgi sin forklaring. Er han pågrepet eller fengslet, skal han framstilles.\nEr beslutning i saken ikke fattet i utlendingens nærvær, skal den meddeles ham på den måte som er bestemt for forkynnelser.​2\nAlle endelige beslutninger om utvisning som treffes etter § 13, skal snarest mulig meldes til vedkommende departement.​3\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Se domstolsl. kap. 9.\n3 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Såfremt ikke annet er vedtatt ved avtale med fremmed stat kan Kongen​2 av hensyn til rikets sikkerhet eller interesser for øvrig beslutte utvist enhver utlending.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Justisdepartementet iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Inntil beslutning om avvisning, bortvisning, oppholdsnektelse eller utvisning er truffet, kan vedkommende utlending pågripes og settes i varetektsfengsel etter reglene i straffeprosessloven §§ 175 flg. Også etter at beslutning er truffet, kan han på samme måte pågripes og settes i varetektsfengsel inntil beslutningen kan settes i verk.\nEr rettslig forklaring ellers ønskelig, tas den opp ved forhørsrett etter straffeprosesslovens regler.​2\n1 Endret ved lov 14 juni 1985 nr. 71 (i kraft 1 jan 1986).\n2 Se strprl. §§ 26 og 270.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "content": "Den som bortvises eller nektes opphold skal, hvis han ikke blir ført ut, pålegges straks eller innen en kort frist å forlate riket. Nekter han å etterkomme pålegget, skal han føres ut. Når særlige grunner taler for det, kan han føres til et annet land enn det som han er reist inn fra.\nDen som utvises skal uten unødig opphold føres ut av riket, hvis han ikke får tillatelse til å reise på egen hånd. Første ledds siste punktum får tilsvarende anvendelse.\nDen som avvises, bortvises, nektes opphold eller utvises må ikke sendes til områder hvor han kan frykte politisk forfølgelse​1 eller ikke kan være trygg for å bli sendt til slike områder. Denne bestemmelse skal dog ikke kunne påberopes av en utlending som med rimelig grunn ansees som en fare for rikets sikkerhet, eller som har fått endelig dom for en særlig alvorlig forbrytelse og av den grunn utgjør en fare for samfunnet.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "content": "Klage over utvisning etter § 13 har oppsettende virkning dersom den settes fram innen 48 timer etter at utlendingen er gjort kjent med beslutningen. Dette skal vedkommende gjøres kjent med. For øvrig avgjøres spørsmålet om å gi klage oppsettende virkning etter forvaltningslovens § 34.\n1 Endret ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "content": "Klage over beslutning truffet av politiet avgjøres av Statens Utlendingskontor. Klage over beslutning truffet av eller etter pålegg av Statens Utlendingskontor avgjøres av departementet.​2\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "content": "Den som er besluttet utvist kan Kongen​1 etter søknad gi adgang til riket.\n1 Justisdepartementet iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "7:23",
      "chapter": "7",
      "section": "23",
      "content": "Etter avtale med fremmed stat kan Kongen bestemme at vedkommende stats borgere skal være fritatt for krav om oppholds- og arbeidstillatelse.​2 Etter sådan avtale kan Kongen​3 også bestemme at visse grupper av utlendinger skal være unntatt fra bestemmelsene i § 4, første ledd; for disse utlendinger kan Kongen likeledes fastsette andre regler om ansvaret for utgifter enn bestemt i § 4, annet ledd.\nKongen​3 kan pålegge utlending som etter bestemmelse i henhold til første punktum ikke trenger oppholds- og arbeidstillatelse, å gi melding til politiet om sin bopel i riket og melding til vedkommende myndighet om arbeid han tar eller erverv han driver.\n1 Endret ved lov 6 april 1962 nr. 2.\n2 Se res. 25 jan 1957.\n3 Justisdepartementet, se foran nevnte res.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "content": "Kongen​1 kan gi bestemmelser om:\na. at den som gjør seg en næring av å drive herberge (hotell, pensjonat, losjihus, o.l.)​2 skal føre nøyaktig bok over alle som han har i natteherberge, og gi politiet skriftlig melding om dem;\nb. at andre som har utlending i natteherberge skal melde dette skriftlig til politiet;\nc. at føreren av skip eller luftfartøy som kommer fra eller går til utlandet, skal gi skriftlig melding til politiet om de reisende som fartøyet fører, og innlevere mannskapsliste til politiet;​2\nd. at føreren av skip eller luftfartøy som går i innenlandsk rutefart skal gi skriftlig melding til politiet om de utenlandske reisende som fartøyet fører;​3\ne. at den som tar utlending i sin tjeneste eller gir ham lønnet arbeid, skal melde dette skriftlig til politiet før arbeidet begynner og at arbeidsgiver skal gi slik melding til politiet om de utlendinger som han har i sin tjeneste når slik meldeplikt trer i kraft;\nf. at arbeidsformidlingen (herunder sjømannskontorene) skal gi skriftlig melding til politiet om de utlendinger som søker eller får arbeid;\ng. at trygdekasser og eventuelt folkeregister skal gi skriftlig melding til politiet om utlendinger som meldes inn og som meldes ut.\n1 Justisdepartementet iflg. res. 25 jan 1957\n2 Jfr. lov 5 april 1957 nr. 3.\n3 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "7:25",
      "chapter": "7",
      "section": "25",
      "content": "Når politiet krever det må utlending forevise sitt pass eller annet legitimasjonspapir, møte personlig og gi opplysninger om sine personlige forhold.\nDen det skal gis melding om etter § 24, plikter å gi de opplysninger som er nødvendige for at meldeplikten kan oppfylles.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "content": "Under krig eller når krig truer eller under særlige forhold ellers kan Kongen​1 gi ytterligere bestemmelser om meldeplikt for utlendinger og for enhver som har ervervet norsk statsborgerrett på annen måte enn etter § 1 i lov av 8. desember 1950 om norsk riksborgarrett.\n1 Justisdepartementet iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "content": "Utlending som i medhold av denne lov føres ut av riket, plikter å betale utgiftene ved det, og for opphold som er begrunnet i det. Har han ikke midler til det betales utgiftene av statskassen, jfr. dog § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "content": "For så vidt det ikke i den øvrige lovgivning er fastsatt avgift til statskassen for offentlige forretninger vedkommende utlendingers innreise til og opphold i eller utreise fra riket,​1 kan Kongen​2 fastsette slike avgifter og i tilfelle bestemme at avgiften skal tilfalle den tjenestemann som utfører forretningen.\n1 Jfr. sportellov § 65.\n2 Justisdepartementet iflg. res. 21 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "content": "Kongen​1 kan gi nærmere forskrifter til gjennomføring av denne lov.\n1 Justisdepartementet iflg. res. 25 jan 1957, jfr. Justisdepartementets forskrift av 20 mars 1957, med senere endringer. – Jfr. også res. 10 jan 1975 med senere endringer (innvandringsstopp).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "content": "Den som forsettlig eller uaktsomt overtrer denne lov eller bestemmelse eller pålegg gitt i medhold av den, straffes med bøter eller med fengsel inntil 6 måneder, hvis forholdet ikke går inn under en strengere straffebestemmelse.\nPå samme måte straffes medvirkning.\nOvertredelse regnes som forseelse.​1\n1 Se strl. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "7:31",
      "chapter": "7",
      "section": "31",
      "content": "På Svalbard skal denne lov ikke gjelde.\nKongen​1 kan gi bestemmelser om kontroll med utlendinger som kommer fra Svalbard.\n1 Justisdepartementet iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nSamtidig oppheves lov av 22. april 1927 nr. 4 om utlendingers adgang til riket.\n1 Fra 1 april 1957 iflg. res. 25 jan 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    }
  ]
}