{
  "id": "LOV-1989-06-16-77",
  "type": "statute",
  "title": "Lov om universiteter og vitenskapelige høgskoler (universitetsloven).",
  "short_name": "Universitetsloven – univl.",
  "status": "in_force",
  "issued_date": "1989-06-16",
  "in_force_date": "1990-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1989-06-16-77",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Institusjonene loven gjelder for.",
      "content": "Loven gjelder for Universitetet i Oslo, Universitetet i Bergen, Universitetet i Trondheim, Universitetet i Tromsø, Norges landbrukshøgskole, Norges handelshøgskole, Norges veterinærhøgskole, Norges idrettshøgskole, Norges musikkhøgskole og Arkitekthøgskolen i Oslo.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Institusjoner loven kan gjelde for.",
      "content": "Kongen kan bestemme at enkelte kapitler i loven skal gjelde for andre statlige høgskoler enn de som er nevnt i § 1. For slike institusjoner kan departementet​1 bestemme at kompetansetildelingen skal være annerledes enn bestemt i loven.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Formålet.",
      "content": "Institusjonene skal gi høgre utdanning, drive forskning og utbre kunnskap i samfunnet om vitenskapens metoder og resultater.\nInstitusjonene kan ikke gis pålegg om innholdet i undervisningen og forskningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Styret.",
      "content": "Styret er det øverste ansvarlige organ for institusjonen.\nRektor og prorektor​1 er medlemmer av styret, rektor er leder. Den enkelte institusjon velger mellom to modeller for styrets øvrige sammensetning: Enten 3 styremedlemmer fra gruppen vitenskapelig utnevnte/tilsatte, 2 fra gruppen teknisk og administrativt tilsatte og 2 studenter; eller 6 fra gruppen vitenskapelig utnevnte/tilsatte, 2 fra gruppen teknisk og administrativt tilsatte og 3 studenter.\nDepartementet​2 kan gi regler om hvordan valg mellom de to modellene foretas.\n1 Se § 6.\n2 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Styrets oppgaver.",
      "content": "Styret har ansvaret for virksomheten og for at den drives effektivt innenfor de rammer og retningslinjer som gjelder.\nStyret kan delegere sin myndighet i den utstrekning lov eller annen bestemmelse ikke er til hinder for det.\nStyret skal senest fire måneder etter årets utgang gi departementet​1 en årsmelding om virksomheten.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Rektor og prorektor.",
      "content": "Rektor fører tilsyn med institusjonens virksomhet og representerer institusjonen.\nRektor avgjør løpende saker i den utstrekning styret bestemmer. Rektor avgjør dessuten saker som ikke kan utsettes til styret kan komme sammen til møte. I personalsaker omfatter bestemmelsen bare adgang til å beslutte kortvarig suspensjon fra tjenesten.\nRektor eller prorektor kan være med på møtene i alle styrer og råd.\nHar rektor forfall eller fratrer før funksjonstiden er ute, overtar prorektor.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Valg av rektor, prorektor og andre styremedlemmer.",
      "content": "Rektor, prorektor og styremedlemmene fra tilsattegruppene velges i høstsemesteret hvert tredje år. Styremedlemmene fra studentgruppen velges i høstsemesteret hvert år. De som er valgt, går inn i vervene 1. januar. Ingen kan være valgt medlem i mer enn seks år i sammenheng.\nValgbare til vervet som rektor og prorektor er institusjonens vitenskapelig tilsatte i hovedstilling.​1 Fratrer rektor eller prorektor mer enn seks måneder før funksjonstiden er ute, skal det velges ny for den tiden som er igjen.\nStyrets medlemmer kan ikke være med i annet styringsorgan​2 eller i rådet.​3 Ved de minste institusjonene kan departementet​4 dispensere fra denne bestemmelsen.\nDepartementet​4 gir nærmere regler om valgene m.m.\n1 Jfr. § 24 annet ledd.\n2 Jfr. kap. 3.\n3 Jfr. § 8.\n4 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Institusjonens råd.",
      "content": "Institusjonen skal ha et råd som består av representanter fra de tilsatte og studentene etter følgende fordeling:​1\na. Faste vitenskapelige tilsatte 51-60 pst.\nb. Midlertidige vitenskapelig tilsatte 0-10 pst.\nc. Teknisk og administrativt tilsatte 5-25 pst.\nd. Studentene 15-25 pst.\nLederne for avdelingenes råd inngår i gruppen under bokstav a i kraft av sine verv.\nRådet velger hvert år ordfører og varaordfører blant medlemmene.\nNestlederne for avdelingsrådene er varamedlemmer for rådslederne. For de øvrige rådsmedlemmene velges personlige varamedlemmer. Funksjonstiden er ett år for medlemmene fra de midlertidig tilsatte og studentene og tre år for de øvrige. Ingen kan være valgt rådsmedlem i mer enn seks år i sammenheng.\nStyret fastsetter antall rådsmedlemmer etter å ha hørt avdelingene. Departementet​2 gir regler om valget m.m.\nDepartementet​2 kan frita de minste institusjonene fra å opprette et eget institusjonsråd.\n1 Jfr. § 24 annet ledd og § 69.\n2 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Rådets oppgaver.",
      "content": "Rådet er rådgivende for styret i saker vedrørende hovedlinjene for institusjonens virksomhet, særlig:\na. Langsiktig planlegging av virksomheten.\nb. Retningslinjer og prinsipper for ressursbruken.\nc. Budsjetter.\nd. Retningslinjer og prinsipper for samordning av studietilbudene.\ne. Større organisasjonsendringer.\nf. Forholdet til tiltak institusjonen er med i.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Avdelinger eller tilsvarende.",
      "content": "Institusjonen er organisert i avdelinger eller tilsvarende. Etter innstilling fra styret fastsetter departementet​1 de avdelinger institusjonen skal ha.\nVed Universitetet i Trondheim skal Vitenskapsmuseet, Norges tekniske høgskole og Den allmennvitenskapelige høgskolen ha egne styrer under institusjonens styre. Ved Universitetet i Tromsø skal tilsvarende ordning gjelde for Norges fiskerihøgskole. Disse styrer skal så langt det passer settes sammen etter reglene i § 4 annet ledd. Departementet​1 gir nærmere regler om styrenes myndighetsområde og om valg av styremedlemmer.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Avdelingsråd.",
      "content": "Avdelingen ledes av et råd sammensatt av tilsatte og studenter i avdelingen etter samme fordeling som § 8.​1 Styret kan fastsette en annen fordeling for avdeling hvor gruppene ikke er tilstrekkelig representert. Hver gruppe velger sine representanter.\nRådet velger av sine medlemmer leder og nestleder blant de faste vitenskapelig tilsatte.\nStyret fastsetter antall rådsmedlemmer og gir nærmere regler om valget og funksjonstiden m.m.\n1 Jfr. § 24 annet ledd og § 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Avdelingsstyre.",
      "content": "Avdelingsrådet kan oppnevne et avdelingsstyre blant sine medlemmer. Rådslederen er fast medlem og avdelingsstyrets leder. Den forholdsmessige sammensetning skal være som bestemt i § 8. § 11 første ledd annet punktum gjelder tilsvarende.\nInstitusjonens styre​1 gir nærmere regler om sammensetning og oppgaver m.m. etter forslag fra rådet.\n1 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Avdelingsrådslederens oppgaver.",
      "content": "Avdelingsrådslederen fører tilsyn med avdelingens samlede virksomhet, sørger for forberedelse av de saker som skal behandles av avdelingsrådet eller avdelingsstyret, og påser at vedtakene blir satt i verk.\nAvdelingsrådslederen kan avgjøre saker som ikke kan utsettes til ordinær behandling, og kan få fullmakt til å avgjøre løpende saker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Grunnenheter.",
      "content": "Institusjonens styre​1 kan opprette grunnenheter i avdelingen. for grunnenhetenes styrer/råd skal fordelingen i § 8 brukes så langt den passer.\n1 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Den administrerende direktør for institusjonen.",
      "content": "En administrerende direktør har det daglige ansvar for institusjonens administrasjon, er sekretær for styret og skal etter samråd med rektor forberede og gi tilråding i sakene som skal behandles i styret. Direktøren iverksetter styrets vedtak.\nDen administrerende direktør har generell anvisningsmyndighet, er ansvarlig for regnskapet og sørger for at økonomi- og formuesforvaltningen er ordnet på en betryggende måte. Direktøren holder rektor og styret orientert om regnskapets stilling i forhold til budsjettet og om andre forhold av betydning for institusjonens virksomhet.\nStyret kan gi instruks for stillingen som administrerende direktør.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Kompetanse i eiendomsforvaltningen.",
      "content": "Den administrerende direktør skal disponere i samsvar med de vedtak som er gjort av styret, og som ligger innenfor departementets​1 generelle bestemmelser om økonomiforvaltningen eller forutsetningene for tildeling av bevilgninger m.m.\nEr styret, rektor eller direktøren i tvil om et styrevedtak vil ligge innenfor bestemmelsene eller forutsetningene nevnt i første ledd, skal departementet​1 avgjøre tvilsspørsmålet.\nDen administrerende direktør er legitimert til å utferdige bindende dokumenter om eiendom av ethvert slag som institusjonen har, hvis ikke annet følger av anmerket vedtak om overføring av den til institusjonen, eller av annen lov.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Avhending og bortleie av fast eiendom.",
      "content": "Styret kan med departementets​1 samtykke avhende fast eiendom.\nStyret kan leie bort fast eiendom etter regler fastsatt av departementet.​1\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Møter.",
      "content": "Lederen av det enkelte organ og utvalg sørger for at det holdes møte så ofte som det trengs.\nMedlemmer av styret og den administrerende direktør kan kreve at styret sammenkalles. De øvrige organer og utvalg kan kreves sammenkalt av rektor eller minst en femdel av medlemmene, etter begrunnet framstilling av den sak som kreves behandlet.\nOrganene og utvalgene er vedtaksføre når mer enn halvparten av medlemmene er til stede. Det kan likevel ikke gjøres vedtak uten at alle medlemmene så vidt mulig er gitt anledning til å delta i sakens behandling. Har et medlem forfall, innkalles varamedlemmet.\nDet enkelte organ og utvalg fastsetter for øvrig selv sin møteordning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Vedtaksprotokoll.",
      "content": "For styringsorganer og utvalg skal det føres vedtaksprotokoll.\nDet skal fremgå av protokollen for institusjonens styre,​1 tilsettingsutvalg​2 og tilsettingsråd​3 hvordan den enkelte har stemt.\n1 Jfr. § 4.\n2 Jfr. § 33.\n3 Jfr. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Stemmeregler.",
      "content": "Følger ikke annet av loven ellers, gjelder disse regler om avstemninger i organer og utvalg:\n1. Som vedtak gjelder det som flertallet av stemmene er avgitt for, det vil si over halvparten av de avgitte stemmer, eller ved stemmelikhet det som møtelederen har stemt for. Flertallet for et vedtak må alltid utgjøre minst en tredel av samtlige medlemmer av organet eller utvalget.\n2. Ved valg og tilsetting gjelder de stemmeregler som styret har fastsatt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Utvalg.",
      "content": "Et styringsorgan kan innenfor sitt kompetanseområde opprette særskilte utvalg og kan gi et slikt utvalg myndighet til å avgjøre nærmere angitte saker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Plikter.",
      "content": "De tilsatte som blir foreslått til tillitsverv, har plikt til å motta vervet.\nDen som har gjort tjeneste i tillitsverv, har rett til fritak for like lang tid.\nInnehaver av tillitsverv skal fratre når valgbarheten opphører.\nMedlemmer av styringsorganer og utvalg har plikt til å møte hvis de ikke har gyldig forfall, og til å delta i avstemninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Klagenemndas oppgaver.",
      "content": "Styret kan opprette en klagenemnd som på vegne av styret skal avgjøre de klager som styret ved generell instruks har henvist til klagenemnda.\nEn tilsettingssak som skal avgjøres av styret etter krav fra et medlem av et tilsettingsråd​1 eller et tilsettingsutvalg,​2 kan ikke henvises til klagenemnda. Det samme gjelder for klage over vedtak om oppsigelse m.m., jf. § 35.\n1 Jfr. § 34.\n2 Jfr. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Oppnevning.",
      "content": "Klagenemnda oppnevnes av styret. Den skal ha 5 medlemmer med personlige varamedlemmer. To medlemmer skal være studenter. Lederen med varamedlem skal fylle de lovbestemte krav for dommere.​1\nIngen av medlemmene kan være med i styringsorgan på institusjonen.\n1 Jfr. dl. kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Saksbehandlingen m.m.",
      "content": "Klagenemnda er vedtaksfør når lederen og tre andre medlemmer er tilstede.\nKlagenemndas avgjørelse kan ikke påklages.\nStyret kan gi utfyllende regler om saksbehandlingen m.m. i nemnda.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "title": "Tittelen professor m.fl.",
      "content": "Innehaverne​1 av professorater på institusjonene nevnt i § 1 og andre statlige institusjoner som driver høgre utdanning og forskning, har enerett​2 til tittelen professor.\nKongen kan i forskrift bestemme at regelen i første ledd skal gjelde tilsvarende for visse andre vitenskapelige stillingstitler.\n1 Se § 28.\n2 Se § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "title": "Tittelløyve for ikke-statlig institusjon.",
      "content": "Departementet​1 kan gi ikke-statlig institusjon som driver høgre utdanning og forskning, løyve til å bruke tittel som er vernet etter § 26.\nDet er et vilkår for løyve etter første ledd at institusjonen faglig er på nivå med de statlige, og at bedømmelsen av kvalifikasjonene i det vesentlige er den samme.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "title": "Tidligere brukere av vernet tittel.",
      "content": "Den som har hatt stilling med vernet tittel​1 i minst 5 år, eller som etter kortere tjenestetid blir pensjonert fra slik stilling, har rett til å bruke tittelen.​2\n1 Se § 26 og 27.\n2 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Tap av rett til å bruke vernet tittel.",
      "content": "Den som er avskjediget fra stillingen etter tjenestemannslovens​1 § 15 eller er fradømt stillingen som straff,​2 har ikke adgang til å bruke vernet tittel.​3\n1 Lov 4 mars 1983 nr. 3.\n2 Jfr. strl. § 27.\n3 Se § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "title": "Brudd på tittelvernet.",
      "content": "Den som i strid med bestemmelsene i dette kapitlet forsettlig eller uaktsomt bruker en vernet tittel, alene eller som del av en tittel, blir straffet med bøter.​1\n1 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "title": "Forholdet til tjenestemannsloven.",
      "content": "Tilsetting m.m. foretas etter lov om statens tjenestemenn m.m. av 4. mars 1983 nr. 3 med de unntak som følger av denne lov.​1\nFor stillinger som er vitenskapelige, kan styret med tre firedelers flertall bestemme at stillingen ikke skal kunngjøres, jf. tjenestemannslovens​2 § 2.\nTilsetting i vitenskapelig stilling uten at kunngjøring er foretatt, krever tre firedelers flertall i det innstillende organ og i tilsettingsorganet.\n1 Jfr. §§ 32, 33, 34 og 35.\n2 Lov 4 mars 1983 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "title": "Tilsetting av professorer og administrative ledere o.a.",
      "content": "Styret skal selv tilsette:\n1. professorer og andre i vitenskapelig stilling på samme nivå. Sakkyndige skal ha bedømt kvalifikasjonene, og avdelingen skal ha gitt innstilling.\n2. den administrerende direktør for institusjonen (på åremål), dennes stedfortreder, lederen av universitets- eller høgskolebiblioteket og etter styrets nærmere bestemmelse andre administrative ledere.\nI tilsettingssak etter første ledd gjelder ikke tjenestemannslovens​1 § 5 nr. 3 og § 8.\nI de tilfelle som omhandles i tjenestemannslovens​1 § 4 nr. 5, er Kongen avgjørelsesmyndighet.\nFor saksbehandlingen i styret gjelder ikke bestemmelsene i tjenestemannslovens​1 § 18 nr. 2.\n1 Lov 4 mars 1983 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "title": "Tilsetting av andre vitenskapelige tjenestemenn.",
      "content": "Tilsettingsutvalg valgt av og blant medlemmene av avdelingsrådet​1 eller tilsvarende organ tilsetter de vitenskapelige tjenestemenn som ikke tilsettes av styret. Sakkyndige skal ha bedømt søkernes kvalifikasjoner.\nTilsettingsutvalget skal så vidt mulig ha samme forholdsmessige sammensetning som representasjonen i avdelingsrådet.​1 Styret gir bestemmelser om slike utvalgs sammensetning, om innstilling m.m. og kan for små avdelinger bestemme at avdelingsrådet skal fungere som tilsettingsutvalg eller at flere avdelinger skal ha felles tilsettingsutvalg. Styret kan bestemme at de grupper avdelingsrådet består av, hver for seg skal velge medlemmer til tilsettingsutvalget.\nI de tilfelle som omhandles i tjenestemannslovens​2 § 4 nr. 5 og § 5 nr. 3 er styret avgjørelsesmyndighet.\nMedlem av mindretall i tilsettingsutvalg har i sak om oppsigelse, avskjed eller ordensstraff rettighet som nevnt i tjenestemannslovens​2 § 18 nr. 2. Styret er avgjørelsesmyndighet i slik sak.\n1 Se § 11.\n2 Lov 4 mars 1983 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "8:34",
      "chapter": "8",
      "section": "34",
      "title": "Tilsetting av de øvrige tjenestemenn.",
      "content": "Tilsettingsråd etter tjenestemannsloven​1 foretar tilsetting av de tjenestemenn som ikke tilsettes av styret eller av et utvalg av avdelingsråd.\nStyret er avgjørelsesmyndighet i de tilfelle som er nevnt i tjenestemannslovens​1 § 4 nr. 5, § 5 nr. 3 og § 18 nr. 2.\n1 Lov 4 mars 1983 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "8:35",
      "chapter": "8",
      "section": "35",
      "title": "Klage over vedtak om oppsigelse m.m.",
      "content": "Klage etter forvaltningsloven​1 over vedtak om oppsigelse, ordenstraff, suspensjon eller avskjed, jfr. tjenestemannslovens​2 § 19, avgjøres av Kongen når vedtaket er gjort av styret, og av styret når vedtaket er gjort av et tilsettingsutvalg​3 eller et tilsettingsråd.​4\n1 Lov 10 feb 1967.\n2 Lov 4 mars 1983 nr. 3.\n3 Jfr. § 33.\n4 Jfr. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "8:36",
      "chapter": "8",
      "section": "36",
      "title": "Bedømmelse m.m. av søkere til vitenskapelige stillinger.",
      "content": "Styret gir regler om bedømmelse av søkere til ledige stillinger.\nEtter forslag fra de sakkyndige eller avdelingen kan styret bestemme at det skal holdes prøveforelesninger eller andre prøver.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "8:37",
      "chapter": "8",
      "section": "37",
      "title": "Utfyllende regler om kombinerte stillinger.",
      "content": "Departementet​1 kan gi utfyllende regler om fremgangsmåten ved behandlingen av saker om tilsetting i vitenskapelig stilling som er kombinert med stilling utenfor institusjonen.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "9:38",
      "chapter": "9",
      "section": "38",
      "title": "Fellesorgan.",
      "content": "Styret kan opprette fellesorgan og utvalg som samordner undervisning eller forskning ved flere avdelinger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "9:39",
      "chapter": "9",
      "section": "39",
      "title": "Undervisningsterminer.",
      "content": "Styret fastsetter med departementets​1 samtykke undervisningsterminene ved hver avdeling. Det kan treffes særskilte bestemmelser om terminene for enkelte fag eller faggrupper.\nStyret bestemmer om undervisningen i enkelte fag skal avbrytes i eksamenstiden.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "9:40",
      "chapter": "9",
      "section": "40",
      "title": "Studieplaner og forelesninger.",
      "content": "Styret godkjenner studieplanene.\nForelesningene er offentlige. Når særlige hensyn taler for det, kan styret bestemme at visse forelesninger bare skal være for studenter eller grupper av studenter.\nStyret kan bestemme at andre enn fagets studenter skal få delta i kurs og øvelser hvis det er ledig kapasitet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "9:41",
      "chapter": "9",
      "section": "41",
      "title": "Samarbeid og deltakelse i andre tiltak.",
      "content": "En institusjon kan innenfor generelle retningslinjer fastsatt av departementet​1 samarbeide på sine fagområder med offentlige og private tiltak om undervisning og forskning når samarbeidet ikke vil begrense institusjonens selvstendighet.\nEn institusjon kan opprette eller delta i selveiende tiltak eller i selskap for løsningen av særskilte oppgaver av vesentlig interesse for institusjonen eller samfunnet ellers. Vilkårene i første ledd gjelder tilsvarende, og institusjonen kan ikke skille ut sine ordinære undervisnings- og forskningsoppgaver.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "10:42",
      "chapter": "10",
      "section": "42",
      "title": "Utdanningskrav for opptak som student.",
      "content": "Det generelle grunnlag for opptak som student er eksamen fra norsk videregående skole med de krav til fag- og timefordeling og karakterer som departementet​1 fastsetter. Departementet​1 kan bestemme at også annen utdanning skal være generelt opptaksgrunnlag.\nStyret kan bestemme at annen høvelig utdanning skal være generelt opptaksgrunnlag.\nStyret kan fastsette spesielle opptakskrav når studiet gjør det nødvendig.\nPraksis fra yrkeslivet og annen utdanning enn det generelle og spesielle opptaksgrunnlaget kan i noen grad vektlegges ved opptak.\nStyret gir nærmere regler til utfylling av bestemmelsene i denne paragraf.\nDen som er opptatt som student ved en av institusjonene nevnt i § 1, har adgang til de åpne studier ved de øvrige.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "10:43",
      "chapter": "10",
      "section": "43",
      "title": "Studentopptakets gjennomføring.",
      "content": "Opptak av studenter foretas av en eller flere opptakskomiteer. Opptakskomiteer oppnevnes av avdelingen og skal ha minst en representant fra studentene.\nStyret gir nærmere regler om sammensetning og funksjonstid m.m. Styret kan bestemme at flere avdelinger skal oppnevne felles opptakskomité.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "10:44",
      "chapter": "10",
      "section": "44",
      "title": "Begrensning av adgangen til studium.",
      "content": "Når kapasitetshensyn eller ressurshensyn krever det, kan styret med departementets​1 samtykke begrense adgangen til det enkelte studium eller deler av det.\nDepartementet​1 kan fastsette adgangsbegrensning når det er nødvendig etter en samlet vurdering av utdanningen i landet.\nAvdelingen gir regler om rangeringen av søkerne. Styret kan fastsette retningslinjer for avdelingenes regler om rangeringen.\nI god tid før opptak til neste studieår skal det vurderes om det er nødvendig å opprettholde en innført adgangsbegrensning.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "10:45",
      "chapter": "10",
      "section": "45",
      "title": "Adgang bare til eksamen.",
      "content": "Det skal være adgang til å gå opp til eksamen uten å være opptatt som student såfremt opptakskravene og andre krav for å gå opp til eksamen er oppfylt.\nStyret gir regler om denne adgang m.m. til eksamen, og bør lempe på kravene til forutdanning når de nødvendige kunnskaper må anses ervervet på annet måte. § 43 første ledd gjelder tilsvarende.\nDe som får adgang til eksamen etter denne paragraf, er underlagt de bestemmelser som gjelder for studentene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "10:46",
      "chapter": "10",
      "section": "46",
      "title": "Klage over avslag på søknad om opptak m.m.",
      "content": "Styret avgjør klage over avslag på søknad om opptak som student og klage over avslag på søknad om å få gå opp til eksamen uten å være opptatt som student.\n1 Jfr. kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "10:47",
      "chapter": "10",
      "section": "47",
      "title": "Ordensforhold.",
      "content": "Student som opptrer som beskrevet i § 56 nr. 1 eller 2 eller medvirker til det, eller som tross skriftlig advarsel gjentatt gjør seg skyldig i grovt brudd mot de regler som gjelder på institusjonen, kan styret utestenge helt eller delvis fra institusjonen for inntil ett år.\nVedtak etter første ledd krever minst to tredelers flertall. Vedtaket kan ikke påklages.​1\nStudenten har rett til å la seg bistå av advokat​2 eller annen talsmann.\nKostnaden skal dekkes av institusjonen.\n1 Se § 48.\n2 Jfr. dl. kap. 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "10:48",
      "chapter": "10",
      "section": "48",
      "title": "Prøving av vedtak om ordensforhold.",
      "content": "Styrets vedtak om ordensforhold kan studenten bringe inn til prøving ved herreds- eller byretten i den rettskrets institusjonen har sitt sete. Forliksmegling​1 foretas ikke. Studenten må reise saken innen en måned​2 etter mottakelsen av styrets vedtak.\nRetten kan prøve alle sider av vedtaket.\nRetten skal påskynde saken mest mulig, om nødvendig skal saken behandles utenfor tur.\nBestemmelsen i § 47 fjerde ledd gjelder tilsvarende for behandlingen i herreds- eller byretten.\n1 Jfr. tvml. § 272.\n2 Jfr. dl. §§ 148-149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "11:49",
      "chapter": "11",
      "section": "49",
      "title": "Grader institusjonene kan tildele.",
      "content": "Kongen bestemmer hvilke grader institusjonen kan tildele, den tid studiet normalt skal kunne gjennomføres på, og hvilken tittel den enkelte grad gir enerett til.\nEn institusjon som har rett til å gi doktorgrad, kan på de samme fagområder tildele graden æresdoktor (doctor honoris causa) for betydningsfull vitenskapelig innsats eller fremragende arbeid til gavn for vitenskapen.\nDen som i strid med bestemmelsen i første eller annet ledd forsettlig eller uaktsomt bruker en slik tittel, alene eller som del av en tittel, straffes med bøter.​1\n1 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "11:50",
      "chapter": "11",
      "section": "50",
      "title": "Forskrifter m.m. om eksamener.",
      "content": "Departementet​1 bestemmer hvilke fag eller emner e.l. som skal inngå i de eksamener m.m. som er grunnlaget for en grad fastsatt med hjemmel i § 49.\nStyret gir regler om eksamensordningen, og kan gi retningslinjer om innholdet i regler etter fjerde ledd.\nStyret gir forskrift om prøvene for doktorgrader og andre grader over kandidatgrader.\nAvdelingene gir regler om fagenes inndeling m.m., om obligatoriske kurser og praksis, forberedende prøver som skal kreves og når de må være avlagt, vilkår for å gå opp til eksamen og prøve, til å gå opp på nytt, og om andre forhold av betydning.\nInstitusjonen sørger for at det som fastsettes etter denne paragraf, blir kunngjort på passende måte og er allment tilgjengelig på institusjonen.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "11:51",
      "chapter": "11",
      "section": "51",
      "title": "Sensur m.m.",
      "content": "Sensorene oppnevnes av avdelingene. Avdelingsrådslederne oppnevner ved uventet forfall.\nSensorordningen skal sikre en upartisk vurdering av prestasjonene og institusjonens faglige nivå. Så vidt mulig skal det oppnevnes en sensor som ikke hører til ved institusjonen.\nDen muntlige del av eksamener og prøver skal være offentlig. Det kan i eksamensregler etter § 50 fastsettes unntak for visse deler av en eksamen eller prøve når særlige grunner foreligger. Avdelingsrådslederen kan gjøre unntak i det enkelte tilfelle når tungtveiende grunner taler for det.\nSensuren skal foreligge innen tre uker hvis ikke særlige grunner gjør det nødvendig å bruke mer tid.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "11:52",
      "chapter": "11",
      "section": "52",
      "title": "Vitnemål.",
      "content": "Hvis ikke styret bestemmer noe annet, utferdiger avdelingen vitnemål om bestått grad.\nFor den som avlegger prøve i et enkelt fag eller tar en avdelingseksamen uten å gå opp til alle eksamener m.m. under vedkommende grad, kan det på anmodning utferdiges eget vitnemål.\nVitnemål om grad, eksamen eller prøve ved en av institusjonene i § 1 eller § 2 gjelder tilsvarende ved de andre.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "11:53",
      "chapter": "11",
      "section": "53",
      "title": "Fritak for eksamen eller prøve.",
      "content": "Hvis ikke styret bestemmer noe annet, skal avdelingene frita for eksamen eller prøve når det godtgjøres at tilsvarende krav er oppfylt ved samme eller annen institusjon. Det kan i en viss utstrekning godtas at kunnskaper er dokumentert på annen måte enn ved eksamen.\nEksamen eller prøve som ikke har den tilsvarighet første ledd krever, kan begrunne fritak når den anses velegnet.\nStyret kan bestemme at saker om fritak skal avgjøres av et særskilt organ på avdelingsnivå.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "11:54",
      "chapter": "11",
      "section": "54",
      "title": "Godkjenning av utenlandsk grad.",
      "content": "Utenlandsk grad eller tilsvarende kan godkjennes av avdelingene som faglig jevngod med grad fastsatt med hjemmel i § 49. Det kan i en viss utstrekning godtas at kunnskaper er dokumentert på annen måte enn ved eksamen. Tilleggsprøve kan kreves avlagt.\nGodkjenning gir rett til å bruke tittel som er fastsatt for den grad eller tilsvarende som det er jevnført med.\nSøknad om godkjenning avgjøres av institusjon som gir utdanning det søkes jevnført med.\nDepartementet​1 kan gi forskrift om godkjenning, og kan for visse typer utdanning opprette nemnder som skal avgjøre hvilke utenlandske læresteders grader m.m. som skal få generell godkjenning. Er nemnd opprettet, er den klageorgan for institusjonenes avgjørelser av søknader.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "11:55",
      "chapter": "11",
      "section": "55",
      "title": "Godkjenning på grunnlag av enkelteksamener.",
      "content": "Godkjenning som faglig jevngod med grad fastsatt med hjemmel i § 49, kan gis på grunnlag av enkelteksamener. Ingen av dem behøver å være avlagt ved norsk institusjon.\nInstitusjonen kan i en viss utstrekning godta kunnskaper som er dokumentert på annen måte enn ved eksamen. Etter behov kan det holdes prøve til kontroll av de dokumenterte kunnskaper og tilleggsprøve til utfylling av dem.\nVed behandling etter denne paragraf gjelder § 54 andre, tredje og fjerde ledd tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "11:56",
      "chapter": "11",
      "section": "56",
      "title": "Annullering av eksamen m.m.",
      "content": "Grad, eksamen og kurs eller prøve som svarer til eksamen, kan annulleres av styret hvis studenten\n1. ved hjelp av falskt vitnemål eller annen form for uredelighet har skaffet seg adgang til å gå opp til vedkommende eksamen m.m., eller\n2. har fusket eller forsøkt å fuske til eksamen m.m.\nBestemmelsene i første ledd gjelder tilsvarende ved fritak for eksamen, kurs eller prøve og ved godkjenning av eksamen eller grad etter bestemmelsene i dette kapitlet.\nAdgangen til annullering foreldes ikke.\nEtter avgjørelse om annullering pliktes eventuelt utlevert vitnemål tilbakelevert institusjonen. Hvis ikke vitnemålet blir tilbakelevert institusjonen i rett tid, er kravet om tilbakelevering særlig tvangsgrunnlag etter tvangsfullbyrdelsesloven kapittel 13.\nKan et vitnemål gi grunnlag for autorisasjon for yrkesutøving, skal institusjonen orientere vedkommende myndighet om annulleringen hvis det anses å ha praktisk betydning.\n1 Endret ved lov 8 jan 1993 nr. 20 (i kraft 1 jan 1993). – Jfr. § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "12:57",
      "chapter": "12",
      "section": "57",
      "title": "Redegjørelse om vurdering.",
      "content": "Når karakteren for eksamensarbeid m.m. er fastsatt, skal studenten etter anmodning få en redegjørelse for karakterfastsettingen for sine egne prestasjoner.\nRedegjørelsen gis, vanligvis innen to uker, muntlig eller skriftlig.\nRetningslinjer som er gitt for vurdering og karakterfastsetting, skal være tilgjengelige for studentene etter at karakteren er fastsatt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "12:58",
      "chapter": "12",
      "section": "58",
      "title": "Klage over karakteren.​1",
      "content": "En student kan klage skriftlig over karakteren for egne prestasjoner. Er klagen berettiget, skal karakteren endres. I motsatt fall skal studenten få en skriftlig begrunnelse for karakteren. Det skal samtidig gis melding om at studenten innen tre uker må meddele skriftlig at klagen opprettholdes hvis den skal bli behandlet ytterligere.\nStudenten kan opprettholde klagen også om karakteren blir forbedret, hvis studenten mener at klagen ikke er tilstrekkelig imøtekommet.\n1 Se § 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "12:59",
      "chapter": "12",
      "section": "59",
      "title": "Avgjørelse av klagen.",
      "content": "Opprettholdes klagen, jf § 58, skal avdelingen sørge for ny sensurering av studentens prestasjoner, vurdering av begrunnelsen for karakteren og studentens klage. § 51 annet og fjerde ledd gjelder tilsvarende. Den som har deltatt i den påklagede karakterfastsettingen, kan ikke delta i ny sensurering.\nEr det et påtakelig misforhold mellom prestasjon og karakter, fastsettes ny karakter. Endring kan gjøres til gunst eller ugunst for studenten.\nBle karakteren det er klaget over, fastsatt etter at det også ble holdt muntlig prøve, skal studenten innkalles til muntlig prøve.\nDen nye karakterfastsettingen kan ikke påklages.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "12:60",
      "chapter": "12",
      "section": "60",
      "title": "Begrensning og unntak i klageadgangen.",
      "content": "Karakteren for examen philosophicum kan bare påklages når eksamen ikke er bestått.\nKarakteren for eksamener m.m. som bare er muntlige, og karakteren for propedeutiske prøver kan ikke påklages.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "12:61",
      "chapter": "12",
      "section": "61",
      "title": "Klage over formelle feil.",
      "content": "Studenten kan klage til styret​1 over formelle feil.\nEr det rimelig å anta at en feil kan ha hatt betydning for studentens prestasjonsmulighet eller for karakterfastsettingen, skal vedtaket om karakteren oppheves.\nNår vedtaket oppheves, skal det bestemmes om det skal holdes ny prøve eller bare foretas ny vurdering. I begge tilfelle foretas karakterfastsettingen av en annen enn første gang og uten at klageretten over den nye karakteren berøres.\nBlir en klage over formelle feil avvist eller realitetsbehandlet, men ikke tatt til følge, har studenten i behold sin adgang til klage over karakteren som ble fastsatt.\n1 Jfr. kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "12:62",
      "chapter": "12",
      "section": "62",
      "title": "Utfyllende regler.",
      "content": "Styret gir nærmere regler om den redegjørelse som skal gis om karakteren, om begrunnelsen for karakteren, om klagefrist og om klagens form og innhold, om hva som skal regnes for påtakelig misforhold mellom prestasjon og karakter og hvilket organ på institusjonen klagen skal fremsettes for.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "13:63",
      "chapter": "13",
      "section": "63",
      "title": "Partsforholdet, staten ved departementet.",
      "content": "Staten ved departementet​1 er part i søksmål som vedrører institusjonens forhold, hvis ikke annet følger av § 64.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdeprtementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "13:64",
      "chapter": "13",
      "section": "64",
      "title": "Partsforholdet, staten ved institusjonen.",
      "content": "Staten ved institusjonen er part når gjenstanden for tvisten skriver seg fra institusjonens enkeltvedtak etter forvaltningsloven​1 og det ikke er adgang til å påklage vedtaket til departementet eller annet organ utenfor institusjonen.\nDepartementet​2 kan bestemme at staten ved institusjonen skal være part også i andre saksforhold som vedrører institusjonen.\n1 Lov 10 feb 1967.\n2 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "13:65",
      "chapter": "13",
      "section": "65",
      "title": "Institusjonens lovlige stedfortreder.",
      "content": "Lovlig stedfortreder i saker som kommer inn under § 64, er rektor eller for det enkelte tilfelle det medlem av styret som rektor oppnevner.\nRektor kan til lovlig stedfortreder for det enkelte tilfelle eller for visse saksforhold oppnevne institusjonens administrerende direktør eller etter dennes forslag en annen i administrativ lederstilling.\n1 Se § 16 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "14:66",
      "chapter": "14",
      "section": "66",
      "title": "Studentorganers opprettelse og formål.",
      "content": "Studentene på en institusjon kan opprette et studentorgan til å ivareta og fremme de interesser studentene har i forholdet til institusjonen.\nDet kan opprettes et studentutvalg for hver avdeling eller samling av avdelinger og et for hver grunnenhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "14:67",
      "chapter": "14",
      "section": "67",
      "title": "Vedtektene.",
      "content": "Det studentmøte som oppretter et studentorgan eller utvalg, fastsetter vedtektene med vanlig flertall. Møtet skal fastsette hvilket flertall som kreves for endringer av vedtektene, og som ikke må være mer enn to tredeler.\nKapittel 5 i denne lov gjelder ikke for studentorganer eller utvalg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "14:68",
      "chapter": "14",
      "section": "68",
      "title": "Konstituerende møte.",
      "content": "Innkalling til møte for å opprette studentorgan foretas etter anmodning til rektor fra et rimelig antall studenter.\nRektor oppnevner en tillitsvalgt eller tilsatt til å kunngjøre anmodninger om opprettelse av studentorganet, innkalle til møte og styre møtet til forretningsorden for møtet er fastsatt og en møteleder er valgt.\nDe møteledere som er nevnt i annet ledd, gir skriftlig melding til rektor om møtet. Meldingen legges fram i styret.\nLederen for studentorganet etter § 66 første ledd har ved oppretting av studentutvalg de samme oppgaver som rektor har etter første og annet ledd i denne paragraf. Melding tilsvarende den i tredje ledd gis til henholdsvis avdeling og grunnenhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "15:69",
      "chapter": "15",
      "section": "69",
      "title": "Begrensning i valgbarheten.",
      "content": "Tilsatt i administrativ lederstilling er ikke valgbar til rådet og til styrende organer.\nStyret gir regler om hvilke lederstillinger som omfattes av bestemmelsen i første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "15:70",
      "chapter": "15",
      "section": "70",
      "title": "Fritak fra ordinær arbeidsplikt. Godtgjøring.",
      "content": "Rektor fritas etter egen avgjørelse fra undervisning og forskning i funksjonsperioden, og når den er ute, har rektor rett til forskningspermisjon i de to følgende semestre.\nStyret bestemmer de øvrige medlemmers fritak fra ordinær arbeidsplikt i funksjonsperioden i den utstrekning vervene gjør det nødvendig.\nStudenter som er medlemmer av institusjonens styre, skal ha en rimelig godtgjøring for vervet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "15:71",
      "chapter": "15",
      "section": "71",
      "title": "Grunnlagsmateriale for almanakker.",
      "content": "Universitetet i Oslo skal utarbeide det astronomiske grunnlagsmaterialet som trengs for utgivelse av almanakker og kalendre i Norge.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "15:72",
      "chapter": "15",
      "section": "72",
      "title": "Tilsatte ved vitenskapelig samling.",
      "content": "Tilsatte ved vitenskapelig samling må ikke uten samtykke fra styret holde egne samlinger av samme eller lignende art, eller for egen regning drive handel eller bytte med saker som hører til slik samling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "15:73",
      "chapter": "15",
      "section": "73",
      "title": "Utnevnte i embete.",
      "content": "Bestemmelsene i kapittel 8 i denne lov endrer ikke tilsettingsforholdet for dem som er utnevnt i embete når loven tar til å gjelde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "16:74",
      "chapter": "16",
      "section": "74",
      "title": "Iverksetting.",
      "content": "Denne lov gjelder fra den tid Kongen bestemmer.​1\nDepartementet kan gi overgangsregler.\n1 Fra 1 jan 1990 iflg. res. 16 juni 1989 nr. 389, men likevel slik at § 74 annet ledd tok til å gjelde straks.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "16:75",
      "chapter": "16",
      "section": "75",
      "title": "Oppheving av lover.",
      "content": "Fra den tid loven gjelder, oppheves følgende lover:​1 – – –\n1 Se fotnote til lovens tittel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "16:76",
      "chapter": "16",
      "section": "76",
      "title": "Endring i lov.",
      "content": "Fra den tid loven gjelder, endres lov av 11. juli 1986 nr. 53 – – –.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Institusjonene loven gjelder for.",
      "content": "Loven gjelder for Universitetet i Oslo, Universitetet i Bergen, Universitetet i Trondheim, Universitetet i Tromsø, Norges landbrukshøgskole, Norges handelshøgskole, Norges veterinærhøgskole, Norges idrettshøgskole, Norges musikkhøgskole og Arkitekthøgskolen i Oslo.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Institusjoner loven kan gjelde for.",
      "content": "Kongen kan bestemme at enkelte kapitler i loven skal gjelde for andre statlige høgskoler enn de som er nevnt i § 1. For slike institusjoner kan departementet​1 bestemme at kompetansetildelingen skal være annerledes enn bestemt i loven.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Formålet.",
      "content": "Institusjonene skal gi høgre utdanning, drive forskning og utbre kunnskap i samfunnet om vitenskapens metoder og resultater.\nInstitusjonene kan ikke gis pålegg om innholdet i undervisningen og forskningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Styret.",
      "content": "Styret er det øverste ansvarlige organ for institusjonen.\nRektor og prorektor​1 er medlemmer av styret, rektor er leder. Den enkelte institusjon velger mellom to modeller for styrets øvrige sammensetning: Enten 3 styremedlemmer fra gruppen vitenskapelig utnevnte/tilsatte, 2 fra gruppen teknisk og administrativt tilsatte og 2 studenter; eller 6 fra gruppen vitenskapelig utnevnte/tilsatte, 2 fra gruppen teknisk og administrativt tilsatte og 3 studenter.\nDepartementet​2 kan gi regler om hvordan valg mellom de to modellene foretas.\n1 Se § 6.\n2 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Styrets oppgaver.",
      "content": "Styret har ansvaret for virksomheten og for at den drives effektivt innenfor de rammer og retningslinjer som gjelder.\nStyret kan delegere sin myndighet i den utstrekning lov eller annen bestemmelse ikke er til hinder for det.\nStyret skal senest fire måneder etter årets utgang gi departementet​1 en årsmelding om virksomheten.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Rektor og prorektor.",
      "content": "Rektor fører tilsyn med institusjonens virksomhet og representerer institusjonen.\nRektor avgjør løpende saker i den utstrekning styret bestemmer. Rektor avgjør dessuten saker som ikke kan utsettes til styret kan komme sammen til møte. I personalsaker omfatter bestemmelsen bare adgang til å beslutte kortvarig suspensjon fra tjenesten.\nRektor eller prorektor kan være med på møtene i alle styrer og råd.\nHar rektor forfall eller fratrer før funksjonstiden er ute, overtar prorektor.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Valg av rektor, prorektor og andre styremedlemmer.",
      "content": "Rektor, prorektor og styremedlemmene fra tilsattegruppene velges i høstsemesteret hvert tredje år. Styremedlemmene fra studentgruppen velges i høstsemesteret hvert år. De som er valgt, går inn i vervene 1. januar. Ingen kan være valgt medlem i mer enn seks år i sammenheng.\nValgbare til vervet som rektor og prorektor er institusjonens vitenskapelig tilsatte i hovedstilling.​1 Fratrer rektor eller prorektor mer enn seks måneder før funksjonstiden er ute, skal det velges ny for den tiden som er igjen.\nStyrets medlemmer kan ikke være med i annet styringsorgan​2 eller i rådet.​3 Ved de minste institusjonene kan departementet​4 dispensere fra denne bestemmelsen.\nDepartementet​4 gir nærmere regler om valgene m.m.\n1 Jfr. § 24 annet ledd.\n2 Jfr. kap. 3.\n3 Jfr. § 8.\n4 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Institusjonens råd.",
      "content": "Institusjonen skal ha et råd som består av representanter fra de tilsatte og studentene etter følgende fordeling:​1\na. Faste vitenskapelige tilsatte 51-60 pst.\nb. Midlertidige vitenskapelig tilsatte 0-10 pst.\nc. Teknisk og administrativt tilsatte 5-25 pst.\nd. Studentene 15-25 pst.\nLederne for avdelingenes råd inngår i gruppen under bokstav a i kraft av sine verv.\nRådet velger hvert år ordfører og varaordfører blant medlemmene.\nNestlederne for avdelingsrådene er varamedlemmer for rådslederne. For de øvrige rådsmedlemmene velges personlige varamedlemmer. Funksjonstiden er ett år for medlemmene fra de midlertidig tilsatte og studentene og tre år for de øvrige. Ingen kan være valgt rådsmedlem i mer enn seks år i sammenheng.\nStyret fastsetter antall rådsmedlemmer etter å ha hørt avdelingene. Departementet​2 gir regler om valget m.m.\nDepartementet​2 kan frita de minste institusjonene fra å opprette et eget institusjonsråd.\n1 Jfr. § 24 annet ledd og § 69.\n2 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Rådets oppgaver.",
      "content": "Rådet er rådgivende for styret i saker vedrørende hovedlinjene for institusjonens virksomhet, særlig:\na. Langsiktig planlegging av virksomheten.\nb. Retningslinjer og prinsipper for ressursbruken.\nc. Budsjetter.\nd. Retningslinjer og prinsipper for samordning av studietilbudene.\ne. Større organisasjonsendringer.\nf. Forholdet til tiltak institusjonen er med i.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Avdelinger eller tilsvarende.",
      "content": "Institusjonen er organisert i avdelinger eller tilsvarende. Etter innstilling fra styret fastsetter departementet​1 de avdelinger institusjonen skal ha.\nVed Universitetet i Trondheim skal Vitenskapsmuseet, Norges tekniske høgskole og Den allmennvitenskapelige høgskolen ha egne styrer under institusjonens styre. Ved Universitetet i Tromsø skal tilsvarende ordning gjelde for Norges fiskerihøgskole. Disse styrer skal så langt det passer settes sammen etter reglene i § 4 annet ledd. Departementet​1 gir nærmere regler om styrenes myndighetsområde og om valg av styremedlemmer.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Avdelingsråd.",
      "content": "Avdelingen ledes av et råd sammensatt av tilsatte og studenter i avdelingen etter samme fordeling som § 8.​1 Styret kan fastsette en annen fordeling for avdeling hvor gruppene ikke er tilstrekkelig representert. Hver gruppe velger sine representanter.\nRådet velger av sine medlemmer leder og nestleder blant de faste vitenskapelig tilsatte.\nStyret fastsetter antall rådsmedlemmer og gir nærmere regler om valget og funksjonstiden m.m.\n1 Jfr. § 24 annet ledd og § 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Avdelingsstyre.",
      "content": "Avdelingsrådet kan oppnevne et avdelingsstyre blant sine medlemmer. Rådslederen er fast medlem og avdelingsstyrets leder. Den forholdsmessige sammensetning skal være som bestemt i § 8. § 11 første ledd annet punktum gjelder tilsvarende.\nInstitusjonens styre​1 gir nærmere regler om sammensetning og oppgaver m.m. etter forslag fra rådet.\n1 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Avdelingsrådslederens oppgaver.",
      "content": "Avdelingsrådslederen fører tilsyn med avdelingens samlede virksomhet, sørger for forberedelse av de saker som skal behandles av avdelingsrådet eller avdelingsstyret, og påser at vedtakene blir satt i verk.\nAvdelingsrådslederen kan avgjøre saker som ikke kan utsettes til ordinær behandling, og kan få fullmakt til å avgjøre løpende saker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Grunnenheter.",
      "content": "Institusjonens styre​1 kan opprette grunnenheter i avdelingen. for grunnenhetenes styrer/råd skal fordelingen i § 8 brukes så langt den passer.\n1 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Den administrerende direktør for institusjonen.",
      "content": "En administrerende direktør har det daglige ansvar for institusjonens administrasjon, er sekretær for styret og skal etter samråd med rektor forberede og gi tilråding i sakene som skal behandles i styret. Direktøren iverksetter styrets vedtak.\nDen administrerende direktør har generell anvisningsmyndighet, er ansvarlig for regnskapet og sørger for at økonomi- og formuesforvaltningen er ordnet på en betryggende måte. Direktøren holder rektor og styret orientert om regnskapets stilling i forhold til budsjettet og om andre forhold av betydning for institusjonens virksomhet.\nStyret kan gi instruks for stillingen som administrerende direktør.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Kompetanse i eiendomsforvaltningen.",
      "content": "Den administrerende direktør skal disponere i samsvar med de vedtak som er gjort av styret, og som ligger innenfor departementets​1 generelle bestemmelser om økonomiforvaltningen eller forutsetningene for tildeling av bevilgninger m.m.\nEr styret, rektor eller direktøren i tvil om et styrevedtak vil ligge innenfor bestemmelsene eller forutsetningene nevnt i første ledd, skal departementet​1 avgjøre tvilsspørsmålet.\nDen administrerende direktør er legitimert til å utferdige bindende dokumenter om eiendom av ethvert slag som institusjonen har, hvis ikke annet følger av anmerket vedtak om overføring av den til institusjonen, eller av annen lov.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Avhending og bortleie av fast eiendom.",
      "content": "Styret kan med departementets​1 samtykke avhende fast eiendom.\nStyret kan leie bort fast eiendom etter regler fastsatt av departementet.​1\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Møter.",
      "content": "Lederen av det enkelte organ og utvalg sørger for at det holdes møte så ofte som det trengs.\nMedlemmer av styret og den administrerende direktør kan kreve at styret sammenkalles. De øvrige organer og utvalg kan kreves sammenkalt av rektor eller minst en femdel av medlemmene, etter begrunnet framstilling av den sak som kreves behandlet.\nOrganene og utvalgene er vedtaksføre når mer enn halvparten av medlemmene er til stede. Det kan likevel ikke gjøres vedtak uten at alle medlemmene så vidt mulig er gitt anledning til å delta i sakens behandling. Har et medlem forfall, innkalles varamedlemmet.\nDet enkelte organ og utvalg fastsetter for øvrig selv sin møteordning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Vedtaksprotokoll.",
      "content": "For styringsorganer og utvalg skal det føres vedtaksprotokoll.\nDet skal fremgå av protokollen for institusjonens styre,​1 tilsettingsutvalg​2 og tilsettingsråd​3 hvordan den enkelte har stemt.\n1 Jfr. § 4.\n2 Jfr. § 33.\n3 Jfr. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Stemmeregler.",
      "content": "Følger ikke annet av loven ellers, gjelder disse regler om avstemninger i organer og utvalg:\n1. Som vedtak gjelder det som flertallet av stemmene er avgitt for, det vil si over halvparten av de avgitte stemmer, eller ved stemmelikhet det som møtelederen har stemt for. Flertallet for et vedtak må alltid utgjøre minst en tredel av samtlige medlemmer av organet eller utvalget.\n2. Ved valg og tilsetting gjelder de stemmeregler som styret har fastsatt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Utvalg.",
      "content": "Et styringsorgan kan innenfor sitt kompetanseområde opprette særskilte utvalg og kan gi et slikt utvalg myndighet til å avgjøre nærmere angitte saker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Plikter.",
      "content": "De tilsatte som blir foreslått til tillitsverv, har plikt til å motta vervet.\nDen som har gjort tjeneste i tillitsverv, har rett til fritak for like lang tid.\nInnehaver av tillitsverv skal fratre når valgbarheten opphører.\nMedlemmer av styringsorganer og utvalg har plikt til å møte hvis de ikke har gyldig forfall, og til å delta i avstemninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Klagenemndas oppgaver.",
      "content": "Styret kan opprette en klagenemnd som på vegne av styret skal avgjøre de klager som styret ved generell instruks har henvist til klagenemnda.\nEn tilsettingssak som skal avgjøres av styret etter krav fra et medlem av et tilsettingsråd​1 eller et tilsettingsutvalg,​2 kan ikke henvises til klagenemnda. Det samme gjelder for klage over vedtak om oppsigelse m.m., jf. § 35.\n1 Jfr. § 34.\n2 Jfr. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Oppnevning.",
      "content": "Klagenemnda oppnevnes av styret. Den skal ha 5 medlemmer med personlige varamedlemmer. To medlemmer skal være studenter. Lederen med varamedlem skal fylle de lovbestemte krav for dommere.​1\nIngen av medlemmene kan være med i styringsorgan på institusjonen.\n1 Jfr. dl. kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Saksbehandlingen m.m.",
      "content": "Klagenemnda er vedtaksfør når lederen og tre andre medlemmer er tilstede.\nKlagenemndas avgjørelse kan ikke påklages.\nStyret kan gi utfyllende regler om saksbehandlingen m.m. i nemnda.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "title": "Tittelen professor m.fl.",
      "content": "Innehaverne​1 av professorater på institusjonene nevnt i § 1 og andre statlige institusjoner som driver høgre utdanning og forskning, har enerett​2 til tittelen professor.\nKongen kan i forskrift bestemme at regelen i første ledd skal gjelde tilsvarende for visse andre vitenskapelige stillingstitler.\n1 Se § 28.\n2 Se § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "title": "Tittelløyve for ikke-statlig institusjon.",
      "content": "Departementet​1 kan gi ikke-statlig institusjon som driver høgre utdanning og forskning, løyve til å bruke tittel som er vernet etter § 26.\nDet er et vilkår for løyve etter første ledd at institusjonen faglig er på nivå med de statlige, og at bedømmelsen av kvalifikasjonene i det vesentlige er den samme.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "title": "Tidligere brukere av vernet tittel.",
      "content": "Den som har hatt stilling med vernet tittel​1 i minst 5 år, eller som etter kortere tjenestetid blir pensjonert fra slik stilling, har rett til å bruke tittelen.​2\n1 Se § 26 og 27.\n2 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Tap av rett til å bruke vernet tittel.",
      "content": "Den som er avskjediget fra stillingen etter tjenestemannslovens​1 § 15 eller er fradømt stillingen som straff,​2 har ikke adgang til å bruke vernet tittel.​3\n1 Lov 4 mars 1983 nr. 3.\n2 Jfr. strl. § 27.\n3 Se § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "title": "Brudd på tittelvernet.",
      "content": "Den som i strid med bestemmelsene i dette kapitlet forsettlig eller uaktsomt bruker en vernet tittel, alene eller som del av en tittel, blir straffet med bøter.​1\n1 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "title": "Forholdet til tjenestemannsloven.",
      "content": "Tilsetting m.m. foretas etter lov om statens tjenestemenn m.m. av 4. mars 1983 nr. 3 med de unntak som følger av denne lov.​1\nFor stillinger som er vitenskapelige, kan styret med tre firedelers flertall bestemme at stillingen ikke skal kunngjøres, jf. tjenestemannslovens​2 § 2.\nTilsetting i vitenskapelig stilling uten at kunngjøring er foretatt, krever tre firedelers flertall i det innstillende organ og i tilsettingsorganet.\n1 Jfr. §§ 32, 33, 34 og 35.\n2 Lov 4 mars 1983 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "title": "Tilsetting av professorer og administrative ledere o.a.",
      "content": "Styret skal selv tilsette:\n1. professorer og andre i vitenskapelig stilling på samme nivå. Sakkyndige skal ha bedømt kvalifikasjonene, og avdelingen skal ha gitt innstilling.\n2. den administrerende direktør for institusjonen (på åremål), dennes stedfortreder, lederen av universitets- eller høgskolebiblioteket og etter styrets nærmere bestemmelse andre administrative ledere.\nI tilsettingssak etter første ledd gjelder ikke tjenestemannslovens​1 § 5 nr. 3 og § 8.\nI de tilfelle som omhandles i tjenestemannslovens​1 § 4 nr. 5, er Kongen avgjørelsesmyndighet.\nFor saksbehandlingen i styret gjelder ikke bestemmelsene i tjenestemannslovens​1 § 18 nr. 2.\n1 Lov 4 mars 1983 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "title": "Tilsetting av andre vitenskapelige tjenestemenn.",
      "content": "Tilsettingsutvalg valgt av og blant medlemmene av avdelingsrådet​1 eller tilsvarende organ tilsetter de vitenskapelige tjenestemenn som ikke tilsettes av styret. Sakkyndige skal ha bedømt søkernes kvalifikasjoner.\nTilsettingsutvalget skal så vidt mulig ha samme forholdsmessige sammensetning som representasjonen i avdelingsrådet.​1 Styret gir bestemmelser om slike utvalgs sammensetning, om innstilling m.m. og kan for små avdelinger bestemme at avdelingsrådet skal fungere som tilsettingsutvalg eller at flere avdelinger skal ha felles tilsettingsutvalg. Styret kan bestemme at de grupper avdelingsrådet består av, hver for seg skal velge medlemmer til tilsettingsutvalget.\nI de tilfelle som omhandles i tjenestemannslovens​2 § 4 nr. 5 og § 5 nr. 3 er styret avgjørelsesmyndighet.\nMedlem av mindretall i tilsettingsutvalg har i sak om oppsigelse, avskjed eller ordensstraff rettighet som nevnt i tjenestemannslovens​2 § 18 nr. 2. Styret er avgjørelsesmyndighet i slik sak.\n1 Se § 11.\n2 Lov 4 mars 1983 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "8:34",
      "chapter": "8",
      "section": "34",
      "title": "Tilsetting av de øvrige tjenestemenn.",
      "content": "Tilsettingsråd etter tjenestemannsloven​1 foretar tilsetting av de tjenestemenn som ikke tilsettes av styret eller av et utvalg av avdelingsråd.\nStyret er avgjørelsesmyndighet i de tilfelle som er nevnt i tjenestemannslovens​1 § 4 nr. 5, § 5 nr. 3 og § 18 nr. 2.\n1 Lov 4 mars 1983 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "8:35",
      "chapter": "8",
      "section": "35",
      "title": "Klage over vedtak om oppsigelse m.m.",
      "content": "Klage etter forvaltningsloven​1 over vedtak om oppsigelse, ordenstraff, suspensjon eller avskjed, jfr. tjenestemannslovens​2 § 19, avgjøres av Kongen når vedtaket er gjort av styret, og av styret når vedtaket er gjort av et tilsettingsutvalg​3 eller et tilsettingsråd.​4\n1 Lov 10 feb 1967.\n2 Lov 4 mars 1983 nr. 3.\n3 Jfr. § 33.\n4 Jfr. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "8:36",
      "chapter": "8",
      "section": "36",
      "title": "Bedømmelse m.m. av søkere til vitenskapelige stillinger.",
      "content": "Styret gir regler om bedømmelse av søkere til ledige stillinger.\nEtter forslag fra de sakkyndige eller avdelingen kan styret bestemme at det skal holdes prøveforelesninger eller andre prøver.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "8:37",
      "chapter": "8",
      "section": "37",
      "title": "Utfyllende regler om kombinerte stillinger.",
      "content": "Departementet​1 kan gi utfyllende regler om fremgangsmåten ved behandlingen av saker om tilsetting i vitenskapelig stilling som er kombinert med stilling utenfor institusjonen.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "9:38",
      "chapter": "9",
      "section": "38",
      "title": "Fellesorgan.",
      "content": "Styret kan opprette fellesorgan og utvalg som samordner undervisning eller forskning ved flere avdelinger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "9:39",
      "chapter": "9",
      "section": "39",
      "title": "Undervisningsterminer.",
      "content": "Styret fastsetter med departementets​1 samtykke undervisningsterminene ved hver avdeling. Det kan treffes særskilte bestemmelser om terminene for enkelte fag eller faggrupper.\nStyret bestemmer om undervisningen i enkelte fag skal avbrytes i eksamenstiden.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "9:40",
      "chapter": "9",
      "section": "40",
      "title": "Studieplaner og forelesninger.",
      "content": "Styret godkjenner studieplanene.\nForelesningene er offentlige. Når særlige hensyn taler for det, kan styret bestemme at visse forelesninger bare skal være for studenter eller grupper av studenter.\nStyret kan bestemme at andre enn fagets studenter skal få delta i kurs og øvelser hvis det er ledig kapasitet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "9:41",
      "chapter": "9",
      "section": "41",
      "title": "Samarbeid og deltakelse i andre tiltak.",
      "content": "En institusjon kan innenfor generelle retningslinjer fastsatt av departementet​1 samarbeide på sine fagområder med offentlige og private tiltak om undervisning og forskning når samarbeidet ikke vil begrense institusjonens selvstendighet.\nEn institusjon kan opprette eller delta i selveiende tiltak eller i selskap for løsningen av særskilte oppgaver av vesentlig interesse for institusjonen eller samfunnet ellers. Vilkårene i første ledd gjelder tilsvarende, og institusjonen kan ikke skille ut sine ordinære undervisnings- og forskningsoppgaver.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "10:42",
      "chapter": "10",
      "section": "42",
      "title": "Utdanningskrav for opptak som student.",
      "content": "Det generelle grunnlag for opptak som student er eksamen fra norsk videregående skole med de krav til fag- og timefordeling og karakterer som departementet​1 fastsetter. Departementet​1 kan bestemme at også annen utdanning skal være generelt opptaksgrunnlag.\nStyret kan bestemme at annen høvelig utdanning skal være generelt opptaksgrunnlag.\nStyret kan fastsette spesielle opptakskrav når studiet gjør det nødvendig.\nPraksis fra yrkeslivet og annen utdanning enn det generelle og spesielle opptaksgrunnlaget kan i noen grad vektlegges ved opptak.\nStyret gir nærmere regler til utfylling av bestemmelsene i denne paragraf.\nDen som er opptatt som student ved en av institusjonene nevnt i § 1, har adgang til de åpne studier ved de øvrige.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "10:43",
      "chapter": "10",
      "section": "43",
      "title": "Studentopptakets gjennomføring.",
      "content": "Opptak av studenter foretas av en eller flere opptakskomiteer. Opptakskomiteer oppnevnes av avdelingen og skal ha minst en representant fra studentene.\nStyret gir nærmere regler om sammensetning og funksjonstid m.m. Styret kan bestemme at flere avdelinger skal oppnevne felles opptakskomité.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "10:44",
      "chapter": "10",
      "section": "44",
      "title": "Begrensning av adgangen til studium.",
      "content": "Når kapasitetshensyn eller ressurshensyn krever det, kan styret med departementets​1 samtykke begrense adgangen til det enkelte studium eller deler av det.\nDepartementet​1 kan fastsette adgangsbegrensning når det er nødvendig etter en samlet vurdering av utdanningen i landet.\nAvdelingen gir regler om rangeringen av søkerne. Styret kan fastsette retningslinjer for avdelingenes regler om rangeringen.\nI god tid før opptak til neste studieår skal det vurderes om det er nødvendig å opprettholde en innført adgangsbegrensning.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "10:45",
      "chapter": "10",
      "section": "45",
      "title": "Adgang bare til eksamen.",
      "content": "Det skal være adgang til å gå opp til eksamen uten å være opptatt som student såfremt opptakskravene og andre krav for å gå opp til eksamen er oppfylt.\nStyret gir regler om denne adgang m.m. til eksamen, og bør lempe på kravene til forutdanning når de nødvendige kunnskaper må anses ervervet på annet måte. § 43 første ledd gjelder tilsvarende.\nDe som får adgang til eksamen etter denne paragraf, er underlagt de bestemmelser som gjelder for studentene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "10:46",
      "chapter": "10",
      "section": "46",
      "title": "Klage over avslag på søknad om opptak m.m.",
      "content": "Styret avgjør klage over avslag på søknad om opptak som student og klage over avslag på søknad om å få gå opp til eksamen uten å være opptatt som student.\n1 Jfr. kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "10:47",
      "chapter": "10",
      "section": "47",
      "title": "Ordensforhold.",
      "content": "Student som opptrer som beskrevet i § 56 nr. 1 eller 2 eller medvirker til det, eller som tross skriftlig advarsel gjentatt gjør seg skyldig i grovt brudd mot de regler som gjelder på institusjonen, kan styret utestenge helt eller delvis fra institusjonen for inntil ett år.\nVedtak etter første ledd krever minst to tredelers flertall. Vedtaket kan ikke påklages.​1\nStudenten har rett til å la seg bistå av advokat​2 eller annen talsmann.\nKostnaden skal dekkes av institusjonen.\n1 Se § 48.\n2 Jfr. dl. kap. 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "10:48",
      "chapter": "10",
      "section": "48",
      "title": "Prøving av vedtak om ordensforhold.",
      "content": "Styrets vedtak om ordensforhold kan studenten bringe inn til prøving ved herreds- eller byretten i den rettskrets institusjonen har sitt sete. Forliksmegling​1 foretas ikke. Studenten må reise saken innen en måned​2 etter mottakelsen av styrets vedtak.\nRetten kan prøve alle sider av vedtaket.\nRetten skal påskynde saken mest mulig, om nødvendig skal saken behandles utenfor tur.\nBestemmelsen i § 47 fjerde ledd gjelder tilsvarende for behandlingen i herreds- eller byretten.\n1 Jfr. tvml. § 272.\n2 Jfr. dl. §§ 148-149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "11:49",
      "chapter": "11",
      "section": "49",
      "title": "Grader institusjonene kan tildele.",
      "content": "Kongen bestemmer hvilke grader institusjonen kan tildele, den tid studiet normalt skal kunne gjennomføres på, og hvilken tittel den enkelte grad gir enerett til.\nEn institusjon som har rett til å gi doktorgrad, kan på de samme fagområder tildele graden æresdoktor (doctor honoris causa) for betydningsfull vitenskapelig innsats eller fremragende arbeid til gavn for vitenskapen.\nDen som i strid med bestemmelsen i første eller annet ledd forsettlig eller uaktsomt bruker en slik tittel, alene eller som del av en tittel, straffes med bøter.​1\n1 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "11:50",
      "chapter": "11",
      "section": "50",
      "title": "Forskrifter m.m. om eksamener.",
      "content": "Departementet​1 bestemmer hvilke fag eller emner e.l. som skal inngå i de eksamener m.m. som er grunnlaget for en grad fastsatt med hjemmel i § 49.\nStyret gir regler om eksamensordningen, og kan gi retningslinjer om innholdet i regler etter fjerde ledd.\nStyret gir forskrift om prøvene for doktorgrader og andre grader over kandidatgrader.\nAvdelingene gir regler om fagenes inndeling m.m., om obligatoriske kurser og praksis, forberedende prøver som skal kreves og når de må være avlagt, vilkår for å gå opp til eksamen og prøve, til å gå opp på nytt, og om andre forhold av betydning.\nInstitusjonen sørger for at det som fastsettes etter denne paragraf, blir kunngjort på passende måte og er allment tilgjengelig på institusjonen.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "11:51",
      "chapter": "11",
      "section": "51",
      "title": "Sensur m.m.",
      "content": "Sensorene oppnevnes av avdelingene. Avdelingsrådslederne oppnevner ved uventet forfall.\nSensorordningen skal sikre en upartisk vurdering av prestasjonene og institusjonens faglige nivå. Så vidt mulig skal det oppnevnes en sensor som ikke hører til ved institusjonen.\nDen muntlige del av eksamener og prøver skal være offentlig. Det kan i eksamensregler etter § 50 fastsettes unntak for visse deler av en eksamen eller prøve når særlige grunner foreligger. Avdelingsrådslederen kan gjøre unntak i det enkelte tilfelle når tungtveiende grunner taler for det.\nSensuren skal foreligge innen tre uker hvis ikke særlige grunner gjør det nødvendig å bruke mer tid.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "11:52",
      "chapter": "11",
      "section": "52",
      "title": "Vitnemål.",
      "content": "Hvis ikke styret bestemmer noe annet, utferdiger avdelingen vitnemål om bestått grad.\nFor den som avlegger prøve i et enkelt fag eller tar en avdelingseksamen uten å gå opp til alle eksamener m.m. under vedkommende grad, kan det på anmodning utferdiges eget vitnemål.\nVitnemål om grad, eksamen eller prøve ved en av institusjonene i § 1 eller § 2 gjelder tilsvarende ved de andre.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "11:53",
      "chapter": "11",
      "section": "53",
      "title": "Fritak for eksamen eller prøve.",
      "content": "Hvis ikke styret bestemmer noe annet, skal avdelingene frita for eksamen eller prøve når det godtgjøres at tilsvarende krav er oppfylt ved samme eller annen institusjon. Det kan i en viss utstrekning godtas at kunnskaper er dokumentert på annen måte enn ved eksamen.\nEksamen eller prøve som ikke har den tilsvarighet første ledd krever, kan begrunne fritak når den anses velegnet.\nStyret kan bestemme at saker om fritak skal avgjøres av et særskilt organ på avdelingsnivå.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "11:54",
      "chapter": "11",
      "section": "54",
      "title": "Godkjenning av utenlandsk grad.",
      "content": "Utenlandsk grad eller tilsvarende kan godkjennes av avdelingene som faglig jevngod med grad fastsatt med hjemmel i § 49. Det kan i en viss utstrekning godtas at kunnskaper er dokumentert på annen måte enn ved eksamen. Tilleggsprøve kan kreves avlagt.\nGodkjenning gir rett til å bruke tittel som er fastsatt for den grad eller tilsvarende som det er jevnført med.\nSøknad om godkjenning avgjøres av institusjon som gir utdanning det søkes jevnført med.\nDepartementet​1 kan gi forskrift om godkjenning, og kan for visse typer utdanning opprette nemnder som skal avgjøre hvilke utenlandske læresteders grader m.m. som skal få generell godkjenning. Er nemnd opprettet, er den klageorgan for institusjonenes avgjørelser av søknader.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "11:55",
      "chapter": "11",
      "section": "55",
      "title": "Godkjenning på grunnlag av enkelteksamener.",
      "content": "Godkjenning som faglig jevngod med grad fastsatt med hjemmel i § 49, kan gis på grunnlag av enkelteksamener. Ingen av dem behøver å være avlagt ved norsk institusjon.\nInstitusjonen kan i en viss utstrekning godta kunnskaper som er dokumentert på annen måte enn ved eksamen. Etter behov kan det holdes prøve til kontroll av de dokumenterte kunnskaper og tilleggsprøve til utfylling av dem.\nVed behandling etter denne paragraf gjelder § 54 andre, tredje og fjerde ledd tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "11:56",
      "chapter": "11",
      "section": "56",
      "title": "Annullering av eksamen m.m.",
      "content": "Grad, eksamen og kurs eller prøve som svarer til eksamen, kan annulleres av styret hvis studenten\n1. ved hjelp av falskt vitnemål eller annen form for uredelighet har skaffet seg adgang til å gå opp til vedkommende eksamen m.m., eller\n2. har fusket eller forsøkt å fuske til eksamen m.m.\nBestemmelsene i første ledd gjelder tilsvarende ved fritak for eksamen, kurs eller prøve og ved godkjenning av eksamen eller grad etter bestemmelsene i dette kapitlet.\nAdgangen til annullering foreldes ikke.\nEtter avgjørelse om annullering pliktes eventuelt utlevert vitnemål tilbakelevert institusjonen. Hvis ikke vitnemålet blir tilbakelevert institusjonen i rett tid, er kravet om tilbakelevering særlig tvangsgrunnlag etter tvangsfullbyrdelsesloven kapittel 13.\nKan et vitnemål gi grunnlag for autorisasjon for yrkesutøving, skal institusjonen orientere vedkommende myndighet om annulleringen hvis det anses å ha praktisk betydning.\n1 Endret ved lov 8 jan 1993 nr. 20 (i kraft 1 jan 1993). – Jfr. § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "12:57",
      "chapter": "12",
      "section": "57",
      "title": "Redegjørelse om vurdering.",
      "content": "Når karakteren for eksamensarbeid m.m. er fastsatt, skal studenten etter anmodning få en redegjørelse for karakterfastsettingen for sine egne prestasjoner.\nRedegjørelsen gis, vanligvis innen to uker, muntlig eller skriftlig.\nRetningslinjer som er gitt for vurdering og karakterfastsetting, skal være tilgjengelige for studentene etter at karakteren er fastsatt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "12:58",
      "chapter": "12",
      "section": "58",
      "title": "Klage over karakteren.​1",
      "content": "En student kan klage skriftlig over karakteren for egne prestasjoner. Er klagen berettiget, skal karakteren endres. I motsatt fall skal studenten få en skriftlig begrunnelse for karakteren. Det skal samtidig gis melding om at studenten innen tre uker må meddele skriftlig at klagen opprettholdes hvis den skal bli behandlet ytterligere.\nStudenten kan opprettholde klagen også om karakteren blir forbedret, hvis studenten mener at klagen ikke er tilstrekkelig imøtekommet.\n1 Se § 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "12:59",
      "chapter": "12",
      "section": "59",
      "title": "Avgjørelse av klagen.",
      "content": "Opprettholdes klagen, jf § 58, skal avdelingen sørge for ny sensurering av studentens prestasjoner, vurdering av begrunnelsen for karakteren og studentens klage. § 51 annet og fjerde ledd gjelder tilsvarende. Den som har deltatt i den påklagede karakterfastsettingen, kan ikke delta i ny sensurering.\nEr det et påtakelig misforhold mellom prestasjon og karakter, fastsettes ny karakter. Endring kan gjøres til gunst eller ugunst for studenten.\nBle karakteren det er klaget over, fastsatt etter at det også ble holdt muntlig prøve, skal studenten innkalles til muntlig prøve.\nDen nye karakterfastsettingen kan ikke påklages.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "12:60",
      "chapter": "12",
      "section": "60",
      "title": "Begrensning og unntak i klageadgangen.",
      "content": "Karakteren for examen philosophicum kan bare påklages når eksamen ikke er bestått.\nKarakteren for eksamener m.m. som bare er muntlige, og karakteren for propedeutiske prøver kan ikke påklages.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "12:61",
      "chapter": "12",
      "section": "61",
      "title": "Klage over formelle feil.",
      "content": "Studenten kan klage til styret​1 over formelle feil.\nEr det rimelig å anta at en feil kan ha hatt betydning for studentens prestasjonsmulighet eller for karakterfastsettingen, skal vedtaket om karakteren oppheves.\nNår vedtaket oppheves, skal det bestemmes om det skal holdes ny prøve eller bare foretas ny vurdering. I begge tilfelle foretas karakterfastsettingen av en annen enn første gang og uten at klageretten over den nye karakteren berøres.\nBlir en klage over formelle feil avvist eller realitetsbehandlet, men ikke tatt til følge, har studenten i behold sin adgang til klage over karakteren som ble fastsatt.\n1 Jfr. kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "12:62",
      "chapter": "12",
      "section": "62",
      "title": "Utfyllende regler.",
      "content": "Styret gir nærmere regler om den redegjørelse som skal gis om karakteren, om begrunnelsen for karakteren, om klagefrist og om klagens form og innhold, om hva som skal regnes for påtakelig misforhold mellom prestasjon og karakter og hvilket organ på institusjonen klagen skal fremsettes for.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "13:63",
      "chapter": "13",
      "section": "63",
      "title": "Partsforholdet, staten ved departementet.",
      "content": "Staten ved departementet​1 er part i søksmål som vedrører institusjonens forhold, hvis ikke annet følger av § 64.\n1 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdeprtementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "13:64",
      "chapter": "13",
      "section": "64",
      "title": "Partsforholdet, staten ved institusjonen.",
      "content": "Staten ved institusjonen er part når gjenstanden for tvisten skriver seg fra institusjonens enkeltvedtak etter forvaltningsloven​1 og det ikke er adgang til å påklage vedtaket til departementet eller annet organ utenfor institusjonen.\nDepartementet​2 kan bestemme at staten ved institusjonen skal være part også i andre saksforhold som vedrører institusjonen.\n1 Lov 10 feb 1967.\n2 Kirke-, utdannings- og forskningsdepartementet eller Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "13:65",
      "chapter": "13",
      "section": "65",
      "title": "Institusjonens lovlige stedfortreder.",
      "content": "Lovlig stedfortreder i saker som kommer inn under § 64, er rektor eller for det enkelte tilfelle det medlem av styret som rektor oppnevner.\nRektor kan til lovlig stedfortreder for det enkelte tilfelle eller for visse saksforhold oppnevne institusjonens administrerende direktør eller etter dennes forslag en annen i administrativ lederstilling.\n1 Se § 16 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "14:66",
      "chapter": "14",
      "section": "66",
      "title": "Studentorganers opprettelse og formål.",
      "content": "Studentene på en institusjon kan opprette et studentorgan til å ivareta og fremme de interesser studentene har i forholdet til institusjonen.\nDet kan opprettes et studentutvalg for hver avdeling eller samling av avdelinger og et for hver grunnenhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "14:67",
      "chapter": "14",
      "section": "67",
      "title": "Vedtektene.",
      "content": "Det studentmøte som oppretter et studentorgan eller utvalg, fastsetter vedtektene med vanlig flertall. Møtet skal fastsette hvilket flertall som kreves for endringer av vedtektene, og som ikke må være mer enn to tredeler.\nKapittel 5 i denne lov gjelder ikke for studentorganer eller utvalg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "14:68",
      "chapter": "14",
      "section": "68",
      "title": "Konstituerende møte.",
      "content": "Innkalling til møte for å opprette studentorgan foretas etter anmodning til rektor fra et rimelig antall studenter.\nRektor oppnevner en tillitsvalgt eller tilsatt til å kunngjøre anmodninger om opprettelse av studentorganet, innkalle til møte og styre møtet til forretningsorden for møtet er fastsatt og en møteleder er valgt.\nDe møteledere som er nevnt i annet ledd, gir skriftlig melding til rektor om møtet. Meldingen legges fram i styret.\nLederen for studentorganet etter § 66 første ledd har ved oppretting av studentutvalg de samme oppgaver som rektor har etter første og annet ledd i denne paragraf. Melding tilsvarende den i tredje ledd gis til henholdsvis avdeling og grunnenhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "15:69",
      "chapter": "15",
      "section": "69",
      "title": "Begrensning i valgbarheten.",
      "content": "Tilsatt i administrativ lederstilling er ikke valgbar til rådet og til styrende organer.\nStyret gir regler om hvilke lederstillinger som omfattes av bestemmelsen i første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "15:70",
      "chapter": "15",
      "section": "70",
      "title": "Fritak fra ordinær arbeidsplikt. Godtgjøring.",
      "content": "Rektor fritas etter egen avgjørelse fra undervisning og forskning i funksjonsperioden, og når den er ute, har rektor rett til forskningspermisjon i de to følgende semestre.\nStyret bestemmer de øvrige medlemmers fritak fra ordinær arbeidsplikt i funksjonsperioden i den utstrekning vervene gjør det nødvendig.\nStudenter som er medlemmer av institusjonens styre, skal ha en rimelig godtgjøring for vervet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "15:71",
      "chapter": "15",
      "section": "71",
      "title": "Grunnlagsmateriale for almanakker.",
      "content": "Universitetet i Oslo skal utarbeide det astronomiske grunnlagsmaterialet som trengs for utgivelse av almanakker og kalendre i Norge.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "15:72",
      "chapter": "15",
      "section": "72",
      "title": "Tilsatte ved vitenskapelig samling.",
      "content": "Tilsatte ved vitenskapelig samling må ikke uten samtykke fra styret holde egne samlinger av samme eller lignende art, eller for egen regning drive handel eller bytte med saker som hører til slik samling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "15:73",
      "chapter": "15",
      "section": "73",
      "title": "Utnevnte i embete.",
      "content": "Bestemmelsene i kapittel 8 i denne lov endrer ikke tilsettingsforholdet for dem som er utnevnt i embete når loven tar til å gjelde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "16:74",
      "chapter": "16",
      "section": "74",
      "title": "Iverksetting.",
      "content": "Denne lov gjelder fra den tid Kongen bestemmer.​1\nDepartementet kan gi overgangsregler.\n1 Fra 1 jan 1990 iflg. res. 16 juni 1989 nr. 389, men likevel slik at § 74 annet ledd tok til å gjelde straks.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "16:75",
      "chapter": "16",
      "section": "75",
      "title": "Oppheving av lover.",
      "content": "Fra den tid loven gjelder, oppheves følgende lover:​1 – – –\n1 Se fotnote til lovens tittel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "16:76",
      "chapter": "16",
      "section": "76",
      "title": "Endring i lov.",
      "content": "Fra den tid loven gjelder, endres lov av 11. juli 1986 nr. 53 – – –.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    }
  ]
}