{
  "id": "LOV-2005-06-10-40",
  "type": "statute",
  "title": "Lov om Likestillings- og diskrimineringsombudet og Likestillings- og diskrimineringsnemnda (diskrimineringsombudsloven)",
  "short_name": "Diskrimineringsombudsloven",
  "status": "in_force",
  "issued_date": "2005-06-10",
  "in_force_date": "2006-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/2005-06-10-40",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Formål og virkeområde",
      "content": "Loven her gir regler om organiseringen av og virksomheten til Likestillings- og diskrimineringsombudet (ombudet) og Likestillings- og diskrimineringsnemnda (nemnda).\nOmbudet og nemnda skal føre tilsyn med og medvirke til gjennomføringen av følgende lover:\n1. Likestillingsloven,​1 hvis ikke annet fremgår av denne loven.\n2. Diskrimineringsloven om etnisitet,​2 hvis ikke annet fremgår av denne loven.\n3. Diskriminerings- og tilgjengelighetsloven,​3 hvis ikke annet fremgår av denne loven.\n4. Diskrimineringsloven om seksuell orientering,​4 hvis ikke annet fremgår av denne loven.\n5. Arbeidsmiljøloven​5 kapittel 13, med unntak av § 13-1 tredje ledd og § 13-9.\n6. Eierseksjonsloven​6 § 3 a annet ledd.\n7. Husleieloven​7 § 1-8 annet ledd.\n8. Budstadbyggjelagslova​8 § 1-4 annet ledd.\n9. Burettslagslova​9 § 1-5 annet ledd.\n10. Skipsarbeidsloven​10 kapittel 10, med unntak av §§ 10-1 tredje ledd og 10-9.\nOmbudet skal føre tilsyn med at norsk rett og forvaltningspraksis samsvarer med de forpliktelser Norge har etter følgende konvensjoner:\n1. De forente nasjoners internasjonale konvensjon 18. desember 1979 om å avskaffe alle former for diskriminering av kvinner.​11\n2. De forente nasjoners internasjonale konvensjon 21. desember 1965 om avskaffelse av alle former for rasediskriminering.​12\n3. De forente nasjoners internasjonale konvensjon av 13. desember 2006 om rettighetene til mennesker med nedsatt funksjonsevne.\n0 Endret ved lover 17 juni 2005 nr. 62 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 609), 20 juni 2008 nr. 42 (ikr. 1 jan 2009 iflg. res. 20 juni 2008 nr. 631), 9 apr 2010 nr. 12 (ikr. 9 apr 2010 iflg. res. 9 apr 2010 nr. 501), 31 mai 2013 nr. 23 (ikr. 3 juli 2013 iflg. res. 31 mai 2013 nr. 587), 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730), 21 juni 2013 nr. 61 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 707).\n1 Lov 21 juni 2013 nr. 59.\n2 Lov 21 juni 2013 nr. 60.\n3 Lov 21 juni 2013 nr. 61.\n4 Lov 21 juni 2013 nr. 58.\n5 Lov 17 juni 2005 nr. 62.\n6 Lov 23 mai 1997 nr. 31. Paragrafen har etter lov 21 juni 2013 nr. 61 bare ett ledd.\n1 Paragrafen har etter lov 21 juni 2013 nr. 61 bare ett ledd.\n7 Lov 26 mars 1999 nr. 17. Paragrafen har etter lov 21 juni 2013 nr. 61 bare ett ledd.\n2 Paragrafen har etter lov 21 juni 2013 nr. 61 bare ett ledd.\n8 Lov 6 juni 2003 nr. 38. Paragrafen har etter lov 21 juni 2013 nr. 61 bare ett ledd.\n3 Paragrafen har etter lov 21 juni 2013 nr. 61 bare ett ledd.\n9 Lov 6 juni 2003 nr. 39. Paragrafen har etter lov 21 juni 2013 nr. 61 bare ett ledd.\n4 Paragrafen har etter lov 21 juni 2013 nr. 61 bare ett ledd.\n10 Lov 21 juni 2013 nr. 102.\n11 Vedlegg 9 og 10 til lov 21 mai 1999 nr. 30.\n12 Se lov 21 juni 2013 nr. 60 § 5 og vedlegg 1 og 2 til den loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Ombudets organisering",
      "content": "Likestillings- og diskrimineringsombudet åremålsbeskikkes av Kongen i statsråd for en periode på seks år uten adgang til gjenoppnevning.\nOmbudet er et uavhengig forvaltningsorgan administrativt underordnet Kongen og departementet. Kongen eller departementet kan ikke instruere ombudet om behandlingen av enkeltsaker eller om ombudets faglige virksomhet for øvrig.​1 Kongen eller departementet kan heller ikke omgjøre ombudets vedtak etter § 4.\n0 Endret ved lov 19 juni 2009 nr. 43 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 821).\n1 Jf. § 5 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Ombudets oppgaver",
      "content": "Ombudet skal arbeide for å fremme reell likestilling uavhengig av kjønn,​1 nedsatt funksjonsevne,​2 etnisitet, religion, livssyn,​3 seksuell orientering, kjønnsidentitet og kjønnsuttrykk​4 på alle samfunnsområder. På arbeidslivets område skal ombudet også arbeide for å fremme likebehandling uavhengig av politisk syn, medlemskap i arbeidstakerorganisasjon og alder.​5\nOmbudet skal føre tilsyn med og medvirke til at bestemmelsene nevnt i § 1 annet ledd overholdes.\nOmbudet kan gi uttalelse om hvorvidt et forhold er i strid med bestemmelser nevnt i § 1 annet ledd. Ombudet skal søke å oppnå at partene frivillig retter seg etter uttalelsen. Dersom frivillig ordning ikke oppnås, kan ombudet forelegge saken for nemnda til behandling etter § 6.\nOmbudet tar opp saker av eget tiltak eller etter henvendelse fra andre. Enhver kan bringe en sak inn for ombudet. Saker brakt inn for ombudet av en som ikke selv er part i saken, skal bare behandles av ombudet dersom den krenkede parten gir sitt samtykke til dette. Dersom særlige hensyn tilsier det, kan ombudet likevel behandle en slik sak, selv om det ikke er gitt samtykke.\nOmbudet skal avvise en sak dersom saken er avgjort av en domstol eller brakt inn for en domstol til avgjørelse. Ombudet skal også avvise en sak dersom vilkårene for å behandle saken ikke er oppfylt. Ombudet kan i særlige tilfeller henlegge en sak dersom ombudet ikke finner grunn til videre behandling. Ombudets avvisning eller henleggelse kan påklages til nemnda.\nOmbudet skal veilede den som bringer en sak inn for ombudet. Veiledningsplikten omfatter alle relevante forhold knyttet til saken og gjelder uavhengig av om ombudet har myndighet til å uttale seg etter loven her.​6 Ombudet skal ikke representere parten utad.\n0 Endret ved lover 9 apr 2010 nr. 12 (ikr. 9 apr 2010 iflg. res. 9 apr 2010 nr. 501), 21 juni 2013 nr. 61 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 707).\n1 Jf. lov 21 juni 2013 nr. 59.\n2 Jf. lov 21 juni 2013 nr. 61.\n3 Jf. lov 21 juni 2013 nr. 60\n4 Jf. lov 21 juni 2013 nr. 58.\n5 Jf. aml. § 13-1.\n6 Sml. fvl. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Ombudets vedtak​1",
      "content": "Dersom partene ikke frivillig innretter seg etter ombudets uttalelse, jf. § 3 tredje ledd, og det antas å medføre ulempe eller skadevirkning å avvente nemndas vedtak, kan ombudet treffe vedtak​2 som nevnt i § 7.\nOmbudet skal grunngi vedtaket​2 samtidig med at det treffes. Nemnda skal underrettes om vedtaket.\nOmbudets vedtak kan påklages​3 til nemnda.\n1 Se § 13.\n2 Se § 15.\n3 Jf. fvl. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Nemndas organisering",
      "content": "Likestillings- og diskrimineringsnemnda skal bestå av en leder, en nestleder og åtte øvrige medlemmer.​1 Det skal i tillegg være seks varamedlemmer. Nemnda inndeles i to avdelinger. Lederen og nestlederen deltar i hver sin avdeling.\nMedlemmene og varamedlemmene oppnevnes av Kongen for fire år. Det er mulighet for én gangs gjenoppnevning. Leder og nestleder skal oppfylle kravene som er foreskrevet for dommere.​2 Ved første gangs oppnevning oppnevnes halvparten av medlemmene og varamedlemmene for to år.\nNemnda er et uavhengig forvaltningsorgan administrativt underordnet Kongen og departementet. Kongen eller departementet kan ikke gi instruks om eller omgjøre nemndas utøving av myndighet i enkeltsaker.​3\nSaksforberedelsen forestås av et eget sekretariat.\n0 Endret ved lov 21 juni 2013 nr. 61 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 707).\n1 Jf. lov 10 juni 2005 nr. 40 § 5.\n2 Jf. dl. §§ 53 og 54.\n3 Jf. § 2 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Nemndas oppgaver",
      "content": "Nemnda behandler de saker som bringes inn for den etter §§ 3 og 4. Beslutter ombudet å ikke bringe en sak inn for nemnda etter § 3 tredje ledd, kan saken bringes inn av en part i saken eller av en som har brakt saken inn for ombudet uten å være part. Saker brakt inn for nemnda etter annet punktum skal bare behandles av nemnda dersom den krenkede parten gir sitt samtykke til dette.\nNemnda kan kreve at ombudet bringer nærmere bestemte saker som er behandlet av ombudet inn for nemnda.\nNemnda skal avvise en sak dersom saken er avgjort av en domstol eller brakt inn for en domstol til avgjørelse. Nemnda skal også avvise en sak dersom vilkårene for å behandle saken ikke er oppfylt.​1 Nemnda kan i særlige tilfeller henlegge en sak dersom den ikke finner grunn til videre behandling.​2\n1 Jf. første ledd.\n2 Jf. § 3 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Nemndas vedtaksmyndighet. Pålegg om stansing, retting mv.​1",
      "content": "Nemnda kan treffe vedtak​2 om at det foreligger brudd på bestemmelser nevnt i § 1 annet ledd, med mindre annet er bestemt.​3 Dersom nemnda ikke kan treffe vedtak etter § 9, skal nemnda gi uttalelse om hvorvidt det forhold som er brakt inn for nemnda er i strid med bestemmelsene nevnt i § 1 annet ledd.\nNemnda kan med de unntak som følger av §§ 9 og 10 pålegge stansing, retting og andre tiltak som er nødvendige for å sikre at diskriminering, trakassering, instruks eller gjengjeldelse opphører og for å hindre gjentakelse. Nemnda kan sette en frist for oppfyllelse av pålegget.\nNemndas vedtak​2 skal grunngis samtidig med at det treffes.\n1 Se § 13.\n2 Jf. § 15.\n3 Se lover 21 juni 2003 nr. 58 § 22, 21 juni 2003 nr. 59 § 26, 21 juni 2003 nr. 60 § 23 og 21 juni 2003 nr. 61 § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Tvangsmulkt",
      "content": "Nemnda kan treffe vedtak​1 om tvangsmulkt for å sikre gjennomføring av pålegg etter § 7, dersom fristen for å etterkomme pålegget er oversittet. Tvangsmulkten begynner å løpe dersom ny frist for å etterkomme pålegget oversittes, og skal normalt løpe fram til pålegget er oppfylt. Nemnda kan sette ned eller frafalle ilagt mulkt når særlige grunner taler for det.​2\nTvangsmulkten tilfaller staten. Vedtak om tvangsmulkt er tvangsgrunnlag for utlegg.​3\nNemndas vedtak om tvangsmulkt skal grunngis samtidig med at det treffes.\nKongen kan i forskrift gi regler om tvangsmulktens størrelse, varighet og andre bestemmelser om fastsettelse og gjennomføring.\n1 Se § 15.\n2 Jf. § 12.\n3 Jf. tvangsl. § 7-2, d.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Nemndas kompetanse i forhold til andre forvaltningsmyndigheter",
      "content": "Nemnda kan ikke oppheve eller endre vedtak truffet av andre forvaltningsorganer. Nemnda kan heller ikke gi pålegg om hvordan myndighet til å treffe vedtak må utøves for ikke å komme i strid med bestemmelsene nevnt i § 1 annet ledd.​1\nNemndas vedtak er ikke bindende for Kongen eller departementene.\n1 Se § 7 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Nemndas forhold til Arbeidsretten",
      "content": "Dersom en sak etter bestemmelsene nevnt i § 1 annet ledd som indirekte reiser spørsmål om en tariffavtales​1 eksistens, gyldighet eller forståelse er brakt inn for nemnda, kan hver av partene i tariffavtalen få dette spørsmålet avgjort av Arbeidsretten.​2\nNemnda kan gi en begrunnet uttalelse om hvorvidt en tariffavtale eller bestemmelse i tariffavtale​1 som er brakt inn for nemnda, er i strid med bestemmelsene nevnt i § 1 annet ledd. Partene i tariffavtalen kan i slike tilfeller bringe spørsmålet om avtalens forhold til en bestemmelse nevnt i § 1 annet ledd inn for Arbeidsretten.​2\nSak for nemnda som bringes inn for Arbeidsretten etter første ledd eller annet ledd annet punktum stilles i bero til spørsmålet er ferdig behandlet av Arbeidsretten.​2\nNemnda kan ikke i noe tilfelle treffe avgjørelser som etter lov 5. mai 1927 nr. 1 om arbeidstvister​3 og lov 18. juni 1958 nr. 2 om offentlige tjenestetvister​4 hører under Arbeidsretten.\n1 Se lover 18 juli 1958 nr. 2 kap. 3 og 27 jan 2012 nr. 9 kap. 2.\n2 Se lover 18 juli 1958 nr. 2 kap. 6 og 27 jan 2012 nr. 9 kap. 4.\n3 Opph. Se nå lov 27 jan 2012 nr. 9 § 33.\n4 Se dens § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Opplysningsplikt​1",
      "content": "Offentlige myndigheter plikter uten hinder av taushetsplikt å gi ombudet og nemnda de opplysninger som er nødvendige for gjennomføringen av bestemmelsene nevnt i § 1 annet ledd. Slike opplysninger kan også kreves av andre som har vitneplikt etter tvisteloven.​2 Tvisteloven § 24-8 tredje ledd gjelder tilsvarende. Avgjørelse som nevnt i tvisteloven § 22-6 første ledd annet punktum, § 22-7, § 22-8 annet ledd, § 22-9 annet til fjerde ledd, § 22-10 annet punktum og § 22-11 annet ledd treffes av tingretten.\nOmbudet og nemnda kan foreta de undersøkelser som de finner påkrevd for å utøve sine gjøremål etter denne lov. Om nødvendig kan det kreves hjelp av politiet.\nOmbudet og nemnda kan kreve at opplysninger skal gis til, eller at undersøkelse skal kunne foretas av, andre offentlige organer som er pålagt å medvirke til gjennomføringen av bestemmelsene nevnt i § 1 annet ledd.​3\nOmbudet og nemnda kan kreve bevisopptak ved domstolene, jf. domstolloven​4 § 43 annet ledd.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se § 13 (1) annet punktum.\n2 Lov 17 juni 2005 nr. 90, se femte del.\n3 Sml. lov 9 jan 2009 nr. 2 § 33.\n4 Lov 13 aug 1915 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Overprøving av nemndas vedtak",
      "content": "Vedtak av nemnda kan bringes inn for domstolene til full prøving av saken. Vedtak av ombudet etter § 4 første ledd kan ikke bringes inn for domstolene uten at klageadgangen er utnyttet, og klagen er avgjort av nemnda. Forvaltningsloven​1 § 27 b annet punktum gjelder tilsvarende.\nSøksmål til overprøving av nemndas vedtak må reises innen tre måneder etter at underretning om vedtaket er mottatt.\nSøksmål om gyldigheten av nemndas vedtak rettes mot staten ved nemnda.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Straff for overtredelse av pålegg og brudd på opplysningsplikten",
      "content": "Den som forsettlig eller uaktsomt unnlater å etterkomme pålegg gitt med hjemmel i §§ 4 eller 7, straffes med bøter. Det samme gjelder forsettlig eller uaktsom unnlatelse av å oppfylle opplysningsplikten etter § 11.\nOvertredelse foretatt av en person i underordnet stilling straffes ikke dersom overtredelsen vesentlig skyldes underordningsforholdet.\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Påtale",
      "content": "Overtredelse av § 13 påtales kun etter begjæring av nemnda, med mindre offentlig påtale kreves av allmenne hensyn.\nPåtalemyndigheten kan i forbindelse med straffesaken kreve dom for tiltak for å sikre at den lovstridige handlingen, unnlatelsen eller gjengjeldelsen opphører og for å hindre at den gjentas.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Forholdet til forvaltningsloven",
      "content": "Dersom ikke annet er bestemt,​1 gjelder forvaltningsloven​2 for ombudets og nemndas virksomhet.\n1 Se §§ 4, 7 og 11.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Forskrift",
      "content": "Kongen kan gi forskrifter med nærmere bestemmelser om ombudets og nemndas, herunder sekretariatets, organisering, oppgaver og saksbehandling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Ikrafttredelse",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.​1\n1 Fra 1 jan 2006 iflg. res. 10 juni 2005 nr. 528.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Overgangsregler",
      "content": "Saker om brudd på likestillingsloven​1 som er brakt inn for Likestillingsombudet eller Klagenemnda for likestilling før ikrafttredelsen av loven her, skal overføres til henholdsvis Likestillings- og diskrimineringsombudet eller Likestillings- og diskrimineringsnemnda for videre behandling. Likestillings- og diskrimineringsombudet og Likestillings- og diskrimineringsnemnda skal også behandle nye saker som gjelder forhold fra før lovens ikrafttredelse dersom forholdet var i strid med bestemmelsene nevnt i § 1 annet ledd eller tilsvarende bestemmelser slik de lød før ikrafttredelsen.\nSaker som nevnt i første ledd skal behandles etter reglene i loven her. Det kan bare treffes vedtak som nevnt i §§ 4, 7 og 8 i den utstrekning det også var adgang til det før ikrafttredelsen av loven her.\n1 Lov 9 juni 1978 nr. 45 (opph.), se nå lov 21 juni 2013 nr. 59.\n1 Lov 9 juni 1978 nr. 45 (opphevet), se nå lov 21 juni 2013 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Endringer i annen lovgivning",
      "content": "Fra den tid Kongen bestemmer, gjøres følgende endringer i annen lovgivning: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Formål og virkeområde",
      "content": "Loven her gir regler om organiseringen av og virksomheten til Likestillings- og diskrimineringsombudet (ombudet) og Likestillings- og diskrimineringsnemnda (nemnda).\nOmbudet og nemnda skal føre tilsyn med og medvirke til gjennomføringen av følgende lover:\n1. Likestillingsloven,​1 hvis ikke annet fremgår av denne loven.\n2. Diskrimineringsloven om etnisitet,​2 hvis ikke annet fremgår av denne loven.\n3. Diskriminerings- og tilgjengelighetsloven,​3 hvis ikke annet fremgår av denne loven.\n4. Diskrimineringsloven om seksuell orientering,​4 hvis ikke annet fremgår av denne loven.\n5. Arbeidsmiljøloven​5 kapittel 13, med unntak av § 13-1 tredje ledd og § 13-9.\n6. Eierseksjonsloven​6 § 3 a annet ledd.\n7. Husleieloven​7 § 1-8 annet ledd.\n8. Budstadbyggjelagslova​8 § 1-4 annet ledd.\n9. Burettslagslova​9 § 1-5 annet ledd.\n10. Skipsarbeidsloven​10 kapittel 10, med unntak av §§ 10-1 tredje ledd og 10-9.\nOmbudet skal føre tilsyn med at norsk rett og forvaltningspraksis samsvarer med de forpliktelser Norge har etter følgende konvensjoner:\n1. De forente nasjoners internasjonale konvensjon 18. desember 1979 om å avskaffe alle former for diskriminering av kvinner.​11\n2. De forente nasjoners internasjonale konvensjon 21. desember 1965 om avskaffelse av alle former for rasediskriminering.​12\n3. De forente nasjoners internasjonale konvensjon av 13. desember 2006 om rettighetene til mennesker med nedsatt funksjonsevne.\n0 Endret ved lover 17 juni 2005 nr. 62 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 609), 20 juni 2008 nr. 42 (ikr. 1 jan 2009 iflg. res. 20 juni 2008 nr. 631), 9 apr 2010 nr. 12 (ikr. 9 apr 2010 iflg. res. 9 apr 2010 nr. 501), 31 mai 2013 nr. 23 (ikr. 3 juli 2013 iflg. res. 31 mai 2013 nr. 587), 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730), 21 juni 2013 nr. 61 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 707).\n1 Lov 21 juni 2013 nr. 59.\n2 Lov 21 juni 2013 nr. 60.\n3 Lov 21 juni 2013 nr. 61.\n4 Lov 21 juni 2013 nr. 58.\n5 Lov 17 juni 2005 nr. 62.\n6 Lov 23 mai 1997 nr. 31. Paragrafen har etter lov 21 juni 2013 nr. 61 bare ett ledd.\n1 Paragrafen har etter lov 21 juni 2013 nr. 61 bare ett ledd.\n7 Lov 26 mars 1999 nr. 17. Paragrafen har etter lov 21 juni 2013 nr. 61 bare ett ledd.\n2 Paragrafen har etter lov 21 juni 2013 nr. 61 bare ett ledd.\n8 Lov 6 juni 2003 nr. 38. Paragrafen har etter lov 21 juni 2013 nr. 61 bare ett ledd.\n3 Paragrafen har etter lov 21 juni 2013 nr. 61 bare ett ledd.\n9 Lov 6 juni 2003 nr. 39. Paragrafen har etter lov 21 juni 2013 nr. 61 bare ett ledd.\n4 Paragrafen har etter lov 21 juni 2013 nr. 61 bare ett ledd.\n10 Lov 21 juni 2013 nr. 102.\n11 Vedlegg 9 og 10 til lov 21 mai 1999 nr. 30.\n12 Se lov 21 juni 2013 nr. 60 § 5 og vedlegg 1 og 2 til den loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Ombudets organisering",
      "content": "Likestillings- og diskrimineringsombudet åremålsbeskikkes av Kongen i statsråd for en periode på seks år uten adgang til gjenoppnevning.\nOmbudet er et uavhengig forvaltningsorgan administrativt underordnet Kongen og departementet. Kongen eller departementet kan ikke instruere ombudet om behandlingen av enkeltsaker eller om ombudets faglige virksomhet for øvrig.​1 Kongen eller departementet kan heller ikke omgjøre ombudets vedtak etter § 4.\n0 Endret ved lov 19 juni 2009 nr. 43 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 821).\n1 Jf. § 5 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Ombudets oppgaver",
      "content": "Ombudet skal arbeide for å fremme reell likestilling uavhengig av kjønn,​1 nedsatt funksjonsevne,​2 etnisitet, religion, livssyn,​3 seksuell orientering, kjønnsidentitet og kjønnsuttrykk​4 på alle samfunnsområder. På arbeidslivets område skal ombudet også arbeide for å fremme likebehandling uavhengig av politisk syn, medlemskap i arbeidstakerorganisasjon og alder.​5\nOmbudet skal føre tilsyn med og medvirke til at bestemmelsene nevnt i § 1 annet ledd overholdes.\nOmbudet kan gi uttalelse om hvorvidt et forhold er i strid med bestemmelser nevnt i § 1 annet ledd. Ombudet skal søke å oppnå at partene frivillig retter seg etter uttalelsen. Dersom frivillig ordning ikke oppnås, kan ombudet forelegge saken for nemnda til behandling etter § 6.\nOmbudet tar opp saker av eget tiltak eller etter henvendelse fra andre. Enhver kan bringe en sak inn for ombudet. Saker brakt inn for ombudet av en som ikke selv er part i saken, skal bare behandles av ombudet dersom den krenkede parten gir sitt samtykke til dette. Dersom særlige hensyn tilsier det, kan ombudet likevel behandle en slik sak, selv om det ikke er gitt samtykke.\nOmbudet skal avvise en sak dersom saken er avgjort av en domstol eller brakt inn for en domstol til avgjørelse. Ombudet skal også avvise en sak dersom vilkårene for å behandle saken ikke er oppfylt. Ombudet kan i særlige tilfeller henlegge en sak dersom ombudet ikke finner grunn til videre behandling. Ombudets avvisning eller henleggelse kan påklages til nemnda.\nOmbudet skal veilede den som bringer en sak inn for ombudet. Veiledningsplikten omfatter alle relevante forhold knyttet til saken og gjelder uavhengig av om ombudet har myndighet til å uttale seg etter loven her.​6 Ombudet skal ikke representere parten utad.\n0 Endret ved lover 9 apr 2010 nr. 12 (ikr. 9 apr 2010 iflg. res. 9 apr 2010 nr. 501), 21 juni 2013 nr. 61 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 707).\n1 Jf. lov 21 juni 2013 nr. 59.\n2 Jf. lov 21 juni 2013 nr. 61.\n3 Jf. lov 21 juni 2013 nr. 60\n4 Jf. lov 21 juni 2013 nr. 58.\n5 Jf. aml. § 13-1.\n6 Sml. fvl. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Ombudets vedtak​1",
      "content": "Dersom partene ikke frivillig innretter seg etter ombudets uttalelse, jf. § 3 tredje ledd, og det antas å medføre ulempe eller skadevirkning å avvente nemndas vedtak, kan ombudet treffe vedtak​2 som nevnt i § 7.\nOmbudet skal grunngi vedtaket​2 samtidig med at det treffes. Nemnda skal underrettes om vedtaket.\nOmbudets vedtak kan påklages​3 til nemnda.\n1 Se § 13.\n2 Se § 15.\n3 Jf. fvl. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Nemndas organisering",
      "content": "Likestillings- og diskrimineringsnemnda skal bestå av en leder, en nestleder og åtte øvrige medlemmer.​1 Det skal i tillegg være seks varamedlemmer. Nemnda inndeles i to avdelinger. Lederen og nestlederen deltar i hver sin avdeling.\nMedlemmene og varamedlemmene oppnevnes av Kongen for fire år. Det er mulighet for én gangs gjenoppnevning. Leder og nestleder skal oppfylle kravene som er foreskrevet for dommere.​2 Ved første gangs oppnevning oppnevnes halvparten av medlemmene og varamedlemmene for to år.\nNemnda er et uavhengig forvaltningsorgan administrativt underordnet Kongen og departementet. Kongen eller departementet kan ikke gi instruks om eller omgjøre nemndas utøving av myndighet i enkeltsaker.​3\nSaksforberedelsen forestås av et eget sekretariat.\n0 Endret ved lov 21 juni 2013 nr. 61 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 707).\n1 Jf. lov 10 juni 2005 nr. 40 § 5.\n2 Jf. dl. §§ 53 og 54.\n3 Jf. § 2 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Nemndas oppgaver",
      "content": "Nemnda behandler de saker som bringes inn for den etter §§ 3 og 4. Beslutter ombudet å ikke bringe en sak inn for nemnda etter § 3 tredje ledd, kan saken bringes inn av en part i saken eller av en som har brakt saken inn for ombudet uten å være part. Saker brakt inn for nemnda etter annet punktum skal bare behandles av nemnda dersom den krenkede parten gir sitt samtykke til dette.\nNemnda kan kreve at ombudet bringer nærmere bestemte saker som er behandlet av ombudet inn for nemnda.\nNemnda skal avvise en sak dersom saken er avgjort av en domstol eller brakt inn for en domstol til avgjørelse. Nemnda skal også avvise en sak dersom vilkårene for å behandle saken ikke er oppfylt.​1 Nemnda kan i særlige tilfeller henlegge en sak dersom den ikke finner grunn til videre behandling.​2\n1 Jf. første ledd.\n2 Jf. § 3 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Nemndas vedtaksmyndighet. Pålegg om stansing, retting mv.​1",
      "content": "Nemnda kan treffe vedtak​2 om at det foreligger brudd på bestemmelser nevnt i § 1 annet ledd, med mindre annet er bestemt.​3 Dersom nemnda ikke kan treffe vedtak etter § 9, skal nemnda gi uttalelse om hvorvidt det forhold som er brakt inn for nemnda er i strid med bestemmelsene nevnt i § 1 annet ledd.\nNemnda kan med de unntak som følger av §§ 9 og 10 pålegge stansing, retting og andre tiltak som er nødvendige for å sikre at diskriminering, trakassering, instruks eller gjengjeldelse opphører og for å hindre gjentakelse. Nemnda kan sette en frist for oppfyllelse av pålegget.\nNemndas vedtak​2 skal grunngis samtidig med at det treffes.\n1 Se § 13.\n2 Jf. § 15.\n3 Se lover 21 juni 2003 nr. 58 § 22, 21 juni 2003 nr. 59 § 26, 21 juni 2003 nr. 60 § 23 og 21 juni 2003 nr. 61 § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Tvangsmulkt",
      "content": "Nemnda kan treffe vedtak​1 om tvangsmulkt for å sikre gjennomføring av pålegg etter § 7, dersom fristen for å etterkomme pålegget er oversittet. Tvangsmulkten begynner å løpe dersom ny frist for å etterkomme pålegget oversittes, og skal normalt løpe fram til pålegget er oppfylt. Nemnda kan sette ned eller frafalle ilagt mulkt når særlige grunner taler for det.​2\nTvangsmulkten tilfaller staten. Vedtak om tvangsmulkt er tvangsgrunnlag for utlegg.​3\nNemndas vedtak om tvangsmulkt skal grunngis samtidig med at det treffes.\nKongen kan i forskrift gi regler om tvangsmulktens størrelse, varighet og andre bestemmelser om fastsettelse og gjennomføring.\n1 Se § 15.\n2 Jf. § 12.\n3 Jf. tvangsl. § 7-2, d.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Nemndas kompetanse i forhold til andre forvaltningsmyndigheter",
      "content": "Nemnda kan ikke oppheve eller endre vedtak truffet av andre forvaltningsorganer. Nemnda kan heller ikke gi pålegg om hvordan myndighet til å treffe vedtak må utøves for ikke å komme i strid med bestemmelsene nevnt i § 1 annet ledd.​1\nNemndas vedtak er ikke bindende for Kongen eller departementene.\n1 Se § 7 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Nemndas forhold til Arbeidsretten",
      "content": "Dersom en sak etter bestemmelsene nevnt i § 1 annet ledd som indirekte reiser spørsmål om en tariffavtales​1 eksistens, gyldighet eller forståelse er brakt inn for nemnda, kan hver av partene i tariffavtalen få dette spørsmålet avgjort av Arbeidsretten.​2\nNemnda kan gi en begrunnet uttalelse om hvorvidt en tariffavtale eller bestemmelse i tariffavtale​1 som er brakt inn for nemnda, er i strid med bestemmelsene nevnt i § 1 annet ledd. Partene i tariffavtalen kan i slike tilfeller bringe spørsmålet om avtalens forhold til en bestemmelse nevnt i § 1 annet ledd inn for Arbeidsretten.​2\nSak for nemnda som bringes inn for Arbeidsretten etter første ledd eller annet ledd annet punktum stilles i bero til spørsmålet er ferdig behandlet av Arbeidsretten.​2\nNemnda kan ikke i noe tilfelle treffe avgjørelser som etter lov 5. mai 1927 nr. 1 om arbeidstvister​3 og lov 18. juni 1958 nr. 2 om offentlige tjenestetvister​4 hører under Arbeidsretten.\n1 Se lover 18 juli 1958 nr. 2 kap. 3 og 27 jan 2012 nr. 9 kap. 2.\n2 Se lover 18 juli 1958 nr. 2 kap. 6 og 27 jan 2012 nr. 9 kap. 4.\n3 Opph. Se nå lov 27 jan 2012 nr. 9 § 33.\n4 Se dens § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Opplysningsplikt​1",
      "content": "Offentlige myndigheter plikter uten hinder av taushetsplikt å gi ombudet og nemnda de opplysninger som er nødvendige for gjennomføringen av bestemmelsene nevnt i § 1 annet ledd. Slike opplysninger kan også kreves av andre som har vitneplikt etter tvisteloven.​2 Tvisteloven § 24-8 tredje ledd gjelder tilsvarende. Avgjørelse som nevnt i tvisteloven § 22-6 første ledd annet punktum, § 22-7, § 22-8 annet ledd, § 22-9 annet til fjerde ledd, § 22-10 annet punktum og § 22-11 annet ledd treffes av tingretten.\nOmbudet og nemnda kan foreta de undersøkelser som de finner påkrevd for å utøve sine gjøremål etter denne lov. Om nødvendig kan det kreves hjelp av politiet.\nOmbudet og nemnda kan kreve at opplysninger skal gis til, eller at undersøkelse skal kunne foretas av, andre offentlige organer som er pålagt å medvirke til gjennomføringen av bestemmelsene nevnt i § 1 annet ledd.​3\nOmbudet og nemnda kan kreve bevisopptak ved domstolene, jf. domstolloven​4 § 43 annet ledd.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se § 13 (1) annet punktum.\n2 Lov 17 juni 2005 nr. 90, se femte del.\n3 Sml. lov 9 jan 2009 nr. 2 § 33.\n4 Lov 13 aug 1915 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Overprøving av nemndas vedtak",
      "content": "Vedtak av nemnda kan bringes inn for domstolene til full prøving av saken. Vedtak av ombudet etter § 4 første ledd kan ikke bringes inn for domstolene uten at klageadgangen er utnyttet, og klagen er avgjort av nemnda. Forvaltningsloven​1 § 27 b annet punktum gjelder tilsvarende.\nSøksmål til overprøving av nemndas vedtak må reises innen tre måneder etter at underretning om vedtaket er mottatt.\nSøksmål om gyldigheten av nemndas vedtak rettes mot staten ved nemnda.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Straff for overtredelse av pålegg og brudd på opplysningsplikten",
      "content": "Den som forsettlig eller uaktsomt unnlater å etterkomme pålegg gitt med hjemmel i §§ 4 eller 7, straffes med bøter. Det samme gjelder forsettlig eller uaktsom unnlatelse av å oppfylle opplysningsplikten etter § 11.\nOvertredelse foretatt av en person i underordnet stilling straffes ikke dersom overtredelsen vesentlig skyldes underordningsforholdet.\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Påtale",
      "content": "Overtredelse av § 13 påtales kun etter begjæring av nemnda, med mindre offentlig påtale kreves av allmenne hensyn.\nPåtalemyndigheten kan i forbindelse med straffesaken kreve dom for tiltak for å sikre at den lovstridige handlingen, unnlatelsen eller gjengjeldelsen opphører og for å hindre at den gjentas.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Forholdet til forvaltningsloven",
      "content": "Dersom ikke annet er bestemt,​1 gjelder forvaltningsloven​2 for ombudets og nemndas virksomhet.\n1 Se §§ 4, 7 og 11.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Forskrift",
      "content": "Kongen kan gi forskrifter med nærmere bestemmelser om ombudets og nemndas, herunder sekretariatets, organisering, oppgaver og saksbehandling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Ikrafttredelse",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.​1\n1 Fra 1 jan 2006 iflg. res. 10 juni 2005 nr. 528.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Overgangsregler",
      "content": "Saker om brudd på likestillingsloven​1 som er brakt inn for Likestillingsombudet eller Klagenemnda for likestilling før ikrafttredelsen av loven her, skal overføres til henholdsvis Likestillings- og diskrimineringsombudet eller Likestillings- og diskrimineringsnemnda for videre behandling. Likestillings- og diskrimineringsombudet og Likestillings- og diskrimineringsnemnda skal også behandle nye saker som gjelder forhold fra før lovens ikrafttredelse dersom forholdet var i strid med bestemmelsene nevnt i § 1 annet ledd eller tilsvarende bestemmelser slik de lød før ikrafttredelsen.\nSaker som nevnt i første ledd skal behandles etter reglene i loven her. Det kan bare treffes vedtak som nevnt i §§ 4, 7 og 8 i den utstrekning det også var adgang til det før ikrafttredelsen av loven her.\n1 Lov 9 juni 1978 nr. 45 (opph.), se nå lov 21 juni 2013 nr. 59.\n1 Lov 9 juni 1978 nr. 45 (opphevet), se nå lov 21 juni 2013 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Endringer i annen lovgivning",
      "content": "Fra den tid Kongen bestemmer, gjøres følgende endringer i annen lovgivning: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    }
  ]
}