{
  "id": "LOV-2018-06-08-28",
  "type": "statute",
  "title": "Lov om høyere yrkesfaglig utdanning (fagskoleloven)",
  "short_name": "Fagskoleloven",
  "status": "in_force",
  "issued_date": "2018-06-08",
  "in_force_date": "2018-07-01",
  "url": "https://lovdata.no/dokument/NL/lov/2018-06-08-28",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Lovens formål er å legge til rette for fagskoleutdanning av høy kvalitet og for at fagskolestudentene får gode utdanningsvilkår.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens virkeområde",
      "content": "Loven gjelder for akkreditert fagskoleutdanning og fagskolevirksomhet i riket. Loven gjelder for Svalbard og Jan Mayen for så vidt ikke annet fastsettes av Kongen. Kongen kan gi forskrift om fagskoleutdanning av hensyn til de stedlige forhold. Kongen kan bestemme at loven skal gjelde helt eller delvis for fagskoleutdanning utenfor Norge.\nKongen kan gi forskrift om unntak fra og nødvendige tilpasninger til lovens regler for enkelte institusjoner som tilbyr fagskoleutdanning.\n0 Endret ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Fylkeskommunalt ansvar for fagskoleutdanning",
      "content": "Fylkeskommunen skal sørge for at det tilbys akkreditert fagskoleutdanning i samsvar med behovet for kompetanse lokalt, regionalt og nasjonalt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Grunnleggende krav til fagskoleutdanning",
      "content": "Fagskoleutdanning er høyere yrkesfaglig utdanning som ligger på nivå over videregående opplæring. Fagskoleutdanning skal gi kompetanse som kan tas i bruk for å løse oppgaver i arbeidslivet uten ytterligere opplæringstiltak.\nFagskoleutdanning skal være praksisnær og imøtekomme behovet for kvalifisert arbeidskraft i samfunnet.\nFagskoleutdanning skal bygge på kunnskap og erfaring fra ett eller flere yrkesfelt og være i samsvar med relevante pedagogiske, etiske, kunstfaglige og vitenskapelige prinsipper.\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:4 a",
      "chapter": "2",
      "section": "4 a",
      "title": "Krav til fagskoleutdanningens innhold og omfang",
      "content": "Fagskoleutdanning skal ha et innhold og omfang som tilsvarer inntil to års utdanning på fulltid. Departementet kan, etter søknad fra styret for fagskolen, vedta at det kan gis fagskoleutdanning som i innhold og omfang tilsvarer inntil tre års utdanning på fulltid. Departementet kan gi forskrift om vilkår for å opprette utdanning som i innhold og omfang tilsvarer mellom to og tre års utdanning på fulltid.\nFor å få akkreditert utdanninger på mindre enn et halvt års omfang må fagskolen fra før tilby minst én akkreditert fagskoleutdanning på 60 studiepoeng eller mer som det er uteksaminert kandidater fra i minst to år.\n0 Tilføyd ved lov 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972), endret ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "2:4 b",
      "chapter": "2",
      "section": "4 b",
      "title": "NOKUTs myndighet, formål og faglig uavhengige oppgaver",
      "content": "Formålet med virksomheten til Nasjonalt organ for kvalitet i utdanningen (NOKUT) etter denne loven er å bidra til at samfunnet kan ha tillit til kvaliteten i norsk høyere yrkesfaglig utdanning. I tillegg skal virksomheten stimulere til kvalitetsutvikling som sikrer fagskoleutdanning av høy kvalitet.\nNOKUTs styre er regulert i universitets- og høyskoleloven § 16-4.\nNOKUT er faglig uavhengig i følgende oppgaver:\na. akkreditering av institusjoner, fagområder og fagskoleutdanninger\nb. tilsyn med akkrediterte institusjoner, fagområder og fagskoleutdanninger\nc. evalueringer for å vurdere kvaliteten i høyere yrkesfaglig utdanning.\nDepartementet kan fastsette forskrift om saksbehandlingsregler for NOKUTs virksomhet.\n0 Tilføyd ved lov 8 mars 2024 nr. 9 (i kraft 1 aug 2024 iflg. res. 8 mars 2024 nr. 407, endring endret ved lov 31 mai 2024 nr. 26).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4b",
        "source_heading": "§ 4 b."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Akkreditering og kvalitetssikring",
      "content": "Akkreditering er et vedtak basert på en faglig vurdering av om en fagskole eller en fagskoleutdanning oppfyller vilkår gitt i eller med hjemmel i denne loven. Akkreditering er et vilkår for å kunne tilby fagskoleutdanning. Akkreditert fagskoleutdanning skal være i samsvar med Nasjonalt kvalifikasjonsrammeverk. NOKUT kan akkreditere utdanninger, fagområder og institusjoner.\nFagskoler som får akkreditering for fagområde, har fullmakt til selv å opprette og endre fagskoleutdanninger innenfor disse fagområdene.\nFagskoler som får institusjonsakkreditering, har fullmakt til selv å opprette og endre fagskoleutdanninger på alle fagområder.\nDersom NOKUT avviser eller avslår en søknad om akkreditering, kan NOKUT i særskilte tilfeller bestemme at fagskolen mister retten til å få behandlet søknader om akkreditering i inntil to år.\nFagskoler skal ha tilfredsstillende interne systemer for kvalitetssikring. Studentevalueringer skal inngå i disse systemene.\nDepartementet gir forskrift om\na. vilkår for akkreditering av fagskoleutdanning\nb. vilkår for akkreditering av fagområde\nc. vilkår for institusjonsakkreditering\nd. krav til kvalitetssikringssystemer og kvalitetsarbeid.\n0 Endret ved lover 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972), 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:5 a",
      "chapter": "2",
      "section": "5 a",
      "title": "Tilsynsmyndighet og fagskolenes ansvar ved tilsyn",
      "content": "NOKUT skal føre tilsyn med fagskolers kvalitetsarbeid og med at fagskoler oppfyller vilkårene for akkreditering.\nFagskoler skal legge til rette for at NOKUT skal kunne utføre tilsyn. NOKUT kan kreve nødvendige og relevante opplysninger og redegjørelser for å kunne utføre tilsyn.\nFagskolens styre skal iverksette tiltak for å sikre at de berørte studentene ved en fagskoleutdanning som blir nedlagt etter tilsyn, får gjennomført påbegynt utdanning på en tilfredsstillende måte. Tiltakene skal være godkjent av NOKUT.\nDepartementet kan gi forskrift om NOKUTs tilsyn.\n0 Tilføyd ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5 a."
      }
    },
    {
      "provision_ref": "2:5 b",
      "chapter": "2",
      "section": "5 b",
      "title": "Tilsyn med kvalitetsarbeid",
      "content": "Ved tilsyn med fagskolens kvalitetsarbeid kan NOKUT pålegge fagskolen å rette opp forhold innen en gitt frist dersom kvalitetsarbeidet ikke er tilfredsstillende.\nDersom forholdene fortsatt ikke er tilfredsstillende etter fristens utløp, kan NOKUT etter nytt tilsyn vedta at fagskolen ikke får behandlet nye søknader om akkreditering. NOKUT kan også trekke tilbake institusjonsakkrediteringen eller akkreditering av berørte fagområder og fagskoleutdanninger.\nFagskolen kan kreve et nytt tilsyn med kvalitetsarbeidet ett år etter at vedtaket etter andre ledd ble fattet. Dersom NOKUT i tilsynet kommer til at forholdene er tilfredsstillende, får fagskolen tilbake akkrediteringene og kan igjen få behandlet søknad om akkreditering.\n0 Tilføyd ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5b",
        "source_heading": "§ 5 b."
      }
    },
    {
      "provision_ref": "2:5 c",
      "chapter": "2",
      "section": "5 c",
      "title": "Tilsyn med akkreditering",
      "content": "Ved tilsyn med om vilkårene for akkreditering er oppfylt, kan NOKUT pålegge fagskolen å rette mangelfulle forhold innen en gitt frist. For fagskoler med fagområde- eller institusjonsakkreditering kan NOKUT samtidig vedta at akkrediteringen midlertidig trekkes tilbake.\nDersom fristen for å rette forholdene er utløpt og vilkårene fortsatt ikke er oppfylt, kan NOKUT etter nytt tilsyn trekke tilbake akkrediteringen. Dersom NOKUT vurderer at det er uforholdsmessig å trekke tilbake akkrediteringen, kan NOKUT i stedet vedta at fagskolen ikke får behandlet søknader om akkreditering i inntil ett år.\nDersom en fagskole fratas en akkreditering etter denne paragrafen, kan NOKUT i særskilte tilfeller vedta at fagskolen ikke får behandlet nye søknader om akkreditering i inntil to år.\n0 Tilføyd ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5c",
        "source_heading": "§ 5 c."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Beskyttelse av betegnelsene fagskoleutdanning og fagskole",
      "content": "Betegnelsene fagskoleutdanning og fagskole kan bare brukes om utdanninger og skoler som har akkreditering etter § 5. Bare utdanninger og skoler som har akkreditering etter § 5 kan markedsføres på en måte som gir inntrykk av at de har en slik akkreditering.\nDepartementet kan ved enkeltvedtak forby bruk av betegnelse eller navn som uriktig gir inntrykk av at en virksomhet har akkreditering for å gi fagskoleutdanning, eller som kan forveksles med en betegnelse som nevnt i første ledd.\nDepartementet kan etter søknad tillate bruk av etablerte sammensatte betegnelser selv om de kan forveksles med betegnelsene fagskole eller fagskoleutdanning.\nDepartementet kan ilegge overtredelsesgebyr til virksomheter som forsettlig eller uaktsomt\na. bruker betegnelsen fagskole eller fagskoleutdanning uten at det foreligger nødvendig akkreditering\nb. markedsfører en skole eller utdanning på en måte som gir et uriktig inntrykk av at det foreligger en akkreditering som fagskole eller fagskoleutdanning\nc. bryter et forbud som nevnt i annet ledd mot bruk av betegnelser eller navn.\nDepartementet kan gi forskrift om overtredelsesgebyr. Et endelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Generell godkjenning av utenlandsk fagskoleutdanning",
      "content": "Den som har utdanning fra en utenlandsk fagskole eller en annen yrkesfaglig utdanning fra utlandet på tilsvarende nivå, kan søke departementet om å få en generell godkjenning av utdanningen. Slik godkjenning innebærer at utdanningen i nivå og omfang godkjennes som sidestilt med akkreditert fagskoleutdanning.\nVedtak om generell godkjenning av utenlandsk fagskoleutdanning kan påklages til klagenemnda nevnt i § 7 a.\nDen som har søkt om godkjenning ved å bruke falske vitnemål, andre falske dokumenter eller dokumenter utstedt av falske institusjoner, skal få dokumentene inndratt og skal ikke få godkjent utdanningen. Det kan gis en karantenetid i inntil ett år. En godkjenning som er gitt på grunnlag av dokumenter som nevnt i første punktum, skal annulleres. Departementet eller særskilt klageorgan oppnevnt av departementet, jf. § 20 femte ledd, er klageinstans.\nDersom den som behandler søknad om godkjenning, oppdager at en søker har levert falske vitnemål, andre falske dokumenter eller dokumenter utstedt fra falske institusjoner, skal forholdet anmeldes til politiet.\nDepartementet kan gi forskrift om saksbehandling og klageadgang i saker om generell godkjenning av utenlandsk fagskoleutdanning.\n0 Endret ved lover 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972), 17 juni 2022 nr. 68 (i kraft 1 jan 2023 iflg. res. 17 juni 2022 nr. 1067), 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:7 a",
      "chapter": "2",
      "section": "7 a",
      "title": "Klagenemnd for godkjenning av utenlandsk utdanning og opplæring",
      "content": "Departementet kan opprette en nasjonal klagenemnd som skal behandle vedtak om godkjenning av utenlandsk utdanning og opplæring.\n0 Tilføyd ved lov 17 juni 2022 nr. 68 (i kraft 1 aug 2022 iflg. res. 17 juni 2022 nr. 1067).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7a",
        "source_heading": "§ 7 a."
      }
    },
    {
      "provision_ref": "2:7 b",
      "chapter": "2",
      "section": "7 b",
      "title": "Behandling av søknader om godkjenning",
      "content": "Ved vurdering av søknader om godkjenning av utenlandsk fagskoleutdanning etter § 7 kan det også behandles personopplysninger som nevnt i personvernforordningen artikkel 9 og 10.\nVedtak om godkjenning kan fattes ved helt eller delvis automatisert saksbehandling. Søkeren kan kreve at vedtaket overprøves manuelt.\nFødselsnummer, D-nummer og informasjon om at en person har godkjenningsvedtak etter første ledd, kan deles automatisk med en portal for deling av vitnemål og dokumentasjon om oppnådd kompetanse, jf. universitets- og høyskoleloven § 15-1. Vedtak kan bare deles når den registrerte har bestemt det.\n0 Tilføyd ved lov 17 juni 2022 nr. 68 (i kraft 1 jan 2023 iflg. res. 17 juni 2022 nr. 1067), endret ved lov 8 mars 2024 nr. 9 (i kraft 1 aug 2024 iflg. res. 8 mars 2024 nr. 407).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7b",
        "source_heading": "§ 7 b."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Godskriving og fritak",
      "content": "Fagskoler skal godskrive beståtte emner fra andre akkrediterte fagskoleutdanninger som oppfyller de faglige kravene for emnene det søkes om godkjenning for, dersom de aktuelle fagskoleutdanningene ligger innenfor det samme fagområdet eller nært beslektede fagområder. Det skal ikke gis dobbel uttelling for det samme faginnholdet. Departementet kan gi forskrift om godskriving av emner fra andre fagskoleutdanninger.\nFagskoler kan etter en faglig vurdering også gi fritak for emner på grunnlag av annen dokumentert relevant utdanning og kompetanse. Det kan gis et slikt fritak på grunnlag av dokumentert realkompetanse. Departementet kan gi forskrift om vurderingen av fritak.\nEt vedtak om godskriving av eller fritak for emner kan påklages. Klagen behandles i samsvar med § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Styrets ansvar",
      "content": "Alle fagskoler skal ha et eget styre. Offentlige fagskoler og fagskoler organisert som studieforbund skal ha et styre som øverste ansvarlige styringsorgan.\nStyret selv skal fatte vedtak om at det etter styrets skjønn er forsvarlig å ta opp nye studenter. Vedtaket skal fattes før studiestart.\nStyret skal for øvrig\na. sørge for at studentene får den utdanningen som fagskolen har akkreditering for\nb. sørge for at alle vilkår for eventuelle offentlige tilskudd er oppfylt\nc. sørge for at opplysninger som blir gitt til NOKUT, studenter og dem som søker utdanning er korrekte og fullstendige\nd. sørge for at det blir gitt nødvendig informasjon og veiledning til søkere til og studenter ved fagskolen, blant annet om skolepenger, studietilbud, søknadsfrister og opptakskrav\ne. fastsette krav til lærerkompetanse, instruktørkompetanse og ledelse ved fagskolen\nf. sørge for at virksomheten drives i samsvar med gjeldende lover og regler, og etablere og sørge for gjennomføring av systematiske kontrolltiltak (internkontroll) for å sikre dette. Departementet kan gi forskrift om krav til internkontroll etter første punktum.\nStyret kan delegere sin avgjørelsesmyndighet til andre ved fagskolen hvis det ikke følger av denne loven at styret selv skal fatte vedtak.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Styrets sammensetning",
      "content": "Styret skal ha minst sju medlemmer. Minst to medlemmer skal ha bakgrunn fra relevant arbeids- eller næringsliv. Minst ett medlem skal være valgt av og blant de ansatte, og minst ett medlem skal være valgt av og blant studentene. Hvis styret har mer enn ti medlemmer, skal minst to medlemmer være valgt av og blant studentene og minst to av og blant de ansatte. Det skal velges personlig varamedlem for medlemmene valgt av de ansatte og studentene. Det skal være minst ett varamedlem for medlemmene fra arbeids- eller næringsliv, og minst ett varamedlem for de øvrige medlemmene. Eier utpeker selv, eller fastsetter hvem som skal utpeke, styrets leder.\nVed valg av styremedlemmer gjelder likestillings- og diskrimineringsloven § 28 innen den enkelte valgkrets.\nStyremedlemmene og varamedlemmene velges for inntil fire år. Styremedlemmer og varamedlemmer som velges av og blant studentene, velges for ett år. Styremedlemmer og varamedlemmer kan gjenvelges.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Vedtaksførhet og gjennomføring av styremøter",
      "content": "Styret kan fatte vedtak når mer enn halvparten av medlemmene eller tilsvarende mange varamedlemmer er til stede og avgir stemme.\nVedtak fattes med et alminnelig flertall av de avgitte stemmene hvis ikke noe annet er fastsatt i denne loven. Hvis det er like mange stemmer for og imot et forslag, har møtelederen dobbeltstemme.\nStyremøtene ledes av styrelederen. Hvis styrelederen ikke er til stede, utpeker styret en møteleder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Rektor",
      "content": "En fagskole skal ha en rektor. Styret selv skal ansette rektoren. Rektor skal ha nødvendig fag- og lederkompetanse. Studentene og de ansatte skal bli hørt før en rektor ansettes. Departementet kan gi forskrift om kravene til rektors kompetanse og ansettelsesprosessen ved ansettelse av rektor.\nHvis avgjørelsen av en sak ikke kan vente til styret kan komme sammen i møte, avgjør rektor saken. Styret kan også gi rektor fullmakt til å avgjøre saker som ikke bør utsettes til neste styremøte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Organisering",
      "content": "Private fagskoler skal organiseres som stiftelser etter stiftelsesloven, eller aksjeselskap etter aksjeloven.\nFagskoler som per 1. januar 2017 var organisert i et studieforbund etter lov om voksenopplæring, kan videreføres som studieforbund.\nFagskoler skal være registrert i Enhetsregisteret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Studentorgan og studentrepresentasjon",
      "content": "Studentene ved en fagskole kan opprette studentorgan som skal ivareta deres interesser og fremme deres synspunkter. Studenter ved den enkelte avdeling ved en fagskole kan opprette studentorganer på tilsvarende måte.\nStyret skal legge forholdene til rette slik at studentorganene kan drive sitt arbeid på en tilfredsstillende måte.\nStudentorganene skal høres i alle saker som angår studentene.\nStudenter skal være representert i alle kollegiale organer som tildeles beslutningsmyndighet ved en fagskole.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Læringsmiljø",
      "content": "Styret har det overordnede ansvaret for studentenes læringsmiljø. Styret skal, i samarbeid med studentorganene, legge forholdene til rette for et godt og inkluderende læringsmiljø. Styret skal innenfor sitt ansvarsområde arbeide for å forebygge og forhindre trakassering og seksuell trakassering, jf. likestillings- og diskrimineringsloven § 13.\nHvis fagskolen er tilknyttet en studentsamskipnad, skal styret i samarbeid med studentsamskipnaden legge til rette for et godt og inkluderende læringsmiljø og arbeide for å bedre studentvelferden på lærestedet.\nStyret har ansvaret for at læringsmiljøet og det fysiske og psykiske arbeidsmiljøet er fullt forsvarlig med hensyn til studentenes helse, sikkerhet og velferd. I utformingen av det fysiske arbeidsmiljøet skal styret, så langt det er mulig og rimelig, sørge for\na. at lokaler, adkomstveier, trapper, mv. er dimensjonert og innredet for den virksomheten som drives\nb. at lokalene har gode lys- og lydforhold og forsvarlig inneklima og luftkvalitet\nc. at lokalene blir vedlikeholdt og er rene og ryddige\nd. at lokalene er innredet slik at studentene unngår uheldige fysiske belastninger\ne. at virksomheten er planlagt slik at skader og ulykker forebygges\nf. at tekniske innretninger og utstyr er sikret og blir vedlikeholdt, slik at studentene unngår skader og ulykker\ng. at lokaler, adkomstveier, sanitæranlegg og tekniske innretninger er utformet på en slik måte at personer med nedsatt funksjonsevne kan studere ved fagskolen\nh. at læringsmiljøet er innrettet for studenter av ulike kjønn\ni. at læringsmiljøet er utformet etter prinsippet om universell utforming.\nDepartementet kan gi forskrift om kravene til læringsmiljøet.\nStudenter med funksjonsnedsettelse og studenter med særskilte behov har rett til egnet individuell tilrettelegging av lærested, undervisning, læremidler og eksamen, for å sikre likeverdige opplærings- og utdanningsmuligheter. Retten gjelder tilrettelegging som ikke innebærer en uforholdsmessig byrde for utdanningsinstitusjonen. I denne vurderingen skal det legges særlig vekt på tilretteleggingens effekt for å fjerne barrierer for disse studentene, kostnadene ved tilretteleggingen og institusjonens ressurser. Institusjoner på Svalbard skal, så langt det er mulig og rimelig, legge studiesituasjonen til rette for studenter med særskilte behov. Tilretteleggingen skal ikke føre til en reduksjon av de faglige kravene som stilles i den enkelte utdanningen.\nEn student har rett til å varsle om kritikkverdige forhold ved fagskolen. Gjengjeldelse mot studenten som varsler, er forbudt.\nArbeidstilsynet fører tilsyn med at kravene i tredje ledd er oppfylt. Arbeidsmiljøloven kapittel 18 gjelder så langt det passer. Departementet kan gi forskrift om tilsyn med læringsmiljøet.\n0 Endret ved lover 21 juni 2019 nr. 61 (ikr. 1 aug 2019 iflg. res. 21 juni 2019 nr. 777), 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Opptaksgrunnlag",
      "content": "Opptaksgrunnlaget til fagskoleutdanning er fullført og bestått videregående opplæring. Søkere som er 23 år eller eldre i opptaksåret, kan tas opp på grunnlag av tilsvarende realkompetanse.\nSøkere uten fullført og bestått videregående opplæring som er 19 år eller eldre i opptaksåret, kan tas opp til kunstfaglige utdanninger på bakgrunn av opptaksprøve dersom de oppfyller spesielle faglige krav bestemt av fagskolen. Fagskoler må søke departementet for å kunne ta opp søkere etter dette unntaket. Departementet skal fastsette i forskrift hvilke utdanninger som er omfattet av unntaket. Departementet kan gi forskrift om krav som må oppfylles for at en utdanning skal kunne omfattes av unntaket, og en øvre grense for hvor mange som kan tas opp gjennom bruk av unntaksordningen over en bestemt periode.\nDepartementet kan gi forskrift om at fagskolene i særskilte tilfeller kan gi dispensasjon fra kravet om fullført og bestått videregående opplæring ved opptak til en utdanning dersom søkerne har de nødvendige faglige forutsetningene for den aktuelle utdanningen.\nStyret selv skal gi utfyllende forskrift om opptak til den enkelte fagskolen, med krav til formell utdanning eller tilsvarende realkompetanse.\n0 Endret ved lover 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972), 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:16 a",
      "chapter": "4",
      "section": "16 a",
      "title": "Bruk av falske dokumenter ved opptak til utdanninger",
      "content": "Bruk av falske vitnemål eller andre falske dokumenter ved opptak til fagskoler er forbudt. Tilsvarende gjelder for dokumenter utstedt av falske institusjoner.\nDersom en fagskole eller Samordna opptak oppdager at en søker har levert falske vitnemål eller andre falske dokumenter eller dokumenter utstedt av falske institusjoner i forbindelse med opptak til utdanning, skal forholdet anmeldes til politiet.\nDen som har søkt opptak til utdanning etter § 16 ved bruk av falske vitnemål eller andre falske dokumenter eller dokumenter utstedt av falske institusjoner, skal få dokumentene inndratt og skal ikke gis opptak til utdanning ved fagskolen i inntil ett år. Et opptak som er gitt på grunnlag av dokumenter som nevnt i første punktum, skal annulleres. Vedtak om inndragning og vedtak om karantenetid ved en fagskole skal treffes av styret selv eller institusjonens klagenemnd med to tredjedels flertall. Departementet eller særskilt klageorgan oppnevnt av departementet, jf. § 20 femte ledd, er klageinstans.\nDepartementet kan gi forskrift med utfyllende bestemmelser om hva som anses som falske vitnemål, falske dokumenter og dokumenter utstedt fra falske institusjoner etter denne loven.\n0 Tilføyd ved lov 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972), endret ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16 a."
      }
    },
    {
      "provision_ref": "4:16 b",
      "chapter": "4",
      "section": "16 b",
      "title": "Gjennomføring av opptak",
      "content": "Departementet kan gi forskrift om en nasjonal samordning av opptaket til utdanninger ved fagskoler, og om nasjonale opptaksregler, blant annet om opptaksgrunnlag, rangering av søkerne og klagebehandling.\nDen nasjonale opptakstjenesten kan behandle personopplysninger om en søker når det er nødvendig for å behandle en søknad om opptak. Personopplysninger som er nevnt i personvernforordningen artikkel 9 og 10, kan behandles dersom den registrerte har gitt opplysningene eller tillatelse til å innhente dem.\nDepartementet kan gi forskrift om behandlingen av personopplysninger ved gjennomføring av opptak, blant annet om formålet med behandlingen, om behandlingsansvar, om hvilke personopplysninger som kan behandles, om bruk av automatiserte avgjørelser, og om adgangen til innhenting, viderebehandling, utlevering og tilgang til personopplysninger.\n0 Tilføyd ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16b",
        "source_heading": "§ 16 b."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Innholdet i utdanningen",
      "content": "Styret skal fastsette en plan for innholdet i utdanningen og bestemme hvordan planen skal gjennomføres. Det skal blant annet fastsettes bestemmelser om obligatoriske kurs, praksisstudier, vurderingsformer og lignende.\nDepartementet kan gi forskrift om\na. nasjonalt kvalifikasjonsrammeverk\nb. et felles vurderingsuttrykk ved eksamen, prøve, bedømmelse av oppgave eller annen vurdering.\n0 Endret ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:17 a",
      "chapter": "4",
      "section": "17 a",
      "title": "Studiepoeng",
      "content": "Studiepoeng er en betegnelse på læringsutbytte og normert studietid. Det gis 60 studiepoeng for læringsutbytte oppnådd på bakgrunn av tilsvarende ett års bestått fagskoleutdanning på heltid. Ett års fagskoleutdanning på heltid tilsvarer normalt ti måneder.\nDersom fagskoleutdanningen er inndelt i emner, skal hvert emne tildeles studiepoeng etter den relative vekten det har i arbeidsbelastning for studentene og læringsutbytte innenfor utdanningen. Studiepoeng skal brukes ved vurdering av godskriving av utdanning mellom fagskoler og i karakterutskrifter for gjennomførte emner fra fagskoleutdanning.\nAntallet oppnådde studiepoeng skal fremgå av vitnemål og annen dokumentasjon for fullført fagskoleutdanning.\n0 Tilføyd ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17 a."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Grader",
      "content": "Departementet kan i forskrift bestemme hvilke grader en fagskole kan gi.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Vitnemål",
      "content": "Fagskolen skal utstede vitnemål for fullført fagskoleutdanning. NOKUT kan gi forskrift om krav til vitnemålets utforming og innhold. En student som ikke har fullført fagskoleutdanning, kan be om en karakterutskrift som viser beståtte emner og prøver og andre vurderinger studenten har fått.\nVed overgangen fra betegnelsen fagskolepoeng til studiepoeng skal fagskolene skrive ut nye vitnemål til de tidligere studentene som ønsker det. Fagskolen kan kreve at disse dekker utgiftene til utstedelse av det nye vitnemålet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Klageorganer",
      "content": "En fagskole skal opprette en lokal klagenemnd som skal behandle klager over enkeltvedtak. Styret kan bestemme at klagenemnda også skal behandle andre klagesaker fra studentene og saker etter §§ 23 til 27. Myndigheten til å treffe vedtak etter §§ 23 til 27 kan ikke delegeres til andre organer ved fagskolen.\nDen lokale klagenemnda skal ha fem medlemmer med personlige varamedlemmer. Lederen og dennes varamedlem skal oppfylle lovens krav til lagdommere og skal ikke være ansatt ved fagskolen. To av medlemmene i klagenemda skal være studenter.\nKlagenemnda er vedtaksfør når lederen eller varamedlemmet for lederen og minst to andre medlemmer eller varamedlemmer er til stede.\nDen lokale klagenemndas vedtak i saker som gjelder klage på fagskolens enkeltvedtak, kan ikke påklages.\nDepartementet kan gi forskrift om et nasjonalt klageorgan for fagskoleutdanning som skal behandle klager på enkeltvedtak på bestemte områder og om saksbehandlingen i klagesaker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Avsluttende vurdering, eksamen og sensur",
      "content": "Styret skal sørge for at studentenes kunnskap, ferdigheter og generelle kompetanse blir prøvd og vurdert på en upartisk og faglig betryggende måte. Vurderingen skal sikre det faglige nivået ved den aktuelle utdanningen. Det skal være en ekstern evaluering av vurderingen eller vurderingsordningene.\nStyret oppnevner sensor ved eksamener, prøver, bedømmelser av oppgaver eller annet arbeid når resultatet inngår i vitnemålet eller innregnes i karakter for utdanningen.\nSensuren skal være klar innen tre uker etter at en eksamen, prøve eller oppgave eller et annet arbeid er gjennomført, hvis ikke særlige grunner gjør det nødvendig å bruke mer tid. Hvis sensuren ikke kan gis innen tre uker, skal studenten varsles om det og samtidig få vite når sensuren kan ventes. Styret selv kan gjøre unntak for enkelteksamener og fastsette en lengre frist når det ikke er mulig å skaffe det antallet kvalifiserte sensorer som er nødvendig for å gjennomføre sensuren på tre uker.\nVed ny sensur etter §§ 22 og 23 benyttes én eller flere sensorer. Minst én sensor skal være ekstern. Karakteren kan endres både til gunst og ugunst for klageren. Hvis en karakter er fastsatt på grunnlag av både skriftlig og muntlig prøve og karakteren endres etter ny sensur av den skriftlige delen av eksamenen, skal det holdes ny muntlig prøve for å få fastsatt endelig karakter.\nStyret selv gir forskrift om gjennomføring av eksamener, prøver og annet arbeid. Dette omfatter vilkår for å gå opp til en eksamen eller prøve på nytt, adgangen til en ny praksisperiode og oppmelding. Styret kan delegere til en avdeling ved fagskolen å gi utfyllende forskrift om forhold som er særegne for den enkelte eksamen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Rett til begrunnelse og klage på karakterfastsetting",
      "content": "En student har rett til å få en begrunnelse for karakterfastsettingen. Hvis karakteren er gitt for en muntlig eksamen eller en bedømmelse av praktiske ferdigheter, må studenten kreve en slik begrunnelse umiddelbart etter at karakteren er formidlet. Hvis karakteren kunngjøres elektronisk, og studenten kan kreve begrunnelsen elektronisk, må studenten kreve begrunnelse innen én uke etter at karakteren blir kunngjort. Hvis karakteren kunngjøres på en annen måte, må studenten kreve begrunnelse innen én uke etter at studenten fikk kjennskap til karakteren, men likevel ikke senere enn tre uker etter at karakteren ble kunngjort.\nBegrunnelsen skal gis innen to uker etter at studenten har bedt om den. Dersom begrunnelsen ikke kan gis innen to uker, skal studenten varsles om det og samtidig få vite når begrunnelsen kan ventes. I begrunnelsen skal det gjøres rede for de generelle prinsippene som er lagt til grunn for bedømmelsen og for bedømmelsen av studentens prestasjon. Begrunnelsen kan gis muntlig eller skriftlig.\nHvis det er gitt skriftlige retningslinjer for bedømmelsen, skal studentene ha tilgang til dem etter at karakteren er fastsatt.\nEn student kan klage skriftlig over karakteren innen tre uker etter at eksamensresultatet er kunngjort. Det skal da gjennomføres en ny sensur. Ved den nye sensuren skal sensorene ikke få kjennskap til den opprinnelige karakteren, sensors begrunnelse for karakteren eller studentens begrunnelse for klagen. Hvis studenten har bedt om begrunnelse for eller klaget over formelle feil, løper klagefristen fra studenten har fått begrunnelsen, eller til klagen på formelle feil er endelig avgjort. Hvis det brukes en løpende vurdering med karakter, kan fagskolen bestemme om studenten skal kunne klage etter hver enkelt vurdering, eller først når resultatet er kunngjort.\nEn student kan ikke klage på en bedømmelse av en muntlig prestasjon, en vurdering av praksisstudier eller lignende som etter sin art ikke lar seg etterprøve.\nEn student kan ikke klage på karakterfastsettingen etter en ny sensur.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Klage på formelle feil ved eksamen",
      "content": "En student som har vært oppe til en eksamen, en prøve eller et annet arbeid som bedømmes med karakterer, kan klage på formelle feil innen tre uker etter at studenten er blitt eller burde være kjent med feilen. Klagen skal rettes til fagskolen. Styret er klageinstans.\nEt sensurvedtak skal oppheves hvis det er begått feil som kan ha hatt betydning for studentens prestasjon eller bedømmelsen av prestasjonen. Hvis feilen kan rettes opp gjennom en ny sensur, skal dette gjennomføres. Hvis feilen ikke kan rettes opp gjennom en ny sensur, skal det holdes en ny eksamen, prøve eller lignende med nye sensorer. En student kan klage etter § 22 på karakterfastsettingen ved sensuren.\nHvis en student har krevd begrunnelse for eller klaget over karakterfastsettingen, løper klagefristen fra studenten har fått begrunnelsen, eller til klagen på karakterfastsettingen er endelig avgjort.\nFagskolen eller klageinstansen kan bestemme at det skal foretas en ny sensur eller holdes en ny eksamen, prøve eller lignende hvis det er begått formelle feil som kan ha hatt innvirkning på én eller flere studenters prestasjoner eller bedømmelsen av disse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Annullering av eksamen eller prøve",
      "content": "Hvis en student har brukt et falskt vitnemål eller andre falske dokumenter eller har opptrådt uredelig på annen måte og dermed fått adgang til å avlegge en eksamen, en prøve eller et annet arbeid som bedømmes med karakterer, kan styret annullere resultatet. Styret kan også annullere godkjenningen av emner hvis en student på tilsvarende urettmessig grunnlag har fått rett til å studere.\nStyret kan annullere resultatet av en eksamen, prøve eller lignende eller godkjenningen av et emne dersom en student forsettlig eller grovt uaktsomt har fusket, eller forsettlig har forsøkt å fuske, i forbindelse med eksamenen, prøven eller lignende eller under gjennomføringen av emnet.\nHvis en student har fått fritak eller godskriving etter § 8 ved å benytte et falskt vitnemål eller andre falske dokumenter, eller ved å opptre uredelig på annen måte, kan styret annullere fritaket eller godskrivingen.\nEn student kan klage på et vedtak om annullering. Departementet eller nasjonalt klageorgan for fagskoleutdanning er klageinstans, jf. § 20 femte ledd.\nAdgangen til å annullere foreldes ikke.\nNår styret har fattet et vedtak om annullering, skal studenten levere eventuelle vitnemål eller karakterutskrifter tilbake til fagskolen. Et endelig vedtak om annullering etter første eller annet ledd er et særlig tvangsgrunnlag etter tvangsfullbyrdelsesloven kapittel 13.\nDersom fagskolen oppdager at en søker eller student har levert falske vitnemål, andre falske dokumenter eller dokumenter utstedt av falske institusjoner, jf. første og tredje ledd, skal forholdet anmeldes til politiet.\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Bortvisning og utestenging",
      "content": "Hvis en student, til tross for en skriftlig advarsel fra fagskolen, gjentatte ganger opptrer på en måte som virker grovt forstyrrende på medstudenters arbeid eller virksomheten ved fagskolen ellers, kan styret fatte vedtak om at studenten skal bortvises i inntil ett år. Rektoren ved skolen kan fatte vedtak om bortvisning dersom vilkårene i § 12 annet ledd er til stede. Et slikt vedtak gjelder inntil styret kan fatte et endelig vedtak i saken. Bortvisningen innebærer ikke at studenten fratas retten til å gå opp til eksamen.\nHvis en student, til tross for en skriftlig advarsel fra fagskolen, ikke retter seg etter et vedtak om bortvisning, kan styret vedta å utestenge studenten fra utdanningen i inntil ett år. Utestenging fra studiet innebærer at studenten fratas retten til å gå opp til eksamen.\nHvis en student har skapt fare for liv eller helse, eller har opptrådt grovt usømmelig overfor noen som studenten har møtt i forbindelse med undervisning eller praksisstudier, kan styret vedta at studenten skal utestenges fra fagskoleutdanning med klinisk undervisning og praksisstudier i inntil tre år. Tilsvarende gjelder hvis en student har brutt lovfestet taushetsplikt.\nHvis en student har benyttet et falskt vitnemål, andre falske dokumenter eller på annen måte har opptrådt uredelig, jf. § 24 første og tredje ledd, eller har fusket eller forsøkt å fuske, jf. § 24 annet ledd, kan styret vedta at studenten skal utestenges fra all utdanning ved fagskolen i inntil ett år. Tilsvarende gjelder for en student som forsettlig har medvirket til fusk.\nEt vedtak om å bortvise eller utestenge en student skal fattes med minst to tredels flertall. Studenten har rett til å uttale seg før det fattes vedtak i en sak om bortvisning eller utestenging og kan klage på vedtaket. Departementet eller nasjonalt klageorgan for fagskoleutdanning er klageinstans, jf. § 20 femte ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Vurdering av skikkethet",
      "content": "Fagskolen skal gjennom hele utdanningen gjøre en løpende skikkethetsvurdering av alle studenter som er omfattet av kravet om slik vurdering. Fagskolen fastsetter i forskrift hvilke utdanninger som er omfattet av skikkethetsvurdering. En skikkethetsvurdering skal vise om en student har de nødvendige forutsetningene for å kunne utøve et yrke.\nEt vitnemål for fullført og bestått utdanning innebærer at kandidaten er vurdert som skikket for yrket.\nStyret kan vedta at en student ikke er skikket for yrket. Blir det fattet et slikt vedtak, kan styret også vedta at studenten skal utestenges fra utdanningen i inntil fem år.\nEt vedtak om at en student ikke er skikket for et yrke og et vedtak om å utestenge en student fra en fagskoleutdanning fordi studenten ikke er skikket for yrket skal fattes med minst to tredels flertall. En student har rett til å uttale seg før det fattes vedtak i en sak om skikkethet eller utestenging. Studenten kan klage på vedtaket. Departementet eller det nasjonale klageorganet for fagskoleutdanning er klageinstans, jf. § 20 femte ledd.\nDepartementet gir forskrift om skikkethetsvurdering, blant annet om kriterier for vurderingen, saksbehandlingen og skikkethetsnemnd.\n0 Endret ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Krav om politiattest",
      "content": "I utdanninger der studenter kan komme i kontakt med mindreårige som del av klinisk undervisning eller praksisstudier, skal fagskolen kreve at studentene legger frem politiattest som nevnt i politiregisterloven § 39 første ledd. Fagskolen kan kreve politiattest ved opptak og underveis i slike utdanninger.\nHvis det er gitt særlige regler om politiattest for bestemte typer arbeid, gjelder disse reglene tilsvarende for studenter som deltar i praksisstudier eller klinisk undervisning.\nDen som ikke fremlegger politiattest etter reglene i denne bestemmelsen og fagskoleforskriften kapittel 4, har ikke rett til å delta i klinisk undervisning eller praksisopplæring. Det kan gjøres unntak fra dette dersom årsaken til at søkeren eller studenten ikke fremlegger politiattest ligger utenfor vedkommendes kontroll.\nStudenter som ikke kan delta i obligatorisk praksisopplæring eller i klinisk undervisning etter denne bestemmelsen, får ikke vitnemål for fullført grad eller utdanning.\nEn student som er dømt eller har vedtatt et forelegg for et straffbart forhold som omtalt i politiregisterloven § 39 første ledd eller i regler om krav til politiattester som nevnt i andre ledd, kan utestenges fra praksisstudier eller klinisk undervisning. Studenten kan bare utestenges hvis deltakelse i praksisstudier eller klinisk undervisning må regnes som uforsvarlig på grunn av den kontakten studenten da får med mennesker.\nEn student som er siktet eller tiltalt for et straffbart forhold som omtalt i politiregisterloven § 39 første ledd eller i regler om krav til politiattester som nevnt i andre ledd, kan utestenges fra praksisstudier eller klinisk undervisning inntil en rettskraftig dom foreligger, eller til saken er henlagt. Studenten kan bare utestenges hvis deltakelse i praksisstudier eller klinisk undervisning må regnes som uforsvarlig på grunn av den kontakten studenten da får med mennesker.\nStyret avgjør om en student skal utestenges fra klinisk undervisning eller praksisstudier. Vedtaket skal fattes på grunnlag av uttalelse fra fagskolen. Et vedtak om å utestenge en student etter denne bestemmelsen skal fattes med minst to tredels flertall.\nEn student kan klage på et vedtak om utestenging etter denne bestemmelsen. Departementet eller det nasjonale klageorganet for fagskoleutdanning er klageinstans, jf. § 20 femte ledd.\nDepartementet kan gi forskrift om saksbehandlingen i saker om innhenting og behandling av politiattest.\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Rett til permisjon i forbindelse med fødsel og omsorg for barn",
      "content": "En gravid student har rett til utsatt eksamen hvis eksamensdatoen er i perioden mellom tre uker før fastsatt termindato og seks uker etter fødsel. Barnets andre forelder har rett til utsatt eksamen hvis eksamensdatoen er innenfor to uker etter fødselen. Departementet kan gi forskrift om rett til utsatt eksamen på grunn av fødsel.\nEn student som får barn under utdanningen, har rett til permisjon fra utdanningen under svangerskapet og til omsorg for barn. I permisjonsperioden har studenten fortsatt status som student ved fagskolen og har rett til å gjenoppta utdanningen på samme nivå som før permisjonen. Bestemmelsene i arbeidsmiljøloven §§ 12-1 til 12-5 og § 12-7 gjelder så langt de passer.\nFagskolen skal legge til rette for at studenter som er i permisjon etter første ledd, kan gjenoppta utdanningen så raskt som mulig etter endt permisjon.\nRetten til permisjon og til utsatt eksamen gjelder tilsvarende ved adopsjon.\n0 Endret ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:28 a",
      "chapter": "5",
      "section": "28 a",
      "title": "Permisjon fra utdanning",
      "content": "Studenter har rett til permisjon fra utdanningen når de er i tjeneste etter forsvarsloven § 17, når de har verv i studentpolitiske eller folkevalgte organer, og når det foreligger andre særlige grunner. Studentene skal få permisjon så lenge behovet tilsier det, og behovet må kunne dokumenteres.\nI permisjonsperioden har studenten fortsatt studierett og rett til å gå opp til eksamen ved fagskolen.\nFagskolene kan gi forskrift om permisjon.\n0 Tilføyd ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28a",
        "source_heading": "§ 28 a."
      }
    },
    {
      "provision_ref": "5:28 b",
      "chapter": "5",
      "section": "28 b",
      "title": "Nasjonalt studentombud",
      "content": "Fagskolestudenter skal ha tilgang til et nasjonalt studentombud.\nStudentombudet skal gi fagskolestudenter råd og hjelp i saker som er knyttet til studiesituasjonen, og bidra til å ivareta studentenes rettssikkerhet overfor fagskolen. Studentombudet kan ikke instrueres i sitt virke. Studentombudet kan selv bestemme om det skal bistå en student i en sak.\nStudentombudet har ikke selv myndighet til å avgjøre saker.\nAnsettelse på åremål kan benyttes for studentombud. Åremålsperioden kan være fire til seks år. Ingen kan være ansatt på åremål etter denne bestemmelsen i en sammenhengende periode på mer enn tolv år.\nDepartementet kan gi forskrift om studentombud.\n0 Tilføyd ved lov 21 juni 2019 nr. 61 (ikr. 1 aug 2019 iflg. res. 21 juni 2019 nr. 777), endret ved lover 18 juni 2021 nr. 127 (ikr. 1 juli 2021 iflg. res. 18 juni 2021 nr. 2026), 31 mai 2024 nr. 26 (i kraft 1 aug 2025 iflg. res. 31 mai 2024 nr. 873), 20 juni 2025 nr. 101 (i kraft 1 aug 2025 iflg. res. 20 juni 2025 nr. 1092, tidligere § 14a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28b",
        "source_heading": "§ 28 b."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Offentlig tilskudd og egenbetaling",
      "content": "Fagskoler kan søke om offentlig tilskudd fra fylkeskommunen.\nFagskoler kan kreve egenbetaling fra studenter bare når det ikke ved tildeling av offentlige tilskudd er forutsatt at utdanningen skal være gratis. Departementet kan gi forskrift om fagskolens adgang til å kreve egenbetaling fra studenter.\nAlle private fagskoler skal benytte offentlig tilskudd og egenbetaling fra studentene til den akkrediterte utdanningen og innenfor lovens formål.\nPrivate fagskoler som mottar offentlig tilskudd, skal la tilskudd og egenbetaling komme studentene til gode. Private fagskoler som mottar offentlig tilskudd, kan ikke foreta utdelinger.\nPrivate fagskoler som ikke mottar offentlig tilskudd, kan ikke foreta utdelinger som medfører at egenkapitalen blir lavere enn 20 prosent av eiendelene.\nDepartementet kan gi forskrift om disponering av offentlig tilskudd og egenbetaling, herunder ved avvikling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Avtaler med nærstående",
      "content": "Private fagskoler kan ikke gjennomføre avtaler med nærstående eller overføre midler til nærstående på andre vilkår enn det som ville ha vært fastsatt mellom uavhengige parter.\nFagskolen skal kunne dokumentere at det ikke er gjennomført avtaler i strid med første ledd.\nHvis departementet ber om det, skal nærstående til private fagskoler gi departementet innsyn i dokumentasjon om avtaler som nevnt i første ledd.\nDepartementet kan gi forskrift om avtaler med nærstående, herunder hvem som regnes som nærstående, og krav om dokumentasjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Tilsyn",
      "content": "Departementet fører tilsyn med private fagskoler.\nPrivate fagskoler plikter å bistå under tilsynet. De skal gi opplysninger som kan ha betydning for oppfyllelse av krav gitt i eller i medhold av denne loven. Tilsynsmyndigheten kan kreve at fagskolen dokumenterer og redegjør for slike opplysninger, for eksempel ved å utlevere eller sammenstille regnskapsmateriale med bilag, korrespondanse og styreprotokoller. Tilsynsmyndigheten skal få adgang til de lokalene fagskolen disponerer.\nTilsynsmyndigheten kan kreve at revisor og regnskapsfører utleverer opplysninger etter andre ledd uten hinder av lovbestemt eller avtalt taushetsplikt.\nDepartementet kan gi forskrift om fagskolens plikt til å bistå under tilsynet, blant annet om hvordan opplysninger skal gis, og om adgang til fagskolens lokaler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Rapportering",
      "content": "Private fagskoler skal rapportere regnskapsinformasjon og sammenstilte data om studietilbud, studenter og personale til departementet.\nPrivate fagskoler må gi særskilt melding til departementet ved fusjon, fisjon, salg, omdanning eller avvikling av virksomheten. De skal melde fra før slike endringer gjennomføres.\nDepartementet kan gi forskrift om private fagskolers rapporteringsplikt og meldeplikt, hva rapporter og meldinger skal inneholde og formkrav.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Regnskap og revisjon",
      "content": "Private fagskoler er regnskapspliktige etter regnskapsloven § 1-2 og i samsvar med kravet til organisasjonsform etter § 13. Private fagskoler som er små foretak etter regnskapsloven, skal følge reglene i regnskapsloven for mellomstore foretak.\nPrivate fagskoler skal ha et økonomisk skille mellom de akkrediterte delene av virksomheten og de ikke-akkrediterte delene av virksomheten. Regnskapene skal kunne dokumentere at fagskolen opprettholder et slikt skille mellom delene av virksomheten.\nRegnskapene for private fagskoler skal revideres av statsautorisert eller registrert revisor, jf. revisorloven § 3-1.\nDepartementet kan gi forskrift om krav til regnskapet, dokumentasjon og revisjon.\n0 Endret ved lover 21 juni 2019 nr. 61 (ikr. 1 aug 2019 iflg. res. 21 juni 2019 nr. 777), 21 juni 2024 nr. 42 (i kraft 1 nov 2024 iflg. res. 11 okt 2024 nr. 2454).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "title": "Pålegg om retting",
      "content": "Hvis departementet avdekker brudd på bestemmelser gitt i eller i medhold av denne loven eller i grunnlaget for tilskuddet, kan departementet pålegge fagskolen å rette dette innen en gitt frist.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "title": "Krav om tilbakebetaling av tilskudd",
      "content": "Hvis offentlig tilskudd disponeres i strid med bestemmelser gitt i eller i medhold av denne loven eller i grunnlaget for tilskuddet, kan departementet kreve tilskuddet tilbakebetalt. Vedtak om tilbakebetaling av offentlig tilskudd er tvangsgrunnlag for utlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "title": "Tvangsmulkt",
      "content": "For å sikre at pålegg som er gitt etter § 34 blir fulgt, kan departementet bestemme at den pålegget retter seg mot, skal betale en tvangsmulkt til staten. Tvangsmulkten fastsettes som løpende dagsmulkt fra utløpet av fristen som er satt i pålegget, og inntil forholdet er rettet.\nDepartementet kan gi forskrift om tvangsmulkt, blant annet om utstedelse, størrelse, forfall, klage og lemping.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "title": "Overtredelsesgebyr",
      "content": "Departementet kan ilegge private fagskoler overtredelsesgebyr dersom fagskolen eller noen som opptrer på vegne av fagskolen, forsettlig eller uaktsomt overtrer regler som er fastsatt i eller med hjemmel i denne loven.\nStørrelsen på overtredelsesgebyret fastsettes i hvert enkelt tilfelle. Et endelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg.\nDepartementet kan gi forskrift om overtredelsesgebyr, blant annet om utstedelse, størrelse av et fastsatt gebyr, forfall, klage over et vedtak om overtredelsesgebyr og lemping.\n0 Endret ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "title": "Tilbaketrekking av akkreditering",
      "content": "Hvis en privat fagskole ikke retter alvorlige forhold som er i strid med bestemmelser gitt i eller i medhold av denne loven innen fristen etter § 34, kan departementet trekke akkreditering av fagområdet eller fagskoleutdanningen tilbake.\nDepartementet kan gi forskrift om saksbehandling ved tilbaketrekking av akkreditering etter første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "title": "Forholdet til forvaltningsloven",
      "content": "Når fagskolene behandler saker etter loven her, gjelder bestemmelsene i forvaltningsloven om habilitet i §§ 6 til 10 og om taushetsplikt i §§ 13 til 13 e.\nHvis ikke noe annet er bestemt, gjelder forvaltningsloven kapittel III til VI og VIII for avgjørelser om opptak, avsluttende vurdering, annullering av eksamen, bortvisning, utestenging, skikkethetsvurdering, godskriving, og fritak etter loven her.\nDepartementet kan gi forskrift om at forvaltningsloven kapittel VI ikke skal gjelde for vedtak fra NOKUT om akkreditering av fagskoleutdanning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:39 a",
      "chapter": "7",
      "section": "39 a",
      "title": "Fagskolenes behandling av personopplysninger",
      "content": "Fagskolene kan behandle personopplysninger om søkere og studenter når det er nødvendig for å utføre oppgaver etter denne loven. Fagskolene kan behandle personopplysninger som er nevnt i personvernforordningen artikkel 9 og 10, dersom det er nødvendig for å behandle saker etter §§ 25 og 26 eller den registrerte har gitt opplysningene eller tillatelse til å innhente dem.\nDepartementet kan gi forskrift om fagskolenes behandling av personopplysninger, blant annet om formålet med behandlingen, hvilke personopplysninger som kan behandles, bruk av automatiserte avgjørelser og om innhenting, viderebehandling, utlevering og tilgang til personopplysninger.\n0 Tilføyd ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39a",
        "source_heading": "§ 39 a."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "Forsøk",
      "content": "Departementet kan vedta at det kan gjøres unntak fra loven og forskriftene til loven i forbindelse med tidsavgrensede organisatoriske eller pedagogiske forsøk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "Deling av opplysninger om vitnemål og karakterer",
      "content": "Fagskoler kan oversende vitnemål og karakterer til den nasjonale databasen for vitnemål og dokumentasjon av kompetanse, jf. opplæringslova § 25-2.\nFagskoler kan dele en persons fødselsnummer, D-nummer og informasjon som kan identifisere at den nasjonale databasen som nevnt i første ledd eller fagskolen har opplysninger om personens utdanningsresultater, automatisk med en portal for deling av vitnemål og dokumentasjon om oppnådd kompetanse, jf. universitets- og høyskoleloven § 15-1. Opplysninger om vitnemål og karakterer kan bare deles når den registrerte har bestemt det.\n0 Endret ved lover 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972), 9 juni 2023 nr. 30 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 1028), 8 mars 2024 nr. 9 (i kraft 1 aug 2024 iflg. res. 8 mars 2024 nr. 407).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "title": "Rapportering til database for statistikk om fagskoleutdanning",
      "content": "Personopplysninger som nevnt i annet og tredje ledd kan behandles i en database for statistikk om fagskoleutdanning for å legge til rette for å utarbeide statistikk og gjennomføre utredninger og forskning, og for departementets forvaltning og ansvar for fagskoleutdanning.\nFor søkere til og studenter ved fagskoler kan følgende personopplysninger behandles:\na. fødselsnummer\nb. midlertidig fødselsnummer\nc. navn\nd. statsborgerskap\ne. opplysninger knyttet til utdanningen som studieprogresjon og karakterer.\nFor ansatte ved fagskoler kan følgende personopplysninger behandles:\nb. ID-type og ID-nummer\ne. opplysninger knyttet til stillingsforhold og finansiering av stillingen.\nFagskoler skal rapportere personopplysninger som nevnt i annet og tredje ledd til databasen for statistikk om fagskoleutdanning. Departementet kan fastsette frister for rapporteringen, og at rapporteringen skal skje elektronisk. Departementet kan gi fagskoler fritak fra plikten til å rapportere opplysninger om søkere.\nPersonopplysningene i databasen kan utleveres og sammenstilles til forskning og utredning i samsvar med formålet i første ledd. Opplysningene kan også utleveres til andre departementer, statlige organer og fylkeskommuner som etter personopplysningsloven har adgang til å behandle slike opplysninger.\nDirektoratet for høyere utdanning og kompetanse er behandlingsansvarlig for personopplysningene i databasen. Departementet kan gi forskrift om behandlingen av opplysninger i databasen.\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "title": "Forbud mot bruk av klesplagg som helt eller delvis dekker ansiktet",
      "content": "Studenter og ansatte skal ikke bruke klesplagg som helt eller delvis dekker ansiktet i forbindelse med undervisning eller tilsvarende, inkludert på turer, ekspedisjoner og lignende i tilknytning til utdanningsinstitusjonens undervisning. Forbudet gjelder ikke når bruken av slike plagg er begrunnet i klimatiske, pedagogiske, læringsmessige, helsemessige eller sikkerhetsmessige forhold.\nEn student som tross skriftlig advarsel har brukt klesplagg som helt eller delvis dekker ansiktet i strid med første ledd, kan bortvises i inntil ett år. Hvis studenten til tross for skriftlig advarsel ikke etterkommer et vedtak om bortvisning, kan studenten utestenges fra utdanningen i inntil ett år. Vedtak om bortvisning kan treffes av rektor eller den rektor bemyndiger. Vedtak om utestengning treffes av styret selv eller institusjonens klagenemnd. Vedtak om bortvisning eller utestengning kan påklages til institusjonens klagenemnd eller nasjonalt klageorgan for fagskoleutdanning, jf. § 13.\nDersom en ansatt opptrer i strid med forbudet i første ledd, skal den ansatte bes om å fjerne klesplagget som dekker ansiktet. Gjentatte brudd på forbudet kan være grunnlag for oppsigelse.\n0 Tilføyd ved lov 22 juni 2018 nr. 85 (ikr. 1 aug 2018 iflg. res. 22 juni 2018 nr. 946).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "title": "Ikrafttredelses- og overgangsregler",
      "content": "Loven trer i kraft fra det tidspunktet​1 Kongen bestemmer.\nFra samme tidspunkt oppheves lov 20. juni 2003 nr. 56 om fagskoleutdanning.\nForskrifter gitt med hjemmel i lov 20. juni 2003 nr. 56 om fagskoleutdanning skal gjelde frem til 31. desember 2019 eller til forskriften blir opphevet.\nRetten til å få skrevet ut et nytt vitnemål for dem som har vitnemål som oppgir fagskolepoeng, oppheves 31. desember 2020.\n0 Endret ved lov 22 juni 2018 nr. 85 (ikr. 1 aug 2018 iflg. res. 22 juni 2018 nr. 946, tidligere § 43).\n1 Fra 1 juli 2018 iflg. res. 8 juni 2018 nr. 826 med unntak av § 7 som trer i kraft 1 jan 2019.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "title": "Endringer i andre lover",
      "content": "Fra det tidspunktet loven trer i kraft, gjøres følgende endringer i lov 14. desember 2007 nr. 116 om studentsamskipnader: – – –\n0 Endret ved lov 22 juni 2018 nr. 85 (ikr. 1 aug 2018 iflg. res. 22 juni 2018 nr. 946, tidligere § 44).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Lovens formål er å legge til rette for fagskoleutdanning av høy kvalitet og for at fagskolestudentene får gode utdanningsvilkår.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens virkeområde",
      "content": "Loven gjelder for akkreditert fagskoleutdanning og fagskolevirksomhet i riket. Loven gjelder for Svalbard og Jan Mayen for så vidt ikke annet fastsettes av Kongen. Kongen kan gi forskrift om fagskoleutdanning av hensyn til de stedlige forhold. Kongen kan bestemme at loven skal gjelde helt eller delvis for fagskoleutdanning utenfor Norge.\nKongen kan gi forskrift om unntak fra og nødvendige tilpasninger til lovens regler for enkelte institusjoner som tilbyr fagskoleutdanning.\n0 Endret ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Fylkeskommunalt ansvar for fagskoleutdanning",
      "content": "Fylkeskommunen skal sørge for at det tilbys akkreditert fagskoleutdanning i samsvar med behovet for kompetanse lokalt, regionalt og nasjonalt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Grunnleggende krav til fagskoleutdanning",
      "content": "Fagskoleutdanning er høyere yrkesfaglig utdanning som ligger på nivå over videregående opplæring. Fagskoleutdanning skal gi kompetanse som kan tas i bruk for å løse oppgaver i arbeidslivet uten ytterligere opplæringstiltak.\nFagskoleutdanning skal være praksisnær og imøtekomme behovet for kvalifisert arbeidskraft i samfunnet.\nFagskoleutdanning skal bygge på kunnskap og erfaring fra ett eller flere yrkesfelt og være i samsvar med relevante pedagogiske, etiske, kunstfaglige og vitenskapelige prinsipper.\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:4 a",
      "chapter": "2",
      "section": "4 a",
      "title": "Krav til fagskoleutdanningens innhold og omfang",
      "content": "Fagskoleutdanning skal ha et innhold og omfang som tilsvarer inntil to års utdanning på fulltid. Departementet kan, etter søknad fra styret for fagskolen, vedta at det kan gis fagskoleutdanning som i innhold og omfang tilsvarer inntil tre års utdanning på fulltid. Departementet kan gi forskrift om vilkår for å opprette utdanning som i innhold og omfang tilsvarer mellom to og tre års utdanning på fulltid.\nFor å få akkreditert utdanninger på mindre enn et halvt års omfang må fagskolen fra før tilby minst én akkreditert fagskoleutdanning på 60 studiepoeng eller mer som det er uteksaminert kandidater fra i minst to år.\n0 Tilføyd ved lov 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972), endret ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "2:4 b",
      "chapter": "2",
      "section": "4 b",
      "title": "NOKUTs myndighet, formål og faglig uavhengige oppgaver",
      "content": "Formålet med virksomheten til Nasjonalt organ for kvalitet i utdanningen (NOKUT) etter denne loven er å bidra til at samfunnet kan ha tillit til kvaliteten i norsk høyere yrkesfaglig utdanning. I tillegg skal virksomheten stimulere til kvalitetsutvikling som sikrer fagskoleutdanning av høy kvalitet.\nNOKUTs styre er regulert i universitets- og høyskoleloven § 16-4.\nNOKUT er faglig uavhengig i følgende oppgaver:\na. akkreditering av institusjoner, fagområder og fagskoleutdanninger\nb. tilsyn med akkrediterte institusjoner, fagområder og fagskoleutdanninger\nc. evalueringer for å vurdere kvaliteten i høyere yrkesfaglig utdanning.\nDepartementet kan fastsette forskrift om saksbehandlingsregler for NOKUTs virksomhet.\n0 Tilføyd ved lov 8 mars 2024 nr. 9 (i kraft 1 aug 2024 iflg. res. 8 mars 2024 nr. 407, endring endret ved lov 31 mai 2024 nr. 26).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4b",
        "source_heading": "§ 4 b."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Akkreditering og kvalitetssikring",
      "content": "Akkreditering er et vedtak basert på en faglig vurdering av om en fagskole eller en fagskoleutdanning oppfyller vilkår gitt i eller med hjemmel i denne loven. Akkreditering er et vilkår for å kunne tilby fagskoleutdanning. Akkreditert fagskoleutdanning skal være i samsvar med Nasjonalt kvalifikasjonsrammeverk. NOKUT kan akkreditere utdanninger, fagområder og institusjoner.\nFagskoler som får akkreditering for fagområde, har fullmakt til selv å opprette og endre fagskoleutdanninger innenfor disse fagområdene.\nFagskoler som får institusjonsakkreditering, har fullmakt til selv å opprette og endre fagskoleutdanninger på alle fagområder.\nDersom NOKUT avviser eller avslår en søknad om akkreditering, kan NOKUT i særskilte tilfeller bestemme at fagskolen mister retten til å få behandlet søknader om akkreditering i inntil to år.\nFagskoler skal ha tilfredsstillende interne systemer for kvalitetssikring. Studentevalueringer skal inngå i disse systemene.\nDepartementet gir forskrift om\na. vilkår for akkreditering av fagskoleutdanning\nb. vilkår for akkreditering av fagområde\nc. vilkår for institusjonsakkreditering\nd. krav til kvalitetssikringssystemer og kvalitetsarbeid.\n0 Endret ved lover 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972), 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:5 a",
      "chapter": "2",
      "section": "5 a",
      "title": "Tilsynsmyndighet og fagskolenes ansvar ved tilsyn",
      "content": "NOKUT skal føre tilsyn med fagskolers kvalitetsarbeid og med at fagskoler oppfyller vilkårene for akkreditering.\nFagskoler skal legge til rette for at NOKUT skal kunne utføre tilsyn. NOKUT kan kreve nødvendige og relevante opplysninger og redegjørelser for å kunne utføre tilsyn.\nFagskolens styre skal iverksette tiltak for å sikre at de berørte studentene ved en fagskoleutdanning som blir nedlagt etter tilsyn, får gjennomført påbegynt utdanning på en tilfredsstillende måte. Tiltakene skal være godkjent av NOKUT.\nDepartementet kan gi forskrift om NOKUTs tilsyn.\n0 Tilføyd ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5 a."
      }
    },
    {
      "provision_ref": "2:5 b",
      "chapter": "2",
      "section": "5 b",
      "title": "Tilsyn med kvalitetsarbeid",
      "content": "Ved tilsyn med fagskolens kvalitetsarbeid kan NOKUT pålegge fagskolen å rette opp forhold innen en gitt frist dersom kvalitetsarbeidet ikke er tilfredsstillende.\nDersom forholdene fortsatt ikke er tilfredsstillende etter fristens utløp, kan NOKUT etter nytt tilsyn vedta at fagskolen ikke får behandlet nye søknader om akkreditering. NOKUT kan også trekke tilbake institusjonsakkrediteringen eller akkreditering av berørte fagområder og fagskoleutdanninger.\nFagskolen kan kreve et nytt tilsyn med kvalitetsarbeidet ett år etter at vedtaket etter andre ledd ble fattet. Dersom NOKUT i tilsynet kommer til at forholdene er tilfredsstillende, får fagskolen tilbake akkrediteringene og kan igjen få behandlet søknad om akkreditering.\n0 Tilføyd ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5b",
        "source_heading": "§ 5 b."
      }
    },
    {
      "provision_ref": "2:5 c",
      "chapter": "2",
      "section": "5 c",
      "title": "Tilsyn med akkreditering",
      "content": "Ved tilsyn med om vilkårene for akkreditering er oppfylt, kan NOKUT pålegge fagskolen å rette mangelfulle forhold innen en gitt frist. For fagskoler med fagområde- eller institusjonsakkreditering kan NOKUT samtidig vedta at akkrediteringen midlertidig trekkes tilbake.\nDersom fristen for å rette forholdene er utløpt og vilkårene fortsatt ikke er oppfylt, kan NOKUT etter nytt tilsyn trekke tilbake akkrediteringen. Dersom NOKUT vurderer at det er uforholdsmessig å trekke tilbake akkrediteringen, kan NOKUT i stedet vedta at fagskolen ikke får behandlet søknader om akkreditering i inntil ett år.\nDersom en fagskole fratas en akkreditering etter denne paragrafen, kan NOKUT i særskilte tilfeller vedta at fagskolen ikke får behandlet nye søknader om akkreditering i inntil to år.\n0 Tilføyd ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5c",
        "source_heading": "§ 5 c."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Beskyttelse av betegnelsene fagskoleutdanning og fagskole",
      "content": "Betegnelsene fagskoleutdanning og fagskole kan bare brukes om utdanninger og skoler som har akkreditering etter § 5. Bare utdanninger og skoler som har akkreditering etter § 5 kan markedsføres på en måte som gir inntrykk av at de har en slik akkreditering.\nDepartementet kan ved enkeltvedtak forby bruk av betegnelse eller navn som uriktig gir inntrykk av at en virksomhet har akkreditering for å gi fagskoleutdanning, eller som kan forveksles med en betegnelse som nevnt i første ledd.\nDepartementet kan etter søknad tillate bruk av etablerte sammensatte betegnelser selv om de kan forveksles med betegnelsene fagskole eller fagskoleutdanning.\nDepartementet kan ilegge overtredelsesgebyr til virksomheter som forsettlig eller uaktsomt\na. bruker betegnelsen fagskole eller fagskoleutdanning uten at det foreligger nødvendig akkreditering\nb. markedsfører en skole eller utdanning på en måte som gir et uriktig inntrykk av at det foreligger en akkreditering som fagskole eller fagskoleutdanning\nc. bryter et forbud som nevnt i annet ledd mot bruk av betegnelser eller navn.\nDepartementet kan gi forskrift om overtredelsesgebyr. Et endelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Generell godkjenning av utenlandsk fagskoleutdanning",
      "content": "Den som har utdanning fra en utenlandsk fagskole eller en annen yrkesfaglig utdanning fra utlandet på tilsvarende nivå, kan søke departementet om å få en generell godkjenning av utdanningen. Slik godkjenning innebærer at utdanningen i nivå og omfang godkjennes som sidestilt med akkreditert fagskoleutdanning.\nVedtak om generell godkjenning av utenlandsk fagskoleutdanning kan påklages til klagenemnda nevnt i § 7 a.\nDen som har søkt om godkjenning ved å bruke falske vitnemål, andre falske dokumenter eller dokumenter utstedt av falske institusjoner, skal få dokumentene inndratt og skal ikke få godkjent utdanningen. Det kan gis en karantenetid i inntil ett år. En godkjenning som er gitt på grunnlag av dokumenter som nevnt i første punktum, skal annulleres. Departementet eller særskilt klageorgan oppnevnt av departementet, jf. § 20 femte ledd, er klageinstans.\nDersom den som behandler søknad om godkjenning, oppdager at en søker har levert falske vitnemål, andre falske dokumenter eller dokumenter utstedt fra falske institusjoner, skal forholdet anmeldes til politiet.\nDepartementet kan gi forskrift om saksbehandling og klageadgang i saker om generell godkjenning av utenlandsk fagskoleutdanning.\n0 Endret ved lover 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972), 17 juni 2022 nr. 68 (i kraft 1 jan 2023 iflg. res. 17 juni 2022 nr. 1067), 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:7 a",
      "chapter": "2",
      "section": "7 a",
      "title": "Klagenemnd for godkjenning av utenlandsk utdanning og opplæring",
      "content": "Departementet kan opprette en nasjonal klagenemnd som skal behandle vedtak om godkjenning av utenlandsk utdanning og opplæring.\n0 Tilføyd ved lov 17 juni 2022 nr. 68 (i kraft 1 aug 2022 iflg. res. 17 juni 2022 nr. 1067).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7a",
        "source_heading": "§ 7 a."
      }
    },
    {
      "provision_ref": "2:7 b",
      "chapter": "2",
      "section": "7 b",
      "title": "Behandling av søknader om godkjenning",
      "content": "Ved vurdering av søknader om godkjenning av utenlandsk fagskoleutdanning etter § 7 kan det også behandles personopplysninger som nevnt i personvernforordningen artikkel 9 og 10.\nVedtak om godkjenning kan fattes ved helt eller delvis automatisert saksbehandling. Søkeren kan kreve at vedtaket overprøves manuelt.\nFødselsnummer, D-nummer og informasjon om at en person har godkjenningsvedtak etter første ledd, kan deles automatisk med en portal for deling av vitnemål og dokumentasjon om oppnådd kompetanse, jf. universitets- og høyskoleloven § 15-1. Vedtak kan bare deles når den registrerte har bestemt det.\n0 Tilføyd ved lov 17 juni 2022 nr. 68 (i kraft 1 jan 2023 iflg. res. 17 juni 2022 nr. 1067), endret ved lov 8 mars 2024 nr. 9 (i kraft 1 aug 2024 iflg. res. 8 mars 2024 nr. 407).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7b",
        "source_heading": "§ 7 b."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Godskriving og fritak",
      "content": "Fagskoler skal godskrive beståtte emner fra andre akkrediterte fagskoleutdanninger som oppfyller de faglige kravene for emnene det søkes om godkjenning for, dersom de aktuelle fagskoleutdanningene ligger innenfor det samme fagområdet eller nært beslektede fagområder. Det skal ikke gis dobbel uttelling for det samme faginnholdet. Departementet kan gi forskrift om godskriving av emner fra andre fagskoleutdanninger.\nFagskoler kan etter en faglig vurdering også gi fritak for emner på grunnlag av annen dokumentert relevant utdanning og kompetanse. Det kan gis et slikt fritak på grunnlag av dokumentert realkompetanse. Departementet kan gi forskrift om vurderingen av fritak.\nEt vedtak om godskriving av eller fritak for emner kan påklages. Klagen behandles i samsvar med § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Styrets ansvar",
      "content": "Alle fagskoler skal ha et eget styre. Offentlige fagskoler og fagskoler organisert som studieforbund skal ha et styre som øverste ansvarlige styringsorgan.\nStyret selv skal fatte vedtak om at det etter styrets skjønn er forsvarlig å ta opp nye studenter. Vedtaket skal fattes før studiestart.\nStyret skal for øvrig\na. sørge for at studentene får den utdanningen som fagskolen har akkreditering for\nb. sørge for at alle vilkår for eventuelle offentlige tilskudd er oppfylt\nc. sørge for at opplysninger som blir gitt til NOKUT, studenter og dem som søker utdanning er korrekte og fullstendige\nd. sørge for at det blir gitt nødvendig informasjon og veiledning til søkere til og studenter ved fagskolen, blant annet om skolepenger, studietilbud, søknadsfrister og opptakskrav\ne. fastsette krav til lærerkompetanse, instruktørkompetanse og ledelse ved fagskolen\nf. sørge for at virksomheten drives i samsvar med gjeldende lover og regler, og etablere og sørge for gjennomføring av systematiske kontrolltiltak (internkontroll) for å sikre dette. Departementet kan gi forskrift om krav til internkontroll etter første punktum.\nStyret kan delegere sin avgjørelsesmyndighet til andre ved fagskolen hvis det ikke følger av denne loven at styret selv skal fatte vedtak.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Styrets sammensetning",
      "content": "Styret skal ha minst sju medlemmer. Minst to medlemmer skal ha bakgrunn fra relevant arbeids- eller næringsliv. Minst ett medlem skal være valgt av og blant de ansatte, og minst ett medlem skal være valgt av og blant studentene. Hvis styret har mer enn ti medlemmer, skal minst to medlemmer være valgt av og blant studentene og minst to av og blant de ansatte. Det skal velges personlig varamedlem for medlemmene valgt av de ansatte og studentene. Det skal være minst ett varamedlem for medlemmene fra arbeids- eller næringsliv, og minst ett varamedlem for de øvrige medlemmene. Eier utpeker selv, eller fastsetter hvem som skal utpeke, styrets leder.\nVed valg av styremedlemmer gjelder likestillings- og diskrimineringsloven § 28 innen den enkelte valgkrets.\nStyremedlemmene og varamedlemmene velges for inntil fire år. Styremedlemmer og varamedlemmer som velges av og blant studentene, velges for ett år. Styremedlemmer og varamedlemmer kan gjenvelges.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Vedtaksførhet og gjennomføring av styremøter",
      "content": "Styret kan fatte vedtak når mer enn halvparten av medlemmene eller tilsvarende mange varamedlemmer er til stede og avgir stemme.\nVedtak fattes med et alminnelig flertall av de avgitte stemmene hvis ikke noe annet er fastsatt i denne loven. Hvis det er like mange stemmer for og imot et forslag, har møtelederen dobbeltstemme.\nStyremøtene ledes av styrelederen. Hvis styrelederen ikke er til stede, utpeker styret en møteleder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Rektor",
      "content": "En fagskole skal ha en rektor. Styret selv skal ansette rektoren. Rektor skal ha nødvendig fag- og lederkompetanse. Studentene og de ansatte skal bli hørt før en rektor ansettes. Departementet kan gi forskrift om kravene til rektors kompetanse og ansettelsesprosessen ved ansettelse av rektor.\nHvis avgjørelsen av en sak ikke kan vente til styret kan komme sammen i møte, avgjør rektor saken. Styret kan også gi rektor fullmakt til å avgjøre saker som ikke bør utsettes til neste styremøte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Organisering",
      "content": "Private fagskoler skal organiseres som stiftelser etter stiftelsesloven, eller aksjeselskap etter aksjeloven.\nFagskoler som per 1. januar 2017 var organisert i et studieforbund etter lov om voksenopplæring, kan videreføres som studieforbund.\nFagskoler skal være registrert i Enhetsregisteret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Studentorgan og studentrepresentasjon",
      "content": "Studentene ved en fagskole kan opprette studentorgan som skal ivareta deres interesser og fremme deres synspunkter. Studenter ved den enkelte avdeling ved en fagskole kan opprette studentorganer på tilsvarende måte.\nStyret skal legge forholdene til rette slik at studentorganene kan drive sitt arbeid på en tilfredsstillende måte.\nStudentorganene skal høres i alle saker som angår studentene.\nStudenter skal være representert i alle kollegiale organer som tildeles beslutningsmyndighet ved en fagskole.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Læringsmiljø",
      "content": "Styret har det overordnede ansvaret for studentenes læringsmiljø. Styret skal, i samarbeid med studentorganene, legge forholdene til rette for et godt og inkluderende læringsmiljø. Styret skal innenfor sitt ansvarsområde arbeide for å forebygge og forhindre trakassering og seksuell trakassering, jf. likestillings- og diskrimineringsloven § 13.\nHvis fagskolen er tilknyttet en studentsamskipnad, skal styret i samarbeid med studentsamskipnaden legge til rette for et godt og inkluderende læringsmiljø og arbeide for å bedre studentvelferden på lærestedet.\nStyret har ansvaret for at læringsmiljøet og det fysiske og psykiske arbeidsmiljøet er fullt forsvarlig med hensyn til studentenes helse, sikkerhet og velferd. I utformingen av det fysiske arbeidsmiljøet skal styret, så langt det er mulig og rimelig, sørge for\na. at lokaler, adkomstveier, trapper, mv. er dimensjonert og innredet for den virksomheten som drives\nb. at lokalene har gode lys- og lydforhold og forsvarlig inneklima og luftkvalitet\nc. at lokalene blir vedlikeholdt og er rene og ryddige\nd. at lokalene er innredet slik at studentene unngår uheldige fysiske belastninger\ne. at virksomheten er planlagt slik at skader og ulykker forebygges\nf. at tekniske innretninger og utstyr er sikret og blir vedlikeholdt, slik at studentene unngår skader og ulykker\ng. at lokaler, adkomstveier, sanitæranlegg og tekniske innretninger er utformet på en slik måte at personer med nedsatt funksjonsevne kan studere ved fagskolen\nh. at læringsmiljøet er innrettet for studenter av ulike kjønn\ni. at læringsmiljøet er utformet etter prinsippet om universell utforming.\nDepartementet kan gi forskrift om kravene til læringsmiljøet.\nStudenter med funksjonsnedsettelse og studenter med særskilte behov har rett til egnet individuell tilrettelegging av lærested, undervisning, læremidler og eksamen, for å sikre likeverdige opplærings- og utdanningsmuligheter. Retten gjelder tilrettelegging som ikke innebærer en uforholdsmessig byrde for utdanningsinstitusjonen. I denne vurderingen skal det legges særlig vekt på tilretteleggingens effekt for å fjerne barrierer for disse studentene, kostnadene ved tilretteleggingen og institusjonens ressurser. Institusjoner på Svalbard skal, så langt det er mulig og rimelig, legge studiesituasjonen til rette for studenter med særskilte behov. Tilretteleggingen skal ikke føre til en reduksjon av de faglige kravene som stilles i den enkelte utdanningen.\nEn student har rett til å varsle om kritikkverdige forhold ved fagskolen. Gjengjeldelse mot studenten som varsler, er forbudt.\nArbeidstilsynet fører tilsyn med at kravene i tredje ledd er oppfylt. Arbeidsmiljøloven kapittel 18 gjelder så langt det passer. Departementet kan gi forskrift om tilsyn med læringsmiljøet.\n0 Endret ved lover 21 juni 2019 nr. 61 (ikr. 1 aug 2019 iflg. res. 21 juni 2019 nr. 777), 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Opptaksgrunnlag",
      "content": "Opptaksgrunnlaget til fagskoleutdanning er fullført og bestått videregående opplæring. Søkere som er 23 år eller eldre i opptaksåret, kan tas opp på grunnlag av tilsvarende realkompetanse.\nSøkere uten fullført og bestått videregående opplæring som er 19 år eller eldre i opptaksåret, kan tas opp til kunstfaglige utdanninger på bakgrunn av opptaksprøve dersom de oppfyller spesielle faglige krav bestemt av fagskolen. Fagskoler må søke departementet for å kunne ta opp søkere etter dette unntaket. Departementet skal fastsette i forskrift hvilke utdanninger som er omfattet av unntaket. Departementet kan gi forskrift om krav som må oppfylles for at en utdanning skal kunne omfattes av unntaket, og en øvre grense for hvor mange som kan tas opp gjennom bruk av unntaksordningen over en bestemt periode.\nDepartementet kan gi forskrift om at fagskolene i særskilte tilfeller kan gi dispensasjon fra kravet om fullført og bestått videregående opplæring ved opptak til en utdanning dersom søkerne har de nødvendige faglige forutsetningene for den aktuelle utdanningen.\nStyret selv skal gi utfyllende forskrift om opptak til den enkelte fagskolen, med krav til formell utdanning eller tilsvarende realkompetanse.\n0 Endret ved lover 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972), 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:16 a",
      "chapter": "4",
      "section": "16 a",
      "title": "Bruk av falske dokumenter ved opptak til utdanninger",
      "content": "Bruk av falske vitnemål eller andre falske dokumenter ved opptak til fagskoler er forbudt. Tilsvarende gjelder for dokumenter utstedt av falske institusjoner.\nDersom en fagskole eller Samordna opptak oppdager at en søker har levert falske vitnemål eller andre falske dokumenter eller dokumenter utstedt av falske institusjoner i forbindelse med opptak til utdanning, skal forholdet anmeldes til politiet.\nDen som har søkt opptak til utdanning etter § 16 ved bruk av falske vitnemål eller andre falske dokumenter eller dokumenter utstedt av falske institusjoner, skal få dokumentene inndratt og skal ikke gis opptak til utdanning ved fagskolen i inntil ett år. Et opptak som er gitt på grunnlag av dokumenter som nevnt i første punktum, skal annulleres. Vedtak om inndragning og vedtak om karantenetid ved en fagskole skal treffes av styret selv eller institusjonens klagenemnd med to tredjedels flertall. Departementet eller særskilt klageorgan oppnevnt av departementet, jf. § 20 femte ledd, er klageinstans.\nDepartementet kan gi forskrift med utfyllende bestemmelser om hva som anses som falske vitnemål, falske dokumenter og dokumenter utstedt fra falske institusjoner etter denne loven.\n0 Tilføyd ved lov 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972), endret ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16 a."
      }
    },
    {
      "provision_ref": "4:16 b",
      "chapter": "4",
      "section": "16 b",
      "title": "Gjennomføring av opptak",
      "content": "Departementet kan gi forskrift om en nasjonal samordning av opptaket til utdanninger ved fagskoler, og om nasjonale opptaksregler, blant annet om opptaksgrunnlag, rangering av søkerne og klagebehandling.\nDen nasjonale opptakstjenesten kan behandle personopplysninger om en søker når det er nødvendig for å behandle en søknad om opptak. Personopplysninger som er nevnt i personvernforordningen artikkel 9 og 10, kan behandles dersom den registrerte har gitt opplysningene eller tillatelse til å innhente dem.\nDepartementet kan gi forskrift om behandlingen av personopplysninger ved gjennomføring av opptak, blant annet om formålet med behandlingen, om behandlingsansvar, om hvilke personopplysninger som kan behandles, om bruk av automatiserte avgjørelser, og om adgangen til innhenting, viderebehandling, utlevering og tilgang til personopplysninger.\n0 Tilføyd ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16b",
        "source_heading": "§ 16 b."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Innholdet i utdanningen",
      "content": "Styret skal fastsette en plan for innholdet i utdanningen og bestemme hvordan planen skal gjennomføres. Det skal blant annet fastsettes bestemmelser om obligatoriske kurs, praksisstudier, vurderingsformer og lignende.\nDepartementet kan gi forskrift om\na. nasjonalt kvalifikasjonsrammeverk\nb. et felles vurderingsuttrykk ved eksamen, prøve, bedømmelse av oppgave eller annen vurdering.\n0 Endret ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:17 a",
      "chapter": "4",
      "section": "17 a",
      "title": "Studiepoeng",
      "content": "Studiepoeng er en betegnelse på læringsutbytte og normert studietid. Det gis 60 studiepoeng for læringsutbytte oppnådd på bakgrunn av tilsvarende ett års bestått fagskoleutdanning på heltid. Ett års fagskoleutdanning på heltid tilsvarer normalt ti måneder.\nDersom fagskoleutdanningen er inndelt i emner, skal hvert emne tildeles studiepoeng etter den relative vekten det har i arbeidsbelastning for studentene og læringsutbytte innenfor utdanningen. Studiepoeng skal brukes ved vurdering av godskriving av utdanning mellom fagskoler og i karakterutskrifter for gjennomførte emner fra fagskoleutdanning.\nAntallet oppnådde studiepoeng skal fremgå av vitnemål og annen dokumentasjon for fullført fagskoleutdanning.\n0 Tilføyd ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17 a."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Grader",
      "content": "Departementet kan i forskrift bestemme hvilke grader en fagskole kan gi.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Vitnemål",
      "content": "Fagskolen skal utstede vitnemål for fullført fagskoleutdanning. NOKUT kan gi forskrift om krav til vitnemålets utforming og innhold. En student som ikke har fullført fagskoleutdanning, kan be om en karakterutskrift som viser beståtte emner og prøver og andre vurderinger studenten har fått.\nVed overgangen fra betegnelsen fagskolepoeng til studiepoeng skal fagskolene skrive ut nye vitnemål til de tidligere studentene som ønsker det. Fagskolen kan kreve at disse dekker utgiftene til utstedelse av det nye vitnemålet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Klageorganer",
      "content": "En fagskole skal opprette en lokal klagenemnd som skal behandle klager over enkeltvedtak. Styret kan bestemme at klagenemnda også skal behandle andre klagesaker fra studentene og saker etter §§ 23 til 27. Myndigheten til å treffe vedtak etter §§ 23 til 27 kan ikke delegeres til andre organer ved fagskolen.\nDen lokale klagenemnda skal ha fem medlemmer med personlige varamedlemmer. Lederen og dennes varamedlem skal oppfylle lovens krav til lagdommere og skal ikke være ansatt ved fagskolen. To av medlemmene i klagenemda skal være studenter.\nKlagenemnda er vedtaksfør når lederen eller varamedlemmet for lederen og minst to andre medlemmer eller varamedlemmer er til stede.\nDen lokale klagenemndas vedtak i saker som gjelder klage på fagskolens enkeltvedtak, kan ikke påklages.\nDepartementet kan gi forskrift om et nasjonalt klageorgan for fagskoleutdanning som skal behandle klager på enkeltvedtak på bestemte områder og om saksbehandlingen i klagesaker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Avsluttende vurdering, eksamen og sensur",
      "content": "Styret skal sørge for at studentenes kunnskap, ferdigheter og generelle kompetanse blir prøvd og vurdert på en upartisk og faglig betryggende måte. Vurderingen skal sikre det faglige nivået ved den aktuelle utdanningen. Det skal være en ekstern evaluering av vurderingen eller vurderingsordningene.\nStyret oppnevner sensor ved eksamener, prøver, bedømmelser av oppgaver eller annet arbeid når resultatet inngår i vitnemålet eller innregnes i karakter for utdanningen.\nSensuren skal være klar innen tre uker etter at en eksamen, prøve eller oppgave eller et annet arbeid er gjennomført, hvis ikke særlige grunner gjør det nødvendig å bruke mer tid. Hvis sensuren ikke kan gis innen tre uker, skal studenten varsles om det og samtidig få vite når sensuren kan ventes. Styret selv kan gjøre unntak for enkelteksamener og fastsette en lengre frist når det ikke er mulig å skaffe det antallet kvalifiserte sensorer som er nødvendig for å gjennomføre sensuren på tre uker.\nVed ny sensur etter §§ 22 og 23 benyttes én eller flere sensorer. Minst én sensor skal være ekstern. Karakteren kan endres både til gunst og ugunst for klageren. Hvis en karakter er fastsatt på grunnlag av både skriftlig og muntlig prøve og karakteren endres etter ny sensur av den skriftlige delen av eksamenen, skal det holdes ny muntlig prøve for å få fastsatt endelig karakter.\nStyret selv gir forskrift om gjennomføring av eksamener, prøver og annet arbeid. Dette omfatter vilkår for å gå opp til en eksamen eller prøve på nytt, adgangen til en ny praksisperiode og oppmelding. Styret kan delegere til en avdeling ved fagskolen å gi utfyllende forskrift om forhold som er særegne for den enkelte eksamen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Rett til begrunnelse og klage på karakterfastsetting",
      "content": "En student har rett til å få en begrunnelse for karakterfastsettingen. Hvis karakteren er gitt for en muntlig eksamen eller en bedømmelse av praktiske ferdigheter, må studenten kreve en slik begrunnelse umiddelbart etter at karakteren er formidlet. Hvis karakteren kunngjøres elektronisk, og studenten kan kreve begrunnelsen elektronisk, må studenten kreve begrunnelse innen én uke etter at karakteren blir kunngjort. Hvis karakteren kunngjøres på en annen måte, må studenten kreve begrunnelse innen én uke etter at studenten fikk kjennskap til karakteren, men likevel ikke senere enn tre uker etter at karakteren ble kunngjort.\nBegrunnelsen skal gis innen to uker etter at studenten har bedt om den. Dersom begrunnelsen ikke kan gis innen to uker, skal studenten varsles om det og samtidig få vite når begrunnelsen kan ventes. I begrunnelsen skal det gjøres rede for de generelle prinsippene som er lagt til grunn for bedømmelsen og for bedømmelsen av studentens prestasjon. Begrunnelsen kan gis muntlig eller skriftlig.\nHvis det er gitt skriftlige retningslinjer for bedømmelsen, skal studentene ha tilgang til dem etter at karakteren er fastsatt.\nEn student kan klage skriftlig over karakteren innen tre uker etter at eksamensresultatet er kunngjort. Det skal da gjennomføres en ny sensur. Ved den nye sensuren skal sensorene ikke få kjennskap til den opprinnelige karakteren, sensors begrunnelse for karakteren eller studentens begrunnelse for klagen. Hvis studenten har bedt om begrunnelse for eller klaget over formelle feil, løper klagefristen fra studenten har fått begrunnelsen, eller til klagen på formelle feil er endelig avgjort. Hvis det brukes en løpende vurdering med karakter, kan fagskolen bestemme om studenten skal kunne klage etter hver enkelt vurdering, eller først når resultatet er kunngjort.\nEn student kan ikke klage på en bedømmelse av en muntlig prestasjon, en vurdering av praksisstudier eller lignende som etter sin art ikke lar seg etterprøve.\nEn student kan ikke klage på karakterfastsettingen etter en ny sensur.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Klage på formelle feil ved eksamen",
      "content": "En student som har vært oppe til en eksamen, en prøve eller et annet arbeid som bedømmes med karakterer, kan klage på formelle feil innen tre uker etter at studenten er blitt eller burde være kjent med feilen. Klagen skal rettes til fagskolen. Styret er klageinstans.\nEt sensurvedtak skal oppheves hvis det er begått feil som kan ha hatt betydning for studentens prestasjon eller bedømmelsen av prestasjonen. Hvis feilen kan rettes opp gjennom en ny sensur, skal dette gjennomføres. Hvis feilen ikke kan rettes opp gjennom en ny sensur, skal det holdes en ny eksamen, prøve eller lignende med nye sensorer. En student kan klage etter § 22 på karakterfastsettingen ved sensuren.\nHvis en student har krevd begrunnelse for eller klaget over karakterfastsettingen, løper klagefristen fra studenten har fått begrunnelsen, eller til klagen på karakterfastsettingen er endelig avgjort.\nFagskolen eller klageinstansen kan bestemme at det skal foretas en ny sensur eller holdes en ny eksamen, prøve eller lignende hvis det er begått formelle feil som kan ha hatt innvirkning på én eller flere studenters prestasjoner eller bedømmelsen av disse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Annullering av eksamen eller prøve",
      "content": "Hvis en student har brukt et falskt vitnemål eller andre falske dokumenter eller har opptrådt uredelig på annen måte og dermed fått adgang til å avlegge en eksamen, en prøve eller et annet arbeid som bedømmes med karakterer, kan styret annullere resultatet. Styret kan også annullere godkjenningen av emner hvis en student på tilsvarende urettmessig grunnlag har fått rett til å studere.\nStyret kan annullere resultatet av en eksamen, prøve eller lignende eller godkjenningen av et emne dersom en student forsettlig eller grovt uaktsomt har fusket, eller forsettlig har forsøkt å fuske, i forbindelse med eksamenen, prøven eller lignende eller under gjennomføringen av emnet.\nHvis en student har fått fritak eller godskriving etter § 8 ved å benytte et falskt vitnemål eller andre falske dokumenter, eller ved å opptre uredelig på annen måte, kan styret annullere fritaket eller godskrivingen.\nEn student kan klage på et vedtak om annullering. Departementet eller nasjonalt klageorgan for fagskoleutdanning er klageinstans, jf. § 20 femte ledd.\nAdgangen til å annullere foreldes ikke.\nNår styret har fattet et vedtak om annullering, skal studenten levere eventuelle vitnemål eller karakterutskrifter tilbake til fagskolen. Et endelig vedtak om annullering etter første eller annet ledd er et særlig tvangsgrunnlag etter tvangsfullbyrdelsesloven kapittel 13.\nDersom fagskolen oppdager at en søker eller student har levert falske vitnemål, andre falske dokumenter eller dokumenter utstedt av falske institusjoner, jf. første og tredje ledd, skal forholdet anmeldes til politiet.\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Bortvisning og utestenging",
      "content": "Hvis en student, til tross for en skriftlig advarsel fra fagskolen, gjentatte ganger opptrer på en måte som virker grovt forstyrrende på medstudenters arbeid eller virksomheten ved fagskolen ellers, kan styret fatte vedtak om at studenten skal bortvises i inntil ett år. Rektoren ved skolen kan fatte vedtak om bortvisning dersom vilkårene i § 12 annet ledd er til stede. Et slikt vedtak gjelder inntil styret kan fatte et endelig vedtak i saken. Bortvisningen innebærer ikke at studenten fratas retten til å gå opp til eksamen.\nHvis en student, til tross for en skriftlig advarsel fra fagskolen, ikke retter seg etter et vedtak om bortvisning, kan styret vedta å utestenge studenten fra utdanningen i inntil ett år. Utestenging fra studiet innebærer at studenten fratas retten til å gå opp til eksamen.\nHvis en student har skapt fare for liv eller helse, eller har opptrådt grovt usømmelig overfor noen som studenten har møtt i forbindelse med undervisning eller praksisstudier, kan styret vedta at studenten skal utestenges fra fagskoleutdanning med klinisk undervisning og praksisstudier i inntil tre år. Tilsvarende gjelder hvis en student har brutt lovfestet taushetsplikt.\nHvis en student har benyttet et falskt vitnemål, andre falske dokumenter eller på annen måte har opptrådt uredelig, jf. § 24 første og tredje ledd, eller har fusket eller forsøkt å fuske, jf. § 24 annet ledd, kan styret vedta at studenten skal utestenges fra all utdanning ved fagskolen i inntil ett år. Tilsvarende gjelder for en student som forsettlig har medvirket til fusk.\nEt vedtak om å bortvise eller utestenge en student skal fattes med minst to tredels flertall. Studenten har rett til å uttale seg før det fattes vedtak i en sak om bortvisning eller utestenging og kan klage på vedtaket. Departementet eller nasjonalt klageorgan for fagskoleutdanning er klageinstans, jf. § 20 femte ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Vurdering av skikkethet",
      "content": "Fagskolen skal gjennom hele utdanningen gjøre en løpende skikkethetsvurdering av alle studenter som er omfattet av kravet om slik vurdering. Fagskolen fastsetter i forskrift hvilke utdanninger som er omfattet av skikkethetsvurdering. En skikkethetsvurdering skal vise om en student har de nødvendige forutsetningene for å kunne utøve et yrke.\nEt vitnemål for fullført og bestått utdanning innebærer at kandidaten er vurdert som skikket for yrket.\nStyret kan vedta at en student ikke er skikket for yrket. Blir det fattet et slikt vedtak, kan styret også vedta at studenten skal utestenges fra utdanningen i inntil fem år.\nEt vedtak om at en student ikke er skikket for et yrke og et vedtak om å utestenge en student fra en fagskoleutdanning fordi studenten ikke er skikket for yrket skal fattes med minst to tredels flertall. En student har rett til å uttale seg før det fattes vedtak i en sak om skikkethet eller utestenging. Studenten kan klage på vedtaket. Departementet eller det nasjonale klageorganet for fagskoleutdanning er klageinstans, jf. § 20 femte ledd.\nDepartementet gir forskrift om skikkethetsvurdering, blant annet om kriterier for vurderingen, saksbehandlingen og skikkethetsnemnd.\n0 Endret ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Krav om politiattest",
      "content": "I utdanninger der studenter kan komme i kontakt med mindreårige som del av klinisk undervisning eller praksisstudier, skal fagskolen kreve at studentene legger frem politiattest som nevnt i politiregisterloven § 39 første ledd. Fagskolen kan kreve politiattest ved opptak og underveis i slike utdanninger.\nHvis det er gitt særlige regler om politiattest for bestemte typer arbeid, gjelder disse reglene tilsvarende for studenter som deltar i praksisstudier eller klinisk undervisning.\nDen som ikke fremlegger politiattest etter reglene i denne bestemmelsen og fagskoleforskriften kapittel 4, har ikke rett til å delta i klinisk undervisning eller praksisopplæring. Det kan gjøres unntak fra dette dersom årsaken til at søkeren eller studenten ikke fremlegger politiattest ligger utenfor vedkommendes kontroll.\nStudenter som ikke kan delta i obligatorisk praksisopplæring eller i klinisk undervisning etter denne bestemmelsen, får ikke vitnemål for fullført grad eller utdanning.\nEn student som er dømt eller har vedtatt et forelegg for et straffbart forhold som omtalt i politiregisterloven § 39 første ledd eller i regler om krav til politiattester som nevnt i andre ledd, kan utestenges fra praksisstudier eller klinisk undervisning. Studenten kan bare utestenges hvis deltakelse i praksisstudier eller klinisk undervisning må regnes som uforsvarlig på grunn av den kontakten studenten da får med mennesker.\nEn student som er siktet eller tiltalt for et straffbart forhold som omtalt i politiregisterloven § 39 første ledd eller i regler om krav til politiattester som nevnt i andre ledd, kan utestenges fra praksisstudier eller klinisk undervisning inntil en rettskraftig dom foreligger, eller til saken er henlagt. Studenten kan bare utestenges hvis deltakelse i praksisstudier eller klinisk undervisning må regnes som uforsvarlig på grunn av den kontakten studenten da får med mennesker.\nStyret avgjør om en student skal utestenges fra klinisk undervisning eller praksisstudier. Vedtaket skal fattes på grunnlag av uttalelse fra fagskolen. Et vedtak om å utestenge en student etter denne bestemmelsen skal fattes med minst to tredels flertall.\nEn student kan klage på et vedtak om utestenging etter denne bestemmelsen. Departementet eller det nasjonale klageorganet for fagskoleutdanning er klageinstans, jf. § 20 femte ledd.\nDepartementet kan gi forskrift om saksbehandlingen i saker om innhenting og behandling av politiattest.\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Rett til permisjon i forbindelse med fødsel og omsorg for barn",
      "content": "En gravid student har rett til utsatt eksamen hvis eksamensdatoen er i perioden mellom tre uker før fastsatt termindato og seks uker etter fødsel. Barnets andre forelder har rett til utsatt eksamen hvis eksamensdatoen er innenfor to uker etter fødselen. Departementet kan gi forskrift om rett til utsatt eksamen på grunn av fødsel.\nEn student som får barn under utdanningen, har rett til permisjon fra utdanningen under svangerskapet og til omsorg for barn. I permisjonsperioden har studenten fortsatt status som student ved fagskolen og har rett til å gjenoppta utdanningen på samme nivå som før permisjonen. Bestemmelsene i arbeidsmiljøloven §§ 12-1 til 12-5 og § 12-7 gjelder så langt de passer.\nFagskolen skal legge til rette for at studenter som er i permisjon etter første ledd, kan gjenoppta utdanningen så raskt som mulig etter endt permisjon.\nRetten til permisjon og til utsatt eksamen gjelder tilsvarende ved adopsjon.\n0 Endret ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:28 a",
      "chapter": "5",
      "section": "28 a",
      "title": "Permisjon fra utdanning",
      "content": "Studenter har rett til permisjon fra utdanningen når de er i tjeneste etter forsvarsloven § 17, når de har verv i studentpolitiske eller folkevalgte organer, og når det foreligger andre særlige grunner. Studentene skal få permisjon så lenge behovet tilsier det, og behovet må kunne dokumenteres.\nI permisjonsperioden har studenten fortsatt studierett og rett til å gå opp til eksamen ved fagskolen.\nFagskolene kan gi forskrift om permisjon.\n0 Tilføyd ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28a",
        "source_heading": "§ 28 a."
      }
    },
    {
      "provision_ref": "5:28 b",
      "chapter": "5",
      "section": "28 b",
      "title": "Nasjonalt studentombud",
      "content": "Fagskolestudenter skal ha tilgang til et nasjonalt studentombud.\nStudentombudet skal gi fagskolestudenter råd og hjelp i saker som er knyttet til studiesituasjonen, og bidra til å ivareta studentenes rettssikkerhet overfor fagskolen. Studentombudet kan ikke instrueres i sitt virke. Studentombudet kan selv bestemme om det skal bistå en student i en sak.\nStudentombudet har ikke selv myndighet til å avgjøre saker.\nAnsettelse på åremål kan benyttes for studentombud. Åremålsperioden kan være fire til seks år. Ingen kan være ansatt på åremål etter denne bestemmelsen i en sammenhengende periode på mer enn tolv år.\nDepartementet kan gi forskrift om studentombud.\n0 Tilføyd ved lov 21 juni 2019 nr. 61 (ikr. 1 aug 2019 iflg. res. 21 juni 2019 nr. 777), endret ved lover 18 juni 2021 nr. 127 (ikr. 1 juli 2021 iflg. res. 18 juni 2021 nr. 2026), 31 mai 2024 nr. 26 (i kraft 1 aug 2025 iflg. res. 31 mai 2024 nr. 873), 20 juni 2025 nr. 101 (i kraft 1 aug 2025 iflg. res. 20 juni 2025 nr. 1092, tidligere § 14a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28b",
        "source_heading": "§ 28 b."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Offentlig tilskudd og egenbetaling",
      "content": "Fagskoler kan søke om offentlig tilskudd fra fylkeskommunen.\nFagskoler kan kreve egenbetaling fra studenter bare når det ikke ved tildeling av offentlige tilskudd er forutsatt at utdanningen skal være gratis. Departementet kan gi forskrift om fagskolens adgang til å kreve egenbetaling fra studenter.\nAlle private fagskoler skal benytte offentlig tilskudd og egenbetaling fra studentene til den akkrediterte utdanningen og innenfor lovens formål.\nPrivate fagskoler som mottar offentlig tilskudd, skal la tilskudd og egenbetaling komme studentene til gode. Private fagskoler som mottar offentlig tilskudd, kan ikke foreta utdelinger.\nPrivate fagskoler som ikke mottar offentlig tilskudd, kan ikke foreta utdelinger som medfører at egenkapitalen blir lavere enn 20 prosent av eiendelene.\nDepartementet kan gi forskrift om disponering av offentlig tilskudd og egenbetaling, herunder ved avvikling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Avtaler med nærstående",
      "content": "Private fagskoler kan ikke gjennomføre avtaler med nærstående eller overføre midler til nærstående på andre vilkår enn det som ville ha vært fastsatt mellom uavhengige parter.\nFagskolen skal kunne dokumentere at det ikke er gjennomført avtaler i strid med første ledd.\nHvis departementet ber om det, skal nærstående til private fagskoler gi departementet innsyn i dokumentasjon om avtaler som nevnt i første ledd.\nDepartementet kan gi forskrift om avtaler med nærstående, herunder hvem som regnes som nærstående, og krav om dokumentasjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Tilsyn",
      "content": "Departementet fører tilsyn med private fagskoler.\nPrivate fagskoler plikter å bistå under tilsynet. De skal gi opplysninger som kan ha betydning for oppfyllelse av krav gitt i eller i medhold av denne loven. Tilsynsmyndigheten kan kreve at fagskolen dokumenterer og redegjør for slike opplysninger, for eksempel ved å utlevere eller sammenstille regnskapsmateriale med bilag, korrespondanse og styreprotokoller. Tilsynsmyndigheten skal få adgang til de lokalene fagskolen disponerer.\nTilsynsmyndigheten kan kreve at revisor og regnskapsfører utleverer opplysninger etter andre ledd uten hinder av lovbestemt eller avtalt taushetsplikt.\nDepartementet kan gi forskrift om fagskolens plikt til å bistå under tilsynet, blant annet om hvordan opplysninger skal gis, og om adgang til fagskolens lokaler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Rapportering",
      "content": "Private fagskoler skal rapportere regnskapsinformasjon og sammenstilte data om studietilbud, studenter og personale til departementet.\nPrivate fagskoler må gi særskilt melding til departementet ved fusjon, fisjon, salg, omdanning eller avvikling av virksomheten. De skal melde fra før slike endringer gjennomføres.\nDepartementet kan gi forskrift om private fagskolers rapporteringsplikt og meldeplikt, hva rapporter og meldinger skal inneholde og formkrav.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Regnskap og revisjon",
      "content": "Private fagskoler er regnskapspliktige etter regnskapsloven § 1-2 og i samsvar med kravet til organisasjonsform etter § 13. Private fagskoler som er små foretak etter regnskapsloven, skal følge reglene i regnskapsloven for mellomstore foretak.\nPrivate fagskoler skal ha et økonomisk skille mellom de akkrediterte delene av virksomheten og de ikke-akkrediterte delene av virksomheten. Regnskapene skal kunne dokumentere at fagskolen opprettholder et slikt skille mellom delene av virksomheten.\nRegnskapene for private fagskoler skal revideres av statsautorisert eller registrert revisor, jf. revisorloven § 3-1.\nDepartementet kan gi forskrift om krav til regnskapet, dokumentasjon og revisjon.\n0 Endret ved lover 21 juni 2019 nr. 61 (ikr. 1 aug 2019 iflg. res. 21 juni 2019 nr. 777), 21 juni 2024 nr. 42 (i kraft 1 nov 2024 iflg. res. 11 okt 2024 nr. 2454).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "title": "Pålegg om retting",
      "content": "Hvis departementet avdekker brudd på bestemmelser gitt i eller i medhold av denne loven eller i grunnlaget for tilskuddet, kan departementet pålegge fagskolen å rette dette innen en gitt frist.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "title": "Krav om tilbakebetaling av tilskudd",
      "content": "Hvis offentlig tilskudd disponeres i strid med bestemmelser gitt i eller i medhold av denne loven eller i grunnlaget for tilskuddet, kan departementet kreve tilskuddet tilbakebetalt. Vedtak om tilbakebetaling av offentlig tilskudd er tvangsgrunnlag for utlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "title": "Tvangsmulkt",
      "content": "For å sikre at pålegg som er gitt etter § 34 blir fulgt, kan departementet bestemme at den pålegget retter seg mot, skal betale en tvangsmulkt til staten. Tvangsmulkten fastsettes som løpende dagsmulkt fra utløpet av fristen som er satt i pålegget, og inntil forholdet er rettet.\nDepartementet kan gi forskrift om tvangsmulkt, blant annet om utstedelse, størrelse, forfall, klage og lemping.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "title": "Overtredelsesgebyr",
      "content": "Departementet kan ilegge private fagskoler overtredelsesgebyr dersom fagskolen eller noen som opptrer på vegne av fagskolen, forsettlig eller uaktsomt overtrer regler som er fastsatt i eller med hjemmel i denne loven.\nStørrelsen på overtredelsesgebyret fastsettes i hvert enkelt tilfelle. Et endelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg.\nDepartementet kan gi forskrift om overtredelsesgebyr, blant annet om utstedelse, størrelse av et fastsatt gebyr, forfall, klage over et vedtak om overtredelsesgebyr og lemping.\n0 Endret ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "title": "Tilbaketrekking av akkreditering",
      "content": "Hvis en privat fagskole ikke retter alvorlige forhold som er i strid med bestemmelser gitt i eller i medhold av denne loven innen fristen etter § 34, kan departementet trekke akkreditering av fagområdet eller fagskoleutdanningen tilbake.\nDepartementet kan gi forskrift om saksbehandling ved tilbaketrekking av akkreditering etter første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "title": "Forholdet til forvaltningsloven",
      "content": "Når fagskolene behandler saker etter loven her, gjelder bestemmelsene i forvaltningsloven om habilitet i §§ 6 til 10 og om taushetsplikt i §§ 13 til 13 e.\nHvis ikke noe annet er bestemt, gjelder forvaltningsloven kapittel III til VI og VIII for avgjørelser om opptak, avsluttende vurdering, annullering av eksamen, bortvisning, utestenging, skikkethetsvurdering, godskriving, og fritak etter loven her.\nDepartementet kan gi forskrift om at forvaltningsloven kapittel VI ikke skal gjelde for vedtak fra NOKUT om akkreditering av fagskoleutdanning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:39 a",
      "chapter": "7",
      "section": "39 a",
      "title": "Fagskolenes behandling av personopplysninger",
      "content": "Fagskolene kan behandle personopplysninger om søkere og studenter når det er nødvendig for å utføre oppgaver etter denne loven. Fagskolene kan behandle personopplysninger som er nevnt i personvernforordningen artikkel 9 og 10, dersom det er nødvendig for å behandle saker etter §§ 25 og 26 eller den registrerte har gitt opplysningene eller tillatelse til å innhente dem.\nDepartementet kan gi forskrift om fagskolenes behandling av personopplysninger, blant annet om formålet med behandlingen, hvilke personopplysninger som kan behandles, bruk av automatiserte avgjørelser og om innhenting, viderebehandling, utlevering og tilgang til personopplysninger.\n0 Tilføyd ved lov 31 mai 2024 nr. 26 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 873).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39a",
        "source_heading": "§ 39 a."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "Forsøk",
      "content": "Departementet kan vedta at det kan gjøres unntak fra loven og forskriftene til loven i forbindelse med tidsavgrensede organisatoriske eller pedagogiske forsøk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "Deling av opplysninger om vitnemål og karakterer",
      "content": "Fagskoler kan oversende vitnemål og karakterer til den nasjonale databasen for vitnemål og dokumentasjon av kompetanse, jf. opplæringslova § 25-2.\nFagskoler kan dele en persons fødselsnummer, D-nummer og informasjon som kan identifisere at den nasjonale databasen som nevnt i første ledd eller fagskolen har opplysninger om personens utdanningsresultater, automatisk med en portal for deling av vitnemål og dokumentasjon om oppnådd kompetanse, jf. universitets- og høyskoleloven § 15-1. Opplysninger om vitnemål og karakterer kan bare deles når den registrerte har bestemt det.\n0 Endret ved lover 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972), 9 juni 2023 nr. 30 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 1028), 8 mars 2024 nr. 9 (i kraft 1 aug 2024 iflg. res. 8 mars 2024 nr. 407).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "title": "Rapportering til database for statistikk om fagskoleutdanning",
      "content": "Personopplysninger som nevnt i annet og tredje ledd kan behandles i en database for statistikk om fagskoleutdanning for å legge til rette for å utarbeide statistikk og gjennomføre utredninger og forskning, og for departementets forvaltning og ansvar for fagskoleutdanning.\nFor søkere til og studenter ved fagskoler kan følgende personopplysninger behandles:\na. fødselsnummer\nb. midlertidig fødselsnummer\nc. navn\nd. statsborgerskap\ne. opplysninger knyttet til utdanningen som studieprogresjon og karakterer.\nFor ansatte ved fagskoler kan følgende personopplysninger behandles:\nb. ID-type og ID-nummer\ne. opplysninger knyttet til stillingsforhold og finansiering av stillingen.\nFagskoler skal rapportere personopplysninger som nevnt i annet og tredje ledd til databasen for statistikk om fagskoleutdanning. Departementet kan fastsette frister for rapporteringen, og at rapporteringen skal skje elektronisk. Departementet kan gi fagskoler fritak fra plikten til å rapportere opplysninger om søkere.\nPersonopplysningene i databasen kan utleveres og sammenstilles til forskning og utredning i samsvar med formålet i første ledd. Opplysningene kan også utleveres til andre departementer, statlige organer og fylkeskommuner som etter personopplysningsloven har adgang til å behandle slike opplysninger.\nDirektoratet for høyere utdanning og kompetanse er behandlingsansvarlig for personopplysningene i databasen. Departementet kan gi forskrift om behandlingen av opplysninger i databasen.\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 aug 2021 iflg. res. 18 juni 2021 nr. 1972).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "title": "Forbud mot bruk av klesplagg som helt eller delvis dekker ansiktet",
      "content": "Studenter og ansatte skal ikke bruke klesplagg som helt eller delvis dekker ansiktet i forbindelse med undervisning eller tilsvarende, inkludert på turer, ekspedisjoner og lignende i tilknytning til utdanningsinstitusjonens undervisning. Forbudet gjelder ikke når bruken av slike plagg er begrunnet i klimatiske, pedagogiske, læringsmessige, helsemessige eller sikkerhetsmessige forhold.\nEn student som tross skriftlig advarsel har brukt klesplagg som helt eller delvis dekker ansiktet i strid med første ledd, kan bortvises i inntil ett år. Hvis studenten til tross for skriftlig advarsel ikke etterkommer et vedtak om bortvisning, kan studenten utestenges fra utdanningen i inntil ett år. Vedtak om bortvisning kan treffes av rektor eller den rektor bemyndiger. Vedtak om utestengning treffes av styret selv eller institusjonens klagenemnd. Vedtak om bortvisning eller utestengning kan påklages til institusjonens klagenemnd eller nasjonalt klageorgan for fagskoleutdanning, jf. § 13.\nDersom en ansatt opptrer i strid med forbudet i første ledd, skal den ansatte bes om å fjerne klesplagget som dekker ansiktet. Gjentatte brudd på forbudet kan være grunnlag for oppsigelse.\n0 Tilføyd ved lov 22 juni 2018 nr. 85 (ikr. 1 aug 2018 iflg. res. 22 juni 2018 nr. 946).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "title": "Ikrafttredelses- og overgangsregler",
      "content": "Loven trer i kraft fra det tidspunktet​1 Kongen bestemmer.\nFra samme tidspunkt oppheves lov 20. juni 2003 nr. 56 om fagskoleutdanning.\nForskrifter gitt med hjemmel i lov 20. juni 2003 nr. 56 om fagskoleutdanning skal gjelde frem til 31. desember 2019 eller til forskriften blir opphevet.\nRetten til å få skrevet ut et nytt vitnemål for dem som har vitnemål som oppgir fagskolepoeng, oppheves 31. desember 2020.\n0 Endret ved lov 22 juni 2018 nr. 85 (ikr. 1 aug 2018 iflg. res. 22 juni 2018 nr. 946, tidligere § 43).\n1 Fra 1 juli 2018 iflg. res. 8 juni 2018 nr. 826 med unntak av § 7 som trer i kraft 1 jan 2019.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "title": "Endringer i andre lover",
      "content": "Fra det tidspunktet loven trer i kraft, gjøres følgende endringer i lov 14. desember 2007 nr. 116 om studentsamskipnader: – – –\n0 Endret ved lov 22 juni 2018 nr. 85 (ikr. 1 aug 2018 iflg. res. 22 juni 2018 nr. 946, tidligere § 44).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    }
  ]
}