{
  "id": "LOV-1930-06-06-17",
  "type": "statute",
  "title": "Lov om åndsverker.",
  "short_name": "Åndsverkloven",
  "status": "in_force",
  "issued_date": "1930-06-06",
  "in_force_date": "1931-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1930-06-06-17",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Ophavsmannen​1 til et åndsverk​2 har, med de innskrenkninger som følger av denne lov,​3 enerett til å rå over sitt verk ved å mangfoldiggjøre det i hvilken som helst skikkelse, og på hvilken som helst måte gjøre det tilgjengelig for offentligheten.\nI kraft av sin ophavsrett har han således også enerett til å gjengi verket i omarbeidet skikkelse, i oversettelse, i annen størrelse eller andre materialer, overført fra en litterær eller kunstnerisk form til en annen etc.\nDerimot kan han ikke sette sig imot, at andre benytter hans verk på en slik måte at nye og selvstendige åndsverker opstår.\n1 Se §§ 6-8.\n2 Se § 2.\n3 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Ved åndsverker forståes i denne lov enhver frembringelse på det litterære, videnskapelige eller kunstneriske område såsom:\n1. Skrifter av alle slags.\n2. Muntlige foredrag.\n3. Mimiske, koreografiske og kinematografiske verker.\n4. Musikkverker.​1\n5. Malerier, tegninger, raderinger, litografier, tresnitt og lignende verker.​2\n6. Skulptur av alle slags.​2\n7. Arkitektur, så vel tegninger som selve byggverket.\n8. Kunsthåndverk og kunstindustri, så vel forbilleder som selve verket.\n9. Plantegninger, karter, grafiske og plastiske avbildninger av videnskapelig eller teknisk art.\n10. Oversettelser og andre bearbeidelser av de foran nevnte verker.\nFotografiske billeders rettsbeskyttelse berøres ikke av denne lov.​3\n1 Jfr. § 28.\n2 Jfr. lov 4 nov. 1948 nr. 1.\n3 Se lov 11 mai 1909.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Uten vern efter denne lov er:\n1. Lover, administrative kunngjørelser, dommer og andre offentlige aktstykker.​1\n2. Skriftlige og muntlige forhandlinger i konstitusjonelle, kommunale, kirkelige eller andre offentlige representative forsamlinger, i rettene samt ved offentlige, politiske og lignende forhandlingsmøter. Dog har ophavsmannen enerett til å utgi sine verker av denne art i samlet utgave.\n3. Dagsnytt og andre journalistiske meddelelser i aviser, tidsskrifter​2 og radio. De første 16 timer efter sin offentliggjørelse i Norge er dog utenlandske telegrammer og radiomeddelelser beskyttet mot eftertrykk og enhver offentlig meddelelse.​3 Selv om gjengivelse efter det foregående er tillatt, skal kilden tydelig nevnes.​4\n1 Jfr. § 34, 2net ledd.\n2 Jfr. § 9 nr. 4.\n3 Se § 20 nr. 6.\n4 Se § 20 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Når det ikke skjer i erhvervsøiemed, kan enhver til privat bruk gjengi eller eftergjøre de i § 2 nevnte verker.\nDette gjelder dog ikke eftergjørelse av arkitektur gjennom opførelse av et byggverk, eller kopiering av tekniske tegninger med deres praktiske utførelse for øie.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "I alle tilfelle når eftertrykk eller annen gjengivelse av et beskyttet åndsverk er tillatt efter denne lov, skal kilden tydelig angis.​1\n1 Se § 20 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Som ophavsmann anses inntil annet bevises den hvis navn på vanlig måte er angitt på verket.\nEr et åndsverk utgitt navnløst eller under dekknavn, anses forleggeren eller utgiveren for å være bemyndiget til å optre på ophavsmannens vegne, inntil denne har navngitt sig.\nEr ophavsmannen gift, har han alltid enerådigheten over sin ophavsrett, uten hensyn til den måte som formuesforholdet mellem ektefellene er ordnet på.​1\n1 Se lov 20 mai 1927 nr. 1 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Utgivere av aviser, tidsskrifter og andre verker som består av selvstendige bidrag fra forskjellige medarbeidere har ophavsretten til det samlede verk, mens medarbeiderne har ophavsretten til sine enkelte bidrag.\nHvis ikke annet er avtalt, står det de enkelte medarbeidere fritt å offentliggjøre disse på annen måte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Er et åndsverk blitt til ved samarbeide, uten at de enkelte bidrag lar sig skille ut fra hverandre, kreves alle ophavsmennenes samtykke til verkets første offentliggjørelse, hvis slikt samtykke ikke uttrykkelig eller stilltiende er gitt på forhånd. Det samme gjelder, når det er spørsmål om å offentliggjøre verket på annen måte eller i en annen form enn tidligere. Ny offentliggjørelse på samme måte kan derimot enhver av ophavsmennene forlange.\n1 Jfr. § 14, siste ledd og § 17, 2net ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Ophavsmannens​1 enerett til sitt verk er undergitt følgende innskrenkninger:\n1. Det er tillatt å citere enkelte steder eller mindre avsnitt av et tidligere offentliggjort skrift, foredrag eller musikkverk.\nLikeledes er det tillatt å gjengi​2 tidligere offentliggjorte kunstverker og byggverker i kritiske eller videnskapelige fremstillinger, når det skjer til forklaring av teksten og i forbindelse med denne.\n2. I bøker, som er bestemt til skole- eller kirkebruk, og som består av utdrag av et større antall forfatteres verker, er det tillatt:\na. Å ta inn enkelte mindre stykker eller avsnitt av litterære verker og musikkverker, eller hvis det er av ringe omfang, da hele verket.\nb. Å gjengi kunstverker til forklaring av teksten og i forbindelse med denne.​2\nVilkår for denne adgang er dog at det er gått 10 år siden verket første gang kom ut, eller for kunstverkers vedkommende blev offentlig utstillet. Ophavsmannen har dessuten krav på en rimelig godtgjørelse hvis størrelse fastsettes av vedkommende departement,​3 dersom partene ikke blir enige om det.\n3. Som ledsagende tekst til noter og på konsertprogram er det tillatt å gjengi enkelte tidligere utgitte mindre dikt, når de gjengis uforandret.\nLikeledes kan slike dikt fremføres offentlig sammen med musikken. Tekstforfatteren har i så fall krav på tredjedelen av fremførelseshonoraret.\n4. Avisers og tidsskrifters artikler om dagens økonomiske, politiske eller religiøse spørsmål kan avtrykkes eller oversettes i andre aviser eller tidsskrifter, hvis eftertrykk ikke er uttrykkelig forbudt.​4\n5. Offentlig fremførelse av litterære verker og musikkverker er tillatt, hvis tilhørerne har adgang til den uten betaling og fremførelsen heller ikke indirekte skjer i erhvervsøiemed. Samme regel gjelder også hvis verket fremføres på sanger- eller musikkstevner, ungdomsstevner eller andre folkefester, som ikke arrangeres i sådant øiemed.\n6. Når 1 år er gått siden et verk kom ut, kan vedkommende departement,​3 under iakttagelse av reglene i § 13 siste avsnitt, gi tillatelse til dets offentliggjørelse gjennem kringkasting, dersom ophavsmannen og kringkastingsselskap ikke blir enig herom. Departementet fastsetter i så fall det honorar ophavsmannen har krav på. Departementet skal for dramatiske verkers og større musikkverkets vedkommende ikke gi den her nevnte tillatelse, medmindre verket har vært opført, for dramatiske verkers vedkommende her i landet.\n1 Se §§ 6-8.\n2 Jfr. § 11.\n3 Kirkedepartementet.\n4 Jfr. § 3 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Videre kan:\n1. Kunstverker som befinner sig i offentlige samlinger, fritt avbildes i disses kataloger.​1\n2. Åndsverker som varig befinner sig på eller ved offentlig plass eller vei, lovlig gjengis​1 ved tegning og annen grafisk kunst, ved maleri eller fotografi. Av byggverker må dog alene det ytre avbildes.\n3. Offentlig utlån og utleie og offentlig utstilling av eksemplarer av et åndsverk finne sted uten ophavsmannens samtykke.\n1 Jfr. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Når et åndsverk gjengis i medhold av § 9 punkt 1 og 2 eller § 10, kan det skje i den størrelse og skikkelse øiemedet krever, dersom verkets karakter ikke derved forandres eller forringes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Ophavsmannen​1 er avskåret fra å gjøre bruk av sin rett ved bestilte gjengivelser av en annens person, når ikke, foruten den avbildedes, også bestillerens samtykke er innhentet.​2\n1 Se §§ 6-8.\n2 Se § 20 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Ophavsmannen​1 kan ved avtale overdra sin rett til andre enten helt eller delvis.\nOverdragelse av eiendomsretten til et eksemplar av et åndsverk innbefatter ikke ophavsretten til verket, selv om det er det originale eksemplar som overdras.\nHvis ophavsmannen har overdratt en annen retten til å offentliggjøre et åndsverk på en bestemt måte eller ved bestemte midler, har erhververen ikke rett til å offentliggjøre verket på annen måte eller ved andre midler.\nErhververen er uberettiget til uten ophavsmannens samtykke å offentliggjøre verket i endret skikkelse. Selv om slikt samtykke er gitt, har ophavsmannen hvis hans personlige eller kunstneriske interesser vesentlig krenkes rett til å forlange, at verket enten ikke offentliggjøres under hans navn eller at det angis på fyldestgjørende måte, at de foretatte endringer ikke skriver sig fra ham. Denne adgang kan ophavsmannen ikke fraskrive sig. Heller ikke kan han gi avkall på sin rett til å kreve, at hans navn blir angitt på vanlig måte, når de verker han har skapt forelegges offentligheten.\n1 Se §§ 6-8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Ved ophavsmannens død kommer arvelovgivningens almindelige regler​2 til anvendelse på hans rett.\nDog skal livsarvingenes rett​3 ikke være til hinder for, at ophavsmannen ved testament​4 treffer bindende bestemmelser om sine verkers fremtidige offentliggjørelse eller ikke-offentliggjørelse, når berettigede personlige eller kunstneriske interesser ligger til grunn herfor. Under de samme vilkår kan han også opnevne en person, som skal ha rett til å treffe slike bestemmelser og i det hele våke over ophavsretten på arvingenes vegne.\nDenne kan dog, likesålitt som arvingene, offentliggjøre arvelaterens verker i vesentlig forandret skikkelse, medmindre det tydelig tilkjennegis, at endringene ikke skriver sig fra ophavsmannen. Vedkommende departement​5 påser at så ikke skjer, og kan til forsvar for ophavsretten gjøre gjeldende de rettigheter som ellers tilkommer ophavsmannen efter §§ 20, 22, 23 og 24.\nEr ingen testamentariske bestemmelser truffet, og ophavsretten ved arvefallet er gått over på flere arvinger i forening, gjelder om disses rettigheter de samme regler, som i § 8 er gitt om verker der er blitt til ved samarbeide mellom flere ophavsmenn.\n1 Jfr. § 32, siste ledd.\n2 Se lov 31 juli 1854.\n3 Se samme lovs § 33.\n4 Se samme lovs §§ 50 flg.\n5 Kirkedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Så lenge ophavsmannen til et åndsverk er i live, kan hans kreditorer ikke ved nogen felles eller særskilt rettsforfølgning erhverve adgang til å rå over hans ophavsrett.​1 Overfor ophavsmannens arvinger gjelder det samme for ikke-offentliggjorte verkers vedkommende.\nI ophavsmannens levetid kan heller ikke hans manuskript være gjenstand for rettsforfølgning fra hans kreditorers side. Det samme gjelder originale kunstverker, så lenge ophavsmannen ikke ved å falby dem eller på annen måte har gitt tilkjenne, at han betrakter dem som fullført og bestemt til offentliggjørelse.\nSøkes det derimot overfor ophavsmannens arvinger dekning i nogen av de i forrige avsnitt omhandlede gjenstander, eller i ophavsmannens efterlatte utkast, skisser eller lignende, kan dette bare nektes, hvis berettigede kunstneriske eller personlige interesser derved vilde krenkes. Opstår der strid om dette mellem kreditorene og arvingene, kan begge parter innbringe saken til endelig avgjørelse av vedkommende departement.​2\nI øvrig kommer lovgivningens almindelige regler om rettsforfølgning også til anvendelse overfor rettigheter over åndsverker.\n1 Jfr. tvangsfullbl. § 64 og konkursl. § 37.\n2 Kirkedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Når almene hensyn gjør det påkrevet, kan Kongen bestemme, at ophavsretten til et verk, hvis skaper er død, ved ekspropriasjon​1 skal gå helt eller delvis over til staten, når dette er nødvendig for å gjøre verket tilgjengelig for offentligheten.\n1 Se lov 1 juni 1917 nr. 1 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Ophavsretten til åndsverker varer i ophavsmannens levetid og 50 år efter utløpet av hans dødsår, dog minst i 10 år efter verkets offentliggjørelse.\nEr det flere ophavsmenn til et verk,​1 uten at den enkeltes bidrag kan utskilles som et selvstendig hele, regnes de 50 år fra utløpet av den lengstlevendes dødsår.\nSelv om vernetiden efter denne og de følgende paragrafer er forbi, kan åndsverker imidlertid ikke offentliggjøres i endret skikkelse, dersom det under hensyn til verkets betydning og de foretatte endringers art må befryktes at almindelige kulturinteresser vilde ta skade herved. Vedkommende departement​2 påser at så ikke skjer, efter de samme regler som er gitt i § 14, tredje avsnitt.\n1 Jfr. § 8.\n2 Kirkedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Ophavsretten til verker som utgis navnløst eller under dekknavn​1 varer i 50 år efter utløpet av det år, da de først blev offentliggjort. Det samme gjelder verker, som en juridisk person har den oprinnelige ophavsrett til.\nOffentliggjøres slike verker i flere deler, regnes 50-årsfristen fra utløpet av det år, da verkets siste del blev offentliggjort, medmindre det mellem utgivelsens enkelte deler er forløpet mer enn 3 år. I så fall regnes fristen for de tidligere utkomne deler fra utløpet av det år, da den siste av dem utkom.\n1 Jfr. § 6 og § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Hvis ophavsmannen til et verk som er utgitt navnløst eller under dekknavn navngir sig innen utløpet av 50-årsfristen, inntrer det fulle vern, som § 17 hjemler.\nNavngivelsen må skje enten på en ny utgave av verket eller ved en erklæring, som bekjentgjøres efter de for proklamaer gjeldende regler.​1\nEfter ophavsmannens død kan hans arvinger, hvis de alle er enige om det, navngi ham med samme rettsvirkning.\n1 Se skiftelov § 72.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "content": "Med bøter​1 straffes den, som forsettlig eller grovt uaktsomt:\n1. Mangfoldiggjør et åndsverk i strid med denne lov, eller innfører et åndsverk​2 som ikke lovlig kan offentliggjøres her i riket i hensikt å utbre det, eller som medvirker til nogen av disse handlinger.\n2. Forhandler, utleier, utlåner eller på annen måte utbrer eksemplarer av et i strid med denne lov mangfoldiggjort eller innført verk, eller utstiller sådanne offentlig.\n3. Fremfører et åndsverk offentlig i strid med denne lov, eller medvirker hertil.\n4. Undlater å nevne kilde eller angi ophavsmannens navn, når dette er påbudt.​3\n5. Benytter ophavsretten i strid med § 12.\n6. Offentliggjør eller eftertrykker nyheter som er beskyttet efter § 3 punkt 3.\n1 Se strl. § 27.\n2 Se § 2.\n3 Se §§ 3 og 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Den økonomiske skade, som voldes ved den forsettlige eller uaktsomme foretagelse av de i § 20 nevnte ulovlige handlinger, plikter den skyldige å erstatte.​1\nI ethvert tilfelle har den forurettede krav på å få utbetalt den nettogevinst, som den ulovlige handling har skaffet gjerningsmannen, selv om denne har handlet i grunnet god tro.\n1 Jfr. § 24, 2net ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "content": "Alle eksemplarer av et åndsverk, som ulovlig er fremstillet, innført eller utbredt her i riket, skal på den forurettedes begjæring inndras​1 og tilintetgjøres, forsåvidt de befinner sig på hender, hvorfra deres videre utbredelse tilsiktes.\nSom eksemplarer av et litterært eller musikalsk verk kommer også i betraktning film, plater, valser, bånd eller lignende, som ved en mekanisk eller kjemisk prosess er i stand til å gjengi verkets innhold.\nLikeledes skal alle plater, stener, former, klisjéer og lignende, som utelukkende er bestemt til ulovlig eftergjørelse av et beskyttet åndsverk, hvor de enn finnes, inndras og tilintetgjøres, eller bringes i en slik skikkelse, at misbruk ikke mer kan finne sted.\nDog kan ophavsrettens innehaver fordre de inndratte gjenstander overdratt til sig efter vurdering. Denne vurdering, hvorved gjenstandene ikke må ansettes til høiere verdi enn de til deres forferdigelse bevislig medgåtte utgifter, kan han forlange foretatt, før han erklærer om han fordrer de inndratte gjenstander utlevert.\n1 Jfr. strl. §§ 34-37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "content": "Knytter ulovligheten sig bare til en del av verket, kan den forurettede alene for denne dels vedkommende gjøre sitt krav på tilintetgjørelse eller utlevering gjeldende.\nKan et slikt krav ikke gjennomføres uten at hele verket går til grunne, eller vilde også i øvrig reglene i § 22 føre til at betydelige økonomiske eller kunstneriske verdier blev prisgitt, kan domstolene efter omstendighetene vise den forurettedes krav tilbake, og tillate verkets fremtidige offentliggjørelse. Vilkårene herfor er dog at ophavsretten ikke er krenket med forsett, og at fornærmeren foruten erstatning betaler ophavsrettens innehaver et pengebeløp, som domstolene fastsetter efter billighet i hvert enkelt tilfelle.\nPå byggverker finner § 22 ikke anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "content": "Straffesøksmål for overtredelse av denne lov reises av det offentlige, når fornærmede begjærer det, og almene hensyn gjør det ønskelig. Adgangen til å reise straffesak foreldes efter 2 års forløp.​1\nFordring i henhold til § 21 foreldes i 3 år, efterat den forurettede har fått kunnskap om den ulovlige handling og den som er ansvarlig for den, dog i ethvert fall i 10 år, efterat handlingen er foretatt.​2\nFordring i henhold til §§ 22 og 23 foreldes ikke så lenge den krenkede ophavsrett består.​2\n1 Jfr. strl. §§ 66-70.\n2 Jfr. strl. ikrl. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "content": "Har ophavsmannen overdratt en annen retten til å mangfoldiggjøre hans verk i salgsøiemed, skal det falbys i oplag. Trykte verker skal være påført oplagsnummer, trykkeri, trykkested og trykkeår. Grafiske verker og trykte gjengivelser av musikkverker skal dessuten være forsynt med fortløpende nummer innen oplaget.\nEr ikke annet avtalt, har forleggeren bare rett til å foranstalte ett oplag. Dette er dog ikke til hinder for at aviser og tidsskrifter på ny kan benytte klisjéer av de tegninger som de tidligere har erhvervet rett til å gjengi. Oplagets størrelse må, når de i § 7, Iste ledd nevnte verker undtas, ikke overstige 1000, for musikkverker 300 eksemplarer, for grafiske verker 150 eksemplarer.\nEiendomsretten til det eksemplar av verket, hvorefter mangfoldiggjørelsen skjer, forblir hos ophavsmannen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "content": "Erhververen plikter på forsvarlig måte å holde verket tilfals og sørge for dets utbredelse.\nSelv om forleggeren har rett til å gi ut flere oplag av et verk er han i mangel av motsatt avtale ikke pliktig til å gjøre dette.\nHvis ophavsrettens innehaver forlanger det, skal forleggeren en gang om året gi ham bekreftet underretning om restoplagets størrelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "content": "Så lenge det avtalte oplag ikke er utsolgt, er ophavsmannen uberettiget til å foranstalte nytt oplag av sitt verk.\nEn forfatter eller komponist har dog rett til å ta det med i en utgave av sine samlede verker som han gir ut hos en annen forlegger, hvis det er gått 20 år siden verket kom ut.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "content": "Den hvem ophavsmannen har overdratt rett til å opføre, fremsi eller på annen måte å fremføre offentlig ett av de verker, som nevnes i § 2, nummerne 1-4, er, hvis ikke annet er vedtatt, berettiget til å fremføre verket overalt og så ofte han vil, men han kan ikke motsette sig at ophavsmannen overdrar lignende rett til andre eller selv lar verket fremføre offentlig.\nSlik adgang står også ophavsmannen åpen, selv om det er utelukkende rett som er overdratt, hvis erhververen i 3 på hinannen følgende år ikke har gjort bruk av sin rett.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "content": "Reglene i dette kapitel kommer med undtagelse av bestemmelsen i § 26 i siste ledd alene til anvendelse hvis partene ikke har truffet annen avtale.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "content": "Til å bistå vedkommende departement​1 ved de gjøremål som tilligger det efter denne lov, oprettes et sakkyndig råd, hvori representanter for den åndelige produksjon og de til denne knyttede erhvervsgrener har sete. Rådets medlemmer oppebærer ikke godtgjørelse for dette arbeide.\nRådet skal også være pliktig til på opfordring å avgi sakkyndige uttalelser til bruk for domstolene angående rettsspørsmål vedkommende denne lov og skal likeledes fungere som voldgiftsdomstol​2 i slike saker, hvis partene er enige om det.\nOm rådets organisasjon og virkemåte gir Kongen eller den han bemyndiger​3 nærmere regler.\n1 Kirkedepartementet.\n2 Jfr. rettergangsl. § 453.\n3 Kirkedepartementet (res. 6 feb. 1931).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "content": "Denne lov kommer til anvendelse på alle verker av norske undersåtter og på fremmede undersåtters verker, som første gang utgis her i landet.\nUnder forutsetning av gjensidighet kan Kongen bestemme, at lovens regler helt eller delvis skal gjøres anvendelige på verker av et fremmed lands undersåtter og på verker som beskyttes i et annet land som der hjemmehørende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "content": "Denne lov trer i kraft 1 januar 1931, og anvendes også på åndsverker som er eldre enn loven.\nMed hensyn til oversettelsesretten beskyttes dog ikke verker som har foreligget i bokhandelen før den 9 september 1900.\nLikeledes skal det i 3 år efter lovens ikrafttreden være tillatt å benytte former, stener, plater og lignende til mangfoldiggjørelse bestemte materialer, såfremt deres forferdigelse bevislig var begynt før loven trådte i kraft, og bruken av dem efter den hittil gjeldende rett vilde ha vært lovlig. De gjengivelser som kommer i stand på denne måte eller som allerede var lovlig frembragt ved lovens ikrafttreden, kan avhendes og offentliggjøres uhindret av loven.\nDe i § 14 foreskrevne arveregler kommer bare til anvendelse, når ophavsmannen er død efterat denne lov er trådt i kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "content": "Forsåvidt loven utvider omfanget av ophavsmannens rettigheter, kommer forandringen ophavsmannen selv til gode, uten hensyn til om han på forhånd har overdratt hele sin ophavsrett til andre.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "8:34",
      "chapter": "8",
      "section": "34",
      "content": "De spesielle privilegier og forbud som er gitt med hjemmel av eldre lov,​1 skal fremdeles stå ved makt.\nEnerett til å mangfoldiggjøre, utgi og forhandle den til enhver tid gjeldende tolltariff samt telefonkataloger for statens telefonanlegg er fremtidig forbeholdt staten.​2\nLov om forfatterrett og kunstnerrett av 4 juli 1893 med endringslov av 25 juli 1910 opheves. De henvisninger til denne som måtte finnes i andre lover, skal fremtidig gjelde de tilsvarende bestemmelser i nærværende lov.\n1 Se således N. L. 2-20-5 jfr. lov 9 okt. 1905 nr. 2 § 53.\n2 Jfr. § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Ophavsmannen​1 til et åndsverk​2 har, med de innskrenkninger som følger av denne lov,​3 enerett til å rå over sitt verk ved å mangfoldiggjøre det i hvilken som helst skikkelse, og på hvilken som helst måte gjøre det tilgjengelig for offentligheten.\nI kraft av sin ophavsrett har han således også enerett til å gjengi verket i omarbeidet skikkelse, i oversettelse, i annen størrelse eller andre materialer, overført fra en litterær eller kunstnerisk form til en annen etc.\nDerimot kan han ikke sette sig imot, at andre benytter hans verk på en slik måte at nye og selvstendige åndsverker opstår.\n1 Se §§ 6-8.\n2 Se § 2.\n3 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Ved åndsverker forståes i denne lov enhver frembringelse på det litterære, videnskapelige eller kunstneriske område såsom:\n1. Skrifter av alle slags.\n2. Muntlige foredrag.\n3. Mimiske, koreografiske og kinematografiske verker.\n4. Musikkverker.​1\n5. Malerier, tegninger, raderinger, litografier, tresnitt og lignende verker.​2\n6. Skulptur av alle slags.​2\n7. Arkitektur, så vel tegninger som selve byggverket.\n8. Kunsthåndverk og kunstindustri, så vel forbilleder som selve verket.\n9. Plantegninger, karter, grafiske og plastiske avbildninger av videnskapelig eller teknisk art.\n10. Oversettelser og andre bearbeidelser av de foran nevnte verker.\nFotografiske billeders rettsbeskyttelse berøres ikke av denne lov.​3\n1 Jfr. § 28.\n2 Jfr. lov 4 nov. 1948 nr. 1.\n3 Se lov 11 mai 1909.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Uten vern efter denne lov er:\n1. Lover, administrative kunngjørelser, dommer og andre offentlige aktstykker.​1\n2. Skriftlige og muntlige forhandlinger i konstitusjonelle, kommunale, kirkelige eller andre offentlige representative forsamlinger, i rettene samt ved offentlige, politiske og lignende forhandlingsmøter. Dog har ophavsmannen enerett til å utgi sine verker av denne art i samlet utgave.\n3. Dagsnytt og andre journalistiske meddelelser i aviser, tidsskrifter​2 og radio. De første 16 timer efter sin offentliggjørelse i Norge er dog utenlandske telegrammer og radiomeddelelser beskyttet mot eftertrykk og enhver offentlig meddelelse.​3 Selv om gjengivelse efter det foregående er tillatt, skal kilden tydelig nevnes.​4\n1 Jfr. § 34, 2net ledd.\n2 Jfr. § 9 nr. 4.\n3 Se § 20 nr. 6.\n4 Se § 20 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Når det ikke skjer i erhvervsøiemed, kan enhver til privat bruk gjengi eller eftergjøre de i § 2 nevnte verker.\nDette gjelder dog ikke eftergjørelse av arkitektur gjennom opførelse av et byggverk, eller kopiering av tekniske tegninger med deres praktiske utførelse for øie.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "I alle tilfelle når eftertrykk eller annen gjengivelse av et beskyttet åndsverk er tillatt efter denne lov, skal kilden tydelig angis.​1\n1 Se § 20 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Som ophavsmann anses inntil annet bevises den hvis navn på vanlig måte er angitt på verket.\nEr et åndsverk utgitt navnløst eller under dekknavn, anses forleggeren eller utgiveren for å være bemyndiget til å optre på ophavsmannens vegne, inntil denne har navngitt sig.\nEr ophavsmannen gift, har han alltid enerådigheten over sin ophavsrett, uten hensyn til den måte som formuesforholdet mellem ektefellene er ordnet på.​1\n1 Se lov 20 mai 1927 nr. 1 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Utgivere av aviser, tidsskrifter og andre verker som består av selvstendige bidrag fra forskjellige medarbeidere har ophavsretten til det samlede verk, mens medarbeiderne har ophavsretten til sine enkelte bidrag.\nHvis ikke annet er avtalt, står det de enkelte medarbeidere fritt å offentliggjøre disse på annen måte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Er et åndsverk blitt til ved samarbeide, uten at de enkelte bidrag lar sig skille ut fra hverandre, kreves alle ophavsmennenes samtykke til verkets første offentliggjørelse, hvis slikt samtykke ikke uttrykkelig eller stilltiende er gitt på forhånd. Det samme gjelder, når det er spørsmål om å offentliggjøre verket på annen måte eller i en annen form enn tidligere. Ny offentliggjørelse på samme måte kan derimot enhver av ophavsmennene forlange.\n1 Jfr. § 14, siste ledd og § 17, 2net ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Ophavsmannens​1 enerett til sitt verk er undergitt følgende innskrenkninger:\n1. Det er tillatt å citere enkelte steder eller mindre avsnitt av et tidligere offentliggjort skrift, foredrag eller musikkverk.\nLikeledes er det tillatt å gjengi​2 tidligere offentliggjorte kunstverker og byggverker i kritiske eller videnskapelige fremstillinger, når det skjer til forklaring av teksten og i forbindelse med denne.\n2. I bøker, som er bestemt til skole- eller kirkebruk, og som består av utdrag av et større antall forfatteres verker, er det tillatt:\na. Å ta inn enkelte mindre stykker eller avsnitt av litterære verker og musikkverker, eller hvis det er av ringe omfang, da hele verket.\nb. Å gjengi kunstverker til forklaring av teksten og i forbindelse med denne.​2\nVilkår for denne adgang er dog at det er gått 10 år siden verket første gang kom ut, eller for kunstverkers vedkommende blev offentlig utstillet. Ophavsmannen har dessuten krav på en rimelig godtgjørelse hvis størrelse fastsettes av vedkommende departement,​3 dersom partene ikke blir enige om det.\n3. Som ledsagende tekst til noter og på konsertprogram er det tillatt å gjengi enkelte tidligere utgitte mindre dikt, når de gjengis uforandret.\nLikeledes kan slike dikt fremføres offentlig sammen med musikken. Tekstforfatteren har i så fall krav på tredjedelen av fremførelseshonoraret.\n4. Avisers og tidsskrifters artikler om dagens økonomiske, politiske eller religiøse spørsmål kan avtrykkes eller oversettes i andre aviser eller tidsskrifter, hvis eftertrykk ikke er uttrykkelig forbudt.​4\n5. Offentlig fremførelse av litterære verker og musikkverker er tillatt, hvis tilhørerne har adgang til den uten betaling og fremførelsen heller ikke indirekte skjer i erhvervsøiemed. Samme regel gjelder også hvis verket fremføres på sanger- eller musikkstevner, ungdomsstevner eller andre folkefester, som ikke arrangeres i sådant øiemed.\n6. Når 1 år er gått siden et verk kom ut, kan vedkommende departement,​3 under iakttagelse av reglene i § 13 siste avsnitt, gi tillatelse til dets offentliggjørelse gjennem kringkasting, dersom ophavsmannen og kringkastingsselskap ikke blir enig herom. Departementet fastsetter i så fall det honorar ophavsmannen har krav på. Departementet skal for dramatiske verkers og større musikkverkets vedkommende ikke gi den her nevnte tillatelse, medmindre verket har vært opført, for dramatiske verkers vedkommende her i landet.\n1 Se §§ 6-8.\n2 Jfr. § 11.\n3 Kirkedepartementet.\n4 Jfr. § 3 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Videre kan:\n1. Kunstverker som befinner sig i offentlige samlinger, fritt avbildes i disses kataloger.​1\n2. Åndsverker som varig befinner sig på eller ved offentlig plass eller vei, lovlig gjengis​1 ved tegning og annen grafisk kunst, ved maleri eller fotografi. Av byggverker må dog alene det ytre avbildes.\n3. Offentlig utlån og utleie og offentlig utstilling av eksemplarer av et åndsverk finne sted uten ophavsmannens samtykke.\n1 Jfr. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Når et åndsverk gjengis i medhold av § 9 punkt 1 og 2 eller § 10, kan det skje i den størrelse og skikkelse øiemedet krever, dersom verkets karakter ikke derved forandres eller forringes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Ophavsmannen​1 er avskåret fra å gjøre bruk av sin rett ved bestilte gjengivelser av en annens person, når ikke, foruten den avbildedes, også bestillerens samtykke er innhentet.​2\n1 Se §§ 6-8.\n2 Se § 20 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Ophavsmannen​1 kan ved avtale overdra sin rett til andre enten helt eller delvis.\nOverdragelse av eiendomsretten til et eksemplar av et åndsverk innbefatter ikke ophavsretten til verket, selv om det er det originale eksemplar som overdras.\nHvis ophavsmannen har overdratt en annen retten til å offentliggjøre et åndsverk på en bestemt måte eller ved bestemte midler, har erhververen ikke rett til å offentliggjøre verket på annen måte eller ved andre midler.\nErhververen er uberettiget til uten ophavsmannens samtykke å offentliggjøre verket i endret skikkelse. Selv om slikt samtykke er gitt, har ophavsmannen hvis hans personlige eller kunstneriske interesser vesentlig krenkes rett til å forlange, at verket enten ikke offentliggjøres under hans navn eller at det angis på fyldestgjørende måte, at de foretatte endringer ikke skriver sig fra ham. Denne adgang kan ophavsmannen ikke fraskrive sig. Heller ikke kan han gi avkall på sin rett til å kreve, at hans navn blir angitt på vanlig måte, når de verker han har skapt forelegges offentligheten.\n1 Se §§ 6-8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Ved ophavsmannens død kommer arvelovgivningens almindelige regler​2 til anvendelse på hans rett.\nDog skal livsarvingenes rett​3 ikke være til hinder for, at ophavsmannen ved testament​4 treffer bindende bestemmelser om sine verkers fremtidige offentliggjørelse eller ikke-offentliggjørelse, når berettigede personlige eller kunstneriske interesser ligger til grunn herfor. Under de samme vilkår kan han også opnevne en person, som skal ha rett til å treffe slike bestemmelser og i det hele våke over ophavsretten på arvingenes vegne.\nDenne kan dog, likesålitt som arvingene, offentliggjøre arvelaterens verker i vesentlig forandret skikkelse, medmindre det tydelig tilkjennegis, at endringene ikke skriver sig fra ophavsmannen. Vedkommende departement​5 påser at så ikke skjer, og kan til forsvar for ophavsretten gjøre gjeldende de rettigheter som ellers tilkommer ophavsmannen efter §§ 20, 22, 23 og 24.\nEr ingen testamentariske bestemmelser truffet, og ophavsretten ved arvefallet er gått over på flere arvinger i forening, gjelder om disses rettigheter de samme regler, som i § 8 er gitt om verker der er blitt til ved samarbeide mellom flere ophavsmenn.\n1 Jfr. § 32, siste ledd.\n2 Se lov 31 juli 1854.\n3 Se samme lovs § 33.\n4 Se samme lovs §§ 50 flg.\n5 Kirkedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Så lenge ophavsmannen til et åndsverk er i live, kan hans kreditorer ikke ved nogen felles eller særskilt rettsforfølgning erhverve adgang til å rå over hans ophavsrett.​1 Overfor ophavsmannens arvinger gjelder det samme for ikke-offentliggjorte verkers vedkommende.\nI ophavsmannens levetid kan heller ikke hans manuskript være gjenstand for rettsforfølgning fra hans kreditorers side. Det samme gjelder originale kunstverker, så lenge ophavsmannen ikke ved å falby dem eller på annen måte har gitt tilkjenne, at han betrakter dem som fullført og bestemt til offentliggjørelse.\nSøkes det derimot overfor ophavsmannens arvinger dekning i nogen av de i forrige avsnitt omhandlede gjenstander, eller i ophavsmannens efterlatte utkast, skisser eller lignende, kan dette bare nektes, hvis berettigede kunstneriske eller personlige interesser derved vilde krenkes. Opstår der strid om dette mellem kreditorene og arvingene, kan begge parter innbringe saken til endelig avgjørelse av vedkommende departement.​2\nI øvrig kommer lovgivningens almindelige regler om rettsforfølgning også til anvendelse overfor rettigheter over åndsverker.\n1 Jfr. tvangsfullbl. § 64 og konkursl. § 37.\n2 Kirkedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Når almene hensyn gjør det påkrevet, kan Kongen bestemme, at ophavsretten til et verk, hvis skaper er død, ved ekspropriasjon​1 skal gå helt eller delvis over til staten, når dette er nødvendig for å gjøre verket tilgjengelig for offentligheten.\n1 Se lov 1 juni 1917 nr. 1 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Ophavsretten til åndsverker varer i ophavsmannens levetid og 50 år efter utløpet av hans dødsår, dog minst i 10 år efter verkets offentliggjørelse.\nEr det flere ophavsmenn til et verk,​1 uten at den enkeltes bidrag kan utskilles som et selvstendig hele, regnes de 50 år fra utløpet av den lengstlevendes dødsår.\nSelv om vernetiden efter denne og de følgende paragrafer er forbi, kan åndsverker imidlertid ikke offentliggjøres i endret skikkelse, dersom det under hensyn til verkets betydning og de foretatte endringers art må befryktes at almindelige kulturinteresser vilde ta skade herved. Vedkommende departement​2 påser at så ikke skjer, efter de samme regler som er gitt i § 14, tredje avsnitt.\n1 Jfr. § 8.\n2 Kirkedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Ophavsretten til verker som utgis navnløst eller under dekknavn​1 varer i 50 år efter utløpet av det år, da de først blev offentliggjort. Det samme gjelder verker, som en juridisk person har den oprinnelige ophavsrett til.\nOffentliggjøres slike verker i flere deler, regnes 50-årsfristen fra utløpet av det år, da verkets siste del blev offentliggjort, medmindre det mellem utgivelsens enkelte deler er forløpet mer enn 3 år. I så fall regnes fristen for de tidligere utkomne deler fra utløpet av det år, da den siste av dem utkom.\n1 Jfr. § 6 og § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Hvis ophavsmannen til et verk som er utgitt navnløst eller under dekknavn navngir sig innen utløpet av 50-årsfristen, inntrer det fulle vern, som § 17 hjemler.\nNavngivelsen må skje enten på en ny utgave av verket eller ved en erklæring, som bekjentgjøres efter de for proklamaer gjeldende regler.​1\nEfter ophavsmannens død kan hans arvinger, hvis de alle er enige om det, navngi ham med samme rettsvirkning.\n1 Se skiftelov § 72.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "content": "Med bøter​1 straffes den, som forsettlig eller grovt uaktsomt:\n1. Mangfoldiggjør et åndsverk i strid med denne lov, eller innfører et åndsverk​2 som ikke lovlig kan offentliggjøres her i riket i hensikt å utbre det, eller som medvirker til nogen av disse handlinger.\n2. Forhandler, utleier, utlåner eller på annen måte utbrer eksemplarer av et i strid med denne lov mangfoldiggjort eller innført verk, eller utstiller sådanne offentlig.\n3. Fremfører et åndsverk offentlig i strid med denne lov, eller medvirker hertil.\n4. Undlater å nevne kilde eller angi ophavsmannens navn, når dette er påbudt.​3\n5. Benytter ophavsretten i strid med § 12.\n6. Offentliggjør eller eftertrykker nyheter som er beskyttet efter § 3 punkt 3.\n1 Se strl. § 27.\n2 Se § 2.\n3 Se §§ 3 og 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Den økonomiske skade, som voldes ved den forsettlige eller uaktsomme foretagelse av de i § 20 nevnte ulovlige handlinger, plikter den skyldige å erstatte.​1\nI ethvert tilfelle har den forurettede krav på å få utbetalt den nettogevinst, som den ulovlige handling har skaffet gjerningsmannen, selv om denne har handlet i grunnet god tro.\n1 Jfr. § 24, 2net ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "content": "Alle eksemplarer av et åndsverk, som ulovlig er fremstillet, innført eller utbredt her i riket, skal på den forurettedes begjæring inndras​1 og tilintetgjøres, forsåvidt de befinner sig på hender, hvorfra deres videre utbredelse tilsiktes.\nSom eksemplarer av et litterært eller musikalsk verk kommer også i betraktning film, plater, valser, bånd eller lignende, som ved en mekanisk eller kjemisk prosess er i stand til å gjengi verkets innhold.\nLikeledes skal alle plater, stener, former, klisjéer og lignende, som utelukkende er bestemt til ulovlig eftergjørelse av et beskyttet åndsverk, hvor de enn finnes, inndras og tilintetgjøres, eller bringes i en slik skikkelse, at misbruk ikke mer kan finne sted.\nDog kan ophavsrettens innehaver fordre de inndratte gjenstander overdratt til sig efter vurdering. Denne vurdering, hvorved gjenstandene ikke må ansettes til høiere verdi enn de til deres forferdigelse bevislig medgåtte utgifter, kan han forlange foretatt, før han erklærer om han fordrer de inndratte gjenstander utlevert.\n1 Jfr. strl. §§ 34-37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "content": "Knytter ulovligheten sig bare til en del av verket, kan den forurettede alene for denne dels vedkommende gjøre sitt krav på tilintetgjørelse eller utlevering gjeldende.\nKan et slikt krav ikke gjennomføres uten at hele verket går til grunne, eller vilde også i øvrig reglene i § 22 føre til at betydelige økonomiske eller kunstneriske verdier blev prisgitt, kan domstolene efter omstendighetene vise den forurettedes krav tilbake, og tillate verkets fremtidige offentliggjørelse. Vilkårene herfor er dog at ophavsretten ikke er krenket med forsett, og at fornærmeren foruten erstatning betaler ophavsrettens innehaver et pengebeløp, som domstolene fastsetter efter billighet i hvert enkelt tilfelle.\nPå byggverker finner § 22 ikke anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "content": "Straffesøksmål for overtredelse av denne lov reises av det offentlige, når fornærmede begjærer det, og almene hensyn gjør det ønskelig. Adgangen til å reise straffesak foreldes efter 2 års forløp.​1\nFordring i henhold til § 21 foreldes i 3 år, efterat den forurettede har fått kunnskap om den ulovlige handling og den som er ansvarlig for den, dog i ethvert fall i 10 år, efterat handlingen er foretatt.​2\nFordring i henhold til §§ 22 og 23 foreldes ikke så lenge den krenkede ophavsrett består.​2\n1 Jfr. strl. §§ 66-70.\n2 Jfr. strl. ikrl. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "content": "Har ophavsmannen overdratt en annen retten til å mangfoldiggjøre hans verk i salgsøiemed, skal det falbys i oplag. Trykte verker skal være påført oplagsnummer, trykkeri, trykkested og trykkeår. Grafiske verker og trykte gjengivelser av musikkverker skal dessuten være forsynt med fortløpende nummer innen oplaget.\nEr ikke annet avtalt, har forleggeren bare rett til å foranstalte ett oplag. Dette er dog ikke til hinder for at aviser og tidsskrifter på ny kan benytte klisjéer av de tegninger som de tidligere har erhvervet rett til å gjengi. Oplagets størrelse må, når de i § 7, Iste ledd nevnte verker undtas, ikke overstige 1000, for musikkverker 300 eksemplarer, for grafiske verker 150 eksemplarer.\nEiendomsretten til det eksemplar av verket, hvorefter mangfoldiggjørelsen skjer, forblir hos ophavsmannen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "content": "Erhververen plikter på forsvarlig måte å holde verket tilfals og sørge for dets utbredelse.\nSelv om forleggeren har rett til å gi ut flere oplag av et verk er han i mangel av motsatt avtale ikke pliktig til å gjøre dette.\nHvis ophavsrettens innehaver forlanger det, skal forleggeren en gang om året gi ham bekreftet underretning om restoplagets størrelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "content": "Så lenge det avtalte oplag ikke er utsolgt, er ophavsmannen uberettiget til å foranstalte nytt oplag av sitt verk.\nEn forfatter eller komponist har dog rett til å ta det med i en utgave av sine samlede verker som han gir ut hos en annen forlegger, hvis det er gått 20 år siden verket kom ut.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "content": "Den hvem ophavsmannen har overdratt rett til å opføre, fremsi eller på annen måte å fremføre offentlig ett av de verker, som nevnes i § 2, nummerne 1-4, er, hvis ikke annet er vedtatt, berettiget til å fremføre verket overalt og så ofte han vil, men han kan ikke motsette sig at ophavsmannen overdrar lignende rett til andre eller selv lar verket fremføre offentlig.\nSlik adgang står også ophavsmannen åpen, selv om det er utelukkende rett som er overdratt, hvis erhververen i 3 på hinannen følgende år ikke har gjort bruk av sin rett.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "content": "Reglene i dette kapitel kommer med undtagelse av bestemmelsen i § 26 i siste ledd alene til anvendelse hvis partene ikke har truffet annen avtale.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "content": "Til å bistå vedkommende departement​1 ved de gjøremål som tilligger det efter denne lov, oprettes et sakkyndig råd, hvori representanter for den åndelige produksjon og de til denne knyttede erhvervsgrener har sete. Rådets medlemmer oppebærer ikke godtgjørelse for dette arbeide.\nRådet skal også være pliktig til på opfordring å avgi sakkyndige uttalelser til bruk for domstolene angående rettsspørsmål vedkommende denne lov og skal likeledes fungere som voldgiftsdomstol​2 i slike saker, hvis partene er enige om det.\nOm rådets organisasjon og virkemåte gir Kongen eller den han bemyndiger​3 nærmere regler.\n1 Kirkedepartementet.\n2 Jfr. rettergangsl. § 453.\n3 Kirkedepartementet (res. 6 feb. 1931).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "content": "Denne lov kommer til anvendelse på alle verker av norske undersåtter og på fremmede undersåtters verker, som første gang utgis her i landet.\nUnder forutsetning av gjensidighet kan Kongen bestemme, at lovens regler helt eller delvis skal gjøres anvendelige på verker av et fremmed lands undersåtter og på verker som beskyttes i et annet land som der hjemmehørende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "content": "Denne lov trer i kraft 1 januar 1931, og anvendes også på åndsverker som er eldre enn loven.\nMed hensyn til oversettelsesretten beskyttes dog ikke verker som har foreligget i bokhandelen før den 9 september 1900.\nLikeledes skal det i 3 år efter lovens ikrafttreden være tillatt å benytte former, stener, plater og lignende til mangfoldiggjørelse bestemte materialer, såfremt deres forferdigelse bevislig var begynt før loven trådte i kraft, og bruken av dem efter den hittil gjeldende rett vilde ha vært lovlig. De gjengivelser som kommer i stand på denne måte eller som allerede var lovlig frembragt ved lovens ikrafttreden, kan avhendes og offentliggjøres uhindret av loven.\nDe i § 14 foreskrevne arveregler kommer bare til anvendelse, når ophavsmannen er død efterat denne lov er trådt i kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "content": "Forsåvidt loven utvider omfanget av ophavsmannens rettigheter, kommer forandringen ophavsmannen selv til gode, uten hensyn til om han på forhånd har overdratt hele sin ophavsrett til andre.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "8:34",
      "chapter": "8",
      "section": "34",
      "content": "De spesielle privilegier og forbud som er gitt med hjemmel av eldre lov,​1 skal fremdeles stå ved makt.\nEnerett til å mangfoldiggjøre, utgi og forhandle den til enhver tid gjeldende tolltariff samt telefonkataloger for statens telefonanlegg er fremtidig forbeholdt staten.​2\nLov om forfatterrett og kunstnerrett av 4 juli 1893 med endringslov av 25 juli 1910 opheves. De henvisninger til denne som måtte finnes i andre lover, skal fremtidig gjelde de tilsvarende bestemmelser i nærværende lov.\n1 Se således N. L. 2-20-5 jfr. lov 9 okt. 1905 nr. 2 § 53.\n2 Jfr. § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    }
  ]
}