{
  "id": "LOV-1970-05-29-33",
  "type": "statute",
  "title": "Lov om mønster.",
  "short_name": "Mønsterloven – ml.",
  "status": "in_force",
  "issued_date": "1970-05-29",
  "in_force_date": "1970-05-29",
  "url": "https://lovdata.no/dokument/NLO/lov/1970-05-29-33",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Ved mønster forstås i denne lov forbildet for en vares utseende eller for et ornament.\nDen som har frembrakt et mønster eller den til hvem hans rett er gått over, kan i overensstemmelse med denne lov ved registrering​1 oppnå enerett til å utnytte mønstret i nærings- eller driftsøyemed (mønsterrett).​2\n1 Jfr. kap. 2.\n2 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Mønster registreres bare når det skiller seg vesentlig fra hva som var kjent før registreringssøknadens inngivelsesdag.​1\nSom kjent anses alt som er blitt alment tilgjengelig ved avbildning, utstilling, utbud eller på annen måte. Som kjent anses også et ikke alment tilgjengelig mønster som fremgår av en søknad her i riket om patent​2 eller om varemerke-​3 eller mønsterregistrering, hvis denne søknad er eller i henhold til hva som er foreskrevet derom skal anses inngitt​4 før den i første ledd nevnte dag, såfremt mønstret senere i forbindelse med søknadens behandling gjøres alment tilgjengelig.​5\n1 Jfr. §§ 8, 10, 13.\n2 Jfr. lov 15 des 1967 nr. 9.\n3 Jfr. lov 3 mars 1961 nr. 4.\n4 Jfr. §§ 8, 13, lov 15 des 1967 nr. 9 § 6, lov 3 mars 1961 nr. 4 §§ 18, 30, 53.\n5 Jfr. § 19, lov 15 des 1967 nr. 9 § 22, lov 3 mars 1961 nr. 4 § 17a, jfr. res. 29 mars 1996 nr. 309 § 7 og § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Mønster kan registreres uten hinder av at det i løpet av de siste seks måneder før søknadens inngivelse​1 er blitt alment tilgjengelig​2\n1. som følge av åpenbart misbruk i forhold til søkeren eller noen han utleder sin rett fra, eller\n2. ved at søkeren eller noen han utleder sin rett fra har vist mønstret på en offisiell eller offisielt anerkjent internasjonal utstilling.\n1 Jfr. §§ 10, 13.\n2 Jfr. § 2 annet ledds første punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Mønster kan ikke registreres\n1. hvis mønstret eller utnyttelsen av det ville stride mot ærbarhet eller offentlig orden,\n2. hvis mønstret uhjemlet inneholder\na. offentlig våpen, flagg eller andre offentlige emblemer eller merker, derunder de offisielle innen- eller utenlandske kontroll- eller garantimerker eller -stempler som er fastsatt for varer av samme eller lignende slag som dem mønstret søkes registrert for, eller våpen, flagg eller andre emblemer, forkortelser eller benevnelser tilhørende mellomstatlige organisasjoner, eller internasjonalt merke, segl eller kjennetegn når uhjemlet bruk av det er forbudt ved lov.​1 Mønstret må heller ikke registreres hvis det inneholder noe som kan forveksles med slike emblemer eller merker m.v. som her er nevnt,\nb. noe som er egnet til å oppfattes som en annens firma​2 eller varekjennetegn,​3 eller som en annen persons navn​4 eller portrett og som ikke åpenbart sikter til en som er død for lengre tid siden,\nc. noe som er egnet til å oppfattes som den særpregede tittel på en annens vernede åndsverk eller krenker en annens opphavsrett til slikt verk,​5 eller en annens rett til fotografisk bilde,​6\nd. noe som ikke skiller seg vesentlig fra mønster som er registrert her i riket for en annen.​7\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. strl. § 328.\n2 Jfr. lov 21 juni 1985 nr. 79.\n3 Jfr. lover 3 mars 1961 nr. 4 og nr. 5.\n4 Jfr. lov 29 mai 1964 nr. 1.\n5 Jfr. lov 12 mai 1961 nr. 2.\n6 Jfr. lov 12 mai 1961 nr. 2 § 43a.\n7 Jfr. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Mønsterretten​1 innebærer, med de unntak som er fastsatt i denne lov, at andre enn innehaveren av mønsterretten (mønsterhaveren) ikke uhjemlet​2 må utnytte mønsteret i nærings- eller driftsøyemed ved å tilvirke, innføre til riket, utby, overlate eller utleie varer hvis utseende ikke skiller seg vesentlig fra mønstret eller som har opptatt i seg noe som ikke skiller seg vesentlig fra dette.\nMønsterretten omfatter bare varer av samme eller liknende slag som dem mønstret er registrert for.\nFra mønsterretten er unntatt utnyttelse av mønsterbeskyttede varer som av mønsterhaveren eller med dennes samtykke er brakt i omsetning innenfor Det europeiske økonomiske samarbeidsområde.​3\n0 Endret ved lov 27 nov 1992 nr. 113.\n1 Jfr. § 1.\n2 Jfr. §§ 6, 27, 28, 32, 37.\n3 Jfr. EØS-avtalen prot. 28 art. 1 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Den som i nærings- eller driftsøyemed​2 utnyttet mønstret her i riket da søknaden om registrering av mønstret ble inngitt,​3 kan uten hinder av mønsterretten fortsette utnyttelsen med bibehold av dennes alminnelige karakter, såfremt utnyttelsen ikke utgjorde et åpenbart misbruk i forhold til søkeren eller noen som denne utleder sin rett fra. Slik utnyttelsesrett tilkommer under tilsvarende forutsetninger også den som hadde truffet vesentlige foranstaltninger til utnyttelse av mønstret i nærings- eller driftsøyemed​2 her i riket.\nDen i første ledd omhandlede rett kan bare gå over til andre sammen med den virksomhet hvori den er oppstått, eller hvori utnyttelsen var ment å skulle skje.\n1 Jfr. § 28, lov 15 des 1967 nr. 9 § 4.\n2 Jfr. § 5\n3 Jfr. §§ 8, 10, 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Kongen kan bestemme at reservedeler og tilbehør til luftfartøy uten hinder av mønsterrett kan innføres til riket for å brukes her til reparasjon av luftfartøy hjemmehørende i et fremmed land som innrømmer tilsvarende rett for norske luftfartøyer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Kongen kan bestemme at søknad om registrering av mønster som før inngivelsesdagen er søkt vernet utenfor riket, i forhold til bestemmelsene i §§ 2 og 6 på begjæring skal anses inngitt samtidig med søknaden utenfor riket.\nKongen fastsetter de nærmere vilkår for retten til å gjøre gjeldende prioritet som her omhandlet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Registreringsmyndighet er Styret for det Industrielle Rettsvern (Patentstyret).​1\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Se lov 2 juli 1910 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Søknad om registrering av mønster inngis skriftlig til Patentstyret.\nSøknaden skal inneholde opplysning om vare mønstret søkes registrert for. I søknaden skal angis hvem som har frembrakt mønstret.​1 Søkes registrering av en annen enn den som har frembrakt mønstret, skal søkeren godtgjøre sin rett til dette.​1\nSøknaden skal være ledsaget av bilde som viser mønstret.​2 Hvis søkeren før mønstret blir registrert også inngir en modell,​3 skal modellen anses å vise mønstret. Videre skal søknaden være ledsaget av en av søkeren underskrevet erklæring om at mønstret, så vidt søkeren vet ikke før den dag søknaden ble innlevert, eller skal anses som innlevert, jfr. § 8,​4 var kjent på en slik måte som etter § 2, jfr. § 3, hindrer mønstrets registrering.\nSøkeren skal betale fastsatte søknads- og tilleggsavgifter, jfr. § 48.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. § 1 annet ledd.\n2 Jfr. § 13.\n3 Jfr. § 48.\n4 Se også § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "En søknad kan omfatte flere mønstre hvis de varer som mønstrene søkes registrert for hører sammen med hensyn til tilvirkning og bruk. Søknad om slik samregistrering​1 kan omfatte høyst 20 mønstre og kan ikke gjelde ornamenter.\n1 Jfr. § 27 tredje ledd, § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Søker som ikke har bopel her i riket, skal ha en her bosatt fullmektig som kan representere ham i alt som angår søknaden.\n1 Jfr. § 45, § 46, § 41. – Jfr. § 20 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Søknad om registrering av mønster skal ikke anses inngitt​1 før det er inngitt bilde eller modell​2 som viser mønstret. En søknad kan ikke endres til å gjelde et annet mønster eller en annen vare enn angitt i søknaden.\n1 Jfr. § 2.\n2 Se § 10 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Ved behandlingen av søknad om registrering av mønster skal Patentstyret i den utstrekning Kongen bestemmer undersøke om vilkårene for registrering av mønstret er oppfylt. Har søkeren ikke iakttatt det som er foreskrevet om søknaden, eller finner Patentstyret at det for øvrig er noe til hinder for registrering, skal søkeren underrettes om dette og oppfordres til innen en nærmere angitt frist å uttale seg eller foreta rettelse.\nUnnlater søkeren innen fristens utløp​1 å avgi uttalelsen eller foreta handling for rettelse av en anmerket mangel, skal søknaden henlegges. Opplysning om at så i tilfelle vil skje, skal inntas i Patentstyrets underretning etter første ledd.\nBehandlingen av søknaden gjenopptas dog hvis søkeren innen to måneder fra utløpet av den nevnte frist​1 innkommer med uttalelsen eller foretar handling for rettelse samt innen samme tid betaler fastsatt gjenopptakelsesavgift.​2 Gjenopptakelse​3 kan forlanges bare én gang.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Om fristens utløpstidspunkt se res. 8 april 1988 nr. 255 med endringer ved res. 26 okt 1990 nr. 881.\n2 Jfr. § 48.\n3 Jfr. § 22 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Finner Patentstyret også etter at søkerens svar er innkommet, at det foreligger hinder for registrering, og har søkeren hatt anledning til å uttale seg om hindringen,​1 skal søknaden avslås med mindre Patentstyret finner at søkeren bør tilskrives på nytt.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. lov 2 juli 1910 nr. 7 § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Påstår noen overfor Patentstyret at det er han og ikke søkeren som har retten til mønstret, kan Patentstyret hvis det finner spørsmålet tvilsomt, oppfordre vedkommende til innen en nærmere angitt frist å reise søksmål for å få spørsmålet prøvet ved domstolene,​1 idet han gjøres oppmerksom på at påstanden vil kunne bli satt ut av betraktning ved den fortsatte behandling av saken dersom oppfordringen ikke etterkommes.\nEr spørsmålet om retten til mønstret under behandling ved domstol, kan behandlingen av registreringssøknaden stilles i bero inntil søksmålet er endelig avgjort.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Godtgjør noen overfor Patentstyret at det er han og ikke søkeren som har retten til mønstret,​1 skal Patentstyret, dersom vedkommende begjærer det, overføre​2 den til den berettigede. Den som registreringssøknaden overføres til, skal betale ny søknadsavgift.​3\nEr det fremsatt begjæring om overføring av en registreringssøknad, må søknaden ikke endres, henlegges, avslås eller imøtekommes før begjæringen er endelig avgjort.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. § 1.\n2 Jfr. § 21 annet ledd.\n3 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Er søknaden i foreskrevet stand, og finnes ikke hinder for registrering å foreligge, skal mønstret registreres. På søkerens begjæring kan registreringen likevel utsettes inntil seks måneder fra den dag da søknaden ble inngitt,​1 eller dersom prioritet som nevnt i § 8 er begjært, fra den dag som prioriteten er begjært fra. Begjæring om utsettelse skal fremsettes i søknaden.\nRegistreringen av et mønster skal kunngjøres.​2\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. §§ 10, 13.\n2 Jfr. § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Har søkeren ikke i henhold til § 18 begjært utsettelse med registreringen, skal samtlige dokumenter i saken holdes tilgjengelige for enhver​1 fra søknadens inngivelsesdag.​2\nEr utsettelse begjært, skal dokumentene holdes tilgjengelige for enhver når utsettelsestiden er utløpt, selv om registrering etter § 18 ennå ikke vil finne sted. Er søknaden på dette tidspunkt henlagt eller avslått, skal dokumentene likevel ikke holdes tilgjengelige med mindre søkeren begjærer gjenopptakelse​3 eller påklager avgjørelsen.​4\nForslag, utkast, betenkninger og andre liknende arbeidsdokumenter som Patentstyret selv utarbeider for behandlingen av en sak, er ikke tilgjengelige med mindre Patentstyret beslutter at de skal være det.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. § 44.\n2 Jfr. §§ 8, 10, 13.\n3 Jfr. § 14 tredje ledd.\n4 Jfr. § 22 og § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Enhver kan fremsette innsigelse mot registreringen av et mønster. En innsigelse skal fremsettes skriftlig, være begrunnet og kommet inn til Patentstyret innen fire måneder fra kunngjøringsdagen.​1 I særlige tilfeller kan Patentstyret etter begjæring innrømme innsigeren en kort tilleggsfrist for å fremskaffe ytterligere dokumentasjon til støtte for innsigelsen.\nInnsigelse som grunner seg på at mønstret er registrert for en annen enn den som etter § 1 er berettiget til å oppnå registrering, kan bare fremmes av den som påstår seg å ha rett til mønstret. Innsigeren kan i innsigelsen begjære registreringen overført til seg.​2\nPatentstyret skal avvise en innsigelse som ikke oppfyller vilkårene i første og annet ledd.\nPatentstyret skal gi mønsterhaveren meddelelse om innsigelser og skal gi denne anledning til å uttale seg om dem. Under innsigelsesbehandlingen gjelder § 12 tilsvarende for mønsterhaveren.\nEr det fremsatt innsigelse mot registreringen av et mønster, skal dette innføres i mønsterregistret og kunngjøres.​3\nSelv om innsigelsen trekkes tilbake, kan innsigelsesbehandlingen fortsettes dersom særlige grunner taler for det.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. § 18 siste ledd.\n2 Jfr. § 17 annet ledd.\n3 Jfr. § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Patentstyret skal etter innsigelse oppheve registreringen av et mønster helt eller delvis dersom mønstret er registrert i strid med §§ 1 til 4, og registreringshindringen fortsatt foreligger.\nDersom innsigeren påstår seg berettiget til mønsterregistreringen og i innsigelsen har begjært registreringen overført til seg, skal Patentstyret overføre registreringen til innsigeren istedenfor å oppheve registreringen dersom det finner at det er innsigeren som etter § 1 er berettiget til å oppnå registrering. § 32 annet og tredje ledd gjelder tilsvarende.\nPatentstyret skal forkaste en innsigelse dersom det ikke foreligger hinder som nevnt i første ledd for at mønsterregistreringen opprettholdes.\nNår Patentstyrets avgjørelse av en innsigelse er rettskraftig, skal melding om avgjørelsen innføres i mønsterregistret og kunngjøres.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Se § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Den endelige avgjørelsen av en registreringssøknad i Patentstyrets første avdeling kan påklages til Patentstyrets annen avdeling​1 dersom avgjørelsen har gått søkeren imot.\nDen endelige avgjørelsen av en innsigelse i første avdeling kan påklages til annen avdeling​1 av mønsterhaveren eller innsigeren dersom avgjørelsen har gått vedkommende imot.\nBlir en begjæring om gjenopptakelse etter § 14 tredje ledd avslått, eller en begjæring om overføring etter § 17 imøtekommet, kan avgjørelsen påklages av søkeren til Patentstyrets annen avdeling.​1 Blir en begjæring om overføring etter § 17 avslått, kan avgjørelsen påklages av den som har fremsatt begjæringen.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. lov 2 juli 1910 nr. 7 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Klage må være innkommet til Patentstyret innen to måneder fra den dag meddelelse om avgjørelsen ble sendt vedkommende part. Innen samme frist skal fastsatt klageavgift​1 betales. I motsatt fall tas klagen ikke opp til behandling.\nSelv om klagen frafalles, kan den prøves dersom særlige grunner taler for det.\nAvgjørelse hvorved Patentstyrets annen avdeling​2 avslår en søknad om registrering av et mønster, opphever en registrering eller opprettholder en beslutning i Patentstyrets første avdeling om å oppheve en registrering, kan ikke bringes inn for domstolene senere enn to måneder etter at avslaget ble meddelt søkeren eller mønsterhaveren. Underretning om søksmålsfristen skal inntas i meddelelsen.\nDet kan ikke gis oppreisning mot oversittelse av fristene i paragrafen her.\n§ 19 tredje ledd får tilsvarende anvendelse på dokumenter som utarbeides i Patentstyrets annen avdeling.​2\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. § 48.\n2 Jfr. lov 2 juli 1910 nr. 7 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Mønsterregistreringen gjelder i inntil fem år fra den dag da søknaden om registrering ble inngitt,​1 og kan på begjæring fornyes for ytterligere to femårsperioder. Hver slik femårsperiode løper fra utgangen av den foregående periode.\n1 Jfr. §§ 8, 10, 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "Søknad om fornyelse av registreringen skjer skriftlig til Patentstyret tidligst ett år før og senest 6 måneder etter​1 den løpende registreringsperiodes utgang. Innen samme tid skal søkeren betale fastsatte fornyelses- og tilleggsavgifter, jfr. § 48. I motsatt fall avslås søknaden.\nFornyelse av registrering skal kunngjøres.​2\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Om fristens utløpstidspunkt se note til § 14.\n2 Jfr. § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Har mønsterhaveren​1 gitt en annen rett til i nærings- eller driftsøyemed å utnytte mønstret (lisens), kan denne ikke overdra sin rett til andre med mindre annet er avtalt.\nInngår lisensen i en virksomhet, kan den dog når intet annet er avtalt, overdras sammen med virksomheten. Overdrageren svarer i så fall fortsatt for at lisensavtalen oppfylles.\n1 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "Er en mønsterrett​1 gått over til en annen eller er lisens gitt eller gått over til en annen, skal dette på begjæring av en av partene og mot fastsatt avgift​2 anmerkes i mønsterregistret.​3 Er en i registret anmerket lisens opphørt, skal på begjæring av en av partene anmerkning i registret likeledes gjøres om dette.\nBestemmelsene i første ledd får tilsvarende anvendelse på overgang og opphør av tvangslisenser​4 og på rett som omhandlet i § 32 annet ledd. Om registrering av utlegg gjelder tvangsfullbyrdelsesloven​5 § 7-20 niende ledd.\nVed samregistrering​6 kan overgang av mønsterrett bare registreres når den gjelder samtlige mønstre.\nSøksmål​7 som gjelder en mønsterrett kan alltid reises mot den som i registret står som mønsterhaver, og meldinger fra Patentstyret kan sendes til ham.​8\nFrivillig overdragelse av mønsterrett eller meddelelse av lisens som er blitt anmeldt til registrering, går i kollisjonstilfelle foran frivillig overdragelse eller meddelelse av lisens som ikke er eller først senere er anmeldt til registrering, dersom vedkommende rettighetshaver ved anmeldelsen var i god tro.\n0 Endret ved lover 8 feb 1980 nr. 2, 26 juni 1992 nr. 86, 22 des 1995 nr. 82 (i kraft 1 jan 1997), 13 juni 1997 nr. 44 (i kraft 1 jan 1999).\n1 Jfr. § 5.\n2 Jfr. § 48.\n3 Jfr. § 9.\n4 Jfr. §§ 28, 29, 30.\n5 Lov 26 juni 1992 nr. 86.\n6 Jfr. § 11.\n7 Jfr. § 41.\n8 Jfr. §§ 45 og 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Den som da en registreringssøknad ble gjort tilgjengelig for enhver,​2 her i riket utnyttet mønstret i nærings- eller driftsøyemed​3 kan, hvis søknaden fører til registrering, få tvangslisens til å utnytte mønstret når særlige grunner for det foreligger, og han ikke hadde kjennskap til søknaden da han begynte utnyttelsen og heller ikke med rimelighet kunne ha skaffet seg slik kjennskap. Rett som nevnt tilkommer under tilsvarende forutsetninger også den som har truffet vesentlige foranstaltninger til å utnytte mønstret i nærings- eller driftsøyemed​3 her i riket. Tvangslisens kan også omfatte tiden før mønstret ble registrert.​4\n1 Jfr. §§ 6 og 32.\n2 Se § 19.\n3 Jfr. § 5.\n4 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "content": "Tvangslisens kan bare gis den som kan antas å være i stand til å utnytte mønstret på en måte som er forsvarlig og i overensstemmelse med lisensen.\nTvangslisensen er ikke til hinder for at mønsterhaveren selv utnytter mønstret eller gir lisens. Tvangslisens kan gå over til andre bare sammen med den virksomhet hvori utnyttelsen var ment å skulle skje.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "content": "Tvangslisens gis av retten, som også bestemmer i hvilket omfang mønstret kan utnyttes, og fastsetter vederlaget og de øvrige vilkår for lisensen. Dersom forholdene endrer seg vesentlig, kan retten på begjæring av hver av partene oppheve lisensen eller fastsette nye vilkår for denne.\n1 Jfr. § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Er et mønster registrert i strid med §§ 1-4, og foreligger registreringshindringen fremdeles, kan registreringen kjennes ugyldig ved dom.​1 Registreringen kan dog ikke kjennes ugyldig av den grunn at mønsterhaveren bare delvis var berettiget til mønstret.\nSøksmål som grunner seg på at mønstret er registrert for en annen enn den som etter § 1 er berettiget til å oppnå registrering, kan bare reises av den som påstår seg å ha rett til mønstret. Slikt søksmål må være reist innen ett år etter ervervet kjennskap til registreringen og de øvrige omstendigheter som søksmålet grunner seg på. Var mønsterhaveren i god tro da mønstret ble registrert eller mønsterretten overført til ham, kan ikke i noe tilfelle søksmålet reises senere enn tre år etter registreringen​2 av mønstret.\nSøksmål etter denne paragraf kan med det unntak som er fastsatt i annet ledd, reises av enhver.\nDet kan ikke gis oppreisning mot oversittelse av fristene i annet ledd.\n1 Jfr. kap. 8.\n2 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "content": "Er et mønster registrert for en annen enn den som etter § 1 er berettiget til det, kan den berettigede ved dom​1 kreve registreringen overført til seg. Søksmålsfristene i § 31 annet ledd kommer til anvendelse på søksmål som her omhandlet.\nHar den som frakjennes en mønsterregistrering, i god tro begynt å utnytte mønstret i nærings- eller driftsøyemed​2 her i riket, eller har han truffet vesentlige foranstaltninger til dette, er han berettiget til mot rimelig vederlag og på rimelige vilkår for øvrig å fortsette den påbegynte eller igangsette den forberedte utnyttelse med bibehold av dennes alminnelige karakter. Slik rett tilkommer under samme forutsetninger innehavere av registrerte lisenser.​3\nRett i henhold til annet ledd kan bare gå over til andre sammen med den virksomhet hvori retten er oppstått eller hvori utnyttelsen var ment å skulle skje.\n1 Jfr. kap. 8.\n2 Jfr. § 5.\n3 Jfr. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "content": "Mønstret skal slettes av registret når mønsterhaveren​1 fremsetter skriftlig begjæring om det.\nEr det reist søksmål om overføring av registreringen​2 eller er det tatt utlegg​3 i mønsterretten, kan mønstret ikke slettes av registret etter begjæring av mønsterhaveren før søksmålet er endelig avgjort eller utlegget er falt bort.\n1 Jfr. § 5.\n2 Jfr. § 32.\n3 Jfr. lov 8 feb 1980 nr. 2 kap. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "En registreringssøker​2 som påberoper seg søknaden overfor en annen før den er blitt tilgjengelig for enhver,​3 er pliktig til på begjæring å gi vedkommende adgang til å gjøre seg kjent med dokumentene i søknadssaken.\nDen som enten ved direkte henvendelse til en annen eller i annonser eller ved påskrift på varer eller deres innpakning eller på annen måte angir at et mønster er søkt er pliktig til uten unødig opphold å gi den som begjærer det, slik opplysning. Angis ikke uttrykkelig at registrering er søkt eller oppnådd, men er det som angis egnet til å fremkalle den oppfatning at så er tilfelle, skal på begjæring uten unødig opphold gis opplysning om hvorvidt registrering er søkt eller oppnådd.\n1 Jfr. § 40. – Jfr. strl. 370.\n2 Jfr. § 10\n3 Jfr. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "content": "Den som forsettlig gjør inngrep i mønsterrett​1 (mønsterinngrep) eller som medvirker hertil, straffes med bøter​2 eller med fengsel​3 inntil tre måneder.\nOffentlig påtale finner sted bare etter begjæring fra den fornærmede.\n1 Jfr. §§ 1, 5.\n2 Jfr. strl. § 27.\n3 Jfr. strl. § 26 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "content": "Den som forsettlig eller uaktsomt har begått mønsterinngrep,​2 er pliktig til å betale erstatning for utnyttelsen av mønstret, samt erstatning for den ytterligere skade som inngrepet måtte ha medført. Erstatningen kan lempes når det bare er lite å legge inngriperen til last.\nEr inngrepet skjedd i aktsom god tro, kan retten i den utstrekning det finnes rimelig tilplikte inngriperen å erstatte skaden, dog ikke utover den vinning som han antas å ha hatt ved inngrepet.\n1 Jfr. lov 15 des 1967 nr. 9 § 58.\n2 Jfr. § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "content": "Foreligger mønsterinngrep,​1 kan retten etter krav fra den forurettede, i den utstrekning det finnes rimelig til forebyggelse av fortsatt inngrep bestemme at varer som er uhjemlet​2 fremstilt eller innført til riket eller gjenstander hvis anvendelse ville innebære mønsterinngrep,​1 skal endres på nærmere angitt måte, tilintetgjøres, eller tas i forvaring for resten av vernetiden,​3 eller, for så vidt det gjelder uhjemlet fremstilte eller innførte varer, mot vederlag utleveres til den forurettede. Dette gjelder ikke overfor den tredjemann som har ervervet vedkommende varer eller gjenstander eller rettigheter i dem i god tro og som ikke har begått inngrep.\nUten hinder av bestemmelsene i første ledd kan retten når helt særlige grunner foreligger på begjæring gi tillatelse til mot rimelig vederlag og på rimelige vilkår for øvrig å rå over uhjemlet fremstilte eller innførte varer i mønstrets vernetid​3 eller del derav.\n1 Jfr. § 35.\n2 Jfr. §§ 6, 27, 28, 32.\n3 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "content": "Utnytter noen uhjemlet​1 i nærings- eller driftsøyemed​2 mønster som er søkt registrert, og skjer utnyttelsen etter at dokumentene i henhold til § 19 er blitt tilgjengelige for enhver, får §§ 36 og 37 tilsvarende anvendelse såfremt søknaden leder til registrering. Erstatning for skade som følge av utnyttelse før registreringen er kunngjort etter § 18 skal likevel alltid begrenses som nevnt i § 36 annet ledd.\nForeldelsesfristen for krav etter denne bestemmelse begynner ikke å løpe før mønstret er registrert.​3\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. §§ 6, 27, 28, 37 annet ledd.\n2 Jfr. § 5.\n3 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "content": "I sivile saker om mønsterinngrep​2 kan frifinnelse ikke bygges på at registreringen er ugyldig eller kan kreves overført, jf §§ 31 og 32, uten at det først er avsagt dom for registreringens ugyldighet eller overføring.​3 Frifinnelse kan likevel bygges på at registreringen er opphevet eller overført etter § 21.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. lov 15 des 1967 nr. 9 § 61.\n2 Jfr. § 35.\n3 Jfr. tvml. § 107. – Jfr. § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelsene i § 34, straffes med bøter​2 og er pliktig til å erstatte derved forvoldt skade i den utstrekning det finnes rimelig.\nOffentlig påtale finner sted bare etter begjæring fra den fornærmede.\n1 Jfr. lov 15 des 1967 nr. 9 § 62.\n2 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "8:41",
      "chapter": "8",
      "section": "41",
      "content": "Følgende søksmål reises ved Oslo tingrett:\n1. Søksmål angående retten til et mønster som er søkt registrert etter loven her.\n2. Søksmål angående prøving av avgjørelse hvorved Patentstyrets annen avdeling avslår en søknad om registrering av et mønster, opphever en registrering eller opprettholder en beslutning i Patentstyrets første avdeling om å oppheve en registrering, jf § 23 tredje ledd.\n3. Søksmål angående ugyldigkjennelse eller overføring av registrert mønster, jf §§ 31 og 32.\nOslo tingrett er verneting for registreringssøkere og mønsterhavere som ikke har bopel her i riket.​1\n0 Endret ved lover 22 des 1995 nr. 82 (i kraft 1 jan 1997), 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416).\n1 Jfr. § 12, § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "8:42",
      "chapter": "8",
      "section": "42",
      "content": "Den som reiser søksmål om ugyldigkjennelse​1 eller om overføring​2 av registrering til seg eller om tvangslisens,​3 skal samtidig gi melding om det til Patentstyret samt i rekommandert brev gi melding om søksmålet til enhver lisenshaver som er innført i registret​4 og hvis adresse er angitt der. En lisenshaver som vil reise søksmål om mønsterinngrep​5 skal på tilsvarende måte gi melding om dette til mønsterhaveren, såfremt dennes adresse er angitt i registret.​6\nDokumenterer saksøkeren ikke at melding som nevnt i første ledd er gitt, kan retten gi ham frist til å gi meldingen. Oversittes fastsatt frist, avvises saken.\n0 Endret ved lover 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. § 31.\n2 Jfr. § 32.\n3 Jfr. §§ 28, 29, 30.\n4 Jfr. § 27.\n5 Jfr. § 35.\n6 Jfr. § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "8:43",
      "chapter": "8",
      "section": "43",
      "content": "Retten tilstiller Patentstyret utskrift av dommer i tvistemål i saker som er reist etter denne lov.​1\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. lov 2 juli 1910 nr. 7 § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "9:44",
      "chapter": "9",
      "section": "44",
      "content": "Enhver har rett til å få se mønsterregistret​1 og mot avgift​2 få bekreftet utskrift av det og bekreftet avskrift av registreringssøknad med bilag etter at den er gjort tilgjengelig for enhver i henhold til § 19.\n1 Jfr. § 9.\n2 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "9:45",
      "chapter": "9",
      "section": "45",
      "content": "Mønsterhaver som ikke har bopel her i riket skal ha en her bosatt og i mønsterregistret​2 innført fullmektig som på hans vegne kan motta forkynnelser og andre prosessuelle meddelelser vedrørende mønstret.\nHar mønsterhaveren ikke slik fullmektig, kan forkynnelse iverksettes ved at det dokument som skal forkynnes, sendes ham ved rekommandert brev under den adresse som er innført i mønsterregistret.​2 Domstollovens​3 § 178 kommer i så fall til anvendelse.\nFinnes fullstendig adresse ikke antegnet i registret, kan forkynnelsen av skrift hvorved sak reises, og ellers hvor retten finner grunn til det, skje ved at vedkommende dokument eller et utdrag av det innrykkes i Norsk Lysingsblad, og det tidende Patentstyret utgir,​4 med angivelse av at dokumentet vil kunne avhentes på rettens kontor. Domstollovens​3 § 181 fjerde ledd kommer i så fall til anvendelse, dog slik tiden for innrykking i det tidende Patentstyret utgir,​4 trer i stedet for tiden for oppslag på rettsstedet.\n0 Endret ved lover 22 des 1995 nr. 82 (i kraft 1 jan 1997), 9 jan 1998 nr. 5.\n1 Jfr. § 46, § 41, § 12, § 27.\n2 Jfr. § 9.\n3 Lov 13 aug 1915 nr. 5 (dl.).\n4 Norsk Mønstertidende, jfr. § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "9:46",
      "chapter": "9",
      "section": "46",
      "content": "Kongen kan under forutsetning av gjensidighet bestemme at reglene i § 12 eller § 45 ikke skal finne anvendelse overfor søkere eller mønsterhavere som er hjemmehørende i vedkommende fremmede land, eller som har en der bosatt og til registreringsmyndigheten her i riket anmeldt fullmektig med fullmakt som omhandlet i nevnte bestemmelser.​1 Forkynnelsen eller meddelelsen iverksettes i så fall etter de alminnelige bestemmelser i domstollovens​2 kapittel 9.\n1 Res. 20 des 1996 nr. 1162 § 4 gir slik bestemmelse for søkere eller mønsterhavere med bopel i Danmark eller Sverige.\n2 Lov 13 aug 1915 nr. 5 (dl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "9:47",
      "chapter": "9",
      "section": "47",
      "content": "Kongen fastsetter de nærmere bestemmelser om registrerings- og fornyelsessøknader og behandlingen av dem, om innsigelser og behandlingen av dem, om mønsterregistret, om den tidende Patentstyret utgir​1 samt om gjennomføringen av loven her for øvrig. Det kan herunder bestemmes at Patentstyrets journaler over innkomne søknader og behandlingen av dem skal være tilgjengelige for enhver.​2\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Norsk Mønstertidende. Jfr. lov 2 juli 1910 nr. 7 § 13.\n2 Se res. 20 des 1996 nr. 1162 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "9:48",
      "chapter": "9",
      "section": "48",
      "content": "Ved søknad om registrering av mønster eller om fornyelse av mønsterregistrering skal erlegges søknads- eller fornyelsesavgift samt i tilfelle følgende tilleggsavgifter: Klasseavgift for hver klasse utover én, samregistreringsavgift,​1 for hvert mønster utover ett, oppbevaringsavgift for oppbevaring av modell​2 og kunngjøringsavgift for kunngjøring av hvert bilde utover ett. Fornyelsesavgift som betales etter utgangen av den løpende registreringsperiode skal erlegges med forhøyet beløp.\nKongen fastsetter de avgifter som er omhandlet i denne lov, samt de nærmere regler for avgiftenes betaling. Ved endring av fornyelsesavgifter kan han bestemme at nye avgifter skal gjelde også for tidligere registreringer. Kongen fastsetter også avgifter for innføring i mønsterregistret og for avskrifter og attester som Patentstyret gir.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. § 11.\n2 Jfr. § 10 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "10:49",
      "chapter": "10",
      "section": "49",
      "content": "Denne lov trer i kraft 1 oktober 1970.​1 Samtidig oppheves lov om mønstre av 2 juli 1910 med senere endringer. – – –\n1 Se res. 24 juni 1983 om Jan Mayen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Ved mønster forstås i denne lov forbildet for en vares utseende eller for et ornament.\nDen som har frembrakt et mønster eller den til hvem hans rett er gått over, kan i overensstemmelse med denne lov ved registrering​1 oppnå enerett til å utnytte mønstret i nærings- eller driftsøyemed (mønsterrett).​2\n1 Jfr. kap. 2.\n2 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Mønster registreres bare når det skiller seg vesentlig fra hva som var kjent før registreringssøknadens inngivelsesdag.​1\nSom kjent anses alt som er blitt alment tilgjengelig ved avbildning, utstilling, utbud eller på annen måte. Som kjent anses også et ikke alment tilgjengelig mønster som fremgår av en søknad her i riket om patent​2 eller om varemerke-​3 eller mønsterregistrering, hvis denne søknad er eller i henhold til hva som er foreskrevet derom skal anses inngitt​4 før den i første ledd nevnte dag, såfremt mønstret senere i forbindelse med søknadens behandling gjøres alment tilgjengelig.​5\n1 Jfr. §§ 8, 10, 13.\n2 Jfr. lov 15 des 1967 nr. 9.\n3 Jfr. lov 3 mars 1961 nr. 4.\n4 Jfr. §§ 8, 13, lov 15 des 1967 nr. 9 § 6, lov 3 mars 1961 nr. 4 §§ 18, 30, 53.\n5 Jfr. § 19, lov 15 des 1967 nr. 9 § 22, lov 3 mars 1961 nr. 4 § 17a, jfr. res. 29 mars 1996 nr. 309 § 7 og § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Mønster kan registreres uten hinder av at det i løpet av de siste seks måneder før søknadens inngivelse​1 er blitt alment tilgjengelig​2\n1. som følge av åpenbart misbruk i forhold til søkeren eller noen han utleder sin rett fra, eller\n2. ved at søkeren eller noen han utleder sin rett fra har vist mønstret på en offisiell eller offisielt anerkjent internasjonal utstilling.\n1 Jfr. §§ 10, 13.\n2 Jfr. § 2 annet ledds første punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Mønster kan ikke registreres\n1. hvis mønstret eller utnyttelsen av det ville stride mot ærbarhet eller offentlig orden,\n2. hvis mønstret uhjemlet inneholder\na. offentlig våpen, flagg eller andre offentlige emblemer eller merker, derunder de offisielle innen- eller utenlandske kontroll- eller garantimerker eller -stempler som er fastsatt for varer av samme eller lignende slag som dem mønstret søkes registrert for, eller våpen, flagg eller andre emblemer, forkortelser eller benevnelser tilhørende mellomstatlige organisasjoner, eller internasjonalt merke, segl eller kjennetegn når uhjemlet bruk av det er forbudt ved lov.​1 Mønstret må heller ikke registreres hvis det inneholder noe som kan forveksles med slike emblemer eller merker m.v. som her er nevnt,\nb. noe som er egnet til å oppfattes som en annens firma​2 eller varekjennetegn,​3 eller som en annen persons navn​4 eller portrett og som ikke åpenbart sikter til en som er død for lengre tid siden,\nc. noe som er egnet til å oppfattes som den særpregede tittel på en annens vernede åndsverk eller krenker en annens opphavsrett til slikt verk,​5 eller en annens rett til fotografisk bilde,​6\nd. noe som ikke skiller seg vesentlig fra mønster som er registrert her i riket for en annen.​7\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. strl. § 328.\n2 Jfr. lov 21 juni 1985 nr. 79.\n3 Jfr. lover 3 mars 1961 nr. 4 og nr. 5.\n4 Jfr. lov 29 mai 1964 nr. 1.\n5 Jfr. lov 12 mai 1961 nr. 2.\n6 Jfr. lov 12 mai 1961 nr. 2 § 43a.\n7 Jfr. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Mønsterretten​1 innebærer, med de unntak som er fastsatt i denne lov, at andre enn innehaveren av mønsterretten (mønsterhaveren) ikke uhjemlet​2 må utnytte mønsteret i nærings- eller driftsøyemed ved å tilvirke, innføre til riket, utby, overlate eller utleie varer hvis utseende ikke skiller seg vesentlig fra mønstret eller som har opptatt i seg noe som ikke skiller seg vesentlig fra dette.\nMønsterretten omfatter bare varer av samme eller liknende slag som dem mønstret er registrert for.\nFra mønsterretten er unntatt utnyttelse av mønsterbeskyttede varer som av mønsterhaveren eller med dennes samtykke er brakt i omsetning innenfor Det europeiske økonomiske samarbeidsområde.​3\n0 Endret ved lov 27 nov 1992 nr. 113.\n1 Jfr. § 1.\n2 Jfr. §§ 6, 27, 28, 32, 37.\n3 Jfr. EØS-avtalen prot. 28 art. 1 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Den som i nærings- eller driftsøyemed​2 utnyttet mønstret her i riket da søknaden om registrering av mønstret ble inngitt,​3 kan uten hinder av mønsterretten fortsette utnyttelsen med bibehold av dennes alminnelige karakter, såfremt utnyttelsen ikke utgjorde et åpenbart misbruk i forhold til søkeren eller noen som denne utleder sin rett fra. Slik utnyttelsesrett tilkommer under tilsvarende forutsetninger også den som hadde truffet vesentlige foranstaltninger til utnyttelse av mønstret i nærings- eller driftsøyemed​2 her i riket.\nDen i første ledd omhandlede rett kan bare gå over til andre sammen med den virksomhet hvori den er oppstått, eller hvori utnyttelsen var ment å skulle skje.\n1 Jfr. § 28, lov 15 des 1967 nr. 9 § 4.\n2 Jfr. § 5\n3 Jfr. §§ 8, 10, 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Kongen kan bestemme at reservedeler og tilbehør til luftfartøy uten hinder av mønsterrett kan innføres til riket for å brukes her til reparasjon av luftfartøy hjemmehørende i et fremmed land som innrømmer tilsvarende rett for norske luftfartøyer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Kongen kan bestemme at søknad om registrering av mønster som før inngivelsesdagen er søkt vernet utenfor riket, i forhold til bestemmelsene i §§ 2 og 6 på begjæring skal anses inngitt samtidig med søknaden utenfor riket.\nKongen fastsetter de nærmere vilkår for retten til å gjøre gjeldende prioritet som her omhandlet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Registreringsmyndighet er Styret for det Industrielle Rettsvern (Patentstyret).​1\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Se lov 2 juli 1910 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Søknad om registrering av mønster inngis skriftlig til Patentstyret.\nSøknaden skal inneholde opplysning om vare mønstret søkes registrert for. I søknaden skal angis hvem som har frembrakt mønstret.​1 Søkes registrering av en annen enn den som har frembrakt mønstret, skal søkeren godtgjøre sin rett til dette.​1\nSøknaden skal være ledsaget av bilde som viser mønstret.​2 Hvis søkeren før mønstret blir registrert også inngir en modell,​3 skal modellen anses å vise mønstret. Videre skal søknaden være ledsaget av en av søkeren underskrevet erklæring om at mønstret, så vidt søkeren vet ikke før den dag søknaden ble innlevert, eller skal anses som innlevert, jfr. § 8,​4 var kjent på en slik måte som etter § 2, jfr. § 3, hindrer mønstrets registrering.\nSøkeren skal betale fastsatte søknads- og tilleggsavgifter, jfr. § 48.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. § 1 annet ledd.\n2 Jfr. § 13.\n3 Jfr. § 48.\n4 Se også § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "En søknad kan omfatte flere mønstre hvis de varer som mønstrene søkes registrert for hører sammen med hensyn til tilvirkning og bruk. Søknad om slik samregistrering​1 kan omfatte høyst 20 mønstre og kan ikke gjelde ornamenter.\n1 Jfr. § 27 tredje ledd, § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Søker som ikke har bopel her i riket, skal ha en her bosatt fullmektig som kan representere ham i alt som angår søknaden.\n1 Jfr. § 45, § 46, § 41. – Jfr. § 20 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Søknad om registrering av mønster skal ikke anses inngitt​1 før det er inngitt bilde eller modell​2 som viser mønstret. En søknad kan ikke endres til å gjelde et annet mønster eller en annen vare enn angitt i søknaden.\n1 Jfr. § 2.\n2 Se § 10 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Ved behandlingen av søknad om registrering av mønster skal Patentstyret i den utstrekning Kongen bestemmer undersøke om vilkårene for registrering av mønstret er oppfylt. Har søkeren ikke iakttatt det som er foreskrevet om søknaden, eller finner Patentstyret at det for øvrig er noe til hinder for registrering, skal søkeren underrettes om dette og oppfordres til innen en nærmere angitt frist å uttale seg eller foreta rettelse.\nUnnlater søkeren innen fristens utløp​1 å avgi uttalelsen eller foreta handling for rettelse av en anmerket mangel, skal søknaden henlegges. Opplysning om at så i tilfelle vil skje, skal inntas i Patentstyrets underretning etter første ledd.\nBehandlingen av søknaden gjenopptas dog hvis søkeren innen to måneder fra utløpet av den nevnte frist​1 innkommer med uttalelsen eller foretar handling for rettelse samt innen samme tid betaler fastsatt gjenopptakelsesavgift.​2 Gjenopptakelse​3 kan forlanges bare én gang.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Om fristens utløpstidspunkt se res. 8 april 1988 nr. 255 med endringer ved res. 26 okt 1990 nr. 881.\n2 Jfr. § 48.\n3 Jfr. § 22 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Finner Patentstyret også etter at søkerens svar er innkommet, at det foreligger hinder for registrering, og har søkeren hatt anledning til å uttale seg om hindringen,​1 skal søknaden avslås med mindre Patentstyret finner at søkeren bør tilskrives på nytt.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. lov 2 juli 1910 nr. 7 § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Påstår noen overfor Patentstyret at det er han og ikke søkeren som har retten til mønstret, kan Patentstyret hvis det finner spørsmålet tvilsomt, oppfordre vedkommende til innen en nærmere angitt frist å reise søksmål for å få spørsmålet prøvet ved domstolene,​1 idet han gjøres oppmerksom på at påstanden vil kunne bli satt ut av betraktning ved den fortsatte behandling av saken dersom oppfordringen ikke etterkommes.\nEr spørsmålet om retten til mønstret under behandling ved domstol, kan behandlingen av registreringssøknaden stilles i bero inntil søksmålet er endelig avgjort.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Godtgjør noen overfor Patentstyret at det er han og ikke søkeren som har retten til mønstret,​1 skal Patentstyret, dersom vedkommende begjærer det, overføre​2 den til den berettigede. Den som registreringssøknaden overføres til, skal betale ny søknadsavgift.​3\nEr det fremsatt begjæring om overføring av en registreringssøknad, må søknaden ikke endres, henlegges, avslås eller imøtekommes før begjæringen er endelig avgjort.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. § 1.\n2 Jfr. § 21 annet ledd.\n3 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Er søknaden i foreskrevet stand, og finnes ikke hinder for registrering å foreligge, skal mønstret registreres. På søkerens begjæring kan registreringen likevel utsettes inntil seks måneder fra den dag da søknaden ble inngitt,​1 eller dersom prioritet som nevnt i § 8 er begjært, fra den dag som prioriteten er begjært fra. Begjæring om utsettelse skal fremsettes i søknaden.\nRegistreringen av et mønster skal kunngjøres.​2\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. §§ 10, 13.\n2 Jfr. § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Har søkeren ikke i henhold til § 18 begjært utsettelse med registreringen, skal samtlige dokumenter i saken holdes tilgjengelige for enhver​1 fra søknadens inngivelsesdag.​2\nEr utsettelse begjært, skal dokumentene holdes tilgjengelige for enhver når utsettelsestiden er utløpt, selv om registrering etter § 18 ennå ikke vil finne sted. Er søknaden på dette tidspunkt henlagt eller avslått, skal dokumentene likevel ikke holdes tilgjengelige med mindre søkeren begjærer gjenopptakelse​3 eller påklager avgjørelsen.​4\nForslag, utkast, betenkninger og andre liknende arbeidsdokumenter som Patentstyret selv utarbeider for behandlingen av en sak, er ikke tilgjengelige med mindre Patentstyret beslutter at de skal være det.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. § 44.\n2 Jfr. §§ 8, 10, 13.\n3 Jfr. § 14 tredje ledd.\n4 Jfr. § 22 og § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Enhver kan fremsette innsigelse mot registreringen av et mønster. En innsigelse skal fremsettes skriftlig, være begrunnet og kommet inn til Patentstyret innen fire måneder fra kunngjøringsdagen.​1 I særlige tilfeller kan Patentstyret etter begjæring innrømme innsigeren en kort tilleggsfrist for å fremskaffe ytterligere dokumentasjon til støtte for innsigelsen.\nInnsigelse som grunner seg på at mønstret er registrert for en annen enn den som etter § 1 er berettiget til å oppnå registrering, kan bare fremmes av den som påstår seg å ha rett til mønstret. Innsigeren kan i innsigelsen begjære registreringen overført til seg.​2\nPatentstyret skal avvise en innsigelse som ikke oppfyller vilkårene i første og annet ledd.\nPatentstyret skal gi mønsterhaveren meddelelse om innsigelser og skal gi denne anledning til å uttale seg om dem. Under innsigelsesbehandlingen gjelder § 12 tilsvarende for mønsterhaveren.\nEr det fremsatt innsigelse mot registreringen av et mønster, skal dette innføres i mønsterregistret og kunngjøres.​3\nSelv om innsigelsen trekkes tilbake, kan innsigelsesbehandlingen fortsettes dersom særlige grunner taler for det.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. § 18 siste ledd.\n2 Jfr. § 17 annet ledd.\n3 Jfr. § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Patentstyret skal etter innsigelse oppheve registreringen av et mønster helt eller delvis dersom mønstret er registrert i strid med §§ 1 til 4, og registreringshindringen fortsatt foreligger.\nDersom innsigeren påstår seg berettiget til mønsterregistreringen og i innsigelsen har begjært registreringen overført til seg, skal Patentstyret overføre registreringen til innsigeren istedenfor å oppheve registreringen dersom det finner at det er innsigeren som etter § 1 er berettiget til å oppnå registrering. § 32 annet og tredje ledd gjelder tilsvarende.\nPatentstyret skal forkaste en innsigelse dersom det ikke foreligger hinder som nevnt i første ledd for at mønsterregistreringen opprettholdes.\nNår Patentstyrets avgjørelse av en innsigelse er rettskraftig, skal melding om avgjørelsen innføres i mønsterregistret og kunngjøres.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Se § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Den endelige avgjørelsen av en registreringssøknad i Patentstyrets første avdeling kan påklages til Patentstyrets annen avdeling​1 dersom avgjørelsen har gått søkeren imot.\nDen endelige avgjørelsen av en innsigelse i første avdeling kan påklages til annen avdeling​1 av mønsterhaveren eller innsigeren dersom avgjørelsen har gått vedkommende imot.\nBlir en begjæring om gjenopptakelse etter § 14 tredje ledd avslått, eller en begjæring om overføring etter § 17 imøtekommet, kan avgjørelsen påklages av søkeren til Patentstyrets annen avdeling.​1 Blir en begjæring om overføring etter § 17 avslått, kan avgjørelsen påklages av den som har fremsatt begjæringen.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. lov 2 juli 1910 nr. 7 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Klage må være innkommet til Patentstyret innen to måneder fra den dag meddelelse om avgjørelsen ble sendt vedkommende part. Innen samme frist skal fastsatt klageavgift​1 betales. I motsatt fall tas klagen ikke opp til behandling.\nSelv om klagen frafalles, kan den prøves dersom særlige grunner taler for det.\nAvgjørelse hvorved Patentstyrets annen avdeling​2 avslår en søknad om registrering av et mønster, opphever en registrering eller opprettholder en beslutning i Patentstyrets første avdeling om å oppheve en registrering, kan ikke bringes inn for domstolene senere enn to måneder etter at avslaget ble meddelt søkeren eller mønsterhaveren. Underretning om søksmålsfristen skal inntas i meddelelsen.\nDet kan ikke gis oppreisning mot oversittelse av fristene i paragrafen her.\n§ 19 tredje ledd får tilsvarende anvendelse på dokumenter som utarbeides i Patentstyrets annen avdeling.​2\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. § 48.\n2 Jfr. lov 2 juli 1910 nr. 7 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Mønsterregistreringen gjelder i inntil fem år fra den dag da søknaden om registrering ble inngitt,​1 og kan på begjæring fornyes for ytterligere to femårsperioder. Hver slik femårsperiode løper fra utgangen av den foregående periode.\n1 Jfr. §§ 8, 10, 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "Søknad om fornyelse av registreringen skjer skriftlig til Patentstyret tidligst ett år før og senest 6 måneder etter​1 den løpende registreringsperiodes utgang. Innen samme tid skal søkeren betale fastsatte fornyelses- og tilleggsavgifter, jfr. § 48. I motsatt fall avslås søknaden.\nFornyelse av registrering skal kunngjøres.​2\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Om fristens utløpstidspunkt se note til § 14.\n2 Jfr. § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Har mønsterhaveren​1 gitt en annen rett til i nærings- eller driftsøyemed å utnytte mønstret (lisens), kan denne ikke overdra sin rett til andre med mindre annet er avtalt.\nInngår lisensen i en virksomhet, kan den dog når intet annet er avtalt, overdras sammen med virksomheten. Overdrageren svarer i så fall fortsatt for at lisensavtalen oppfylles.\n1 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "Er en mønsterrett​1 gått over til en annen eller er lisens gitt eller gått over til en annen, skal dette på begjæring av en av partene og mot fastsatt avgift​2 anmerkes i mønsterregistret.​3 Er en i registret anmerket lisens opphørt, skal på begjæring av en av partene anmerkning i registret likeledes gjøres om dette.\nBestemmelsene i første ledd får tilsvarende anvendelse på overgang og opphør av tvangslisenser​4 og på rett som omhandlet i § 32 annet ledd. Om registrering av utlegg gjelder tvangsfullbyrdelsesloven​5 § 7-20 niende ledd.\nVed samregistrering​6 kan overgang av mønsterrett bare registreres når den gjelder samtlige mønstre.\nSøksmål​7 som gjelder en mønsterrett kan alltid reises mot den som i registret står som mønsterhaver, og meldinger fra Patentstyret kan sendes til ham.​8\nFrivillig overdragelse av mønsterrett eller meddelelse av lisens som er blitt anmeldt til registrering, går i kollisjonstilfelle foran frivillig overdragelse eller meddelelse av lisens som ikke er eller først senere er anmeldt til registrering, dersom vedkommende rettighetshaver ved anmeldelsen var i god tro.\n0 Endret ved lover 8 feb 1980 nr. 2, 26 juni 1992 nr. 86, 22 des 1995 nr. 82 (i kraft 1 jan 1997), 13 juni 1997 nr. 44 (i kraft 1 jan 1999).\n1 Jfr. § 5.\n2 Jfr. § 48.\n3 Jfr. § 9.\n4 Jfr. §§ 28, 29, 30.\n5 Lov 26 juni 1992 nr. 86.\n6 Jfr. § 11.\n7 Jfr. § 41.\n8 Jfr. §§ 45 og 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Den som da en registreringssøknad ble gjort tilgjengelig for enhver,​2 her i riket utnyttet mønstret i nærings- eller driftsøyemed​3 kan, hvis søknaden fører til registrering, få tvangslisens til å utnytte mønstret når særlige grunner for det foreligger, og han ikke hadde kjennskap til søknaden da han begynte utnyttelsen og heller ikke med rimelighet kunne ha skaffet seg slik kjennskap. Rett som nevnt tilkommer under tilsvarende forutsetninger også den som har truffet vesentlige foranstaltninger til å utnytte mønstret i nærings- eller driftsøyemed​3 her i riket. Tvangslisens kan også omfatte tiden før mønstret ble registrert.​4\n1 Jfr. §§ 6 og 32.\n2 Se § 19.\n3 Jfr. § 5.\n4 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "content": "Tvangslisens kan bare gis den som kan antas å være i stand til å utnytte mønstret på en måte som er forsvarlig og i overensstemmelse med lisensen.\nTvangslisensen er ikke til hinder for at mønsterhaveren selv utnytter mønstret eller gir lisens. Tvangslisens kan gå over til andre bare sammen med den virksomhet hvori utnyttelsen var ment å skulle skje.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "content": "Tvangslisens gis av retten, som også bestemmer i hvilket omfang mønstret kan utnyttes, og fastsetter vederlaget og de øvrige vilkår for lisensen. Dersom forholdene endrer seg vesentlig, kan retten på begjæring av hver av partene oppheve lisensen eller fastsette nye vilkår for denne.\n1 Jfr. § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Er et mønster registrert i strid med §§ 1-4, og foreligger registreringshindringen fremdeles, kan registreringen kjennes ugyldig ved dom.​1 Registreringen kan dog ikke kjennes ugyldig av den grunn at mønsterhaveren bare delvis var berettiget til mønstret.\nSøksmål som grunner seg på at mønstret er registrert for en annen enn den som etter § 1 er berettiget til å oppnå registrering, kan bare reises av den som påstår seg å ha rett til mønstret. Slikt søksmål må være reist innen ett år etter ervervet kjennskap til registreringen og de øvrige omstendigheter som søksmålet grunner seg på. Var mønsterhaveren i god tro da mønstret ble registrert eller mønsterretten overført til ham, kan ikke i noe tilfelle søksmålet reises senere enn tre år etter registreringen​2 av mønstret.\nSøksmål etter denne paragraf kan med det unntak som er fastsatt i annet ledd, reises av enhver.\nDet kan ikke gis oppreisning mot oversittelse av fristene i annet ledd.\n1 Jfr. kap. 8.\n2 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "content": "Er et mønster registrert for en annen enn den som etter § 1 er berettiget til det, kan den berettigede ved dom​1 kreve registreringen overført til seg. Søksmålsfristene i § 31 annet ledd kommer til anvendelse på søksmål som her omhandlet.\nHar den som frakjennes en mønsterregistrering, i god tro begynt å utnytte mønstret i nærings- eller driftsøyemed​2 her i riket, eller har han truffet vesentlige foranstaltninger til dette, er han berettiget til mot rimelig vederlag og på rimelige vilkår for øvrig å fortsette den påbegynte eller igangsette den forberedte utnyttelse med bibehold av dennes alminnelige karakter. Slik rett tilkommer under samme forutsetninger innehavere av registrerte lisenser.​3\nRett i henhold til annet ledd kan bare gå over til andre sammen med den virksomhet hvori retten er oppstått eller hvori utnyttelsen var ment å skulle skje.\n1 Jfr. kap. 8.\n2 Jfr. § 5.\n3 Jfr. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "content": "Mønstret skal slettes av registret når mønsterhaveren​1 fremsetter skriftlig begjæring om det.\nEr det reist søksmål om overføring av registreringen​2 eller er det tatt utlegg​3 i mønsterretten, kan mønstret ikke slettes av registret etter begjæring av mønsterhaveren før søksmålet er endelig avgjort eller utlegget er falt bort.\n1 Jfr. § 5.\n2 Jfr. § 32.\n3 Jfr. lov 8 feb 1980 nr. 2 kap. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "En registreringssøker​2 som påberoper seg søknaden overfor en annen før den er blitt tilgjengelig for enhver,​3 er pliktig til på begjæring å gi vedkommende adgang til å gjøre seg kjent med dokumentene i søknadssaken.\nDen som enten ved direkte henvendelse til en annen eller i annonser eller ved påskrift på varer eller deres innpakning eller på annen måte angir at et mønster er søkt er pliktig til uten unødig opphold å gi den som begjærer det, slik opplysning. Angis ikke uttrykkelig at registrering er søkt eller oppnådd, men er det som angis egnet til å fremkalle den oppfatning at så er tilfelle, skal på begjæring uten unødig opphold gis opplysning om hvorvidt registrering er søkt eller oppnådd.\n1 Jfr. § 40. – Jfr. strl. 370.\n2 Jfr. § 10\n3 Jfr. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "content": "Den som forsettlig gjør inngrep i mønsterrett​1 (mønsterinngrep) eller som medvirker hertil, straffes med bøter​2 eller med fengsel​3 inntil tre måneder.\nOffentlig påtale finner sted bare etter begjæring fra den fornærmede.\n1 Jfr. §§ 1, 5.\n2 Jfr. strl. § 27.\n3 Jfr. strl. § 26 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "content": "Den som forsettlig eller uaktsomt har begått mønsterinngrep,​2 er pliktig til å betale erstatning for utnyttelsen av mønstret, samt erstatning for den ytterligere skade som inngrepet måtte ha medført. Erstatningen kan lempes når det bare er lite å legge inngriperen til last.\nEr inngrepet skjedd i aktsom god tro, kan retten i den utstrekning det finnes rimelig tilplikte inngriperen å erstatte skaden, dog ikke utover den vinning som han antas å ha hatt ved inngrepet.\n1 Jfr. lov 15 des 1967 nr. 9 § 58.\n2 Jfr. § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "content": "Foreligger mønsterinngrep,​1 kan retten etter krav fra den forurettede, i den utstrekning det finnes rimelig til forebyggelse av fortsatt inngrep bestemme at varer som er uhjemlet​2 fremstilt eller innført til riket eller gjenstander hvis anvendelse ville innebære mønsterinngrep,​1 skal endres på nærmere angitt måte, tilintetgjøres, eller tas i forvaring for resten av vernetiden,​3 eller, for så vidt det gjelder uhjemlet fremstilte eller innførte varer, mot vederlag utleveres til den forurettede. Dette gjelder ikke overfor den tredjemann som har ervervet vedkommende varer eller gjenstander eller rettigheter i dem i god tro og som ikke har begått inngrep.\nUten hinder av bestemmelsene i første ledd kan retten når helt særlige grunner foreligger på begjæring gi tillatelse til mot rimelig vederlag og på rimelige vilkår for øvrig å rå over uhjemlet fremstilte eller innførte varer i mønstrets vernetid​3 eller del derav.\n1 Jfr. § 35.\n2 Jfr. §§ 6, 27, 28, 32.\n3 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "content": "Utnytter noen uhjemlet​1 i nærings- eller driftsøyemed​2 mønster som er søkt registrert, og skjer utnyttelsen etter at dokumentene i henhold til § 19 er blitt tilgjengelige for enhver, får §§ 36 og 37 tilsvarende anvendelse såfremt søknaden leder til registrering. Erstatning for skade som følge av utnyttelse før registreringen er kunngjort etter § 18 skal likevel alltid begrenses som nevnt i § 36 annet ledd.\nForeldelsesfristen for krav etter denne bestemmelse begynner ikke å løpe før mønstret er registrert.​3\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. §§ 6, 27, 28, 37 annet ledd.\n2 Jfr. § 5.\n3 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "content": "I sivile saker om mønsterinngrep​2 kan frifinnelse ikke bygges på at registreringen er ugyldig eller kan kreves overført, jf §§ 31 og 32, uten at det først er avsagt dom for registreringens ugyldighet eller overføring.​3 Frifinnelse kan likevel bygges på at registreringen er opphevet eller overført etter § 21.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. lov 15 des 1967 nr. 9 § 61.\n2 Jfr. § 35.\n3 Jfr. tvml. § 107. – Jfr. § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelsene i § 34, straffes med bøter​2 og er pliktig til å erstatte derved forvoldt skade i den utstrekning det finnes rimelig.\nOffentlig påtale finner sted bare etter begjæring fra den fornærmede.\n1 Jfr. lov 15 des 1967 nr. 9 § 62.\n2 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "8:41",
      "chapter": "8",
      "section": "41",
      "content": "Følgende søksmål reises ved Oslo tingrett:\n1. Søksmål angående retten til et mønster som er søkt registrert etter loven her.\n2. Søksmål angående prøving av avgjørelse hvorved Patentstyrets annen avdeling avslår en søknad om registrering av et mønster, opphever en registrering eller opprettholder en beslutning i Patentstyrets første avdeling om å oppheve en registrering, jf § 23 tredje ledd.\n3. Søksmål angående ugyldigkjennelse eller overføring av registrert mønster, jf §§ 31 og 32.\nOslo tingrett er verneting for registreringssøkere og mønsterhavere som ikke har bopel her i riket.​1\n0 Endret ved lover 22 des 1995 nr. 82 (i kraft 1 jan 1997), 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416).\n1 Jfr. § 12, § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "8:42",
      "chapter": "8",
      "section": "42",
      "content": "Den som reiser søksmål om ugyldigkjennelse​1 eller om overføring​2 av registrering til seg eller om tvangslisens,​3 skal samtidig gi melding om det til Patentstyret samt i rekommandert brev gi melding om søksmålet til enhver lisenshaver som er innført i registret​4 og hvis adresse er angitt der. En lisenshaver som vil reise søksmål om mønsterinngrep​5 skal på tilsvarende måte gi melding om dette til mønsterhaveren, såfremt dennes adresse er angitt i registret.​6\nDokumenterer saksøkeren ikke at melding som nevnt i første ledd er gitt, kan retten gi ham frist til å gi meldingen. Oversittes fastsatt frist, avvises saken.\n0 Endret ved lover 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. § 31.\n2 Jfr. § 32.\n3 Jfr. §§ 28, 29, 30.\n4 Jfr. § 27.\n5 Jfr. § 35.\n6 Jfr. § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "8:43",
      "chapter": "8",
      "section": "43",
      "content": "Retten tilstiller Patentstyret utskrift av dommer i tvistemål i saker som er reist etter denne lov.​1\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. lov 2 juli 1910 nr. 7 § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "9:44",
      "chapter": "9",
      "section": "44",
      "content": "Enhver har rett til å få se mønsterregistret​1 og mot avgift​2 få bekreftet utskrift av det og bekreftet avskrift av registreringssøknad med bilag etter at den er gjort tilgjengelig for enhver i henhold til § 19.\n1 Jfr. § 9.\n2 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "9:45",
      "chapter": "9",
      "section": "45",
      "content": "Mønsterhaver som ikke har bopel her i riket skal ha en her bosatt og i mønsterregistret​2 innført fullmektig som på hans vegne kan motta forkynnelser og andre prosessuelle meddelelser vedrørende mønstret.\nHar mønsterhaveren ikke slik fullmektig, kan forkynnelse iverksettes ved at det dokument som skal forkynnes, sendes ham ved rekommandert brev under den adresse som er innført i mønsterregistret.​2 Domstollovens​3 § 178 kommer i så fall til anvendelse.\nFinnes fullstendig adresse ikke antegnet i registret, kan forkynnelsen av skrift hvorved sak reises, og ellers hvor retten finner grunn til det, skje ved at vedkommende dokument eller et utdrag av det innrykkes i Norsk Lysingsblad, og det tidende Patentstyret utgir,​4 med angivelse av at dokumentet vil kunne avhentes på rettens kontor. Domstollovens​3 § 181 fjerde ledd kommer i så fall til anvendelse, dog slik tiden for innrykking i det tidende Patentstyret utgir,​4 trer i stedet for tiden for oppslag på rettsstedet.\n0 Endret ved lover 22 des 1995 nr. 82 (i kraft 1 jan 1997), 9 jan 1998 nr. 5.\n1 Jfr. § 46, § 41, § 12, § 27.\n2 Jfr. § 9.\n3 Lov 13 aug 1915 nr. 5 (dl.).\n4 Norsk Mønstertidende, jfr. § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "9:46",
      "chapter": "9",
      "section": "46",
      "content": "Kongen kan under forutsetning av gjensidighet bestemme at reglene i § 12 eller § 45 ikke skal finne anvendelse overfor søkere eller mønsterhavere som er hjemmehørende i vedkommende fremmede land, eller som har en der bosatt og til registreringsmyndigheten her i riket anmeldt fullmektig med fullmakt som omhandlet i nevnte bestemmelser.​1 Forkynnelsen eller meddelelsen iverksettes i så fall etter de alminnelige bestemmelser i domstollovens​2 kapittel 9.\n1 Res. 20 des 1996 nr. 1162 § 4 gir slik bestemmelse for søkere eller mønsterhavere med bopel i Danmark eller Sverige.\n2 Lov 13 aug 1915 nr. 5 (dl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "9:47",
      "chapter": "9",
      "section": "47",
      "content": "Kongen fastsetter de nærmere bestemmelser om registrerings- og fornyelsessøknader og behandlingen av dem, om innsigelser og behandlingen av dem, om mønsterregistret, om den tidende Patentstyret utgir​1 samt om gjennomføringen av loven her for øvrig. Det kan herunder bestemmes at Patentstyrets journaler over innkomne søknader og behandlingen av dem skal være tilgjengelige for enhver.​2\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Norsk Mønstertidende. Jfr. lov 2 juli 1910 nr. 7 § 13.\n2 Se res. 20 des 1996 nr. 1162 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "9:48",
      "chapter": "9",
      "section": "48",
      "content": "Ved søknad om registrering av mønster eller om fornyelse av mønsterregistrering skal erlegges søknads- eller fornyelsesavgift samt i tilfelle følgende tilleggsavgifter: Klasseavgift for hver klasse utover én, samregistreringsavgift,​1 for hvert mønster utover ett, oppbevaringsavgift for oppbevaring av modell​2 og kunngjøringsavgift for kunngjøring av hvert bilde utover ett. Fornyelsesavgift som betales etter utgangen av den løpende registreringsperiode skal erlegges med forhøyet beløp.\nKongen fastsetter de avgifter som er omhandlet i denne lov, samt de nærmere regler for avgiftenes betaling. Ved endring av fornyelsesavgifter kan han bestemme at nye avgifter skal gjelde også for tidligere registreringer. Kongen fastsetter også avgifter for innføring i mønsterregistret og for avskrifter og attester som Patentstyret gir.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1997).\n1 Jfr. § 11.\n2 Jfr. § 10 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "10:49",
      "chapter": "10",
      "section": "49",
      "content": "Denne lov trer i kraft 1 oktober 1970.​1 Samtidig oppheves lov om mønstre av 2 juli 1910 med senere endringer. – – –\n1 Se res. 24 juni 1983 om Jan Mayen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    }
  ]
}