{
  "id": "LOV-1975-05-30-20",
  "type": "statute",
  "title": "Lov om tomtefeste 1975",
  "short_name": "Tomtefestelova 1975",
  "status": "in_force",
  "issued_date": "1975-05-30",
  "in_force_date": "1976-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1975-05-30-20",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Lova her gjeld feste (leige) av grunn til hus​1 som festaren (leigaren) har eller får på tomta.\nInn under lova går òg bruksrett til grunn som skal nyttast til veg, bilplass, hage eller liknande i samband med hus på festegrunnen. Dette gjeld òg ein særleg bruksrett som bortfestaren har over framand eigedom og overlet til festaren, så langt det er tale om rettshøvet mellom festaren og bortfestaren.\nOm høvet til grunneigaren der bortfestaren er leigar av festegrunnen, gjeld reglane i § 30.\nLova gjeld ikkje grunnleige der hovudføremålet er anna enn hus og bruk i samband med hus.\n1 Jfr. §§ 6 og 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "content": "Kongen kan i forskrift fastsetje om og kor langt lova skal gjelde for Svalbard, Jan Mayen, Bouvet-øya, Peter I's øy og Dronning Maud Land.\n0 Tilføyd med lov 14 mars 1986 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Føresegnene i lova kan ikkje fråvikast i avtale utan når dette er sagt i lova​1 eller går fram av samanhengen.\n1 Jfr. m.a. §§ 6-8, 10, 12, 14-18, 20, 21, 24, 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Avtale om tomtefeste skal gjerast skriftleg og føremålet med festet bør oppgjevast i avtala.\nEi munnleg avtale vert likevel bindande når bortfestaren har tatt mot vederlag for festet,​2 eller når festaren i samsvar med avtala har tatt over festet utan motsegn frå bortfestaren ved å ta til med arbeid på tomta eller på annan måte. Kvar av partane har i så fall krav på å få avtala sett opp skriftleg.\n1 Sjå § 32 nr. 1.\n2 Sjå §§ 12-14a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Avtale om at bortfestaren kan krevje at festaren innløyser tomt som er festa bort til bustadhus eller fritidshus før festetida etter avtala elles er ute, er ikkje bindande for festaren.\n0 Opphevd med lov 4 mars 1983 nr. 4, sett inn att med lov 12 mai 1989 nr. 22.\n1 Sjå § 32 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Avtale om lån som vilkår for festeretten er ikkje bindande for festaren. Er lånet heilt eller delvis ytt, kan festaren krevje det tilbake.\nDet same gjeld om tilskott (innfestingssum) som vilkår for festeretten. Det kan likevel avtalast at festaren skal yte tilskott​2 svarande til påkostnaden, dersom bortfestaren etter avtala skal opparbeide veg, leggje vatn- eller kloakkleidning eller gjere andre tiltak til nytte for festetomta, eller bortfestaren skal koste slike tiltak som er eller vert gjort av kommunen eller andre. Tilsvarande gjeld for tiltak som bortfestaren har gjort eller kosta i tida før avtala.\nNår festetida er ute eller festet elles fell bort, kan festaren krevje ei rimeleg godtgjersle for verdauke som han har tilført tomta med eigne tiltak eller med tilskott til tiltak som er gjort av bortfestaren eller andre.​3\n1 Sjå § 31 og § 32 nr. 1.\n2 Jfr. § 13.\n3 Jfr. §§ 11, 20 og 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Feste av tomt til bustadhus eller fritidshus​2 gjeld for 80 år, dersom det ikkje er avtalt lengre tid eller feste utan tidsavgrensing. Kortare festetid kan avtalast dersom festaren, når tida er ute, har rett til fornying på same vilkår som før, slik at festetida samanlagt vert minst 80 år.\nDet kan avtalast at festaren skal ha rett til oppseiing​3 før eller etter at minstetida er ute, og at også bortfestaren skal ha slik rett etter at minstetida er ute.\nLenging av feste etter at minstetida er ute, kan avtalast utan tidsavgrensing, på åremål (med eller utan rett til fornying) eller for levetida til festaren og ektemaken. For lenging på åremål gjeld inga ny minste festetid, Det kan avtalast at partane skal ha oppseiingsrett, eller at berre festaren skal ha slik rett.\nNår reguleringsomsyn taler for det, kan Kongen​4 for eit avgrensa område gje forskrift om ei kortare minste festetid enn fastsett i første stykket. I så fall kan det òg gjevast forskrift om ei lengste festetid i området og likeins om unntak fra innløysingsrett etter §§ 10 og 11. Dersom staten, ein kommune eller annan offentleg skipnad er bortfestar, kan Kongen​4 jamvel i einskildhøve godkjenne avtale om kortare festetid.\nReglane om minste festetid står tilbake for det som følgjer av fordelingsordning fastsett i medhald av lov 10 desember 1971 nr. 103 om planlegging i strandområder og fjellområder § 11.​5\n1 Sjå § 32 nr. 2.\n2 Jfr. 7.\n3 Jfr. 8.\n4 Justisdepartementet, etter res. 19 des 1975.\n5 Lova er opphevd, sjå no lov 14 juni 1985 nr. 77 § 120 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Feste av tomt til anna enn bustadhus eller fritidshus​2 kan avtalast utan tidsavgrensing eller på åremål (med eller utan rett til fornying).\nSå langt ikkje anna følgjer av det som er avtalt, gjeld festet utan tidsavgrensing og på oppseiing​3 med like rett for partane. Det kan avtalast at berre festaren skal ha oppseiingsrett.\nFeste av tomt til fabrikk- eller forretningsbygg gjeld på åremål for 80 år, om ikkje anna følgjer av det som er avtalt.\nReglane foran gjeld jamvel der noko skal vere husvære, dersom hovudføremålet er anna.\nFor feste av tomt til skur, brakke eller liknande tilskiping som lett kan takast bort, gjeld første og andre stykket utan omsyn til om føremålet er husvære, fabrikk, forretning eller anna. Kongen​4 kan gje forskrift om lengstetid, oppseiingsfrist og andre særvilkår for slike festehøve.\n1 Sjå § 32 nr. 2\n2 Jfr. §§ 1 og 6.\n3 Jfr. § 8.\n4 Justisdepartementet, etter res. 19 des 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Ved feste på oppseiing er fristen for oppseiing 2 år, om ikkje anna følgjer av det som er avtalt.\nAvtalt oppseiingsfrist må avpassast etter kva slag byggverk det skal vera på tomta, og må ikkje setjast urimeleg kort. Kortare frist enn 6 månader er ikkje i noko høve bindande for festaren. Ved feste til bustadhus eller fritidshus​2 kan ikkje avtalast kortare frist enn 2 år for oppseiing frå bortfestaren si side.\nKongen​3 kan i forskrift fastsetje andre fristar for særlege festehøve der allmenne eller offentlege omsyn taler for det.\n1 Sjå § 32 nr. 2.\n2 Jfr. § 6.\n3 Justisdepartementet, etter res. 19 des 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Kvar av partane kan krevje tingingar om lenging av festet​2 når festet er på åremål for ei tid av 10 år eller meir. Det same gjeld når festet er på oppseiing​3 og vert oppsagt etter at det er gått 10 år eller meir av festetida.\nKrav på tingingar etter første stykket kan tidlegast setjast fram to år før festetida er ute.\n1 Sjå § 32 nr. 2.\n2 Jfr. § 10.\n3 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Tomt som er festa bort til bustadhus eller fritidshus,​2 kan festaren krevje innløyst – tidlegast – når det er gått 50 år av festetida,​3 og seinare kvar gong det er gått nye 10 år av festetida, eller – seinast – når festetida er ute. Festaren må sende skriftleg melding til bortfestaren om at han vil nytte innløysingsretten, seinast 1 år før innløysingstida er inne etter første punktum, elles fell kravet bort.\nSå lenge tomt festa bort til fritidshus høyrer til eit familiebruk eller kombinasjonsbruk innan landbruket og det festeareal som høyrer til bruket til saman utgjer ein turvande del av inntektsgrunnlaget, gjeld innløysingsretten ikkje så framt ikkje anna er avtalt, jfr. første stykket. Festeavtale til tomt som det etter dette ikkje er innløysingsrett til, kan festaren krevje lengd på same vilkår som før, kvar gong for minst 10 år,​4 så framt omsyn til landbruket ikkje gjev rimeleg grunn til at festet skal opphøre. Held eigedomen som tomta er festa bort frå opp med å vere eit familiebruk eller kombinasjonsbruk, kan festaren søkje Kongen​5 om å få løyse inn tomta. Kongen​4 kan i forskrift gje nærare føresegner om gjennomføring av slik innløysingsrett.\nDersom særlege offentlege omsyn gjer seg gjeldande, skal innløysingsretten ikkje gjelde når tomta høyrer til staten eller ein kommune eller annan offentleg skipnad som Kongen​5 fastset. Andre stykket andre punktum gjeld tilsvarande, så framt særlege offentlege omsyn ikkje gjev rimeleg grunn til at festet skal opphøre. Fell dei særlege offentlege omsyna seinare bort, kan festaren søkje Kongen​5 om å få løyse inn tomta. Kongen kan​5 i forskrift gje nærare føresegner om gjennomføring av slik innløysingsrett.\nInnløysingsretten gjeld heller ikkje når tomta høyrer til ein statsallmenning​6 eller bygdeallmenning​7 eller er eit sameige mellom bruk som nemnd i andre stykket. Kongen kan​5 i forskrift gje nærare føresegner om avgrensing av unntaket frå innløysingsrett når det gjeld tomt som er eit sameige mellom bruk, om rett til å krevje lenging av festet og om gjenomføring av innløysingsrett i tilfelle der vilkår for unntak ikkje lenger ligg føre i slike høve.\nInnløysingsrett eller rett til lenging av festet kan ikkje gjerast gjeldande i større mon enn det som kan sameinast med bortfestaren sitt rettsgrunnlag etter lov eller avtale, utan det gjeld avtale som må stå tilbake for festeretten etter allmenne reglar.\nKongen​8 kan i forskrift gje nærare føresegner om kva som skal følgje med ved innløysing og på kva måte innløysingsrett kan gjerast gjeldande:\na. i område som er regulert til fritidshus i plan etter lov 10 desember 1971 nr. 103 om planlegging i strandområder og fjellområder,​9\nb. i anna område der det er festa bort tomter til fritidshus etter ei samla plan, eller\nc. ved punktfeste der tomt er festa bort utan råderett eller særråderett til tomteareal utanom husa.​10\nFøremålet med føresegner etter førre stykket, kan m.a. vere at den grunndisponering som er fastsett i plan for området, ikkje vert vesentleg skipla, og at fordelingsordning, skyldnad til opparbeiding og vedlikehald av fellesanlegg, råderettsinnskrenkingar og anna slikt vert ståande ved lag.\n0 Endra med lov 14 mars 1986 nr. 9.\n1 Sjå §§ 6, 30 nr. 2, 32 nr. 3 og 33.\n2 Jfr. § 6.\n3 Jfr. § 6.\n4 Jfr. § 9.\n5 Sjå forskrift i res. 5 des 1986 nr. 2166 med seinare endring, res. 5 des 1986 nr. 2161 om delegering til Justisdepartementet, og res. 20 mai 1988 nr. 361 om delegering til fylkesmannen.\n6 Jfr. lov 6 juni 1975 nr. 31.\n7 Jfr. lov 19 juni 1992 nr. 59.\n8 Før endringslova 14 mars 1986 var sjette leden femte led. Når det i resolusjonane om delegering (sjå note 5) er vist til § 10 femte leden, er det truleg sjette leden som er meint.\n9 Sjå note 5 til § 6.\n10 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Krav om innløysing etter § 10 høyrer under skjønn,​2 som fastset innløysingssummen og innløysingsvilkåra elles. Når festaren har sendt melding etter § 10 første stykket, kan kvar part krevje skjønn. Skjønn i samband med innløysing etter § 10 andre stykket, kan ikkje krevjast før det ligg føre samtykke til innløysing frå Kongen.​3\nKravet om innløysing fell bort dersom skjønn ikkje er kravd seinast 1 år før den aktuelle innløysingstida etter § 10 første stykket eller innan 6 månader etter at det er gjeve samtykke til innløysing etter § 10 andre stykket.\nInnløysingssummen skal fastsetjast i samsvar med tomteverdet på innløysingstida, med frådrag for verdauke som festaren har tilført tomta med eigne tiltak eller med tilskott til tiltak som er gjort av andre.​4 Tomteverdet må ikkje reknast høgare enn ved verdsetjing i oreigning.​5\nKongen kan gje nærare føresegner om gjennomføring av innløysinga.​6\n1 Jfr. §§ 6, 30, 32 nr. 3, 33.\n2 Jfr. § 29.\n3 Sjå note 4 til § 10.\n4 Jfr. § 5 i.f.\n5 Jfr. lov 6 april 1984 nr. 17.\n6 Sjå forskrift i res. 5 des 1986 nr. 2166.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "Retten til bortfeste eller til å krevje festeavgift kan ikkje skiljast frå eigedomsretten til festetomta, utan når det gjeld krav på forfalne terminar. Dette er ikkje til hinder for at grunn vert leigd bort med rett for leigaren til å feste bort (framfeste) tomter til hus for andre.​2\nEr ikkje anna avtalt, kan bortfestaren krevje at festeavgifta skal betalast på forskot for året.\nFor skuldig festeavgift for dei tre siste åra har bortfestaren panterett i festet og i byggverk som festaren har på tomta.​3 Er det sagt i festeavtala at bortfestaren skal ha slik panterett, gjeld reglane i tinglysingslova​4 § 21 tredje stykket tilsvarande, såleis at panteretten går føre alle rettstiftingar i tomta som skriv seg frå festaren.\n0 Endra med lov 8 feb 1980 nr. 2.\n1 Sjå § 32 nr. 4.\n2 Jfr. § 30.\n3 Jfr. lov 8 feb 1980 nr. 2 kap. 6.\n4 Lov 7 juni 1935 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Festeavgifta må ikkje setjast høgare enn det som svarar til ei rimeleg avkasting av tomteverdet – med frådrag for tilskott etter § 5 – og under omsyn til rentenivået.\n1 Sjå § 32 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Kvar part kan krevje regulering av festeavgifta kvart tiande år av festetida. Det kan avtalast at reguleringsterminen skal vere meir enn 10 år, eller at det ikkje skal vere høve til å krevje regulering i det heile.\nDen nye festeavgifta skal fastsetjast i samsvar med tomteverdet på reguleringstida, med frådrag for verdauke som festaren har tilført tomta, med eigne tiltak eller med tilskot til tiltak som er gjort av andre.​2 Tomteverdet må ikkje reknast høgare enn ved verdsetjing i oreigning.​3 Avgjerda høyrer under skjønn.​4\nDet kan avtalast regulering på grunnlag av ein offisiell verdimålar (indeks) utan skjønn. Kongen kan gje forskrift om kva for verdimålar som her kan nyttast og om utrekninga.​5 I avtala eller forskrifta kan fastsetjast at den nye festeavgifta ikkje må liggje over det som svarar til tomteverdet ved verdsetjing i skjønn etter andre stykket.\n1 Sjå § 32 nr. 4.\n2 Jfr. § 28.\n3 Jfr. lov 6 april 1984 nr. 17.\n4 Jfr. § 29.\n5 Sjå prisforskrift om forhøyelse av festeavgift, fastsatt i res. 21 des 1990 nr. 1023 i medhald av prislova 26 juni 1953 nr. 4 § 24, som no er opphevd, men res. står ved makt, jfr. lov 11 juni 1993 nr. 65 § 7-2. Ny heimel for prisforskrift, sjå tomtefestelova § 14 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:14 a",
      "chapter": "4",
      "section": "14 a",
      "content": "Kongen kan treffe vedtak om høyeste lovlige festeavgift og gi nærmere bestemmelser om gjennomføring av vedtaket og kontroll med at det etterleves.\n0 Tilføyd ved lov 11 juni 1993 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14a",
        "source_heading": "§ 14 a."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Festaren har rett til å bruke tomta i samsvar med føremålet for festet,​2 slik tida og tilhøva krev. Så langt det er rimeleg etter føremålet med festet, skal bruken elles vere slik at tomta kan leverast tilbake ved slutten av festetida i om lag like god stand som ved overtakinga. Føresegnene i dette stykket gjeld så langt ikkje anna følgjer av det som er avtalt.\nEr tomta festa til bustadhus eller fritidshus, kan festaren hogge ned og nytte tre på tomta. Det kan avtalast at festaren ikkje skal ha rett til å hogge tre på tomta. Men i så fall kan festaren krevje at bortfestaren i rimeleg mon tar bort tre som hindrar utsikt eller på annan måte er til ulempe, og setje seg imot hogst av tre som bør verte ståande for trivnaden si skuld. Er det ikkje sagt noko i avtala om storleiken på tomta, gjeld reglane i dette stykket for eit areal på 1 mål, medrekna der huset står og høveleg avrunda etter tilhøva på staden.\nFestaren må ikkje nytte rådveldet sitt såleis at det vert uturvande til skade eller ulempe for bruken etter at festetida er ute.\n1 Sjå § 32 nr. 5.\n2 Jfr. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Festaren har rett til å føra festeretten over til ein annan.\nRetten til overføring kan avgrensast i avtale dersom festet ikkje er inngått eller lengd for lengre tid enn 10 år, eller dersom stat eller kommune er bortfestar og særlege offentlege omsyn taler for avgrensing. Det same gjeld så lenge tomta står ubygd og overføringa er til andre enn ektemake eller livsarving. Feste som er lengd for levetida til festaren og ektemaken,​2 kan ikkje overførast til andre utan at dette følgjer av det som er avtalt.\nFesteretten kan berre overførast til ein som bortfestaren godkjenner, om ikkje anna følgjer av det som er avtalt. Godkjenning kan berre nektast når det er sakleg grunn til det.\nNektar bortfestaren godkjenning, skal han gje skriftleg melding om det til båe partar i overføringsavtala innan 1 månad etter at han tok mot søknaden om godkjenning. Nektinga skal grunngjevast.\nReglane i tredje stykket gjeld tilsvarande ved tvangssal. Namsretten​3 set ein frist for bortfestaren til fråsegn og avgjer om kjøparen skal godkjennast.\n0 Endra med lover 14 mars 1986 nr. 9, 26 juni 1992 nr. 86.\n1 Sjå § 32 nr. 5.\n2 Jfr. § 6.\n3 Jfr. tvangssl. § 2-8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:16 a",
      "chapter": "5",
      "section": "16 a",
      "title": "(Oppheva)",
      "content": "0 Oppheva med lov 9 des 1994 nr. 64 (i kraft 1 juli 1995 iflg. res. 9 des 1994 nr. 1078).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16 a."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "content": "Festaren har rett til å pantsette festeretten og dei byggverk han har eller får på tomta, så langt ikkje anna følgjer av lovbod eller avtale om at festeretten ikkje kan overførast.​2\nAvtale om at festeretten ikkje kan overførast så lenge tomta står ubygd, hindrar ikkje pantsetjing for byggelån og tvangssal for slik pant.\nFesteretten kan berre pantsetjast saman med dei byggverk festaren har eller får på tomta.​2 Byggverka kan ikkje pantsetjast utan saman med festeretten.\nVert festaren eigar av tomta, går tinglyst panterett i festet over til å gjelde panterett i tomta (grunnen) frå den tid då festaren får tinglyst eigarheimel, om ikkje anna er avtalt.\n0 Endret ved lov 11 juni 1993 nr. 83.\n1 Sjå § 32 nr. 5.\n2 Jfr. lov 8 feb 1980 nr. 2 § 2-3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "content": "Utan samtykke frå bortfestaren kan festaren ikkje stifte særlege råderettar​2 for andre over tomta.\n1 Sjå § 32 nr. 5.\n2 Jfr. lov 29 nov 1968.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:18 a",
      "chapter": "5",
      "section": "18 a",
      "content": "Festaren og bortfestaren kan krevja omskiping av særlege råderettar som bortfestaren eller ein annan har i festetomta etter reglane i lov 29 november 1968 om særlege råderettar over framand eigedom §§ 5 og 6 jf § 8. Festaren kan krevje avskiping av slike rettar etter reglane i same lov § 7 jf § 8. For avgjerda om omskiping eller avskiping gjeld nemnde lov §§ 18 og 19 tilsvarande.\n0 Tilføyd med lov 21 des 1979 nr. 72.\n1 Sjå § 32 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18a",
        "source_heading": "§ 18 a."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "content": "Når festetida er ute,​2 skal festet så langt råd er avviklast slik at ingen av partane vert vanhjelpne og verdiar ikkje går til spille i utrengsmål.\n1 Sjå § 32 nr. 6.\n2 Jfr. §§ 6-8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "content": "Festaren har rett til å ta bort hus og faste tilskipingar som høyrer han til, om ikkje anna er avtalt.​2\nVil borttakinga føre til at verdiar spillest i utrengsmål, kan bortfestaren få rett til å overta hus og faste tilskipingar mot vederlag, om ikkje dette etter tilhøva vil vere urimeleg mot festaren. Avgjerda høyrer under skjønn.​3\nHus eller tilskiping som festaren ikkje tar bort innan rimeleg tid etter at han har fått skriftleg oppmoding om det, tilfell bortfestaren utan vederlag så langt ikkje anna følgjer av § 21.\n1 Sjå § 32 nr. 6.\n2 Jfr. § 5 i.f.\n3 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "content": "Bortfestaren kan krevje at festaren ryddiggjør tomta innen rimeleg tid, om ikkje anna er avtalt.\nVil ryddiggjeringa føre til at verdiar spillest i utrengsmål eller på annan måte verke urimeleg mot festaren, medan bortfestaren kan vere vel tent med å overta hus og faste tilskipingar mot vederlag, kan festaren få rett til å krevja at bortfestaren gjer det.\nGjeld det feste av tomt til bustadhus eller fritidshus, kan festaren jamvel om vilkåra i andre stykket ikkje ligg føre, krevje at bortfestaren overtar hus og faste tilskipingar som festaren har på tomta, når desse er slike som det etter føremålet for festet er naturleg å ha der.\nBortfestar har ikkje overtakingsplikt etter tredje stykket når festaren på vanlege vilkår har fått tilbod om kjøp av festetomta eller ei rimeleg lenging av festet, men ikkje har vore viljug til det. Tilbod om lenging må gjelde minst 15 år.\nAvgjerd om plikt til overtaking etter denne paragrafen og om vederlag for overtakinga høyrer under skjønn.​2 Når vederlaget vert fastsett, skal det særleg takast omsyn til kva bruksverde det overtatte vil ha for bortfestaren. Festaren kan gå frå kravet om overtaking etter at vederlaget er endeleg fastsett, så framt han seier frå om det innan 4 veker.\n0 Endra med lov 26 juni 1992 nr. 86.\n1 Sjå § 32 nr. 6.\n2 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "7:22",
      "chapter": "7",
      "section": "22",
      "content": "Gjev bortfestaren ikkje festaren rådvelde over tomta til avtalt tid, kan festaren krevje avslag i avgifta. Dersom dryginga er vesentleg, kan festaren heve festeavtala. Festaren kan krevje skadebot dersom det ikkje vert opplyst at dryginga ikkje kan tilreknast bortfestaren.\nOm anna mishald frå bortfestaren si side gjeld vanlege reglar.\n1 Sjå § 32 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "7:23",
      "chapter": "7",
      "section": "23",
      "content": "Når festaren hever festeavtala, har han rett til å ta bort hus og faste tilskipingar som høyrer han til.\nVil borttakinga føre til at verdiar spillest i utrengsmål, kan bortfestaren få rett til å overta hus og faste tilskipingar mot vederlag, om ikkje dette etter tilhøva er urimeleg mot festaren.\nHus eller tilskiping som festaren ikkje tar bort innan rimeleg tid etter at han har fått skriftleg oppmoding om det, tilfell bortfestaren utan vederlag så langt ikkje anna følgjer av fjerde stykke.\nVil festaren ikkje ta bort hus og tilskipingar, kan han krevje at bortfestaren skal overta dei mot vederlag, om ikkje dette etter tilhøva ville verke urimeleg.\nAvgjerd om overtaking etter andre eller fjerde stykket og om vederlag for overtakinga, høyrer under skjønn.​2\n1 Sjå § 32 nr. 7 og 8.\n2 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "content": "Misheld festaren festeavtala og er mishaldet vesentleg, kan bortfestaren heve festeavtala, om ikkje anna er avtalt. Det kan ikkje avtalast at bortfestaren kan heve når mishaldet ikkje er vesentleg. Det er her ikkje avgjerande om avtala fastset at ei viss åtferd frå festaren si side skal reknast for vesentleg mishald.\nEtter at festaren har bygd hus på tomt som er bortfesta til bustadhus eller fritidshus, kan ikkje bortfestaren heve festeavtala av den grunn at festaren forsømer å betale festeavgifta i rett tid. Det same gjeld etter at festaren har bygd hus på tomt som er bortfesta til anna enn bustad- eller fritidshus, såframt festet er avtalt for 99 år eller meir eller gjeld utan tidsavgrensing.\nHar bortfestaren tap som følgje av mishald frå festaren, kan han krevje skadebot etter vanlege reglar.\n0 Endra med lov 21 des 1979 nr. 72 (frå 1 jan 1980 iflg. res. 21 des 1979. Dei nye reglane i andre stykket gjeld for festeavtaler som er inngått etter at endringslova tok til å gjelde. Reglane gjeld likeins for eldre festehøve der feste er avtalt for 99 år eller meir eller utan tidsavgrensing. Men i den mon bortfestaren sin rett til å heve vart utvida som fylgje av desse endringane, gjeld dei nye føresegnene berre for mishald etter at endringslova tok til å gjelde).\n1 Sjå § 32 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "7:25",
      "chapter": "7",
      "section": "25",
      "content": "Når bortfestaren vil heve festeavtala, skal han gje panthavarar med tinglyst pant i festet melding om det.\n1 Sjå § 32 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "content": "Når bortfestaren hever festeavtala,​2 har festaren i høve til bortfestaren rett til å ta bort hus og faste tilskipingar som høyrer han til.\nVil borttakinga føre til at verdiar spillest i utrengsmål, har bortfestaren rett til å overta hus og faste tilskipingar mot vederlag, om ikkje dette etter tilhøva vil vere urimeleg mot festaren. Avgjerda høyrer under skjønn.​3\nBortfestaren kan krevje at hus og tilskipingar som høyrer festaren til, førebels vert ståande til trygd for skadebotkrav som bortfestaren meiner å ha. I så fall skal han utan tarvlaus dryging ta steg til å få kravet rettsleg avgjort.\nHus eller tilskipingar som festaren ikkje tar bort innan rimeleg tid etter at han har fått skriftleg oppmoding om det, tilfell bortfestaren utan vederlag så langt ikkje anna følgjer av § 27.\n1 Sjå § 32 nr. 7 og 8.\n2 Jfr. § 24.\n3 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "content": "Når bortfestaren hever,​2 kan han krevja at festaren ryddiggjer tomta innen rimeleg tid, om ikkje anna er avtalt.\nVil ryddiggjeringa føre til at verdiar spillest i utrengsmål eller på annan måte verke urimeleg mot festaren, medan bortfestaren kan vere vel tent med å overta hus og faste tilskipingar mot vederlag, kan festaren få rett til å krevje at bortfestaren gjer det.\nAvgjerd om plikt til overtaking etter denne paragrafen og om vederlag for overtakinga, høyrer under skjønn.​3 Når vederlaget vert fastsett, skal det særleg takast omsyn til kva bruksverde det overtatte vil ha for bortfestaren.\n0 Endra med lov 26 juni 1992 nr. 86.\n1 Sjå § 32 nr. 7 og 8.\n2 Jfr. § 28.\n3 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "8:28",
      "chapter": "8",
      "section": "28",
      "content": "Krav på festeavgift i samsvar med skriftleg avtale er tvangsgrunnlag for utlegg.​1\nParagrafen gjeld tilsvarande for krav om festeavgift etter avgjerd i skjønn etter § 14 andre stykket. Så lenge den nye festeavgifta ikkje er fastsett i skjønnsavgjerd eller skriftleg avtale, kan avgifta søkjast inn med den tidlegare gjeldande summen.\n0 Endra med lov 26 juni 1992 nr. 86.\n1 Jfr. tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "9:29",
      "chapter": "9",
      "section": "29",
      "content": "Skjønn etter lova her vert haldne som rettslege skjønn.​1 I lensmannsdistrikt kan skjønnet styrast av lensmannen, dersom partane er samde om det.\n1 Jfr. lov 1 juni 1917 nr. 1 §§ 1 og 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "10:30",
      "chapter": "10",
      "section": "30",
      "content": "Har bortfestaren leigd grunn av eigaren med rett​2 til å feste bort (framfeste) grunn til hus for ein festar (framfestar),​3 gjeld desse reglane:\n1. Festaren kan gjere reglane om minste festetid (§ 6) gjeldande i høve til grunneigaren utan omsyn til om leigetida er ute etter leigeavtale mellom bortfestaren (leigaren) og grunneigaren.\n2. Festaren kan gjere krav om innløysing, og i tilfelle lenging av festet gjeldande mot grunneigaren i samsvar med reglane i §§ 10 og 11.\n3. Festaren kan på tilsvarande vilkår som etter § 21 andre stykket eller § 27 andre stykket få rett til å krevje at grunneigaren overtar hus og faste tilskipingar, såframt bortfestaren (leigaren) ikkje vil overta dei og ikkje har rimeleg grunn til å motsetje seg at grunneigaren gjer det.\n4. Dersom bortfestaren (leigaren) overtar hus og faste tilskipingar etter krav frå festaren,​4 kan bortfestaren (leigaren) når leigetida er ute, gjere krav om overtakingsskyldnad gjeldande mot grunneigaren på tilsvarande vilkår som etter § 21.\n5. Grunneigaren kan gjere rett til overtaking gjeldande mot festaren på tilsvarande vilkår som etter § 20 andre stykket, § 23 andre stykket og § 26 andre stykket, såframt bortfestaren (leigaren) sjølv ikkje nyttar retten og ikkje har rimeleg grunn til å motsetje seg at grunneigaren gjer det. Det same gjeld dersom det følgjer av avtale med bortfestaren (leigaren) at grunneigaren kan gjere retten gjeldande.\n6. Grunneigaren skal betale eit rimeleg vederlag til bortfestaren (leigaren) for bruken av grunnen i leigetida så lenge han har det overtatte ståande der.\n1 Sjå § 32 nr. 8.\n2 Jfr. § 12.\n3 Jfr. § 1.\n4 Jfr. §§ 21 og 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "11:31",
      "chapter": "11",
      "section": "31",
      "content": "Lova gjeld heilt ut der festeavtale vert inngått etter at lova tok til å gjelde.​1\nLova gjeld likeins der avtale om lenging av eldre feste vert inngått etter at lova tok til å gjelde. Føresegnene i § 5 skal likevel ikkje vere til hinder for at vilkår om lån som er ytt før lova tok til å gjelde, vert halde oppe i lengingsavtale som nemnd.\nFor eldre feste gjeld lova så langt ikkje anna følgjer av § 32. Festet vert rekna for eldre der festeavtala og eventuell seinare lengingsavtale er inngått før lova tok til å gjelde.\n1 Jfr. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "11:32",
      "chapter": "11",
      "section": "32",
      "content": "Lova gjeld for eldre festehøve​1 med desse unntak eller brigde:\n1. Allmenne føresegner (§§ 1-5).\nFøresegna i § 3 gjeld ikkje.\nFøresegna i § 4 gjeld for eldre festehøve. Føresegna gjeld likevel ikkje for avtaler som er inngått før tomtefestelova tok til å gjelde 1. januar 1976, dersom det ville verke urimeleg for bortfestaren om han ikkje kunne krevje innløysing.\nI § 5 gjeld ikkje første og andre stykket. Om ikkje anna følgjer av det som er avtalt, gjeld tredje stykket der festetida går ut eller festet elles fell bort etter at lova tok til å gjelde.\n2. Festetid (§§ 6-9).\nFøresegnene i §§ 6-8 gjeld ikkje.\nFor feste som ville ha gått under § 6, er oppseiingsfristen 2 år dersom ikkje lengre tid er avtalt.\n– – –\n3. Innløysing (§§ 10-11).\nFestaren har ikkje innløysingsrett til tomta utan det ligg føre samtykke etter § 33.\n4. Festeavgift (§§ 12-14).\nParagraf 12 første stykket gjeld ikkje fråskiljing som er tinglyst før lova tok til å gjelde.\nPanteretten etter § 12 tredje stykket gjeld berre festeavgift som forfell etter at lova tok til å gjelde, og står tilbake for panterett som er tinglyst før lova tok til å gjelde.\nFøresegna i § 13 gjeld berre der festeavgifta vert auka i avtale (endringsavtale) etter at lova tok til å gjelde.\nFøresegna i § 14 gjeld berre der det etter at lova tok til å gjelde, vert gjort avtale (tilleggsavtale) om rett for ein part til å krevje regulering av festeavgifta.\n5. Råderetten (§§ 15-18 a).\nFestaren har rett til å føre festeretten over til ein annan (jfr. § 16), om ikkje anna følgjer av det som er avtalt.\nDersom festeretten berre kan overførast til ein som bortfestaren godkjenner, gjeld § 16 tredje, fjerde og femte stykket tilsvarande.\nFestaren har rett til å pantsetje festeretten og dei husa han har eller får på tomta (jfr. § 17), om ikkje anna følgjer av det som er avtalt.\nTredje stykket i § 17 gjeld berre pantsetjing i tida etter at lova tok til å gjelde, og tidlegare pantsetjing som ikkje er tinglyst før lova tok til å gjelde.\nFjerde stykket i § 17 gjeld berre der festaren får tinglyst eigarheimel etter at lova tok til å gjelde.\n6. Avvikling når festetida er ute (§§ 19-21).\nFøresegnene i §§ 19-21 gjeld berre der festetida går ut etter at lova tok til å gjelde.\n7. Mishald og avvikling etter heving (§§ 22-27).\nFøresegnene om avslag i avgifta og om skadebot gjeld berre for mishald i tida etter at lova tok til å gjelde.\nFøresegnene om heving og avvikling etter heving gjeld berre der festar eller bortfestar hever festeavtala etter at lova tok til å gjelde, men utan omsyn til om det er for mishald før denne tida.\n8. Lova elles (§§ 28-30).\nFøresegnene i § 30 nr. 1 og 2 gjeld ikkje.\nFøresegnene i § 30 nr. 3 og 5 om rett eller skyldnad til overtaking etter §§ 20 og 21 gjeld berre der festetida går ut etter at lova tok til å gjelde. Føresegnene om overtaking i hevingstilfelle etter §§ 23, 26 og 27 gjeld berre der festar eller bortfestar hever festeavtala etter at lova tok til å gjelde. Har bortfestaren (leigaren) overtatt etter krav i medhald av dette stykket, gjeld føresegna i § 30 nr. 4.\n0 Endra med lover 21 des 1979 nr. 72, 14 mars 1986 nr. 9, 12 mai 1989 nr. 22.\n1 Jfr. § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "11:33",
      "chapter": "11",
      "section": "33",
      "content": "Kongen​1 kan samtykke i at festaren får rett til å krevje innløyst tomt som er festa bort til bustadhus eller fritidshus før lova tok til å gjelde.​2 I samtykket kan innløysingsretten avgrensast til ein del av festegrunnen, og det kan setjast særlege vilkår elles, t.d. råderettsinnskrenkingar. Elles gjeld føresegnene i § 10 andre til sjuande stykket tilsvarande.\nSamtykke skal som regel gjelde innløysing frå den dag då festet er slutt. Søknad om samtykke til innløysing må sendast inn seinast 2 år før festetida er ute der festet er på åremål, og elles i rimeleg tid etter at festaren har fått oppseiing. Kongen​1 kan gje oppreising mot orsakande forsømming av fristen, såframt søknad er send inn før festetida er ute. Er søknaden ikkje avgjord når festetida er ute, har festaren rett til å bruke tomta på same vilkår som før til det er gjort endeleg vedtak i saka. Om sakførebuinga gjeld lov 23 oktober 1959 om oreigning av fast eigedom § 5 og §§ 11 til 15 tilsvarande.\nNår særlege grunnar talar for det, kan det gjevast samtykke til innløysing kortare eller lengre tid før festet er slutt, og endå der festet gjeld utan tidsavgrensing. I slike tilfelle kan innløysingstida ikkje setjast tidlegare enn 2 år etter at festaren har sendt inn søknad om samtykke til innløysing. Har festaren tidlegare fått avslag på slik søknad, kan ny søknad etter dette stykket ikkje sendast inn før etter 10 år.\nNår samtykke til innløysing er gitt, kan festaren få innløysinga gjennomførd ved skjønn​3 som fastset innløysingssummen og innløysingsvilkåra elles. Samtykket fell bort dersom skjønn ikkje er kravd innan 1 år. Elles gjeld § 11 tredje og fjerde stykket tilsvarande. Frådrag for verdauke som er nemnd i § 11 tredje stykket første punktum, skal likevel berre gjerast så langt festaren har krav på godtgjersle som nemnd i § 5 tredje stykket (sjå § 32 nr. 1 andre stykket andre punktum).\nNår særlege grunnar taler for det, kan festaren få samtykke til å krevje festetomta innløyst hjå ein grunneigar som ikkje er bortfestar, dersom grunneigaren har leigd bort grunnen til bortfestaren med rett til å feste han bort til hus for ein festar.\n0 Endra med lover 21 des 1979 nr. 72, 14 mars 1986 nr. 9.\n1 Fylkesmannen iflg. res. 20 mai 1988 nr. 361. I saker etter § 33 avgjer fylkesmannen òg spørsmål etter § 10 andre, tredje, fjerde og femte led (med «femte» er truleg meint sjette leden, sjå note 5 til § 10).\n2 Jfr. § 34.\n3 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "12:34",
      "chapter": "12",
      "section": "34",
      "content": "Lova gjeld frå den dag Kongen fastset.​1\n1 Frå 1 jan 1976 etter res. 19 des 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Lova her gjeld feste (leige) av grunn til hus​1 som festaren (leigaren) har eller får på tomta.\nInn under lova går òg bruksrett til grunn som skal nyttast til veg, bilplass, hage eller liknande i samband med hus på festegrunnen. Dette gjeld òg ein særleg bruksrett som bortfestaren har over framand eigedom og overlet til festaren, så langt det er tale om rettshøvet mellom festaren og bortfestaren.\nOm høvet til grunneigaren der bortfestaren er leigar av festegrunnen, gjeld reglane i § 30.\nLova gjeld ikkje grunnleige der hovudføremålet er anna enn hus og bruk i samband med hus.\n1 Jfr. §§ 6 og 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "content": "Kongen kan i forskrift fastsetje om og kor langt lova skal gjelde for Svalbard, Jan Mayen, Bouvet-øya, Peter I's øy og Dronning Maud Land.\n0 Tilføyd med lov 14 mars 1986 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Føresegnene i lova kan ikkje fråvikast i avtale utan når dette er sagt i lova​1 eller går fram av samanhengen.\n1 Jfr. m.a. §§ 6-8, 10, 12, 14-18, 20, 21, 24, 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Avtale om tomtefeste skal gjerast skriftleg og føremålet med festet bør oppgjevast i avtala.\nEi munnleg avtale vert likevel bindande når bortfestaren har tatt mot vederlag for festet,​2 eller når festaren i samsvar med avtala har tatt over festet utan motsegn frå bortfestaren ved å ta til med arbeid på tomta eller på annan måte. Kvar av partane har i så fall krav på å få avtala sett opp skriftleg.\n1 Sjå § 32 nr. 1.\n2 Sjå §§ 12-14a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Avtale om at bortfestaren kan krevje at festaren innløyser tomt som er festa bort til bustadhus eller fritidshus før festetida etter avtala elles er ute, er ikkje bindande for festaren.\n0 Opphevd med lov 4 mars 1983 nr. 4, sett inn att med lov 12 mai 1989 nr. 22.\n1 Sjå § 32 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Avtale om lån som vilkår for festeretten er ikkje bindande for festaren. Er lånet heilt eller delvis ytt, kan festaren krevje det tilbake.\nDet same gjeld om tilskott (innfestingssum) som vilkår for festeretten. Det kan likevel avtalast at festaren skal yte tilskott​2 svarande til påkostnaden, dersom bortfestaren etter avtala skal opparbeide veg, leggje vatn- eller kloakkleidning eller gjere andre tiltak til nytte for festetomta, eller bortfestaren skal koste slike tiltak som er eller vert gjort av kommunen eller andre. Tilsvarande gjeld for tiltak som bortfestaren har gjort eller kosta i tida før avtala.\nNår festetida er ute eller festet elles fell bort, kan festaren krevje ei rimeleg godtgjersle for verdauke som han har tilført tomta med eigne tiltak eller med tilskott til tiltak som er gjort av bortfestaren eller andre.​3\n1 Sjå § 31 og § 32 nr. 1.\n2 Jfr. § 13.\n3 Jfr. §§ 11, 20 og 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Feste av tomt til bustadhus eller fritidshus​2 gjeld for 80 år, dersom det ikkje er avtalt lengre tid eller feste utan tidsavgrensing. Kortare festetid kan avtalast dersom festaren, når tida er ute, har rett til fornying på same vilkår som før, slik at festetida samanlagt vert minst 80 år.\nDet kan avtalast at festaren skal ha rett til oppseiing​3 før eller etter at minstetida er ute, og at også bortfestaren skal ha slik rett etter at minstetida er ute.\nLenging av feste etter at minstetida er ute, kan avtalast utan tidsavgrensing, på åremål (med eller utan rett til fornying) eller for levetida til festaren og ektemaken. For lenging på åremål gjeld inga ny minste festetid, Det kan avtalast at partane skal ha oppseiingsrett, eller at berre festaren skal ha slik rett.\nNår reguleringsomsyn taler for det, kan Kongen​4 for eit avgrensa område gje forskrift om ei kortare minste festetid enn fastsett i første stykket. I så fall kan det òg gjevast forskrift om ei lengste festetid i området og likeins om unntak fra innløysingsrett etter §§ 10 og 11. Dersom staten, ein kommune eller annan offentleg skipnad er bortfestar, kan Kongen​4 jamvel i einskildhøve godkjenne avtale om kortare festetid.\nReglane om minste festetid står tilbake for det som følgjer av fordelingsordning fastsett i medhald av lov 10 desember 1971 nr. 103 om planlegging i strandområder og fjellområder § 11.​5\n1 Sjå § 32 nr. 2.\n2 Jfr. 7.\n3 Jfr. 8.\n4 Justisdepartementet, etter res. 19 des 1975.\n5 Lova er opphevd, sjå no lov 14 juni 1985 nr. 77 § 120 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Feste av tomt til anna enn bustadhus eller fritidshus​2 kan avtalast utan tidsavgrensing eller på åremål (med eller utan rett til fornying).\nSå langt ikkje anna følgjer av det som er avtalt, gjeld festet utan tidsavgrensing og på oppseiing​3 med like rett for partane. Det kan avtalast at berre festaren skal ha oppseiingsrett.\nFeste av tomt til fabrikk- eller forretningsbygg gjeld på åremål for 80 år, om ikkje anna følgjer av det som er avtalt.\nReglane foran gjeld jamvel der noko skal vere husvære, dersom hovudføremålet er anna.\nFor feste av tomt til skur, brakke eller liknande tilskiping som lett kan takast bort, gjeld første og andre stykket utan omsyn til om føremålet er husvære, fabrikk, forretning eller anna. Kongen​4 kan gje forskrift om lengstetid, oppseiingsfrist og andre særvilkår for slike festehøve.\n1 Sjå § 32 nr. 2\n2 Jfr. §§ 1 og 6.\n3 Jfr. § 8.\n4 Justisdepartementet, etter res. 19 des 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Ved feste på oppseiing er fristen for oppseiing 2 år, om ikkje anna følgjer av det som er avtalt.\nAvtalt oppseiingsfrist må avpassast etter kva slag byggverk det skal vera på tomta, og må ikkje setjast urimeleg kort. Kortare frist enn 6 månader er ikkje i noko høve bindande for festaren. Ved feste til bustadhus eller fritidshus​2 kan ikkje avtalast kortare frist enn 2 år for oppseiing frå bortfestaren si side.\nKongen​3 kan i forskrift fastsetje andre fristar for særlege festehøve der allmenne eller offentlege omsyn taler for det.\n1 Sjå § 32 nr. 2.\n2 Jfr. § 6.\n3 Justisdepartementet, etter res. 19 des 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Kvar av partane kan krevje tingingar om lenging av festet​2 når festet er på åremål for ei tid av 10 år eller meir. Det same gjeld når festet er på oppseiing​3 og vert oppsagt etter at det er gått 10 år eller meir av festetida.\nKrav på tingingar etter første stykket kan tidlegast setjast fram to år før festetida er ute.\n1 Sjå § 32 nr. 2.\n2 Jfr. § 10.\n3 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Tomt som er festa bort til bustadhus eller fritidshus,​2 kan festaren krevje innløyst – tidlegast – når det er gått 50 år av festetida,​3 og seinare kvar gong det er gått nye 10 år av festetida, eller – seinast – når festetida er ute. Festaren må sende skriftleg melding til bortfestaren om at han vil nytte innløysingsretten, seinast 1 år før innløysingstida er inne etter første punktum, elles fell kravet bort.\nSå lenge tomt festa bort til fritidshus høyrer til eit familiebruk eller kombinasjonsbruk innan landbruket og det festeareal som høyrer til bruket til saman utgjer ein turvande del av inntektsgrunnlaget, gjeld innløysingsretten ikkje så framt ikkje anna er avtalt, jfr. første stykket. Festeavtale til tomt som det etter dette ikkje er innløysingsrett til, kan festaren krevje lengd på same vilkår som før, kvar gong for minst 10 år,​4 så framt omsyn til landbruket ikkje gjev rimeleg grunn til at festet skal opphøre. Held eigedomen som tomta er festa bort frå opp med å vere eit familiebruk eller kombinasjonsbruk, kan festaren søkje Kongen​5 om å få løyse inn tomta. Kongen​4 kan i forskrift gje nærare føresegner om gjennomføring av slik innløysingsrett.\nDersom særlege offentlege omsyn gjer seg gjeldande, skal innløysingsretten ikkje gjelde når tomta høyrer til staten eller ein kommune eller annan offentleg skipnad som Kongen​5 fastset. Andre stykket andre punktum gjeld tilsvarande, så framt særlege offentlege omsyn ikkje gjev rimeleg grunn til at festet skal opphøre. Fell dei særlege offentlege omsyna seinare bort, kan festaren søkje Kongen​5 om å få løyse inn tomta. Kongen kan​5 i forskrift gje nærare føresegner om gjennomføring av slik innløysingsrett.\nInnløysingsretten gjeld heller ikkje når tomta høyrer til ein statsallmenning​6 eller bygdeallmenning​7 eller er eit sameige mellom bruk som nemnd i andre stykket. Kongen kan​5 i forskrift gje nærare føresegner om avgrensing av unntaket frå innløysingsrett når det gjeld tomt som er eit sameige mellom bruk, om rett til å krevje lenging av festet og om gjenomføring av innløysingsrett i tilfelle der vilkår for unntak ikkje lenger ligg føre i slike høve.\nInnløysingsrett eller rett til lenging av festet kan ikkje gjerast gjeldande i større mon enn det som kan sameinast med bortfestaren sitt rettsgrunnlag etter lov eller avtale, utan det gjeld avtale som må stå tilbake for festeretten etter allmenne reglar.\nKongen​8 kan i forskrift gje nærare føresegner om kva som skal følgje med ved innløysing og på kva måte innløysingsrett kan gjerast gjeldande:\na. i område som er regulert til fritidshus i plan etter lov 10 desember 1971 nr. 103 om planlegging i strandområder og fjellområder,​9\nb. i anna område der det er festa bort tomter til fritidshus etter ei samla plan, eller\nc. ved punktfeste der tomt er festa bort utan råderett eller særråderett til tomteareal utanom husa.​10\nFøremålet med føresegner etter førre stykket, kan m.a. vere at den grunndisponering som er fastsett i plan for området, ikkje vert vesentleg skipla, og at fordelingsordning, skyldnad til opparbeiding og vedlikehald av fellesanlegg, råderettsinnskrenkingar og anna slikt vert ståande ved lag.\n0 Endra med lov 14 mars 1986 nr. 9.\n1 Sjå §§ 6, 30 nr. 2, 32 nr. 3 og 33.\n2 Jfr. § 6.\n3 Jfr. § 6.\n4 Jfr. § 9.\n5 Sjå forskrift i res. 5 des 1986 nr. 2166 med seinare endring, res. 5 des 1986 nr. 2161 om delegering til Justisdepartementet, og res. 20 mai 1988 nr. 361 om delegering til fylkesmannen.\n6 Jfr. lov 6 juni 1975 nr. 31.\n7 Jfr. lov 19 juni 1992 nr. 59.\n8 Før endringslova 14 mars 1986 var sjette leden femte led. Når det i resolusjonane om delegering (sjå note 5) er vist til § 10 femte leden, er det truleg sjette leden som er meint.\n9 Sjå note 5 til § 6.\n10 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Krav om innløysing etter § 10 høyrer under skjønn,​2 som fastset innløysingssummen og innløysingsvilkåra elles. Når festaren har sendt melding etter § 10 første stykket, kan kvar part krevje skjønn. Skjønn i samband med innløysing etter § 10 andre stykket, kan ikkje krevjast før det ligg føre samtykke til innløysing frå Kongen.​3\nKravet om innløysing fell bort dersom skjønn ikkje er kravd seinast 1 år før den aktuelle innløysingstida etter § 10 første stykket eller innan 6 månader etter at det er gjeve samtykke til innløysing etter § 10 andre stykket.\nInnløysingssummen skal fastsetjast i samsvar med tomteverdet på innløysingstida, med frådrag for verdauke som festaren har tilført tomta med eigne tiltak eller med tilskott til tiltak som er gjort av andre.​4 Tomteverdet må ikkje reknast høgare enn ved verdsetjing i oreigning.​5\nKongen kan gje nærare føresegner om gjennomføring av innløysinga.​6\n1 Jfr. §§ 6, 30, 32 nr. 3, 33.\n2 Jfr. § 29.\n3 Sjå note 4 til § 10.\n4 Jfr. § 5 i.f.\n5 Jfr. lov 6 april 1984 nr. 17.\n6 Sjå forskrift i res. 5 des 1986 nr. 2166.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "Retten til bortfeste eller til å krevje festeavgift kan ikkje skiljast frå eigedomsretten til festetomta, utan når det gjeld krav på forfalne terminar. Dette er ikkje til hinder for at grunn vert leigd bort med rett for leigaren til å feste bort (framfeste) tomter til hus for andre.​2\nEr ikkje anna avtalt, kan bortfestaren krevje at festeavgifta skal betalast på forskot for året.\nFor skuldig festeavgift for dei tre siste åra har bortfestaren panterett i festet og i byggverk som festaren har på tomta.​3 Er det sagt i festeavtala at bortfestaren skal ha slik panterett, gjeld reglane i tinglysingslova​4 § 21 tredje stykket tilsvarande, såleis at panteretten går føre alle rettstiftingar i tomta som skriv seg frå festaren.\n0 Endra med lov 8 feb 1980 nr. 2.\n1 Sjå § 32 nr. 4.\n2 Jfr. § 30.\n3 Jfr. lov 8 feb 1980 nr. 2 kap. 6.\n4 Lov 7 juni 1935 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Festeavgifta må ikkje setjast høgare enn det som svarar til ei rimeleg avkasting av tomteverdet – med frådrag for tilskott etter § 5 – og under omsyn til rentenivået.\n1 Sjå § 32 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Kvar part kan krevje regulering av festeavgifta kvart tiande år av festetida. Det kan avtalast at reguleringsterminen skal vere meir enn 10 år, eller at det ikkje skal vere høve til å krevje regulering i det heile.\nDen nye festeavgifta skal fastsetjast i samsvar med tomteverdet på reguleringstida, med frådrag for verdauke som festaren har tilført tomta, med eigne tiltak eller med tilskot til tiltak som er gjort av andre.​2 Tomteverdet må ikkje reknast høgare enn ved verdsetjing i oreigning.​3 Avgjerda høyrer under skjønn.​4\nDet kan avtalast regulering på grunnlag av ein offisiell verdimålar (indeks) utan skjønn. Kongen kan gje forskrift om kva for verdimålar som her kan nyttast og om utrekninga.​5 I avtala eller forskrifta kan fastsetjast at den nye festeavgifta ikkje må liggje over det som svarar til tomteverdet ved verdsetjing i skjønn etter andre stykket.\n1 Sjå § 32 nr. 4.\n2 Jfr. § 28.\n3 Jfr. lov 6 april 1984 nr. 17.\n4 Jfr. § 29.\n5 Sjå prisforskrift om forhøyelse av festeavgift, fastsatt i res. 21 des 1990 nr. 1023 i medhald av prislova 26 juni 1953 nr. 4 § 24, som no er opphevd, men res. står ved makt, jfr. lov 11 juni 1993 nr. 65 § 7-2. Ny heimel for prisforskrift, sjå tomtefestelova § 14 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:14 a",
      "chapter": "4",
      "section": "14 a",
      "content": "Kongen kan treffe vedtak om høyeste lovlige festeavgift og gi nærmere bestemmelser om gjennomføring av vedtaket og kontroll med at det etterleves.\n0 Tilføyd ved lov 11 juni 1993 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14a",
        "source_heading": "§ 14 a."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Festaren har rett til å bruke tomta i samsvar med føremålet for festet,​2 slik tida og tilhøva krev. Så langt det er rimeleg etter føremålet med festet, skal bruken elles vere slik at tomta kan leverast tilbake ved slutten av festetida i om lag like god stand som ved overtakinga. Føresegnene i dette stykket gjeld så langt ikkje anna følgjer av det som er avtalt.\nEr tomta festa til bustadhus eller fritidshus, kan festaren hogge ned og nytte tre på tomta. Det kan avtalast at festaren ikkje skal ha rett til å hogge tre på tomta. Men i så fall kan festaren krevje at bortfestaren i rimeleg mon tar bort tre som hindrar utsikt eller på annan måte er til ulempe, og setje seg imot hogst av tre som bør verte ståande for trivnaden si skuld. Er det ikkje sagt noko i avtala om storleiken på tomta, gjeld reglane i dette stykket for eit areal på 1 mål, medrekna der huset står og høveleg avrunda etter tilhøva på staden.\nFestaren må ikkje nytte rådveldet sitt såleis at det vert uturvande til skade eller ulempe for bruken etter at festetida er ute.\n1 Sjå § 32 nr. 5.\n2 Jfr. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Festaren har rett til å føra festeretten over til ein annan.\nRetten til overføring kan avgrensast i avtale dersom festet ikkje er inngått eller lengd for lengre tid enn 10 år, eller dersom stat eller kommune er bortfestar og særlege offentlege omsyn taler for avgrensing. Det same gjeld så lenge tomta står ubygd og overføringa er til andre enn ektemake eller livsarving. Feste som er lengd for levetida til festaren og ektemaken,​2 kan ikkje overførast til andre utan at dette følgjer av det som er avtalt.\nFesteretten kan berre overførast til ein som bortfestaren godkjenner, om ikkje anna følgjer av det som er avtalt. Godkjenning kan berre nektast når det er sakleg grunn til det.\nNektar bortfestaren godkjenning, skal han gje skriftleg melding om det til båe partar i overføringsavtala innan 1 månad etter at han tok mot søknaden om godkjenning. Nektinga skal grunngjevast.\nReglane i tredje stykket gjeld tilsvarande ved tvangssal. Namsretten​3 set ein frist for bortfestaren til fråsegn og avgjer om kjøparen skal godkjennast.\n0 Endra med lover 14 mars 1986 nr. 9, 26 juni 1992 nr. 86.\n1 Sjå § 32 nr. 5.\n2 Jfr. § 6.\n3 Jfr. tvangssl. § 2-8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:16 a",
      "chapter": "5",
      "section": "16 a",
      "title": "(Oppheva)",
      "content": "0 Oppheva med lov 9 des 1994 nr. 64 (i kraft 1 juli 1995 iflg. res. 9 des 1994 nr. 1078).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16 a."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "content": "Festaren har rett til å pantsette festeretten og dei byggverk han har eller får på tomta, så langt ikkje anna følgjer av lovbod eller avtale om at festeretten ikkje kan overførast.​2\nAvtale om at festeretten ikkje kan overførast så lenge tomta står ubygd, hindrar ikkje pantsetjing for byggelån og tvangssal for slik pant.\nFesteretten kan berre pantsetjast saman med dei byggverk festaren har eller får på tomta.​2 Byggverka kan ikkje pantsetjast utan saman med festeretten.\nVert festaren eigar av tomta, går tinglyst panterett i festet over til å gjelde panterett i tomta (grunnen) frå den tid då festaren får tinglyst eigarheimel, om ikkje anna er avtalt.\n0 Endret ved lov 11 juni 1993 nr. 83.\n1 Sjå § 32 nr. 5.\n2 Jfr. lov 8 feb 1980 nr. 2 § 2-3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "content": "Utan samtykke frå bortfestaren kan festaren ikkje stifte særlege råderettar​2 for andre over tomta.\n1 Sjå § 32 nr. 5.\n2 Jfr. lov 29 nov 1968.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:18 a",
      "chapter": "5",
      "section": "18 a",
      "content": "Festaren og bortfestaren kan krevja omskiping av særlege råderettar som bortfestaren eller ein annan har i festetomta etter reglane i lov 29 november 1968 om særlege råderettar over framand eigedom §§ 5 og 6 jf § 8. Festaren kan krevje avskiping av slike rettar etter reglane i same lov § 7 jf § 8. For avgjerda om omskiping eller avskiping gjeld nemnde lov §§ 18 og 19 tilsvarande.\n0 Tilføyd med lov 21 des 1979 nr. 72.\n1 Sjå § 32 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18a",
        "source_heading": "§ 18 a."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "content": "Når festetida er ute,​2 skal festet så langt råd er avviklast slik at ingen av partane vert vanhjelpne og verdiar ikkje går til spille i utrengsmål.\n1 Sjå § 32 nr. 6.\n2 Jfr. §§ 6-8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "content": "Festaren har rett til å ta bort hus og faste tilskipingar som høyrer han til, om ikkje anna er avtalt.​2\nVil borttakinga føre til at verdiar spillest i utrengsmål, kan bortfestaren få rett til å overta hus og faste tilskipingar mot vederlag, om ikkje dette etter tilhøva vil vere urimeleg mot festaren. Avgjerda høyrer under skjønn.​3\nHus eller tilskiping som festaren ikkje tar bort innan rimeleg tid etter at han har fått skriftleg oppmoding om det, tilfell bortfestaren utan vederlag så langt ikkje anna følgjer av § 21.\n1 Sjå § 32 nr. 6.\n2 Jfr. § 5 i.f.\n3 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "content": "Bortfestaren kan krevje at festaren ryddiggjør tomta innen rimeleg tid, om ikkje anna er avtalt.\nVil ryddiggjeringa føre til at verdiar spillest i utrengsmål eller på annan måte verke urimeleg mot festaren, medan bortfestaren kan vere vel tent med å overta hus og faste tilskipingar mot vederlag, kan festaren få rett til å krevja at bortfestaren gjer det.\nGjeld det feste av tomt til bustadhus eller fritidshus, kan festaren jamvel om vilkåra i andre stykket ikkje ligg føre, krevje at bortfestaren overtar hus og faste tilskipingar som festaren har på tomta, når desse er slike som det etter føremålet for festet er naturleg å ha der.\nBortfestar har ikkje overtakingsplikt etter tredje stykket når festaren på vanlege vilkår har fått tilbod om kjøp av festetomta eller ei rimeleg lenging av festet, men ikkje har vore viljug til det. Tilbod om lenging må gjelde minst 15 år.\nAvgjerd om plikt til overtaking etter denne paragrafen og om vederlag for overtakinga høyrer under skjønn.​2 Når vederlaget vert fastsett, skal det særleg takast omsyn til kva bruksverde det overtatte vil ha for bortfestaren. Festaren kan gå frå kravet om overtaking etter at vederlaget er endeleg fastsett, så framt han seier frå om det innan 4 veker.\n0 Endra med lov 26 juni 1992 nr. 86.\n1 Sjå § 32 nr. 6.\n2 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "7:22",
      "chapter": "7",
      "section": "22",
      "content": "Gjev bortfestaren ikkje festaren rådvelde over tomta til avtalt tid, kan festaren krevje avslag i avgifta. Dersom dryginga er vesentleg, kan festaren heve festeavtala. Festaren kan krevje skadebot dersom det ikkje vert opplyst at dryginga ikkje kan tilreknast bortfestaren.\nOm anna mishald frå bortfestaren si side gjeld vanlege reglar.\n1 Sjå § 32 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "7:23",
      "chapter": "7",
      "section": "23",
      "content": "Når festaren hever festeavtala, har han rett til å ta bort hus og faste tilskipingar som høyrer han til.\nVil borttakinga føre til at verdiar spillest i utrengsmål, kan bortfestaren få rett til å overta hus og faste tilskipingar mot vederlag, om ikkje dette etter tilhøva er urimeleg mot festaren.\nHus eller tilskiping som festaren ikkje tar bort innan rimeleg tid etter at han har fått skriftleg oppmoding om det, tilfell bortfestaren utan vederlag så langt ikkje anna følgjer av fjerde stykke.\nVil festaren ikkje ta bort hus og tilskipingar, kan han krevje at bortfestaren skal overta dei mot vederlag, om ikkje dette etter tilhøva ville verke urimeleg.\nAvgjerd om overtaking etter andre eller fjerde stykket og om vederlag for overtakinga, høyrer under skjønn.​2\n1 Sjå § 32 nr. 7 og 8.\n2 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "content": "Misheld festaren festeavtala og er mishaldet vesentleg, kan bortfestaren heve festeavtala, om ikkje anna er avtalt. Det kan ikkje avtalast at bortfestaren kan heve når mishaldet ikkje er vesentleg. Det er her ikkje avgjerande om avtala fastset at ei viss åtferd frå festaren si side skal reknast for vesentleg mishald.\nEtter at festaren har bygd hus på tomt som er bortfesta til bustadhus eller fritidshus, kan ikkje bortfestaren heve festeavtala av den grunn at festaren forsømer å betale festeavgifta i rett tid. Det same gjeld etter at festaren har bygd hus på tomt som er bortfesta til anna enn bustad- eller fritidshus, såframt festet er avtalt for 99 år eller meir eller gjeld utan tidsavgrensing.\nHar bortfestaren tap som følgje av mishald frå festaren, kan han krevje skadebot etter vanlege reglar.\n0 Endra med lov 21 des 1979 nr. 72 (frå 1 jan 1980 iflg. res. 21 des 1979. Dei nye reglane i andre stykket gjeld for festeavtaler som er inngått etter at endringslova tok til å gjelde. Reglane gjeld likeins for eldre festehøve der feste er avtalt for 99 år eller meir eller utan tidsavgrensing. Men i den mon bortfestaren sin rett til å heve vart utvida som fylgje av desse endringane, gjeld dei nye føresegnene berre for mishald etter at endringslova tok til å gjelde).\n1 Sjå § 32 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "7:25",
      "chapter": "7",
      "section": "25",
      "content": "Når bortfestaren vil heve festeavtala, skal han gje panthavarar med tinglyst pant i festet melding om det.\n1 Sjå § 32 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "content": "Når bortfestaren hever festeavtala,​2 har festaren i høve til bortfestaren rett til å ta bort hus og faste tilskipingar som høyrer han til.\nVil borttakinga føre til at verdiar spillest i utrengsmål, har bortfestaren rett til å overta hus og faste tilskipingar mot vederlag, om ikkje dette etter tilhøva vil vere urimeleg mot festaren. Avgjerda høyrer under skjønn.​3\nBortfestaren kan krevje at hus og tilskipingar som høyrer festaren til, førebels vert ståande til trygd for skadebotkrav som bortfestaren meiner å ha. I så fall skal han utan tarvlaus dryging ta steg til å få kravet rettsleg avgjort.\nHus eller tilskipingar som festaren ikkje tar bort innan rimeleg tid etter at han har fått skriftleg oppmoding om det, tilfell bortfestaren utan vederlag så langt ikkje anna følgjer av § 27.\n1 Sjå § 32 nr. 7 og 8.\n2 Jfr. § 24.\n3 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "content": "Når bortfestaren hever,​2 kan han krevja at festaren ryddiggjer tomta innen rimeleg tid, om ikkje anna er avtalt.\nVil ryddiggjeringa føre til at verdiar spillest i utrengsmål eller på annan måte verke urimeleg mot festaren, medan bortfestaren kan vere vel tent med å overta hus og faste tilskipingar mot vederlag, kan festaren få rett til å krevje at bortfestaren gjer det.\nAvgjerd om plikt til overtaking etter denne paragrafen og om vederlag for overtakinga, høyrer under skjønn.​3 Når vederlaget vert fastsett, skal det særleg takast omsyn til kva bruksverde det overtatte vil ha for bortfestaren.\n0 Endra med lov 26 juni 1992 nr. 86.\n1 Sjå § 32 nr. 7 og 8.\n2 Jfr. § 28.\n3 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "8:28",
      "chapter": "8",
      "section": "28",
      "content": "Krav på festeavgift i samsvar med skriftleg avtale er tvangsgrunnlag for utlegg.​1\nParagrafen gjeld tilsvarande for krav om festeavgift etter avgjerd i skjønn etter § 14 andre stykket. Så lenge den nye festeavgifta ikkje er fastsett i skjønnsavgjerd eller skriftleg avtale, kan avgifta søkjast inn med den tidlegare gjeldande summen.\n0 Endra med lov 26 juni 1992 nr. 86.\n1 Jfr. tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "9:29",
      "chapter": "9",
      "section": "29",
      "content": "Skjønn etter lova her vert haldne som rettslege skjønn.​1 I lensmannsdistrikt kan skjønnet styrast av lensmannen, dersom partane er samde om det.\n1 Jfr. lov 1 juni 1917 nr. 1 §§ 1 og 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "10:30",
      "chapter": "10",
      "section": "30",
      "content": "Har bortfestaren leigd grunn av eigaren med rett​2 til å feste bort (framfeste) grunn til hus for ein festar (framfestar),​3 gjeld desse reglane:\n1. Festaren kan gjere reglane om minste festetid (§ 6) gjeldande i høve til grunneigaren utan omsyn til om leigetida er ute etter leigeavtale mellom bortfestaren (leigaren) og grunneigaren.\n2. Festaren kan gjere krav om innløysing, og i tilfelle lenging av festet gjeldande mot grunneigaren i samsvar med reglane i §§ 10 og 11.\n3. Festaren kan på tilsvarande vilkår som etter § 21 andre stykket eller § 27 andre stykket få rett til å krevje at grunneigaren overtar hus og faste tilskipingar, såframt bortfestaren (leigaren) ikkje vil overta dei og ikkje har rimeleg grunn til å motsetje seg at grunneigaren gjer det.\n4. Dersom bortfestaren (leigaren) overtar hus og faste tilskipingar etter krav frå festaren,​4 kan bortfestaren (leigaren) når leigetida er ute, gjere krav om overtakingsskyldnad gjeldande mot grunneigaren på tilsvarande vilkår som etter § 21.\n5. Grunneigaren kan gjere rett til overtaking gjeldande mot festaren på tilsvarande vilkår som etter § 20 andre stykket, § 23 andre stykket og § 26 andre stykket, såframt bortfestaren (leigaren) sjølv ikkje nyttar retten og ikkje har rimeleg grunn til å motsetje seg at grunneigaren gjer det. Det same gjeld dersom det følgjer av avtale med bortfestaren (leigaren) at grunneigaren kan gjere retten gjeldande.\n6. Grunneigaren skal betale eit rimeleg vederlag til bortfestaren (leigaren) for bruken av grunnen i leigetida så lenge han har det overtatte ståande der.\n1 Sjå § 32 nr. 8.\n2 Jfr. § 12.\n3 Jfr. § 1.\n4 Jfr. §§ 21 og 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "11:31",
      "chapter": "11",
      "section": "31",
      "content": "Lova gjeld heilt ut der festeavtale vert inngått etter at lova tok til å gjelde.​1\nLova gjeld likeins der avtale om lenging av eldre feste vert inngått etter at lova tok til å gjelde. Føresegnene i § 5 skal likevel ikkje vere til hinder for at vilkår om lån som er ytt før lova tok til å gjelde, vert halde oppe i lengingsavtale som nemnd.\nFor eldre feste gjeld lova så langt ikkje anna følgjer av § 32. Festet vert rekna for eldre der festeavtala og eventuell seinare lengingsavtale er inngått før lova tok til å gjelde.\n1 Jfr. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "11:32",
      "chapter": "11",
      "section": "32",
      "content": "Lova gjeld for eldre festehøve​1 med desse unntak eller brigde:\n1. Allmenne føresegner (§§ 1-5).\nFøresegna i § 3 gjeld ikkje.\nFøresegna i § 4 gjeld for eldre festehøve. Føresegna gjeld likevel ikkje for avtaler som er inngått før tomtefestelova tok til å gjelde 1. januar 1976, dersom det ville verke urimeleg for bortfestaren om han ikkje kunne krevje innløysing.\nI § 5 gjeld ikkje første og andre stykket. Om ikkje anna følgjer av det som er avtalt, gjeld tredje stykket der festetida går ut eller festet elles fell bort etter at lova tok til å gjelde.\n2. Festetid (§§ 6-9).\nFøresegnene i §§ 6-8 gjeld ikkje.\nFor feste som ville ha gått under § 6, er oppseiingsfristen 2 år dersom ikkje lengre tid er avtalt.\n– – –\n3. Innløysing (§§ 10-11).\nFestaren har ikkje innløysingsrett til tomta utan det ligg føre samtykke etter § 33.\n4. Festeavgift (§§ 12-14).\nParagraf 12 første stykket gjeld ikkje fråskiljing som er tinglyst før lova tok til å gjelde.\nPanteretten etter § 12 tredje stykket gjeld berre festeavgift som forfell etter at lova tok til å gjelde, og står tilbake for panterett som er tinglyst før lova tok til å gjelde.\nFøresegna i § 13 gjeld berre der festeavgifta vert auka i avtale (endringsavtale) etter at lova tok til å gjelde.\nFøresegna i § 14 gjeld berre der det etter at lova tok til å gjelde, vert gjort avtale (tilleggsavtale) om rett for ein part til å krevje regulering av festeavgifta.\n5. Råderetten (§§ 15-18 a).\nFestaren har rett til å føre festeretten over til ein annan (jfr. § 16), om ikkje anna følgjer av det som er avtalt.\nDersom festeretten berre kan overførast til ein som bortfestaren godkjenner, gjeld § 16 tredje, fjerde og femte stykket tilsvarande.\nFestaren har rett til å pantsetje festeretten og dei husa han har eller får på tomta (jfr. § 17), om ikkje anna følgjer av det som er avtalt.\nTredje stykket i § 17 gjeld berre pantsetjing i tida etter at lova tok til å gjelde, og tidlegare pantsetjing som ikkje er tinglyst før lova tok til å gjelde.\nFjerde stykket i § 17 gjeld berre der festaren får tinglyst eigarheimel etter at lova tok til å gjelde.\n6. Avvikling når festetida er ute (§§ 19-21).\nFøresegnene i §§ 19-21 gjeld berre der festetida går ut etter at lova tok til å gjelde.\n7. Mishald og avvikling etter heving (§§ 22-27).\nFøresegnene om avslag i avgifta og om skadebot gjeld berre for mishald i tida etter at lova tok til å gjelde.\nFøresegnene om heving og avvikling etter heving gjeld berre der festar eller bortfestar hever festeavtala etter at lova tok til å gjelde, men utan omsyn til om det er for mishald før denne tida.\n8. Lova elles (§§ 28-30).\nFøresegnene i § 30 nr. 1 og 2 gjeld ikkje.\nFøresegnene i § 30 nr. 3 og 5 om rett eller skyldnad til overtaking etter §§ 20 og 21 gjeld berre der festetida går ut etter at lova tok til å gjelde. Føresegnene om overtaking i hevingstilfelle etter §§ 23, 26 og 27 gjeld berre der festar eller bortfestar hever festeavtala etter at lova tok til å gjelde. Har bortfestaren (leigaren) overtatt etter krav i medhald av dette stykket, gjeld føresegna i § 30 nr. 4.\n0 Endra med lover 21 des 1979 nr. 72, 14 mars 1986 nr. 9, 12 mai 1989 nr. 22.\n1 Jfr. § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "11:33",
      "chapter": "11",
      "section": "33",
      "content": "Kongen​1 kan samtykke i at festaren får rett til å krevje innløyst tomt som er festa bort til bustadhus eller fritidshus før lova tok til å gjelde.​2 I samtykket kan innløysingsretten avgrensast til ein del av festegrunnen, og det kan setjast særlege vilkår elles, t.d. råderettsinnskrenkingar. Elles gjeld føresegnene i § 10 andre til sjuande stykket tilsvarande.\nSamtykke skal som regel gjelde innløysing frå den dag då festet er slutt. Søknad om samtykke til innløysing må sendast inn seinast 2 år før festetida er ute der festet er på åremål, og elles i rimeleg tid etter at festaren har fått oppseiing. Kongen​1 kan gje oppreising mot orsakande forsømming av fristen, såframt søknad er send inn før festetida er ute. Er søknaden ikkje avgjord når festetida er ute, har festaren rett til å bruke tomta på same vilkår som før til det er gjort endeleg vedtak i saka. Om sakførebuinga gjeld lov 23 oktober 1959 om oreigning av fast eigedom § 5 og §§ 11 til 15 tilsvarande.\nNår særlege grunnar talar for det, kan det gjevast samtykke til innløysing kortare eller lengre tid før festet er slutt, og endå der festet gjeld utan tidsavgrensing. I slike tilfelle kan innløysingstida ikkje setjast tidlegare enn 2 år etter at festaren har sendt inn søknad om samtykke til innløysing. Har festaren tidlegare fått avslag på slik søknad, kan ny søknad etter dette stykket ikkje sendast inn før etter 10 år.\nNår samtykke til innløysing er gitt, kan festaren få innløysinga gjennomførd ved skjønn​3 som fastset innløysingssummen og innløysingsvilkåra elles. Samtykket fell bort dersom skjønn ikkje er kravd innan 1 år. Elles gjeld § 11 tredje og fjerde stykket tilsvarande. Frådrag for verdauke som er nemnd i § 11 tredje stykket første punktum, skal likevel berre gjerast så langt festaren har krav på godtgjersle som nemnd i § 5 tredje stykket (sjå § 32 nr. 1 andre stykket andre punktum).\nNår særlege grunnar taler for det, kan festaren få samtykke til å krevje festetomta innløyst hjå ein grunneigar som ikkje er bortfestar, dersom grunneigaren har leigd bort grunnen til bortfestaren med rett til å feste han bort til hus for ein festar.\n0 Endra med lover 21 des 1979 nr. 72, 14 mars 1986 nr. 9.\n1 Fylkesmannen iflg. res. 20 mai 1988 nr. 361. I saker etter § 33 avgjer fylkesmannen òg spørsmål etter § 10 andre, tredje, fjerde og femte led (med «femte» er truleg meint sjette leden, sjå note 5 til § 10).\n2 Jfr. § 34.\n3 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "12:34",
      "chapter": "12",
      "section": "34",
      "content": "Lova gjeld frå den dag Kongen fastset.​1\n1 Frå 1 jan 1976 etter res. 19 des 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    }
  ]
}