{
  "id": "LOV-1964-06-05-2",
  "type": "statute",
  "title": "Lov om sosial omsorg.",
  "short_name": "Sosialomsorgsloven.",
  "status": "in_force",
  "issued_date": "1964-06-05",
  "in_force_date": "1965-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1964-06-05-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Hver kommune skal yte hjelp etter bestemmelsene i denne lov til den som oppholder seg i kommunen.\nOppholdskommunen kan dog henvise den som har bosted​2 i annen kommune til å søke hjelp der, i den utstrekning dette ikke må antas å være til skade for ham.\nKongen kan gi forskrifter som begrenser anvendelsen av loven på personer som ikke er norske statsborgere, eller som ikke har bopel i riket.\n1 Endret ved lov 9 mars 1990 nr. 5. – Jfr. §§ 5, 6 og 17.\n2 Se § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Helse- og sosialstyret, jfr. § 7, gir opplysninger, råd og vegledning til den som trenger det for å bli selvhjulpen eller for å kunne overvinne eller tilpasse seg en vanskelig livssituasjon.\n1 Endret ved lov 12 juni 1987 nr. 70.– Jfr. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "1. Til den som ikke er i stand til å sørge for sitt livsopphold eller til å dra omsorg for seg selv, ytes sosialhjelp i følgende former:\na. Lån, garanti for lån eller bidrag til yrkesopplæring, til å komme i gang med et erverv eller til andre formål med sikte på å gjøre vedkommende selvhjulpen.​2\nb. Arbeid mot godtgjøring i arbeidsheim eller vernet bedrift med eller uten opphold der.\nc. Opphold i aldersheim, pleieheim, bolig med heldøgns omsorgstjenester for barn og unge eller andre passende institusjoner.\nd. Privat forpleining (familiepleie), jfr. § 20 b.\ne. Bidrag eller i unntakstilfelle lån til livsopphold.\nf. Lån eller bidrag til andre formål enn nevnt i bokstav a-e i den utstrekning det anses nødvendig.​2\ng. Hjelp i hjemmet til dem som har et særlig hjelpebehov på grunn av sykdom, funksjonshemning, alder eller av andre årsaker.\n2. Helse- og sosialstyret​3 kan i særlige tilfelle, selv om vilkårene i nr. 1 ikke er til stede, yte økonomisk hjelp til personer som trenger det for å kunne overvinne eller tilpasse seg en vanskelig livssituasjon.\n3. Den som søker om sosialhjelp plikter å la seg undersøke av den lege som helse- og sosialstyret​3 bestemmer, dersom dette finnes nødvendig for avgjørelsen av søknaden.\nVed tilståelse av sosialhjelp skal det samtidig i nødvendig utstrekning fastsettes nærmere vilkår for hjelpen.\nHelse- og sosialstyret​3 kan tilstå hjelp helt eller delvis i form av naturalytelser, hvis det i det enkelte tilfelle finner at vedkommende på grunn av særlige forhold er best tjent med å få hjelpen på slik måte.\n4. Den som har underholdsplikt overfor ektefelle eller barn er så langt underholdsplikten rekker, ansvarlig for sosialhjelp som ytes dem i form av lån eller garanti for lån.​2 Dersom noe bestemt underholdsbidrag ikke er pålagt, kan fylkesmannen etter forslag av helse- og sosialstyret bestemme hvor stor del av lånet eller garantisummen den underholdspliktige skal være ansvarlig for.\nDen kommune som har ytt hjelp, trer inn i retten til underholdsbidrag og andre pengeytelser dersom tilstått eller garantert lån blir misligholdt.​2\nKommunens tilgodehavende hos den underholdspliktige kreves inn etter reglene i lov om innkreving av underholdsbidrag m.v.​4 Innkreving må være forlangt innen tre år fra den tiden lånet forfalt til betaling.​2 Innbetalt underholdsbidrag skal først nyttes til dekning av løpende bidrag for vedkommende måned, deretter dekkes eventuelle bidragsrestanser for tiden før hjelp er ytt og til sist kommunens tilgodehavende.\n5. Når helse- og sosialstyret​3 helt eller delvis dekker utgiftene til opphold i sosial institusjon o.l. som nevnt i nr. 1 bokstav c og d, kan helse- og sosialstyret til dekning av oppholdsutgiftene kreve refusjon i pensjonærens inntekter. Av inntekter inntil folketrygdens grunnbeløp​5 betaler pensjonæren inntil 75 prosent av inntekten. Av inntekten utover folketrygdens grunnbeløp betaler pensjonæren inntil 85 prosent. Refusjon kan tidligst kreves fra og med andre kalendermåned etter at innflytting fant sted, eller etter tilsammen 60 døgns opphold innen samme kalenderår.\nDepartementet kan gi nærmere forskrifter om beregningsgrunnlaget for refusjon etter første ledd, og Kongen kan fastsette et fribeløp før refusjonskravet beregnes.​6\nKongen kan også fastsette vederlag for korttidsopphold og dag- eller nattopphold som ikke faller inn under betalingsplikten etter foregående ledd.​6\n6. Dersom en sosialhjelpsmottaker med tilbakevirkning får innvilget ytelser etter lov om folketrygd eller lovene om krigspensjonering, kan helse- og sosialstyret kreve refusjon i det beløp som skal etterbetales til dekning av sine utlegg til samme formål og for samme tidsrom. Dersom sosialhjelpsmottakeren er gift kan helse- og sosialstyret, hvor dette finnes rimelig, med fylkesmannens samtykke kreve refusjon etter reglene i første punktum også hos ektefellen, såfremt sosialhjelpen er kommet vedkommende til gode.\n7. Kongen kan gi forskrifter​7 om egenbetaling for hjelp i hjemmet som nevnt i nr. 1 bokstav g.\n8. Bolig med heldøgns omsorgstjenester etter denne lov, er bolig der barn og unge under 18 år bor utenfor foreldrehjemmet som følge av behov for særlig omsorg. Dette gjelder ikke når boforholdet er regulert av annen lovgivning. Departementet​8 kan gi nærmere forskrifter om når bolig for barn og unge skal regnes for slik bolig med heldøgns omsorgstjenester.\nFor å sikre en forsvarlig standard på bolig med heldøgns omsorgstjenester for barn og unge, kan departementet gi veiledende retningslinjer om bygninger og utstyr, om bemanning og de ansattes utdanning m.v.\nFylkesmannen skal føre tilsyn med at bolig med heldøgns omsorgstjenester for barn og unge drives i samsvar med denne loven og forskrifter til loven. Finner fylkesmannen at boligen drives uforsvarlig, kan han gi pålegg om å rette forholdet.\n1 Endret ved lover 16 juni 1971, 1 juni 1973 nr. 32, 10 juni 1977 nr. 85, 21 april 1978 nr. 16, 23 mai 1980 nr. 14, 18 des 1981 nr. 94, 11 juli 1986 nr. 55, 12 juni 1987 nr. 70, 16 des 1988 nr. 78, 31 mai 1991 nr. 21, 20 juni 1991 nr. 41. – Jfr. § 14. – Jfr. forskrifter gitt av Sosialdepartementet 7 juli 1972 nr. 9765 om pensjonærers betaling for opphold i sosial institusjon og privatforpleining, 20 des 1977 nr. 2 om pensjonærers betaling for opphold i aldershjem, 12 mars 1981 nr. 8693 om privat forpleining, 16 des 1988 nr. 1036 om beregning av fribeløp og vederlag for korttidsopphold m.v. i institusjon, 21 des 1988 nr. 1149 om vederlag for opphold i institusjon m.v. – Se § 11.\n2 Jfr. § 4.\n3 Jfr. § 7.\n4 Lov 9 des 1955 nr. 5.\n5 Jfr. lov 17 juni 1966 nr. 12 § 6-2.\n6 Se note 1.\n7 Res. 27 sep 1991 nr. 630.\n8 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Hvis lån som er tilstått etter § 3 ikke blir betalt ved forfall, skal helse- og sosialstyret​2 avgjøre om lånet skal inndrives. Det samme gjelder krav som er oppstått som følge av innfrielse av garantiansvar. Forfalt lån etter § 3 og regresskrav det offentlige har som følge av at garanti etter § 3 er blitt effektiv, er tvangsgrunnlag for utlegg.​3\n1 Endret ved lover 12 juni 1987 nr. 70, 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765).\n2 Jfr. § 7.\n3 Jfr. tvangsfullbl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Yter helse- og sosialstyret​2 i en kommune eller annen offentlig institusjon hjelp i former som nevnt i § 3 nr. 1, b-d, og heimen, institusjonen eller pleiestedet ligger i en annen kommune er førstnevnte kommune ansvarlig for utgiftene.\nDet samme gjelder når en person reiser fra sin bostedskommune eller faste oppholdssted til en annen kommune i den hensikt å søke bistand av eller opphold i en institusjon m.v.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Jfr. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Som bostedskommune etter denne lov anses den kommune der en person til enhver tid har heimen sin, eller sitt faste oppholdssted dersom han ikke har noen heim. For person som oppholder seg i institusjon eller privat forpleiningssted hvor oppholdsutgiftene helt eller delvis dekkes av det offentlige etter lov om psykisk helsevern​2 eller etter lov om sykehus​3 § 12, legges til grunn forholdene på den tid da vedkommende ble mottatt i institusjon eller forpleiningssted.\nBarn har til det fyller 16 år samme bostedskommune som foreldrene eller bostedskommunen til den av foreldrene som det lever hos eller seinest levde hos. Barn som fyller 16 år under opphold i institusjon eller forpleiningssted som nevnt i første ledds annet punktum, skal ved fortsatt opphold ha samme bostedskommune som ved fylte 16 år.\n1 Endret ved lover 25 mai 1966, 1 juni 1973 nr. 32, 30 mars 1984 nr. 14. – Jfr. § 17.\n2 Lov 28 april 1961 nr. 2.\n3 Lov 19 juni 1969 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "I hver kommune skal det være et helse- og sosialstyre på minst 5 medlemmer.\nKommunestyret fastsetter tallet på medlemmer og velger medlemmer og varamenn.\nLeder og nestleder i helse- og sosialstyret velges av kommunestyret.\nHelse- og sosialstyret skal ha samme funksjonstid som kommunestyret.\nTjenestemenn som er nevnt i § 10 tredje ledd og i lov​2 om kommunalt helse- og sosialstyre m.v. § 5 kan ikke velges som medlemmer av helse- og sosialstyret eller underutvalgene. For øvrig gjelder bestemmelsene i § 10 i lov om kommunevalg​3 tilsvarende for helse- og sosialstyret og nemndene. Mister et medlem valgbarheten, trer det ut.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Lov 12 juni 1987 nr. 70.\n3 Se nå lov 1 mars 1985 nr. 3 §§ 12 og 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Helse- og sosialstyret​2 skal samordne det sosiale arbeid i kommunen​3 og skal\na. utføre de oppgaver som er pålagt det i lov eller av kommunestyret,\nb. ha tilsyn med sosiale institusjoner i kommunen og ta initiativ til tiltak som kan styrke det sosiale vern for kommunens innbyggere,\nc. utarbeide et samlet budsjettforslag hvert år for det sosiale arbeid i kommunen.\n1 Endret ved lov 12 juni 1987 nr. 70. – Jfr. forskrift nr. 9764 gitt av Sosialdepartementet 30 april 1969 om tilsyn med aldershjem.\n2 Jfr. § 7.\n3 Jfr. lover 26 feb 1932 nr. 1 § 1, 17 juli 1953 nr. 14 § 1, 19 nov 1982 nr. 66 § 4a-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "I alle kommuner skal administrasjonen av helse- og sosialstyrets​2 virksomhet etter lov om edruskapsvern, lov om barnevern og lov om sosial omsorg legges til et sosialkontor.\nEn kommune kan med Sosialdepartementets samtykke opprette slikt kontor i samarbeid med en eller flere andre kommuner. I særlige tilfelle kan kommuner fritas for å opprette sosialkontor.\nSosialkontoret ledes av en tjenestemann hvis myndighet skal fastsettes i den plan som skal utarbeides etter lov 19. november 1982 nr. 68 om planlegging av og forsøksvirksomhet i sosialtjenesten og helsetjenesten i kommunene.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Kommunestyret kan, etter forslag fra helse- og sosialstyret,​2 bestemme at lederen av sosialkontoret skal ha myndighet til å fatte vedtak etter denne lovs §§ 1 og 3.\n1 Endret ved lover 7 juni 1968 nr. 5, 14 feb 1975 nr. 2, 21 april 1978 nr. 16, 12 juni 1987 nr. 70.\n2 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Søknad om sosialhjelp settes fram muntlig eller skriftlig for helse- og sosialstyret​2 i den kommune hvor søkeren oppholder seg.​3\nSøkeren plikter å gi de opplysninger som helse- og sosialstyret​2 finner nødvendige for å kunne avgjøre saken.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Jfr. § 7.\n3 Jfr. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Helse- og sosialstyret​2 skal foreta nødvendige undersøkelser for å bringe på det rene søkerens behov for bistand og grunnen til at han er kommet i en slik situasjon at han trenger bistand.\nStyret skal deretter søke å finne en løsning av situasjonen i samsvar med bestemmelsen i § 2.\nViser det seg at søkeren trenger hjelp som nevnt i § 3, skal styret ved valg av hjelpetiltak ta omsyn til behovet i det enkelte tilfelle og i første rekke legge vekt på å få søkeren i arbeid slik at han kan bli selvhjulpen.\nHelse- og sosialstyrene​2 skal bistå hverandre i saker etter denne lov.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Den fylkesnemnd som er opprettet i henhold til lov om folketrygd​2 § 13-3,​3 skal gi råd og uttalelser om spørsmål som helse- og sosialstyrene​4 i fylket finner grunn til å forelegge for den.\nFylkesnemnda kan også selv ta opp med helse- og sosialstyrene spørsmål om gjennomføringen av tiltak etter denne eller andre lover innenfor helse- og sosialstyrets arbeidsområde.\nHvis det må antas at behovet for sosial hjelp skyldes sykdom eller annen legemlig eller sjelelig svekkelse, skal helse- og sosialstyret forelegge saken for fylkesnemnda til uttalelse.\nDepartementet​5 kan for den enkelte kommune gjøre unntak fra bestemmelsen i tredje ledd hvis helse- og sosialstyret selv har til rådighet nødvendig sakkyndig bistand.\n1 Endret ved lover 1 juni 1973 nr. 32, 12 juni 1987 nr. 70.\n2 Lov 17 juni 1966 nr. 12.\n3 Bestemmelsen er opphevd ved lov 14 juni 1991 nr. 31.\n4 Se § 7.\n5 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 1 mars 1991 nr. 1 med virkning fra 1 jan 1991.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "6:17",
      "chapter": "6",
      "section": "17",
      "content": "Departementet​2 avgjør tvistemål som måtte oppstå mellom to eller flere kommuner etter denne lov, herunder hvilken kommune som det påhviler å yte sosialhjelp eller å bære utgiftene hermed.​3\n1 Se § 25 nr. 3.\n2 Sosialdepartementet.\n3 Se §§ 1, 5 og 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "content": "1. Den som har søkt om sosialhjelp, kan klage helse- og sosialstyrets​2 vedtak etter §§ 1, 3 og 4 inn for fylkesmannen. Det samme gjelder vedtak fattet av lederen av sosialkontoret,​3 men klagen skal da forelegges helse- og sosialstyret før den sendes fylkesmannen. Samme rett til klage har den som har underholdsplikt overfor søkeren.\nDen som er pålagt refusjonsansvar etter § 3 nr. 4 første ledd annet punktum og nr. 6 annet punktum, kan klage fylkesmannens vedtak inn for departementet.​4\nFristen for å klage er 3 uker. Settes klagen fram muntlig, skal det sørges for at klagen blir skrevet og undertegnet av søkeren eller hans fullmektig.\n2. Fylkesmannen kan omgjøre styrets vedtak dersom vedtaket finnes å være i strid med loven eller forskrifter gitt med hjemmel i den eller bygger på en skjønnsmessig vurdering som er åpenbart urimelig. Fylkesmannen kan også sende saka tilbake til ny behandling av helse- og sosialstyret.\n1 Endret ved lover 19 juni 1969 nr. 54, 16 juni 1971 nr. 71, 1 juni 1973 nr. 32, 21 april 1978 nr. 16, 12 juni 1987 nr. 70.\n2 Jfr. § 7.\n3 Jfr. § 11.\n4 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "7:19",
      "chapter": "7",
      "section": "19",
      "content": "Enhver som utfører tjeneste eller arbeid for et forvaltningsorgan eller en institusjon i henhold til loven her, har taushetsplikt etter forvaltningsloven​2 §§ 13 til 13 e. Overtredelse straffes etter straffeloven § 121.\nTaushetsplikten gjelder også fødested, fødselsdato, personnummer,​3 statsborgerforhold, sivilstand, yrke, bopel og arbeidssted. Opplysning om en klients oppholdssted kan likevel gis når det er klart at det ikke vil skade tilliten til organet eller institusjonen å gi slik opplysning.\nOpplysninger til andre forvaltningsorganer, jf forvaltningsloven​2 § 13 b nr. 5 og 6, kan bare gis når dette er nødvendig for å fremme avgiverorganets eller institusjonens oppgaver eller for å forebygge vesentlig fare for liv eller alvorlig skade for noens helse.\n1 Endret ved lov 16 mai 1986 nr. 21.\n2 Lov 10 feb 1967.\n3 Jfr. lov 16 jan 1970 nr. 1 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "7:20",
      "chapter": "7",
      "section": "20",
      "content": "Enhver offentlig og kommunal myndighet er pliktig til uten særskilt godtgjørelse og uten hinder av taushetsplikt å gi helse- og sosialstyret​2 til bruk for saker etter denne lov de opplysninger som vedkommende i kraft av sin stilling sitter inne med.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "7:20 a",
      "chapter": "7",
      "section": "20 a",
      "content": "Enhver aldersheim skal ha godkjenning av departementet.​2 Ny aldersheim må ikke tas i bruk før godkjenning foreligger. Departementet​2 gir bestemmelser om de krav som kan stilles til heimene og om fremgangsmåten ved søknad om godkjenning.\n1 Tilføyd ved lov 19 juni 1970 nr. 50.\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20 a."
      }
    },
    {
      "provision_ref": "7:20 b",
      "chapter": "7",
      "section": "20 b",
      "content": "Departementet​2 kan gi nærmere forskrifter​3 om privat forpleining (familiepleie) etter § 3 nr. 1 d, herunder gi regler om godkjenning av forpleier og forpleiningssted, om gjennomføring av tilsynet, og om klientens, forpleierens og kommunens rettigheter og plikter.\n1 Tilføyd ved lov 23 mai 1980 nr. 14.\n2 Sosialdepartementet.\n3 Forskrift nr. 8868 om privat forpleining (familiepleie) gitt 2 mars 1981.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20b",
        "source_heading": "§ 20 b."
      }
    },
    {
      "provision_ref": "7:20 c",
      "chapter": "7",
      "section": "20 c",
      "content": "Planlegging av sosialtjenesten i kommunen skal skje i henhold til bestemmelsene i lov om planlegging av og forsøksvirksomhet i sosialtjenesten og helsetjenesten i kommunene.​2\n1 Tilføyd ved lov 19 nov 1982 nr. 67.\n2 Lov 19 nov 1982 nr. 68.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20c",
        "source_heading": "§ 20 c."
      }
    },
    {
      "provision_ref": "7:20 d",
      "chapter": "7",
      "section": "20 d",
      "content": "Staten yter årlig rammetilskudd til delvis dekning av kommunenes utgifter til sosialtjenesten. Tilskuddet inngår i det samlede rammetilskuddet til kommunenes helse- og sosialtjeneste.\nTilskuddet fordeles til kommunene etter regler gitt av Kongen.\nDepartementet​2 kan sette nærmere vilkår for utbetaling av tilskudd til den enkelte kommune.\n1 Tilføyd ved lov 19 nov 1982 nr. 67, endret ved lover 31 mai 1985 nr. 41, 11 des 1987 nr. 74, 21 des 1990 nr. 80 (i kraft 1 jan 1991).\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20d",
        "source_heading": "§ 20 d."
      }
    },
    {
      "provision_ref": "7:21",
      "chapter": "7",
      "section": "21",
      "content": "Departementet​1 kan gi nærmere forskrifter om gjennomføringen av denne lov.​2\n1 Sosialdepartementet.\n2 Se note 1 til § 3, note 1 til § 8 og note 3 til § 20 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "7:22",
      "chapter": "7",
      "section": "22",
      "content": "Departementet​1 kan i den utstrekning det finner det nødvendig føre tilsyn med gjennomføringen av denne lov.\n1 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "7:23",
      "chapter": "7",
      "section": "23",
      "content": "Kongen kan slutte overenskomst med annet land om sosialhjelp etter denne lov og herunder gjøre unntak fra lovens regler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "8:24",
      "chapter": "8",
      "section": "24",
      "content": "Denne lov trer i kraft 1. januar 1965.\n– – –.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "8:25",
      "chapter": "8",
      "section": "25",
      "content": "1. Kongen bestemmer hvorledes det skal forholdes med de fond og andre midler som er oppsamlet etter bestemmelsene i kap. 4, §§ 28 til 42 og § 47 i lov om forsorgsvæsenet av 19. mai 1900.\n2. For den som det ved denne lovs ikrafttreden blir ytt full refusjon for fra heimstavnskommunen til oppholdskommunen i stedet for heimsending etter lov om forsorgsvæsenet av 19. mai 1900 § 14, skal det fortsatt ytes full refusjon så lenge trangen ikke er endelig opphørt.\n3. Reglene om avgjerd av tvister i lov om forsorgsvæsenet av 19. mai 1900 og i andre lover som henviser tvister til avgjerd etter reglene i lov om forsorgsvæsenet, gjelder fortsatt for tvister om forhold som refererer seg til tiden før lovens ikrafttreden.\n4. Erstatningskrav som forsorgsvæsenet har i følge lov om forsorgsvæsenet av 19. mai 1900 § 1, annet ledd, og § 6 kan fortsatt gjøres gjeldende etter reglene i nevnte lov.\n1 Endret ved lov 31 mai 1985 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Hver kommune skal yte hjelp etter bestemmelsene i denne lov til den som oppholder seg i kommunen.\nOppholdskommunen kan dog henvise den som har bosted​2 i annen kommune til å søke hjelp der, i den utstrekning dette ikke må antas å være til skade for ham.\nKongen kan gi forskrifter som begrenser anvendelsen av loven på personer som ikke er norske statsborgere, eller som ikke har bopel i riket.\n1 Endret ved lov 9 mars 1990 nr. 5. – Jfr. §§ 5, 6 og 17.\n2 Se § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Helse- og sosialstyret, jfr. § 7, gir opplysninger, råd og vegledning til den som trenger det for å bli selvhjulpen eller for å kunne overvinne eller tilpasse seg en vanskelig livssituasjon.\n1 Endret ved lov 12 juni 1987 nr. 70.– Jfr. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "1. Til den som ikke er i stand til å sørge for sitt livsopphold eller til å dra omsorg for seg selv, ytes sosialhjelp i følgende former:\na. Lån, garanti for lån eller bidrag til yrkesopplæring, til å komme i gang med et erverv eller til andre formål med sikte på å gjøre vedkommende selvhjulpen.​2\nb. Arbeid mot godtgjøring i arbeidsheim eller vernet bedrift med eller uten opphold der.\nc. Opphold i aldersheim, pleieheim, bolig med heldøgns omsorgstjenester for barn og unge eller andre passende institusjoner.\nd. Privat forpleining (familiepleie), jfr. § 20 b.\ne. Bidrag eller i unntakstilfelle lån til livsopphold.\nf. Lån eller bidrag til andre formål enn nevnt i bokstav a-e i den utstrekning det anses nødvendig.​2\ng. Hjelp i hjemmet til dem som har et særlig hjelpebehov på grunn av sykdom, funksjonshemning, alder eller av andre årsaker.\n2. Helse- og sosialstyret​3 kan i særlige tilfelle, selv om vilkårene i nr. 1 ikke er til stede, yte økonomisk hjelp til personer som trenger det for å kunne overvinne eller tilpasse seg en vanskelig livssituasjon.\n3. Den som søker om sosialhjelp plikter å la seg undersøke av den lege som helse- og sosialstyret​3 bestemmer, dersom dette finnes nødvendig for avgjørelsen av søknaden.\nVed tilståelse av sosialhjelp skal det samtidig i nødvendig utstrekning fastsettes nærmere vilkår for hjelpen.\nHelse- og sosialstyret​3 kan tilstå hjelp helt eller delvis i form av naturalytelser, hvis det i det enkelte tilfelle finner at vedkommende på grunn av særlige forhold er best tjent med å få hjelpen på slik måte.\n4. Den som har underholdsplikt overfor ektefelle eller barn er så langt underholdsplikten rekker, ansvarlig for sosialhjelp som ytes dem i form av lån eller garanti for lån.​2 Dersom noe bestemt underholdsbidrag ikke er pålagt, kan fylkesmannen etter forslag av helse- og sosialstyret bestemme hvor stor del av lånet eller garantisummen den underholdspliktige skal være ansvarlig for.\nDen kommune som har ytt hjelp, trer inn i retten til underholdsbidrag og andre pengeytelser dersom tilstått eller garantert lån blir misligholdt.​2\nKommunens tilgodehavende hos den underholdspliktige kreves inn etter reglene i lov om innkreving av underholdsbidrag m.v.​4 Innkreving må være forlangt innen tre år fra den tiden lånet forfalt til betaling.​2 Innbetalt underholdsbidrag skal først nyttes til dekning av løpende bidrag for vedkommende måned, deretter dekkes eventuelle bidragsrestanser for tiden før hjelp er ytt og til sist kommunens tilgodehavende.\n5. Når helse- og sosialstyret​3 helt eller delvis dekker utgiftene til opphold i sosial institusjon o.l. som nevnt i nr. 1 bokstav c og d, kan helse- og sosialstyret til dekning av oppholdsutgiftene kreve refusjon i pensjonærens inntekter. Av inntekter inntil folketrygdens grunnbeløp​5 betaler pensjonæren inntil 75 prosent av inntekten. Av inntekten utover folketrygdens grunnbeløp betaler pensjonæren inntil 85 prosent. Refusjon kan tidligst kreves fra og med andre kalendermåned etter at innflytting fant sted, eller etter tilsammen 60 døgns opphold innen samme kalenderår.\nDepartementet kan gi nærmere forskrifter om beregningsgrunnlaget for refusjon etter første ledd, og Kongen kan fastsette et fribeløp før refusjonskravet beregnes.​6\nKongen kan også fastsette vederlag for korttidsopphold og dag- eller nattopphold som ikke faller inn under betalingsplikten etter foregående ledd.​6\n6. Dersom en sosialhjelpsmottaker med tilbakevirkning får innvilget ytelser etter lov om folketrygd eller lovene om krigspensjonering, kan helse- og sosialstyret kreve refusjon i det beløp som skal etterbetales til dekning av sine utlegg til samme formål og for samme tidsrom. Dersom sosialhjelpsmottakeren er gift kan helse- og sosialstyret, hvor dette finnes rimelig, med fylkesmannens samtykke kreve refusjon etter reglene i første punktum også hos ektefellen, såfremt sosialhjelpen er kommet vedkommende til gode.\n7. Kongen kan gi forskrifter​7 om egenbetaling for hjelp i hjemmet som nevnt i nr. 1 bokstav g.\n8. Bolig med heldøgns omsorgstjenester etter denne lov, er bolig der barn og unge under 18 år bor utenfor foreldrehjemmet som følge av behov for særlig omsorg. Dette gjelder ikke når boforholdet er regulert av annen lovgivning. Departementet​8 kan gi nærmere forskrifter om når bolig for barn og unge skal regnes for slik bolig med heldøgns omsorgstjenester.\nFor å sikre en forsvarlig standard på bolig med heldøgns omsorgstjenester for barn og unge, kan departementet gi veiledende retningslinjer om bygninger og utstyr, om bemanning og de ansattes utdanning m.v.\nFylkesmannen skal føre tilsyn med at bolig med heldøgns omsorgstjenester for barn og unge drives i samsvar med denne loven og forskrifter til loven. Finner fylkesmannen at boligen drives uforsvarlig, kan han gi pålegg om å rette forholdet.\n1 Endret ved lover 16 juni 1971, 1 juni 1973 nr. 32, 10 juni 1977 nr. 85, 21 april 1978 nr. 16, 23 mai 1980 nr. 14, 18 des 1981 nr. 94, 11 juli 1986 nr. 55, 12 juni 1987 nr. 70, 16 des 1988 nr. 78, 31 mai 1991 nr. 21, 20 juni 1991 nr. 41. – Jfr. § 14. – Jfr. forskrifter gitt av Sosialdepartementet 7 juli 1972 nr. 9765 om pensjonærers betaling for opphold i sosial institusjon og privatforpleining, 20 des 1977 nr. 2 om pensjonærers betaling for opphold i aldershjem, 12 mars 1981 nr. 8693 om privat forpleining, 16 des 1988 nr. 1036 om beregning av fribeløp og vederlag for korttidsopphold m.v. i institusjon, 21 des 1988 nr. 1149 om vederlag for opphold i institusjon m.v. – Se § 11.\n2 Jfr. § 4.\n3 Jfr. § 7.\n4 Lov 9 des 1955 nr. 5.\n5 Jfr. lov 17 juni 1966 nr. 12 § 6-2.\n6 Se note 1.\n7 Res. 27 sep 1991 nr. 630.\n8 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Hvis lån som er tilstått etter § 3 ikke blir betalt ved forfall, skal helse- og sosialstyret​2 avgjøre om lånet skal inndrives. Det samme gjelder krav som er oppstått som følge av innfrielse av garantiansvar. Forfalt lån etter § 3 og regresskrav det offentlige har som følge av at garanti etter § 3 er blitt effektiv, er tvangsgrunnlag for utlegg.​3\n1 Endret ved lover 12 juni 1987 nr. 70, 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765).\n2 Jfr. § 7.\n3 Jfr. tvangsfullbl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Yter helse- og sosialstyret​2 i en kommune eller annen offentlig institusjon hjelp i former som nevnt i § 3 nr. 1, b-d, og heimen, institusjonen eller pleiestedet ligger i en annen kommune er førstnevnte kommune ansvarlig for utgiftene.\nDet samme gjelder når en person reiser fra sin bostedskommune eller faste oppholdssted til en annen kommune i den hensikt å søke bistand av eller opphold i en institusjon m.v.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Jfr. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Som bostedskommune etter denne lov anses den kommune der en person til enhver tid har heimen sin, eller sitt faste oppholdssted dersom han ikke har noen heim. For person som oppholder seg i institusjon eller privat forpleiningssted hvor oppholdsutgiftene helt eller delvis dekkes av det offentlige etter lov om psykisk helsevern​2 eller etter lov om sykehus​3 § 12, legges til grunn forholdene på den tid da vedkommende ble mottatt i institusjon eller forpleiningssted.\nBarn har til det fyller 16 år samme bostedskommune som foreldrene eller bostedskommunen til den av foreldrene som det lever hos eller seinest levde hos. Barn som fyller 16 år under opphold i institusjon eller forpleiningssted som nevnt i første ledds annet punktum, skal ved fortsatt opphold ha samme bostedskommune som ved fylte 16 år.\n1 Endret ved lover 25 mai 1966, 1 juni 1973 nr. 32, 30 mars 1984 nr. 14. – Jfr. § 17.\n2 Lov 28 april 1961 nr. 2.\n3 Lov 19 juni 1969 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "I hver kommune skal det være et helse- og sosialstyre på minst 5 medlemmer.\nKommunestyret fastsetter tallet på medlemmer og velger medlemmer og varamenn.\nLeder og nestleder i helse- og sosialstyret velges av kommunestyret.\nHelse- og sosialstyret skal ha samme funksjonstid som kommunestyret.\nTjenestemenn som er nevnt i § 10 tredje ledd og i lov​2 om kommunalt helse- og sosialstyre m.v. § 5 kan ikke velges som medlemmer av helse- og sosialstyret eller underutvalgene. For øvrig gjelder bestemmelsene i § 10 i lov om kommunevalg​3 tilsvarende for helse- og sosialstyret og nemndene. Mister et medlem valgbarheten, trer det ut.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Lov 12 juni 1987 nr. 70.\n3 Se nå lov 1 mars 1985 nr. 3 §§ 12 og 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Helse- og sosialstyret​2 skal samordne det sosiale arbeid i kommunen​3 og skal\na. utføre de oppgaver som er pålagt det i lov eller av kommunestyret,\nb. ha tilsyn med sosiale institusjoner i kommunen og ta initiativ til tiltak som kan styrke det sosiale vern for kommunens innbyggere,\nc. utarbeide et samlet budsjettforslag hvert år for det sosiale arbeid i kommunen.\n1 Endret ved lov 12 juni 1987 nr. 70. – Jfr. forskrift nr. 9764 gitt av Sosialdepartementet 30 april 1969 om tilsyn med aldershjem.\n2 Jfr. § 7.\n3 Jfr. lover 26 feb 1932 nr. 1 § 1, 17 juli 1953 nr. 14 § 1, 19 nov 1982 nr. 66 § 4a-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "I alle kommuner skal administrasjonen av helse- og sosialstyrets​2 virksomhet etter lov om edruskapsvern, lov om barnevern og lov om sosial omsorg legges til et sosialkontor.\nEn kommune kan med Sosialdepartementets samtykke opprette slikt kontor i samarbeid med en eller flere andre kommuner. I særlige tilfelle kan kommuner fritas for å opprette sosialkontor.\nSosialkontoret ledes av en tjenestemann hvis myndighet skal fastsettes i den plan som skal utarbeides etter lov 19. november 1982 nr. 68 om planlegging av og forsøksvirksomhet i sosialtjenesten og helsetjenesten i kommunene.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Kommunestyret kan, etter forslag fra helse- og sosialstyret,​2 bestemme at lederen av sosialkontoret skal ha myndighet til å fatte vedtak etter denne lovs §§ 1 og 3.\n1 Endret ved lover 7 juni 1968 nr. 5, 14 feb 1975 nr. 2, 21 april 1978 nr. 16, 12 juni 1987 nr. 70.\n2 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Søknad om sosialhjelp settes fram muntlig eller skriftlig for helse- og sosialstyret​2 i den kommune hvor søkeren oppholder seg.​3\nSøkeren plikter å gi de opplysninger som helse- og sosialstyret​2 finner nødvendige for å kunne avgjøre saken.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Jfr. § 7.\n3 Jfr. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Helse- og sosialstyret​2 skal foreta nødvendige undersøkelser for å bringe på det rene søkerens behov for bistand og grunnen til at han er kommet i en slik situasjon at han trenger bistand.\nStyret skal deretter søke å finne en løsning av situasjonen i samsvar med bestemmelsen i § 2.\nViser det seg at søkeren trenger hjelp som nevnt i § 3, skal styret ved valg av hjelpetiltak ta omsyn til behovet i det enkelte tilfelle og i første rekke legge vekt på å få søkeren i arbeid slik at han kan bli selvhjulpen.\nHelse- og sosialstyrene​2 skal bistå hverandre i saker etter denne lov.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Den fylkesnemnd som er opprettet i henhold til lov om folketrygd​2 § 13-3,​3 skal gi råd og uttalelser om spørsmål som helse- og sosialstyrene​4 i fylket finner grunn til å forelegge for den.\nFylkesnemnda kan også selv ta opp med helse- og sosialstyrene spørsmål om gjennomføringen av tiltak etter denne eller andre lover innenfor helse- og sosialstyrets arbeidsområde.\nHvis det må antas at behovet for sosial hjelp skyldes sykdom eller annen legemlig eller sjelelig svekkelse, skal helse- og sosialstyret forelegge saken for fylkesnemnda til uttalelse.\nDepartementet​5 kan for den enkelte kommune gjøre unntak fra bestemmelsen i tredje ledd hvis helse- og sosialstyret selv har til rådighet nødvendig sakkyndig bistand.\n1 Endret ved lover 1 juni 1973 nr. 32, 12 juni 1987 nr. 70.\n2 Lov 17 juni 1966 nr. 12.\n3 Bestemmelsen er opphevd ved lov 14 juni 1991 nr. 31.\n4 Se § 7.\n5 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 1 mars 1991 nr. 1 med virkning fra 1 jan 1991.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "6:17",
      "chapter": "6",
      "section": "17",
      "content": "Departementet​2 avgjør tvistemål som måtte oppstå mellom to eller flere kommuner etter denne lov, herunder hvilken kommune som det påhviler å yte sosialhjelp eller å bære utgiftene hermed.​3\n1 Se § 25 nr. 3.\n2 Sosialdepartementet.\n3 Se §§ 1, 5 og 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "content": "1. Den som har søkt om sosialhjelp, kan klage helse- og sosialstyrets​2 vedtak etter §§ 1, 3 og 4 inn for fylkesmannen. Det samme gjelder vedtak fattet av lederen av sosialkontoret,​3 men klagen skal da forelegges helse- og sosialstyret før den sendes fylkesmannen. Samme rett til klage har den som har underholdsplikt overfor søkeren.\nDen som er pålagt refusjonsansvar etter § 3 nr. 4 første ledd annet punktum og nr. 6 annet punktum, kan klage fylkesmannens vedtak inn for departementet.​4\nFristen for å klage er 3 uker. Settes klagen fram muntlig, skal det sørges for at klagen blir skrevet og undertegnet av søkeren eller hans fullmektig.\n2. Fylkesmannen kan omgjøre styrets vedtak dersom vedtaket finnes å være i strid med loven eller forskrifter gitt med hjemmel i den eller bygger på en skjønnsmessig vurdering som er åpenbart urimelig. Fylkesmannen kan også sende saka tilbake til ny behandling av helse- og sosialstyret.\n1 Endret ved lover 19 juni 1969 nr. 54, 16 juni 1971 nr. 71, 1 juni 1973 nr. 32, 21 april 1978 nr. 16, 12 juni 1987 nr. 70.\n2 Jfr. § 7.\n3 Jfr. § 11.\n4 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "7:19",
      "chapter": "7",
      "section": "19",
      "content": "Enhver som utfører tjeneste eller arbeid for et forvaltningsorgan eller en institusjon i henhold til loven her, har taushetsplikt etter forvaltningsloven​2 §§ 13 til 13 e. Overtredelse straffes etter straffeloven § 121.\nTaushetsplikten gjelder også fødested, fødselsdato, personnummer,​3 statsborgerforhold, sivilstand, yrke, bopel og arbeidssted. Opplysning om en klients oppholdssted kan likevel gis når det er klart at det ikke vil skade tilliten til organet eller institusjonen å gi slik opplysning.\nOpplysninger til andre forvaltningsorganer, jf forvaltningsloven​2 § 13 b nr. 5 og 6, kan bare gis når dette er nødvendig for å fremme avgiverorganets eller institusjonens oppgaver eller for å forebygge vesentlig fare for liv eller alvorlig skade for noens helse.\n1 Endret ved lov 16 mai 1986 nr. 21.\n2 Lov 10 feb 1967.\n3 Jfr. lov 16 jan 1970 nr. 1 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "7:20",
      "chapter": "7",
      "section": "20",
      "content": "Enhver offentlig og kommunal myndighet er pliktig til uten særskilt godtgjørelse og uten hinder av taushetsplikt å gi helse- og sosialstyret​2 til bruk for saker etter denne lov de opplysninger som vedkommende i kraft av sin stilling sitter inne med.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "7:20 a",
      "chapter": "7",
      "section": "20 a",
      "content": "Enhver aldersheim skal ha godkjenning av departementet.​2 Ny aldersheim må ikke tas i bruk før godkjenning foreligger. Departementet​2 gir bestemmelser om de krav som kan stilles til heimene og om fremgangsmåten ved søknad om godkjenning.\n1 Tilføyd ved lov 19 juni 1970 nr. 50.\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20 a."
      }
    },
    {
      "provision_ref": "7:20 b",
      "chapter": "7",
      "section": "20 b",
      "content": "Departementet​2 kan gi nærmere forskrifter​3 om privat forpleining (familiepleie) etter § 3 nr. 1 d, herunder gi regler om godkjenning av forpleier og forpleiningssted, om gjennomføring av tilsynet, og om klientens, forpleierens og kommunens rettigheter og plikter.\n1 Tilføyd ved lov 23 mai 1980 nr. 14.\n2 Sosialdepartementet.\n3 Forskrift nr. 8868 om privat forpleining (familiepleie) gitt 2 mars 1981.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20b",
        "source_heading": "§ 20 b."
      }
    },
    {
      "provision_ref": "7:20 c",
      "chapter": "7",
      "section": "20 c",
      "content": "Planlegging av sosialtjenesten i kommunen skal skje i henhold til bestemmelsene i lov om planlegging av og forsøksvirksomhet i sosialtjenesten og helsetjenesten i kommunene.​2\n1 Tilføyd ved lov 19 nov 1982 nr. 67.\n2 Lov 19 nov 1982 nr. 68.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20c",
        "source_heading": "§ 20 c."
      }
    },
    {
      "provision_ref": "7:20 d",
      "chapter": "7",
      "section": "20 d",
      "content": "Staten yter årlig rammetilskudd til delvis dekning av kommunenes utgifter til sosialtjenesten. Tilskuddet inngår i det samlede rammetilskuddet til kommunenes helse- og sosialtjeneste.\nTilskuddet fordeles til kommunene etter regler gitt av Kongen.\nDepartementet​2 kan sette nærmere vilkår for utbetaling av tilskudd til den enkelte kommune.\n1 Tilføyd ved lov 19 nov 1982 nr. 67, endret ved lover 31 mai 1985 nr. 41, 11 des 1987 nr. 74, 21 des 1990 nr. 80 (i kraft 1 jan 1991).\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20d",
        "source_heading": "§ 20 d."
      }
    },
    {
      "provision_ref": "7:21",
      "chapter": "7",
      "section": "21",
      "content": "Departementet​1 kan gi nærmere forskrifter om gjennomføringen av denne lov.​2\n1 Sosialdepartementet.\n2 Se note 1 til § 3, note 1 til § 8 og note 3 til § 20 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "7:22",
      "chapter": "7",
      "section": "22",
      "content": "Departementet​1 kan i den utstrekning det finner det nødvendig føre tilsyn med gjennomføringen av denne lov.\n1 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "7:23",
      "chapter": "7",
      "section": "23",
      "content": "Kongen kan slutte overenskomst med annet land om sosialhjelp etter denne lov og herunder gjøre unntak fra lovens regler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "8:24",
      "chapter": "8",
      "section": "24",
      "content": "Denne lov trer i kraft 1. januar 1965.\n– – –.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "8:25",
      "chapter": "8",
      "section": "25",
      "content": "1. Kongen bestemmer hvorledes det skal forholdes med de fond og andre midler som er oppsamlet etter bestemmelsene i kap. 4, §§ 28 til 42 og § 47 i lov om forsorgsvæsenet av 19. mai 1900.\n2. For den som det ved denne lovs ikrafttreden blir ytt full refusjon for fra heimstavnskommunen til oppholdskommunen i stedet for heimsending etter lov om forsorgsvæsenet av 19. mai 1900 § 14, skal det fortsatt ytes full refusjon så lenge trangen ikke er endelig opphørt.\n3. Reglene om avgjerd av tvister i lov om forsorgsvæsenet av 19. mai 1900 og i andre lover som henviser tvister til avgjerd etter reglene i lov om forsorgsvæsenet, gjelder fortsatt for tvister om forhold som refererer seg til tiden før lovens ikrafttreden.\n4. Erstatningskrav som forsorgsvæsenet har i følge lov om forsorgsvæsenet av 19. mai 1900 § 1, annet ledd, og § 6 kan fortsatt gjøres gjeldende etter reglene i nevnte lov.\n1 Endret ved lov 31 mai 1985 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    }
  ]
}