{
  "id": "LOV-2012-01-20-4",
  "type": "statute",
  "title": "Lov om pågriping og overlevering til og frå Noreg for straffbare forhold på grunnlag av ein arrestordre (arrestordreloven)",
  "short_name": "Arrestordreloven",
  "status": "in_force",
  "issued_date": "2012-01-20",
  "in_force_date": "2012-10-16",
  "url": "https://lovdata.no/dokument/NL/lov/2012-01-20-4",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Verkeområde",
      "content": "Loven gjeld overlevering av personar mellom Noreg og medlemsstatar i Den europeiske unionen og mellom Noreg og andre nordiske statar for straffbare forhold på grunnlag av ein arrestordre. Personar som er ettersøkte gjennom ein arrestordre, og som oppheld seg i Noreg, skal pågripast og overleverast til staten som har ferda ut arrestordren etter føresegnene i denne loven.\nFor å få pågripe og overlevert personar til Noreg for strafforfølging eller straffullbyrding her, kan det ferdast ut ein arrestordre etter reglane i loven her.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Folkeretten si tyding for bruken av loven",
      "content": "Loven gjeld med dei avgrensingane som er godkjende i folkeretten eller som følgjer av avtale med framand stat.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Forholdet til straffeprosessloven",
      "content": "Dersom ikkje anna er bestemt i loven, gjeld straffeprosessloven sine reglar så langt dei høver.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Definisjonar",
      "content": "I loven tyder desse omgrepa:\na. arrestordre: avgjerd fatta av kompetent myndigheit i ein medlemsstat i Den europeiske unionen, Island eller Noreg om at ein annan av dei nemnde statane skal pågripe og overlevere ein ettersøkt person for strafforfølging eller fullbyrding av fridomsstraff eller ein annan fridomsrøvande reaksjon. I kapittel 1, 6, 7 og 8 brukt som fellesnemning på nordisk-europeiske og nordiske arrestordrar.\nb. nordisk-europeisk arrestordre: arrestordre ferda ut i samsvar med avtale 28. juni 2006 mellom Den europeiske unionen og republikken Island og Kongeriket Noreg om overleveringsprosedyre mellom medlemsstatane i Den europeiske unionen og Island og Noreg. Som nordisk-europeisk arrestordre skal også reknast arrestordre ferda ut i samsvar med Det europeiske råds rammeavgjerd 13. juni 2002 om den europeiske arrestordre og prosedyrane for overlevering mellom medlemsstatane (europeisk arrestordre).\nc. nordisk arrestordre: arrestordre ferda ut i samsvar med konvensjon om overlevering for straffbare forhold mellom dei nordiske landa 15. desember 2005. Ein arrestordre som nemnd i bokstav b som er ferda ut av eit nordisk land, skal også reknast som ein nordisk arrestordre ved bruk av loven her.\nd. utlevering: utlevering av personar for straffbare forhold etter utleveringsloven eller tilsvarande reglar i framand stat.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Krav til utforminga av ein arrestordre",
      "content": "Ein arrestordre skal førast i skjema som oppgitt i forskrift til loven, og skal innehalde\na. namn, adresse, telefon- og faksnummer og e-postadresse til den myndigheita som har ferda ut arrestordren\nb. personalia og statsborgarskapen til den ettersøkte\nc. opplysning om rettskraftig dom, pågripingsvedtak eller ei anna avgjerd med same rettskraft som ligg til grunn for arrestordren\nd. ei utgreiing av karakteren på lovbrotet med ei påpeiking av straffebod som venteleg råkar handlinga\ne. ei utgreiing av omstende omkring lovbrotet, under dette tidspunkt, stad og omfang av deltakinga til den ettersøkte\nf. den pådømde straffa eller den strafferamma som er fastsett for lovbrotet i den staten som har ferda ut arrestordren\ng. så vidt mogleg andre følgjer av lovbrotet.\nHar arrestordren vesentlege manglar, utgjer han ikkje ein arrestordre, og påtalemakta kan, etter først å ha gitt den utferdande myndigheita ein rimeleg frist for retting, avslå han.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Krav til straffetrusselen eller pådømd straff",
      "content": "Overlevering av personar til ein medlemsstat i Den europeiske unionen på grunnlag av ein nordisk-europeisk arrestordre skjer etter reglane i loven her for\na. straffeforfølging for forhold som kan medføre fridomsstraff eller ein annan fridomsrøvande reaksjon i 1 år eller meir i den staten som har ferda ut arrestordren\nb. fullbyrding av pådømd fridomsstraff eller annan fridomsrøvande reaksjon på minst fire månader.\nOverlevering for fleire straffbare forhold kan skje sjølv om vilkåra i første ledd berre er oppfylte for eitt av forholda, under føresetnad om at dei andre forholda er straffbare etter norsk lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Dobbel strafflegging",
      "content": "Overlevering på grunnlag av ein nordisk-europeisk arrestordre kan berre skje når handlinga som ligg til grunn for arrestordren, eller ei tilsvarande handling, er straffbar også etter norsk lov.\nDette gjeld likevel ikkje dersom arrestordren gjeld handlingar utførte av ein person som har medverka til at ei gruppe personar som opptrer med eit felles mål, utfører\na. terrorhandling eller terrorrelatert handling som nemnd i artikkel 1 og 2 i Europeisk konvensjon om nedkjemping av terrorisme og artikkel 1, 2, 3 og 4 i EUs rammevedtak 13. juni 2002 om nedkjemping av terrorisme\nb. ulovleg handel med narkotiske og psykotrope stoff\nc. drap\nd. grov kroppsskade\ne. kidnapping, ulovleg fridomsrøving eller gisseltaking\nf. valdtekt,\nVilkåret om dobbel strafflegging i første ledd gjeld heller ikkje dersom forholdet i den utferdande staten vert rekna som ei av dei handlingane som er nemnde i forskrift til loven, og i den utferdande staten kan straffast med fengsel eller annan fridomsrøvande reaksjon i minst tre år, om ikkje den utferdande staten sjølv stiller krav om dobbel strafflegging for overlevering til Noreg for straffeforfølging eller fullbyrding av pådømd straff for tilsvarande forhold. Departementet gir forskrift om kva for handlingar kravet til dobbel strafflegging ikkje skal gjelde for på vilkår som nemnde i første punktum i leddet her.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Obligatoriske avslagsgrunnar",
      "content": "Ein nordisk-europeisk arrestordre skal avslåast for forhold som\na. det er gitt norsk amnesti for\nb. den ettersøkte på grunn av alderen sin ikkje kan gjerast strafferettsleg ansvarleg for i Noreg\nc. det ligg føre norsk rettskraftig dom for, og straffa i tilfelle domfelling er fullbyrda, under fullbyrding eller ikkje lenger kan fullbyrdast\nd. det ligg føre norsk rettskraftig dom på overføring til tvungent psykisk helsevern eller tvungen omsorg, og dommen er fullbyrda, under fullbyrding eller ikkje lenger kan fullbyrdast\ne. det ligg føre norsk rettskraftig førelegg for, og førelegget er fullbyrda, under fullbyrding eller ikkje lenger kan fullbyrdast\nf. det ligg føre godkjend norsk avtale frå mekling i konfliktråd for, og avtalen ikkje er vesentleg misleghalden\ng. norsk rettsforfølging er innstilt for etter at den ettersøkte først har vore sikta for forholdet, jf. straffeprosessloven § 82, om ikkje det ligg føre forhold som nemnde i straffeprosessloven § 74 første, femte eller sjette ledd\nh. det er gitt norsk påtaleavkall for, om ikkje det ligg føre forhold som nemnde i straffeprosessloven § 74 andre, tredje, fjerde eller sjette ledd\ni. den kompetente myndigheita har kjennskap til at det i ein medlemsstat i Den europeiske unionen eller stat tilknytt Schengen-samarbeidet ligg føre ein rettskraftig dom eller ei anna endeleg avgjerd som avskjer vidare strafforfølging, og, dersom det er pådømd ein reaksjon, at denne reaksjonen er fullbyrda, under fullbyrding eller ikkje lenger kan fullbyrdast\nj. behandling eller rettskraftig dom eller anna endeleg avgjerd i ein internasjonal eller overnasjonal domstol avskjer vidare strafforfølging for, og, dersom det er pådømd ein reaksjon, at denne reaksjonen er fullbyrda, under fullbyrding eller ikkje lenger kan fullbyrdast\nk. er utført heilt eller delvis i Noreg, under dette på Svalbard, Jan Mayen eller i dei norske bilanda, eller andre område underlagde norsk jurisdiksjon, og forholdet anten ikkje er straffbart eller straffansvaret eller høve til strafforfølging eller straffullbyrding ville vore forelda etter norsk lovgiving.\nEin arrestordre som nemnd i første ledd skal også avslåast dersom overlevering vil vere i strid med Den europeiske menneskerettskonvensjonen med endringar eller dei tilleggsprotokollane som gjeld som norsk lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Politiske lovbrot",
      "content": "Ein nordisk-europeisk arrestordre kan ikkje avslåast for politiske lovbrudd.\nEin slik arrestordre kan likevel avslåast for lovbrot som nemnt i første ledd dersom den er utsteden av ein stat som ikkje sjølv overleverer ettersøkte personar til Noreg for politiske lovbrot.\nTingretten avgjer i tilfella som nemnd i andre ledd om eit forhold som ligg til grunn for arrestordren er å sjå på som eit politisk lovbrot i orskurden om vilkåra for overlevering er oppfylte, jf. § 14 første ledd andre punktum. Dersom retten kjem til at forholdet er eit politisk lovbrot, skal saka sendast via riksadvokaten til departementet for avgjerd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Norske statsborgarar",
      "content": "Reglane om overlevering gjeld også for arrestordrar som gjeld norske borgarar.\nDersom ein nordisk-europeisk arrestordre som gjeld ein norsk statsborgar, er ferda ut av ein stat som ikkje overleverer eigne statsborgarar til Noreg, kan han likevel avslåast. I slike tilfelle skal saka sendast via riksadvokaten til departementet for avgjerd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Dom kunngjord utan ettersøkte til stades. Livstidsstraff",
      "content": "Dersom ein nordisk-europeisk arrestordre gjeld overlevering til fullbyrding av fridomsstraff eller annan fridomsrøvande reaksjon pådømd utan ettersøkte til stades, og utan at den ettersøkte er blitt informert om tid og stad for rettsforhandlingane, skal han avslåast om ikkje den utferdande staten forsikrar at den ettersøkte kan krevje saka behandla på nytt og da har høve til å vere til stades.\nDersom dei forholda som ligg til grunn for arrestordren kan straffast med fridomsrøving på livstid, skal arrestordren avslåast om ikkje den utferdande staten forsikrar at straff som nemnd vil bli vurdert omgjord eller unnlaten fullbyrda, anten etter oppmoding eller seinast etter 20 år.\nForsikring som nemnd i første og andre ledd skal liggje føre før retten avgjer om vilkåra for overlevering er oppfylte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Forhold som kan gi grunnlag for avslag",
      "content": "Overlevering til strafforfølging på grunnlag av ein nordisk-europeisk arrestordre kan avslåast for forhold som\na. det er sett i gang norsk strafforfølging mot den ettersøkte for\nb. norsk påtalemakt har kjennskap til at det i ein annan stat enn ein EU-medlemsstat eller stat tilknytt Schengen-samarbeidet, ligg føre rettskraftig dom for, og straffa i tilfelle domfelling er fullbyrda, under fullbyrding eller ikkje lenger kan fullbyrdast etter denne staten sine reglar.\nOverlevering til straffullbyrding kan avslåast dersom den ettersøkte er busett i Noreg, eller er norsk statsborgar, og norske myndigheiter forpliktar seg til å fullbyrde dommen.\nDen ettersøkte skal givast høve til å uttale seg før ein arrestordre vert avslått på grunnlag av eit forhold som er nemnt i første og andre ledd. Før ein arrestordre vert avslått etter andre ledd, skal også kriminalomsorga givast høve til å uttale seg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Pågriping, fengsling og annan bruk av tvangsmiddel",
      "content": "Den som er ettersøkt i høve til ein nordisk-europeisk arrestordre, skal pågripast snarast råd om ikkje det er klart at overlevering må avslåast. Er den ettersøkte under 18 år, skal pågriping berre gjennomførast dersom det er særleg påkravd. Straffeprosessloven § 170 a gjeld tilsvarande.\nVed pågripinga skal den ettersøkte straks informerast om arrestordren. Den ettersøkte skal også informerast om høvet til å samtykkje i overlevering. Det skal oppnemnast forsvarar.\nVil påtalemakta halde på den pågripne for å gjennomføre overleveringa, skal han framstillast for tingretten med krav om fengsling. Straffeprosessloven § 183 gjeld tilsvarande. Retten skal treffe avgjerd om fengsling om vilkåra for pågriping er oppfylte, jf. første ledd, med mindre det ikkje er grunn til å frykte for at den pågripne vil unndra seg eller hindre overlevering, eller formålet med fengsling kan oppnåast ved tiltak etter straffeprosessloven § 188. Retten skal ved vurderinga av om den skal treffe avgjerd om fengsling leggje opplysningane i arrestordren til grunn, om dei ikkje openbert er urette.\nTreff retten avgjerd om fengsling, skal det setjast ein tidsfrist på inntil 4 veker. Han kan lengjast med inntil 4 veker av gongen. Er den pågripne under 18 år, skal tidsfristen likevel ikkje overstige 2 veker eller lengjast med meir enn 2 veker av gongen. Samla fengslingstid kan ikkje overstige 12 veker, om det ikkje ligg føre særlege grunnar. Fjerde punktum gjeld likevel ikkje dersom det ligg føre eit konkurrerande krav om utlevering, jf. § 29 andre ledd, eller dersom den som vert kravd overlevert, tidlegare er overlevert eller utlevert.\nAndre straffeprosessuelle tvangsmiddel kan nyttast i same utstrekning som i saker om tilsvarande lovbrot her i riket. Tredje ledd fjerde punktum i paragrafen her gjeld tilsvarande.\n0 Endra med lov 24 mai 2013 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Avgjerd av nordisk-europeisk arrestordre",
      "content": "Påtalemakta skal etter mottak av arrestordren straks sende saka til tingretten. Tingretten avgjer ved orskurd om vilkåra for overlevering er oppfylte.\nDen ettersøkte skal i retten spørjast om vedkomande samtykkjer i overlevering. I så fall skal den ettersøkte også spørjast om å gi sitt samtykke til rettsforfølging for andre lovbrot gjorde forut for overleveringa, og informerast om kva for rettsfølgjer eit samtykke har. Eit eventuelt samtykke skal givast skriftleg i rettsmøtet. Samtykkjer den ettersøkte i overlevering, treff retten si avgjerd straks og seinast innan ei veke.\nOpplysningane i arrestordren skal leggjast til grunn for retten si avgjerd, om ikkje dei openbert er urette. Orskurden kan ankast etter reglane i straffeprosessloven kapittel 26. Fristen for anke er likevel tre dagar. Anke har utsetjande verknad. Rettskraftig orskurd skal om mogleg liggje føre seinast 45 dagar etter pågripinga av den ettersøkte, men innan ei veke dersom den ettersøkte har samtykt i overlevering. Den rettskraftige orskurden vert straks send til påtalemakta, som innan tre arbeidsdagar avgjer om arrestordren skal etterkomast eller ikkje.\nFristar som nemnde i første og tredje ledd byrjar å gjelde når påtalemakta har motteke tilstrekkelege opplysningar til å behandle saka. Dersom den ettersøkte har immunitet eller privilegium i Noreg for den straffbare handlinga arrestordren gjeld, byrjar ikkje fristen å gjelde før immuniteten eller privilegiet er oppheva. Dersom den ettersøkte tidlegare er utlevert eller overlevert til Noreg og overlevering vidare krev samtykke frå den staten som utleverte eller overleverte vedkomande, byrjar fristen ikkje å gjelde før vedkomande stat har gitt samtykke.\nDersom fristane ikkje kan overhaldast, skal påtalemakta straks varsle den som har ferda ut arrestordren, om dette.\nDen ettersøkte kan klage på påtalemakta sitt vedtak. Spørsmålet om vilkåra for overlevering er oppfylte kan ein ikkje klage på. Straffeprosessloven § 59 a gjeld tilsvarande. Fristen for å klage er likevel tre dagar, og klagen har utsetjande verknad. Klageinstansen gjer vedtak straks og så vidt mogleg innan tre arbeidsdagar etter at klagen vart motteke.\nNår endeleg avgjerd om overlevering ligg føre, skal påtalemakta straks varsle den som har ferda ut arrestordren. Avslag på arrestordren skal grunngivast.\nDepartementet kan gi forskrifter om samtykke som nemnt i andre ledd.\n0 Endra med lov 24 mai 2013 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Vilkår for overlevering av norske borgarar og personar busette her",
      "content": "Det skal setjast som vilkår for overlevering av norsk statsborgar at overlevering vidare for forhold som er gjort forut for overleveringa til ein stat som ikkje sjølv overleverer eigne borgarar til Noreg, ikkje skjer utan samtykke frå departementet, jf. § 10 andre ledd. Det skal også setjast som vilkår at utlevering vidare for forhold som nemnde i første punktum, ikkje skal skje, jf. utleveringsloven § 2.\nDersom ein arrestordre gjeld overlevering til strafforfølging av ein norsk statsborgar eller ein person busett her, kan det setjast som vilkår for overleveringa at vedkomande vert send tilbake for å sone ein eventuell dom her. Den ettersøkte og kriminalomsorga skal få høve til å uttale seg før det vert sett eit slikt vilkår.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Samtykke i strafforfølging m.m. for andre straffbare forhold og til overlevering og utlevering vidare",
      "content": "Ein medlemsstat i Den europeiske unionen som har fått ein person overlevert frå Noreg på grunnlag av ein nordisk-europeisk arrestordre, kan når det vert kravd givast samtykke til å\na. strafforfølgje eller fullbyrde straff mot vedkomande for andre forhold gjorde forut for overleveringa enn dei han vart overlevert for\nb. overlevere personen vidare til ein annan medlemsstat eller Island for forhold gjorde forut for overleveringa\nc. utlevere personen vidare til ein stat utanfor Norden og Den europeiske unionen for forhold gjorde forut for overlevering, dersom vedkomande ikkje er norsk statsborgar.\nKrav om samtykke i strafforfølging eller straffullbyrding som nemnt i første ledd bokstav a og til overlevering vidare som nemnt i første ledd bokstav b) skal utformast i samsvar med §§ 5 og 26 og oversendast som oppgitt i § 25. Samtykke skal givast dersom vilkåra for overlevering er oppfylte for den straffbare handlinga som kravet om samtykke gjeld, og på dei vilkåra som følgjer av eller som vert stilte i medhald av loven her. Avgjerda skal liggje føre innan 30 dagar etter at kravet vart motteke. § 14 gjeld tilsvarande så langt han høver. Spørsmålet om samtykke skal likevel behandlast skriftleg, om ikkje retten avgjer munnleg behandling. Påtalemakta sender kravet til den tingretten som avgjorde spørsmålet om overlevering. Det skal oppnemnast forsvarar for den overleverte.\nKrav om samtykke i utlevering vidare som nemnt i første ledd bokstav c skal sendast departementet og behandlast etter reglane i utleveringsloven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Krav til straffetrusselen eller pådømd straff",
      "content": "Overlevering av personar til ein annan nordisk stat på grunnlag av ein nordisk arrestordre skjer etter reglane i loven her for\na. strafforfølging for forhold som kan medføre fridomsstraff eller ein annan fridomsrøvande reaksjon i den staten som har ferda ut arrestordren\nb. fullbyrding av pådømd fridomsstraff som nemnd i bokstav a.\nGjeld arrestordren fleire straffbare forhold, skal han etterkomast og setjast i verk sjølv om vilkåra i første ledd berre er oppfylte for eitt av forholda.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Obligatoriske avslagsgrunnar",
      "content": "Ein nordisk arrestordre skal avslåast for forhold som det ligg føre ein avslagsgrunn for som nemnd i § 8 første ledd bokstav a til j og andre ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Forhold som kan gi grunnlag for avslag",
      "content": "Ein nordisk arrestordre kan avslåast dersom\na. det ligg føre forhold som nemnde i § 12 første og andre ledd\nb. forholdet er gjort heilt eller delvis i Noreg, under dette på Svalbard, Jan Mayen eller i dei norske bilanda, eller andre område underlagde norsk jurisdiksjon, og det ikkje er straffbart etter norsk lovgiving.\n§ 12 tredje ledd gjeld tilsvarande.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Pågriping, fengsling og annan bruk av tvangsmiddel",
      "content": "Den som er ettersøkt i høve til ein nordisk arrestordre, skal pågripast snarast råd om det ikkje er klart at overlevering må avslåast. Pågriping kan også skje etter reglane i straffeprosessloven kapittel 14 når politi eller påtalemakt i ein annan nordisk stat ber om det før personen er ettersøkt som nemnt i første punktum, i same utstrekning som i saker om tilsvarande lovbrot her i landet. Er den ettersøkte under 18 år, skal pågriping berre skje dersom det er særleg påkravd. Straffeprosessloven § 170 a gjeld tilsvarande.\nVed pågripinga skal den ettersøkte straks informerast om arrestordren. Den ettersøkte skal også informerast om retten til å samtykkje i overlevering og kva for rettsfølgjer eit slikt samtykke har. Det skal oppnemnast forsvarar.\nVil påtalemakta halde på den pågripne for å gjennomføre overleveringa, skal vedkomande framstillast for tingretten med krav om fengsling. Straffeprosessloven § 183 gjeld tilsvarande. Retten skal treffe avgjerd om fengsling om vilkåra for pågriping er oppfylte, jf. første ledd, med mindre det ikkje er grunn til å frykte for at den pågripne vil unndra seg eller hindre overlevering, eller formålet med fengsling kan oppnåast ved tiltak etter straffeprosessloven § 188. Retten skal ved vurderinga av om den skal treffe avgjerd om fengsling leggje opplysningane i arrestordren til grunn, om dei ikkje openbert er urette.\nFramstilling for tingretten med krav om fengsling skjer likevel ikkje dersom den ettersøkte er over 18 år og samtykkjer i overlevering, dersom ikkje den ettersøkte krev retten si prøving av vilkåra for fengsling etter tredje ledd tredje punktum eller dersom overlevering venteleg ikkje kan skje innan ei veke frå pågripinga. Fristen for framstilling vert i så fall rekna frå kravet om retten si prøving er framsett eller frå samtykket til overlevering er trekt tilbake, eller frå det tidspunkt det er klart at overlevering ikkje vil skje innan fristen nemnd i første punktum.\nTreff retten avgjerd om fengsling, skal det setjast ein tidsfrist som ikkje må overstige 4 veker, men 2 veker dersom den pågripne er under 18 år. Han kan lengjast med inntil 2 veker av gongen. Samla fengslingstid kan ikkje overstige 6 veker, om det ikkje ligg føre særlege grunnar. Fristane som nemnde gjeld ikkje dersom det ligg føre eit konkurrerande krav om utlevering, jf. § 29 andre ledd, eller den som vert kravd overlevert, tidlegare er overlevert frå ein stat utanfor Norden eller utlevert.\nAndre straffeprosessuelle tvangsmiddel kan nyttast i same utstrekning som i saker om tilsvarande lovbrot her i riket. Tredje ledd fjerde punktum gjeld tilsvarande.\n0 Endra med lover 24 mai 2013 nr. 18, 21 juni 2019 nr. 51 (ikr. 1 jan 2020 iflg. res. 22 nov 2019 nr. 1549).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Avgjerd av nordisk arrestordre",
      "content": "Samtykkjer den ettersøkte i overlevering, skal påtalemakta straks og seinast tre arbeidsdagar etter at samtykket er gitt, avgjere om den nordiske arrestordren skal etterkomast eller ikkje. Eit samtykke skal givast skriftleg til påtalemakta etter at den ettersøkte har blitt orientert om verknaden av at samtykke vert gitt. Eit samtykke kan trekkjast tilbake.\nDersom påtalemakta vil etterkome arrestordren, og den ettersøkte ikkje samtykkjer i overlevering eller trekkjer samtykket tilbake før overleveringa er gjennomført, vert saka straks send til tingretten. Tingretten avgjer ved orskurd om vilkåra for overlevering er oppfylte. Opplysningane i arrestordren skal leggjast til grunn for avgjerda, om dei ikkje openbert er urette.\nOrskurden kan ankast etter reglane i straffeprosessloven kapittel 26. Fristen for anke er likevel tre dagar. Anke har utsetjande verknad. Rettskraftig orskurd skal om mogleg liggje føre seinast 3 veker etter pågripinga av den ettersøkte. Den rettskraftige orskurden vert straks send til påtalemakta, som innan tre arbeidsdagar avgjer om arrestordren skal etterkomast eller ikkje.\nFristar som nemnde i andre og fjerde ledd byrjar ikkje å gjelde før påtalemakta har motteke tilstrekkelege opplysningar til å gjere vedtak. Dersom den ettersøkte har immunitet eller privilegium i Noreg for den straffbare handlinga arrestordren gjeld, byrjar ikkje fristen å gjelde før immuniteten eller privilegiet er oppheva. Dersom den ettersøkte tidlegare er utlevert eller overlevert til Noreg og overlevering vidare krev samtykke frå den staten som utleverte eller overleverte vedkomande, byrjar fristen ikkje å gjelde før vedkomande stat har gitt samtykke.\n§ 14 femte til åttande ledd gjeld tilsvarande.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Vilkår for overlevering av norske borgarar og personar busette her",
      "content": "Det skal setjast som vilkår for overlevering av norsk statsborgar at overlevering vidare for forhold gjorde forut for overleveringa til ein stat som ikkje sjølv overleverer eigne borgarar til Noreg, ikkje skjer utan departementet sitt samtykke, jf. § 10 andre ledd. Det skal også setjast som vilkår at utlevering vidare for forhold som nemnde i første punktum ikkje skal skje, jf. utleveringsloven § 2.\nDersom ein arrestordre gjeld overlevering til strafforfølging av ein norsk statsborgar eller ein person busett her, kan det setjast som vilkår for overleveringa at vedkomande skal sendast tilbake for å sone ein eventuell dom her. Den ettersøkte og kriminalomsorga skal få høve til å uttale seg før det vert sett eit slikt vilkår.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Samtykke i strafforfølging eller straffullbyrding for andre straffbare handlingar",
      "content": "Har overlevering skjedd til ein annan nordisk stat på grunnlag av ein nordisk arrestordre og den staten som har fått personen overlevert, ber om samtykke til å strafforfølgje eller straffullbyrde for andre forhold gjorde forut for dei som var omfatta av arrestordren, skal samtykke givast om det ikkje ligg føre forhold som nemnde i § 18, jf. § 8. Samtykke kan likevel nektast dersom det ligg føre forhold som nemnde i § 19 første ledd bokstav b.\nOppmoding om samtykke skal oppfylle krava i §§ 5 og 26 og sendast over som oppgitt i § 25. § 21 gjeld tilsvarande så langt han høver. Spørsmålet om samtykke skal likevel behandlast skriftleg, om ikkje retten treff avgjerd om munnleg behandling. I tilfelle som nemnde i § 21 andre ledd skal oppmodinga sendast den tingretten som avgjorde spørsmålet om overlevering. Det skal oppnemnast forsvarar for den overleverte.\n0 Endra med lover 24 mai 2013 nr. 18, 9 mai 2014 nr. 16 (ikr. 9 mai 2014 iflg. res. 9 mai 2014 nr. 625).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Samtykke i overlevering eller utlevering vidare",
      "content": "Det kan givast samtykke til at ein person som er overlevert til eit nordisk land på grunnlag av ein nordisk arrestordre, vert overlevert vidare til ein medlemsstat i Den europeiske unionen utanfor Norden for eit forhold gjort forut for overleveringa. Samtykke skal givast dersom ein arrestordre om overlevering til vedkomande stat for forholdet ville blitt etterkomen etter reglane som gjeld for nordisk-europeiske arrestordrar. § 23 andre ledd gjeld tilsvarande.\nOppmoding om samtykke til utlevering vidare til ein stat utanfor Norden og Den europeiske unionen vert behandla og avgjord etter reglane i utleveringsloven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Oversending og mottak av arrestordrar for overlevering frå Noreg",
      "content": "Arrestordren vert send gjennom Schengen informasjonssystem eller anna system for etterlysing av personar mistenkte for straffbare lovbrot, eller han vert send Kripos. Er opphaldsstaden til den ettersøkte kjend, kan arrestordren sendast direkte til politimeisteren på staden der den ettersøkte oppheld seg.\nVed feilsending skal den som mottek arrestordren, straks sende han vidare til kompetent påtalemakt og varsle den som har ferda ut arrestordren.\nEi etterlysing registrert i Schengen informasjonssystem eller i eit anna system for etterlysing av personar og som gjeld overlevering innanfor loven sitt verkeområde, jf. § 1, skal sidestillast med ein arrestordre inntil arrestordren vert motteken sjølv om etterlysinga ikkje inneheld alle opplysningane nemnde i § 5 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Språk",
      "content": "Ein arrestordre ferda ut til Noreg skal vere skriven på norsk, svensk, dansk eller engelsk eller ha vedlagt ei omsetjing til eit av dei nemnde språka.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Immunitet og privilegium",
      "content": "Dersom den ettersøkte har immunitet eller eit privilegium med omsyn til rettsforfølging eller fullbyrding i Noreg som kan opphevast av norsk myndigheit, skal påtalemakta straks oppmode rett myndigheit om å oppheve immuniteten eller privilegiet. Dersom oppheving av immuniteten eller privilegiet byggjer på vedtak gjort av myndigheiter i ein framand stat eller av organ i ein internasjonal organisasjon, skal påtalemakta straks varsle utferdande stat om at arrestordren ikkje kan etterkomast før immuniteten eller privilegiet er oppheva.\nDepartementet kan gi nærmare føresegner om saksbehandlinga i tilfelle som nemnde i første ledd første punktum, under dette om kva for norsk myndigheit som avgjer spørsmål om oppheving av immunitet eller privilegium.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Arrestordrar som gjeld ettersøkte som tidlegare er overleverte eller utleverte til Noreg",
      "content": "Den som er overlevert til Noreg på grunnlag av ein nordisk arrestordre, kan overleverast vidare til ein annan nordisk stat på grunn av ein nordisk arrestordre som gjeld eit straffbart forhold vedkomande har gjort forut for overleveringa til Noreg. Overlevering vidare til ein medlemsstat i Den europeiske unionen utanfor Norden kan skje i tilfelle som nemnde i andre ledd bokstav a, c, d og e.\nDen som er overlevert til Noreg på grunnlag av ein nordisk-europeisk arrestordre, skal ikkje overleverast vidare til ein annan medlemsstat i Den europeiske unionen eller Island for eit forhold gjort forut for overleveringa. Overlevering vidare for forhold som nemnt kan likevel skje dersom\na. den ettersøkte i retten skriftleg samtykkjer i overlevering vidare eller i strafforfølging for forholdet\nb. den ettersøkte samtykte i å bli overlevert til Noreg og i den samanhengen også samtykte i å bli strafforfølgd eller få fullbyrda straff mot seg for forhold gjorde forut for overleveringa\nc. den ettersøkte har unnlate å forlate riket, trass i at han i 45 dagar uhindra har kunna forlate det\nd. den ettersøkte frivillig er vend tilbake til riket etter først å ha forlate det, eller\ne. den staten som overleverte den ettersøkte til Noreg, samtykkjer i overlevering vidare.\nKan overlevering vidare ikkje skje utan samtykke frå den staten som tidlegare har overlevert vedkomande, jf. andre ledd bokstav e, skal påtalemakta sørgje for at det blir sendt ei oppmoding til vedkomande stat om samtykke til overleveringa. Oppmodinga skal utformast i samsvar med § 32 og skal sendast kompetent myndigheit i den staten som overleverte vedkomande.\nOverlevering vidare skal ikkje skje i strid med særlege vilkår sette for overleveringa.\nDersom den ettersøkte er utlevert til Noreg frå ein stat utanfor Norden og Den europeiske unionen, skal vedkomande ikkje overleverast i strid med dei vilkåra som er sette for utleveringa. Dersom overlevering vidare krev samtykke frå den staten vedkomande er utlevert frå, skal kompetent myndigheit sørgje for at det straks blir sendt ei oppmoding om slikt samtykke.\n0 Endra med lov 21 juni 2019 nr. 51 (ikr. 1 jan 2020 iflg. res. 22 nov 2019 nr. 1549).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Avgjerd om overlevering når det ligg føre konkurrerande oppmodingar",
      "content": "Dersom det ligg føre fleire arrestordrar som gjeld same person, avgjer påtalemakta kva for arrestordre som skal etterkomast.\nDersom det i tillegg til ein eller fleire arrestordrar ligg føre eit krav om utlevering frå ein stat utanfor Norden og EU, tek departementet avgjerd.\nI vurderinga av kva for arrestordre eller utleveringskrav som skal etterkomast, skal det bl.a leggjast vekt på staden for og karakteren av dei straffbare handlingane, når dei konkurrerande arrestordrane/utleveringskrava er ferda ut, og om dei gjeld strafforfølging eller fullbyrding av dom.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Frist for overlevering",
      "content": "Den ettersøkte skal overleverast snarast mogleg og seinast ti dagar etter at det ligg føre ei endeleg avgjerd om overlevering, likevel seinast fem dagar dersom overlevering skal skje på grunnlag av ein nordisk arrestordre. Gjer særlege omstende det umogleg å overlevere den ettersøkte innanfor fristen, skal påtalemakta straks kontakte den som har ferda ut arrestordren, for å avtale ein ny frist.\nOverlevering kan utsetjast dersom det ligg føre tungtvegande humanitære grunnar. Så snart desse grunnane ikkje lenger er til stades, avtaler påtalemakta nytt tidspunkt for overlevering med den som har ferda ut arrestordren. Overlevering skal skje innan ti dagar rekna frå tidspunkt som nemnt i andre punktum.\nEin ettersøkt som sit fengsla på grunnlag av arrestordren, skal setjast fri når fristane for overlevering i første og andre ledd har gått ut.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Utsett og mellombels overlevering på grunn av strafforfølging i Noreg",
      "content": "Påtalemakta kan treffe avgjerd om å utsetje overleveringa for å strafforfølgje den ettersøkte i Noreg for eit anna straffbart forhold. Det same gjeld dersom den ettersøkte skal fullbyrde ein dom for eit anna straffbart forhold.\nI staden for å utsetje overleveringa kan overlevering gjerast mellombels på vilkår som vert avtalte skriftleg mellom påtalemakta og den som har ferda ut arrestordren.\nDersom den ettersøkte er fridomsrøva, skal kriminalomsorga givast høve til å uttale seg før det blir treft avgjerd etter første ledd andre punktum og andre ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "title": "Utferding av ein nordisk-europeisk arrestordre",
      "content": "Påtalemakta kan ferde ut ein arrestordre til ein medlemsstat i Den europeiske unionen til strafforfølging dersom det ligg føre ei avgjerd om pågriping treft av retten for ei handling som kan medføre fengsel i minst 1 år. Påtalemakta kan ferde ut ein arrestordre til straffullbyrding dersom det ligg føre rettskraftig dom på fengsel eller anna fridomstap på minst fire månader.\nEr det fare ved opphald, kan skriftleg pågripingsavgjerd treft av påtalemakta tre i staden for avgjerd av retten for utferding av arrestordrar som nemnde i første ledd første punktum. Påtalemakta si avgjerd skal snarast mogleg leggjast fram for retten til godkjenning.\nArrestordren kan omfatte også forhold som ikkje oppfyller krava i første ledd, dersom eitt av forholda oppfyller vilkåra. I så fall er det for utferding av ein arrestordre til strafforfølging tilstrekkeleg at det ligg føre pågripingsavgjerd treft av retten for eitt av forholda.\nArrestordren vert utforma i samsvar med § 5 første ledd. Dersom handlinga kan straffast med fengsel i minst 3 år og kan sjåast på som handling nemnd i forskrift til § 7 tredje ledd, skal det opplysast om dette. Det same gjeld dersom arrestordren gjeld medverknad til felles kriminell verksemd som nemnd i § 7 andre ledd.\nArrestordren skal vere skriven på eller vere omsett til det språket eller eitt av dei språka som vert nytta av den iverksetjande staten, eller til eit anna språk den iverksetjande staten har godteke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "7:33",
      "chapter": "7",
      "section": "33",
      "title": "Utferding av ein nordisk arrestordre",
      "content": "Påtalemakta kan ferde ut ein arrestordre til ein annan nordisk stat til strafforfølging dersom den ettersøkte med skilleg grunn kan mistenkjast for å ha gjort ei straffbar handling som kan medføre fengsel. Påtalemakta kan ferde ut ein arrestordre til straffullbyrding dersom det ligg føre rettskraftig dom på fengsel eller anna fridomstap.\nArrestordren vert utforma i samsvar med § 5 første ledd og skriven på norsk, svensk, dansk eller engelsk.\n§ 32 tredje ledd første punktum gjeld tilsvarande.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Oversending av arrestordrar",
      "content": "Arrestordren vert registrert i Schengen informasjonssystem eller i eit anna system for etterlysing av personar mistenkte for straffbare lovbrot. Opplysningar nemnde i § 5 første ledd som ikkje kan registrerast i Schengen informasjonssystem, skal ettersendast så snart som mogleg til den myndigheita i den staten der den ettersøkte vert funnen som etter lovgivinga her er kompetent til å ta imot arrestordren.\nEr det kjent kvar den ettersøkte oppheld seg, kan arrestordren i tillegg sendast til den myndigheita i opphaldsstaten som etter lovgivinga her er kompetent til å ta imot arrestordren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Varetektsfrådrag",
      "content": "Når ein ettersøkt er overlevert for fullbyrding av dom her i riket, skal det gjerast frådrag i straffa for den tida han eller ho i høve saka har vore fråteken fridomen i den iverksetjande staten. Det same gjeld når den ettersøkte er overlevert til strafforfølging, dersom den ettersøkte får dom med fengselsstraff her i riket på grunnlag av det straffbare forholdet arrestordren gjeld.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "title": "Strafforfølging for andre straffbare forhold av overleverte personar",
      "content": "Den som er overlevert til Noreg frå ein medlemsstat i Den europeiske unionen på grunnlag av ein nordisk-europeisk arrestordre, kan ikkje strafforfølgjast, og straff kan ikkje fullbyrdast mot vedkomande, for andre straffbare forhold gjorde forut for overleveringa enn dei som arrestordren omfatta.\nForbodet i første ledd gjeld likevel ikkje dersom\na. vedkomande etter overleveringa samtykkjer i strafforfølging eller straffullbyrding for bestemte straffbare forhold gjorde føre overleveringa. Samtykket skal givast i retten og skal protokollerast og vedtakast\nb. vedkomande samtykte i å bli overlevert til Noreg og i den samanhengen også samtykte i å bli strafforfølgd eller få fullbyrda straff mot seg for forhold gjorde forut for overleveringa\nc. den ettersøkte har unnlate å forlate riket, enda han i 45 dagar har hatt høve til dette\nd. den ettersøkte frivillig er vend tilbake til riket etter først å ha forlate det\ne. forholdet gjort forut for overleveringa berre kan straffast med bot, eller\nf. staten som overleverte den ettersøkte til Noreg, samtykkjer.\nDen som er overlevert til Noreg frå ein nordisk stat på grunnlag av ein nordisk arrestordre, kan strafforfølgjast, og straff kan fullbyrdast mot vedkomande for straffbare forhold gjorde forut for overleveringa om ikkje\na. det i den staten som overleverte vedkomande ligg føre forhold som nemnde i § 8 første ledd bokstav a til h eller det ligg føre forhold som nemnde i § 8 første ledd bokstav i eller j, eller\nb. forholdet er gjort heilt eller delvis på territoriet til den staten som overleverte vedkomande, eller ein stad som vert likestilt med dette, og forholdet ikkje er straffbart etter lovgivinga i denne staten, om ikkje denne staten samtykkjer i strafforfølging.\nSjølv om vilkåra i tredje ledd bokstav b ikkje er oppfylte, kan vedkomande strafforfølgjast for forhold gjorde forut for overleveringa i tilfelle som nemnde i andre ledd bokstav c og d eller dersom vedkomande før eller etter overleveringa har samtykt til strafforfølging for andre forhold.\nEi oppmoding om samtykke som nemnd i andre ledd bokstav f og tredje ledd bokstav b skal sendast kompetent myndigheit i den staten som overleverte vedkomande i samsvar med §§ 32 eller 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "title": "Utlevering vidare",
      "content": "Den som er overlevert til Noreg på grunnlag av ein nordisk-europeisk arrestordre, skal ikkje utleverast vidare til ein stat utanfor Norden og Den europeiske unionen for eit forhold gjort forut for overleveringa hit utan samtykke frå den staten som vedkomande er overlevert frå, om ikkje anna følgjer av overleveringsvedtaket.\nDen som er overlevert til Noreg på grunnlag av ein nordisk arrestordre, kan berre utleverast vidare til ein stat utanfor Norden og Den europeiske unionen for eit forhold gjort forut for overleveringa hit dersom vedkomande samtykkjer eller i tilfelle som nemnde i § 36 andre ledd bokstav c, d og f.\nAvgjerd om utlevering vidare vert teken av departementet etter føresegnene i utleveringsloven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "title": "Tilbakeføring av personar som er overleverte til Noreg",
      "content": "Er ein ettersøkt overlevert til Noreg for strafforfølging på vilkår om at den overleverte vert ført tilbake til utferdande stat etter at strafforfølginga er gjennomført, skal påtalemakta sjå til at personen vert ført tilbake.\nEr den som skal tilbakeførast ikkje fengsla på førehand, kan vedkomande pågripast og fengslast dersom dette vert rekna som nødvendig for å få gjennomført tilbakeføringa. Avgjerd om fengsling skal ikkje gjelde for lengre tid enn ti dagar, likevel fem dagar dersom tilbakeføringa skal skje til eit nordisk land. Gjer særlege omstende det umogleg å tilbakeføre vedkomande innan fristen nemnd i andre punktum, kan fengslinga lengjast med inntil ti dagar, likevel inntil fem dagar dersom tilbakeføringa skal skje til eit nordisk land.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "8:39",
      "chapter": "8",
      "section": "39",
      "title": "Beslag og overlevering av ting",
      "content": "Påtalemakta skal beslagleggje og overlevere ting som venteleg har tyding som bevis i den saka arrestordren gjeld, eller som er utbytte av dette straffbare forholdet. Det same gjeld andre ting og utbytte som kan inndragast etter straffeloven §§ 67 til 73, dersom den staten som har ferda ut arrestordren, krev det, og det ville vore høve til inndraging etter lovgivinga i den staten som har ferda ut arrestordren.\nPlikta i første ledd gjeld sjølv om den ettersøkte er død eller forsvunnen.\nPåtalemakta kan halde tilbake eller mellombels overlevere ting som nemnde i første ledd når dei venteleg har tyding som bevis i pågåande strafforfølging her i riket.\nOverleveringa får inga tyding for eksisterande rettar i tinga. Det kan stillast vilkår for overleveringa dersom det er nødvendig for å verne slike rettar.\n0 Endra med lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "8:40",
      "chapter": "8",
      "section": "40",
      "title": "Mellombels overføring",
      "content": "Dersom det ligg føre ein arrestordre om pågriping og overlevering av ein ettersøkt person til strafforfølging, kan påtalemakta etter krav samtykkje i mellombels overføring av den ettersøkte for avhør i den staten som har ferda ut arrestordren.\nSamtykke skal ikkje givast dersom det er klart at arrestordren vil bli avslått eller dersom det vert rekna som nødvendig at den ettersøkte oppheld seg her i riket av omsyn til ei straffesak eller behandlinga av arrestordren. Ved vurderinga av om samtykke skal givast skal det takast omsyn til om overføringa vil lengje fridomstapet til den ettersøkte. Den ettersøkte skal få høve til å uttale seg før avgjerda vert teken.\nPåtalemakta fastset tida for overføringa og stiller dei vilkåra som ho finn er nødvendige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "8:41",
      "chapter": "8",
      "section": "41",
      "title": "Transitt",
      "content": "Den som vert overlevert frå Sverige, Danmark, Finland eller Island til ein av desse statane, kan utan særskilt samtykke førast over norsk territorium.\nI andre tilfelle av overlevering på grunnlag av ein arrestordre frå ein medlemsstat i Den europeiske unionen til ein annan medlemsstat eller til Island skal departementet gi godkjenning til at personen vert ført over norsk territorium dersom norske myndigheiter har motteke opplysningar om identiteten og statsborgarskapen til den ettersøkte, kva slag straffbar handling som har skjedd og rettsleg karakteristikk på ho, og omstende rundt handlinga, under dette tid og stad. Skal overleveringa skje til ein stat som ikkje overleverer eigne statsborgarar til Noreg, kan transitt likevel nektast dersom den ettersøkte er norsk statsborgar, jf. § 10 andre ledd. I andre tilfelle der den ettersøkte er norsk statsborgar, kan det setjast vilkår for godkjenninga.\nAndre ledd gjeld tilsvarande ved transitt av ein person som skal utleverast frå ein stat utanfor Norden og Den europeiske unionen til ein medlemsstat i Den europeiske unionen eller Island på grunnlag av eit utleveringskrav.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "9:42",
      "chapter": "9",
      "section": "42",
      "title": "Iverksetjing m.m.",
      "content": "Loven trer i kraft frå det tidspunktet​1 Kongen fastset. Kongen kan bestemme at loven skal tre i kraft mellom enkelte av dei nordiske statane, eller for berre nordiske eller nordisk-europeiske arrestordrar. Frå det tidspunkt loven trer i kraft for nordiske arrestordrar, vert lov 3. mars 1961 nr. 1 om utlevering av lovbrytarar til Danmark, Finland, Island og Sverige og lov 19. september 2008 nr. 77 om nordisk arrestordre oppheva.\nLoven gjeld for arrestordrar mottekne etter at loven har tredd i kraft. Utleveringskrav mottekne før loven har tredd i kraft, vert behandla etter lov 3. mars 1961 nr. 1 om utlevering av lovbrytarar til Danmark, Finland, Island og Sverige eller etter lov 13. juni 1975 nr. 39 om utlevering av lovbrytarar m.v.\n1 § 1 til § 42 tek til å gjelde 16 okt 2012 for nordiske arrestordrar. § 43 med unntak av endringa i lov 13 juni 1975 nr. 39 § 1 tek til å gjelde 16 okt 2012 iflg. res. 21 sep 2012 nr. 895. § 1 til § 42 tek til å gjelde 1 nov 2019 for så vidt gjeld nordisk-europeiske arrestordrar. § 43 om endring i lov 13 juni 1975 nr. 39 § 1 tek til å gjelde 1 nov 2019 iflg. res. 18 okt 2019 nr. 1387.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "9:43",
      "chapter": "9",
      "section": "43",
      "title": "Endringar i andre lover",
      "content": "Frå den tida Kongen fastset,​1 blir det gjort følgjande endringar i anna lovgiving: – – –\n1 § 1 til § 42 tek til å gjelde 16 okt 2012 for nordiske arrestordrar. § 43 med unntak av endringa i lov 13 juni 1975 nr. 39 § 1 tek til å gjelde 16 okt 2012 iflg. res. 21 sep 2012 nr. 895. § 1 til § 42 tek til å gjelde 1 nov 2019 for så vidt gjeld nordisk-europeiske arrestordrar. § 43 om endring i lov 13 juni 1975 nr. 39 § 1 tek til å gjelde 1 nov 2019 iflg. res. 18 okt 2019 nr. 1387.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Verkeområde",
      "content": "Loven gjeld overlevering av personar mellom Noreg og medlemsstatar i Den europeiske unionen og mellom Noreg og andre nordiske statar for straffbare forhold på grunnlag av ein arrestordre. Personar som er ettersøkte gjennom ein arrestordre, og som oppheld seg i Noreg, skal pågripast og overleverast til staten som har ferda ut arrestordren etter føresegnene i denne loven.\nFor å få pågripe og overlevert personar til Noreg for strafforfølging eller straffullbyrding her, kan det ferdast ut ein arrestordre etter reglane i loven her.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Folkeretten si tyding for bruken av loven",
      "content": "Loven gjeld med dei avgrensingane som er godkjende i folkeretten eller som følgjer av avtale med framand stat.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Forholdet til straffeprosessloven",
      "content": "Dersom ikkje anna er bestemt i loven, gjeld straffeprosessloven sine reglar så langt dei høver.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Definisjonar",
      "content": "I loven tyder desse omgrepa:\na. arrestordre: avgjerd fatta av kompetent myndigheit i ein medlemsstat i Den europeiske unionen, Island eller Noreg om at ein annan av dei nemnde statane skal pågripe og overlevere ein ettersøkt person for strafforfølging eller fullbyrding av fridomsstraff eller ein annan fridomsrøvande reaksjon. I kapittel 1, 6, 7 og 8 brukt som fellesnemning på nordisk-europeiske og nordiske arrestordrar.\nb. nordisk-europeisk arrestordre: arrestordre ferda ut i samsvar med avtale 28. juni 2006 mellom Den europeiske unionen og republikken Island og Kongeriket Noreg om overleveringsprosedyre mellom medlemsstatane i Den europeiske unionen og Island og Noreg. Som nordisk-europeisk arrestordre skal også reknast arrestordre ferda ut i samsvar med Det europeiske råds rammeavgjerd 13. juni 2002 om den europeiske arrestordre og prosedyrane for overlevering mellom medlemsstatane (europeisk arrestordre).\nc. nordisk arrestordre: arrestordre ferda ut i samsvar med konvensjon om overlevering for straffbare forhold mellom dei nordiske landa 15. desember 2005. Ein arrestordre som nemnd i bokstav b som er ferda ut av eit nordisk land, skal også reknast som ein nordisk arrestordre ved bruk av loven her.\nd. utlevering: utlevering av personar for straffbare forhold etter utleveringsloven eller tilsvarande reglar i framand stat.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Krav til utforminga av ein arrestordre",
      "content": "Ein arrestordre skal førast i skjema som oppgitt i forskrift til loven, og skal innehalde\na. namn, adresse, telefon- og faksnummer og e-postadresse til den myndigheita som har ferda ut arrestordren\nb. personalia og statsborgarskapen til den ettersøkte\nc. opplysning om rettskraftig dom, pågripingsvedtak eller ei anna avgjerd med same rettskraft som ligg til grunn for arrestordren\nd. ei utgreiing av karakteren på lovbrotet med ei påpeiking av straffebod som venteleg råkar handlinga\ne. ei utgreiing av omstende omkring lovbrotet, under dette tidspunkt, stad og omfang av deltakinga til den ettersøkte\nf. den pådømde straffa eller den strafferamma som er fastsett for lovbrotet i den staten som har ferda ut arrestordren\ng. så vidt mogleg andre følgjer av lovbrotet.\nHar arrestordren vesentlege manglar, utgjer han ikkje ein arrestordre, og påtalemakta kan, etter først å ha gitt den utferdande myndigheita ein rimeleg frist for retting, avslå han.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Krav til straffetrusselen eller pådømd straff",
      "content": "Overlevering av personar til ein medlemsstat i Den europeiske unionen på grunnlag av ein nordisk-europeisk arrestordre skjer etter reglane i loven her for\na. straffeforfølging for forhold som kan medføre fridomsstraff eller ein annan fridomsrøvande reaksjon i 1 år eller meir i den staten som har ferda ut arrestordren\nb. fullbyrding av pådømd fridomsstraff eller annan fridomsrøvande reaksjon på minst fire månader.\nOverlevering for fleire straffbare forhold kan skje sjølv om vilkåra i første ledd berre er oppfylte for eitt av forholda, under føresetnad om at dei andre forholda er straffbare etter norsk lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Dobbel strafflegging",
      "content": "Overlevering på grunnlag av ein nordisk-europeisk arrestordre kan berre skje når handlinga som ligg til grunn for arrestordren, eller ei tilsvarande handling, er straffbar også etter norsk lov.\nDette gjeld likevel ikkje dersom arrestordren gjeld handlingar utførte av ein person som har medverka til at ei gruppe personar som opptrer med eit felles mål, utfører\na. terrorhandling eller terrorrelatert handling som nemnd i artikkel 1 og 2 i Europeisk konvensjon om nedkjemping av terrorisme og artikkel 1, 2, 3 og 4 i EUs rammevedtak 13. juni 2002 om nedkjemping av terrorisme\nb. ulovleg handel med narkotiske og psykotrope stoff\nc. drap\nd. grov kroppsskade\ne. kidnapping, ulovleg fridomsrøving eller gisseltaking\nf. valdtekt,\nVilkåret om dobbel strafflegging i første ledd gjeld heller ikkje dersom forholdet i den utferdande staten vert rekna som ei av dei handlingane som er nemnde i forskrift til loven, og i den utferdande staten kan straffast med fengsel eller annan fridomsrøvande reaksjon i minst tre år, om ikkje den utferdande staten sjølv stiller krav om dobbel strafflegging for overlevering til Noreg for straffeforfølging eller fullbyrding av pådømd straff for tilsvarande forhold. Departementet gir forskrift om kva for handlingar kravet til dobbel strafflegging ikkje skal gjelde for på vilkår som nemnde i første punktum i leddet her.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Obligatoriske avslagsgrunnar",
      "content": "Ein nordisk-europeisk arrestordre skal avslåast for forhold som\na. det er gitt norsk amnesti for\nb. den ettersøkte på grunn av alderen sin ikkje kan gjerast strafferettsleg ansvarleg for i Noreg\nc. det ligg føre norsk rettskraftig dom for, og straffa i tilfelle domfelling er fullbyrda, under fullbyrding eller ikkje lenger kan fullbyrdast\nd. det ligg føre norsk rettskraftig dom på overføring til tvungent psykisk helsevern eller tvungen omsorg, og dommen er fullbyrda, under fullbyrding eller ikkje lenger kan fullbyrdast\ne. det ligg føre norsk rettskraftig førelegg for, og førelegget er fullbyrda, under fullbyrding eller ikkje lenger kan fullbyrdast\nf. det ligg føre godkjend norsk avtale frå mekling i konfliktråd for, og avtalen ikkje er vesentleg misleghalden\ng. norsk rettsforfølging er innstilt for etter at den ettersøkte først har vore sikta for forholdet, jf. straffeprosessloven § 82, om ikkje det ligg føre forhold som nemnde i straffeprosessloven § 74 første, femte eller sjette ledd\nh. det er gitt norsk påtaleavkall for, om ikkje det ligg føre forhold som nemnde i straffeprosessloven § 74 andre, tredje, fjerde eller sjette ledd\ni. den kompetente myndigheita har kjennskap til at det i ein medlemsstat i Den europeiske unionen eller stat tilknytt Schengen-samarbeidet ligg føre ein rettskraftig dom eller ei anna endeleg avgjerd som avskjer vidare strafforfølging, og, dersom det er pådømd ein reaksjon, at denne reaksjonen er fullbyrda, under fullbyrding eller ikkje lenger kan fullbyrdast\nj. behandling eller rettskraftig dom eller anna endeleg avgjerd i ein internasjonal eller overnasjonal domstol avskjer vidare strafforfølging for, og, dersom det er pådømd ein reaksjon, at denne reaksjonen er fullbyrda, under fullbyrding eller ikkje lenger kan fullbyrdast\nk. er utført heilt eller delvis i Noreg, under dette på Svalbard, Jan Mayen eller i dei norske bilanda, eller andre område underlagde norsk jurisdiksjon, og forholdet anten ikkje er straffbart eller straffansvaret eller høve til strafforfølging eller straffullbyrding ville vore forelda etter norsk lovgiving.\nEin arrestordre som nemnd i første ledd skal også avslåast dersom overlevering vil vere i strid med Den europeiske menneskerettskonvensjonen med endringar eller dei tilleggsprotokollane som gjeld som norsk lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Politiske lovbrot",
      "content": "Ein nordisk-europeisk arrestordre kan ikkje avslåast for politiske lovbrudd.\nEin slik arrestordre kan likevel avslåast for lovbrot som nemnt i første ledd dersom den er utsteden av ein stat som ikkje sjølv overleverer ettersøkte personar til Noreg for politiske lovbrot.\nTingretten avgjer i tilfella som nemnd i andre ledd om eit forhold som ligg til grunn for arrestordren er å sjå på som eit politisk lovbrot i orskurden om vilkåra for overlevering er oppfylte, jf. § 14 første ledd andre punktum. Dersom retten kjem til at forholdet er eit politisk lovbrot, skal saka sendast via riksadvokaten til departementet for avgjerd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Norske statsborgarar",
      "content": "Reglane om overlevering gjeld også for arrestordrar som gjeld norske borgarar.\nDersom ein nordisk-europeisk arrestordre som gjeld ein norsk statsborgar, er ferda ut av ein stat som ikkje overleverer eigne statsborgarar til Noreg, kan han likevel avslåast. I slike tilfelle skal saka sendast via riksadvokaten til departementet for avgjerd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Dom kunngjord utan ettersøkte til stades. Livstidsstraff",
      "content": "Dersom ein nordisk-europeisk arrestordre gjeld overlevering til fullbyrding av fridomsstraff eller annan fridomsrøvande reaksjon pådømd utan ettersøkte til stades, og utan at den ettersøkte er blitt informert om tid og stad for rettsforhandlingane, skal han avslåast om ikkje den utferdande staten forsikrar at den ettersøkte kan krevje saka behandla på nytt og da har høve til å vere til stades.\nDersom dei forholda som ligg til grunn for arrestordren kan straffast med fridomsrøving på livstid, skal arrestordren avslåast om ikkje den utferdande staten forsikrar at straff som nemnd vil bli vurdert omgjord eller unnlaten fullbyrda, anten etter oppmoding eller seinast etter 20 år.\nForsikring som nemnd i første og andre ledd skal liggje føre før retten avgjer om vilkåra for overlevering er oppfylte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Forhold som kan gi grunnlag for avslag",
      "content": "Overlevering til strafforfølging på grunnlag av ein nordisk-europeisk arrestordre kan avslåast for forhold som\na. det er sett i gang norsk strafforfølging mot den ettersøkte for\nb. norsk påtalemakt har kjennskap til at det i ein annan stat enn ein EU-medlemsstat eller stat tilknytt Schengen-samarbeidet, ligg føre rettskraftig dom for, og straffa i tilfelle domfelling er fullbyrda, under fullbyrding eller ikkje lenger kan fullbyrdast etter denne staten sine reglar.\nOverlevering til straffullbyrding kan avslåast dersom den ettersøkte er busett i Noreg, eller er norsk statsborgar, og norske myndigheiter forpliktar seg til å fullbyrde dommen.\nDen ettersøkte skal givast høve til å uttale seg før ein arrestordre vert avslått på grunnlag av eit forhold som er nemnt i første og andre ledd. Før ein arrestordre vert avslått etter andre ledd, skal også kriminalomsorga givast høve til å uttale seg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Pågriping, fengsling og annan bruk av tvangsmiddel",
      "content": "Den som er ettersøkt i høve til ein nordisk-europeisk arrestordre, skal pågripast snarast råd om ikkje det er klart at overlevering må avslåast. Er den ettersøkte under 18 år, skal pågriping berre gjennomførast dersom det er særleg påkravd. Straffeprosessloven § 170 a gjeld tilsvarande.\nVed pågripinga skal den ettersøkte straks informerast om arrestordren. Den ettersøkte skal også informerast om høvet til å samtykkje i overlevering. Det skal oppnemnast forsvarar.\nVil påtalemakta halde på den pågripne for å gjennomføre overleveringa, skal han framstillast for tingretten med krav om fengsling. Straffeprosessloven § 183 gjeld tilsvarande. Retten skal treffe avgjerd om fengsling om vilkåra for pågriping er oppfylte, jf. første ledd, med mindre det ikkje er grunn til å frykte for at den pågripne vil unndra seg eller hindre overlevering, eller formålet med fengsling kan oppnåast ved tiltak etter straffeprosessloven § 188. Retten skal ved vurderinga av om den skal treffe avgjerd om fengsling leggje opplysningane i arrestordren til grunn, om dei ikkje openbert er urette.\nTreff retten avgjerd om fengsling, skal det setjast ein tidsfrist på inntil 4 veker. Han kan lengjast med inntil 4 veker av gongen. Er den pågripne under 18 år, skal tidsfristen likevel ikkje overstige 2 veker eller lengjast med meir enn 2 veker av gongen. Samla fengslingstid kan ikkje overstige 12 veker, om det ikkje ligg føre særlege grunnar. Fjerde punktum gjeld likevel ikkje dersom det ligg føre eit konkurrerande krav om utlevering, jf. § 29 andre ledd, eller dersom den som vert kravd overlevert, tidlegare er overlevert eller utlevert.\nAndre straffeprosessuelle tvangsmiddel kan nyttast i same utstrekning som i saker om tilsvarande lovbrot her i riket. Tredje ledd fjerde punktum i paragrafen her gjeld tilsvarande.\n0 Endra med lov 24 mai 2013 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Avgjerd av nordisk-europeisk arrestordre",
      "content": "Påtalemakta skal etter mottak av arrestordren straks sende saka til tingretten. Tingretten avgjer ved orskurd om vilkåra for overlevering er oppfylte.\nDen ettersøkte skal i retten spørjast om vedkomande samtykkjer i overlevering. I så fall skal den ettersøkte også spørjast om å gi sitt samtykke til rettsforfølging for andre lovbrot gjorde forut for overleveringa, og informerast om kva for rettsfølgjer eit samtykke har. Eit eventuelt samtykke skal givast skriftleg i rettsmøtet. Samtykkjer den ettersøkte i overlevering, treff retten si avgjerd straks og seinast innan ei veke.\nOpplysningane i arrestordren skal leggjast til grunn for retten si avgjerd, om ikkje dei openbert er urette. Orskurden kan ankast etter reglane i straffeprosessloven kapittel 26. Fristen for anke er likevel tre dagar. Anke har utsetjande verknad. Rettskraftig orskurd skal om mogleg liggje føre seinast 45 dagar etter pågripinga av den ettersøkte, men innan ei veke dersom den ettersøkte har samtykt i overlevering. Den rettskraftige orskurden vert straks send til påtalemakta, som innan tre arbeidsdagar avgjer om arrestordren skal etterkomast eller ikkje.\nFristar som nemnde i første og tredje ledd byrjar å gjelde når påtalemakta har motteke tilstrekkelege opplysningar til å behandle saka. Dersom den ettersøkte har immunitet eller privilegium i Noreg for den straffbare handlinga arrestordren gjeld, byrjar ikkje fristen å gjelde før immuniteten eller privilegiet er oppheva. Dersom den ettersøkte tidlegare er utlevert eller overlevert til Noreg og overlevering vidare krev samtykke frå den staten som utleverte eller overleverte vedkomande, byrjar fristen ikkje å gjelde før vedkomande stat har gitt samtykke.\nDersom fristane ikkje kan overhaldast, skal påtalemakta straks varsle den som har ferda ut arrestordren, om dette.\nDen ettersøkte kan klage på påtalemakta sitt vedtak. Spørsmålet om vilkåra for overlevering er oppfylte kan ein ikkje klage på. Straffeprosessloven § 59 a gjeld tilsvarande. Fristen for å klage er likevel tre dagar, og klagen har utsetjande verknad. Klageinstansen gjer vedtak straks og så vidt mogleg innan tre arbeidsdagar etter at klagen vart motteke.\nNår endeleg avgjerd om overlevering ligg føre, skal påtalemakta straks varsle den som har ferda ut arrestordren. Avslag på arrestordren skal grunngivast.\nDepartementet kan gi forskrifter om samtykke som nemnt i andre ledd.\n0 Endra med lov 24 mai 2013 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Vilkår for overlevering av norske borgarar og personar busette her",
      "content": "Det skal setjast som vilkår for overlevering av norsk statsborgar at overlevering vidare for forhold som er gjort forut for overleveringa til ein stat som ikkje sjølv overleverer eigne borgarar til Noreg, ikkje skjer utan samtykke frå departementet, jf. § 10 andre ledd. Det skal også setjast som vilkår at utlevering vidare for forhold som nemnde i første punktum, ikkje skal skje, jf. utleveringsloven § 2.\nDersom ein arrestordre gjeld overlevering til strafforfølging av ein norsk statsborgar eller ein person busett her, kan det setjast som vilkår for overleveringa at vedkomande vert send tilbake for å sone ein eventuell dom her. Den ettersøkte og kriminalomsorga skal få høve til å uttale seg før det vert sett eit slikt vilkår.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Samtykke i strafforfølging m.m. for andre straffbare forhold og til overlevering og utlevering vidare",
      "content": "Ein medlemsstat i Den europeiske unionen som har fått ein person overlevert frå Noreg på grunnlag av ein nordisk-europeisk arrestordre, kan når det vert kravd givast samtykke til å\na. strafforfølgje eller fullbyrde straff mot vedkomande for andre forhold gjorde forut for overleveringa enn dei han vart overlevert for\nb. overlevere personen vidare til ein annan medlemsstat eller Island for forhold gjorde forut for overleveringa\nc. utlevere personen vidare til ein stat utanfor Norden og Den europeiske unionen for forhold gjorde forut for overlevering, dersom vedkomande ikkje er norsk statsborgar.\nKrav om samtykke i strafforfølging eller straffullbyrding som nemnt i første ledd bokstav a og til overlevering vidare som nemnt i første ledd bokstav b) skal utformast i samsvar med §§ 5 og 26 og oversendast som oppgitt i § 25. Samtykke skal givast dersom vilkåra for overlevering er oppfylte for den straffbare handlinga som kravet om samtykke gjeld, og på dei vilkåra som følgjer av eller som vert stilte i medhald av loven her. Avgjerda skal liggje føre innan 30 dagar etter at kravet vart motteke. § 14 gjeld tilsvarande så langt han høver. Spørsmålet om samtykke skal likevel behandlast skriftleg, om ikkje retten avgjer munnleg behandling. Påtalemakta sender kravet til den tingretten som avgjorde spørsmålet om overlevering. Det skal oppnemnast forsvarar for den overleverte.\nKrav om samtykke i utlevering vidare som nemnt i første ledd bokstav c skal sendast departementet og behandlast etter reglane i utleveringsloven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Krav til straffetrusselen eller pådømd straff",
      "content": "Overlevering av personar til ein annan nordisk stat på grunnlag av ein nordisk arrestordre skjer etter reglane i loven her for\na. strafforfølging for forhold som kan medføre fridomsstraff eller ein annan fridomsrøvande reaksjon i den staten som har ferda ut arrestordren\nb. fullbyrding av pådømd fridomsstraff som nemnd i bokstav a.\nGjeld arrestordren fleire straffbare forhold, skal han etterkomast og setjast i verk sjølv om vilkåra i første ledd berre er oppfylte for eitt av forholda.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Obligatoriske avslagsgrunnar",
      "content": "Ein nordisk arrestordre skal avslåast for forhold som det ligg føre ein avslagsgrunn for som nemnd i § 8 første ledd bokstav a til j og andre ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Forhold som kan gi grunnlag for avslag",
      "content": "Ein nordisk arrestordre kan avslåast dersom\na. det ligg føre forhold som nemnde i § 12 første og andre ledd\nb. forholdet er gjort heilt eller delvis i Noreg, under dette på Svalbard, Jan Mayen eller i dei norske bilanda, eller andre område underlagde norsk jurisdiksjon, og det ikkje er straffbart etter norsk lovgiving.\n§ 12 tredje ledd gjeld tilsvarande.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Pågriping, fengsling og annan bruk av tvangsmiddel",
      "content": "Den som er ettersøkt i høve til ein nordisk arrestordre, skal pågripast snarast råd om det ikkje er klart at overlevering må avslåast. Pågriping kan også skje etter reglane i straffeprosessloven kapittel 14 når politi eller påtalemakt i ein annan nordisk stat ber om det før personen er ettersøkt som nemnt i første punktum, i same utstrekning som i saker om tilsvarande lovbrot her i landet. Er den ettersøkte under 18 år, skal pågriping berre skje dersom det er særleg påkravd. Straffeprosessloven § 170 a gjeld tilsvarande.\nVed pågripinga skal den ettersøkte straks informerast om arrestordren. Den ettersøkte skal også informerast om retten til å samtykkje i overlevering og kva for rettsfølgjer eit slikt samtykke har. Det skal oppnemnast forsvarar.\nVil påtalemakta halde på den pågripne for å gjennomføre overleveringa, skal vedkomande framstillast for tingretten med krav om fengsling. Straffeprosessloven § 183 gjeld tilsvarande. Retten skal treffe avgjerd om fengsling om vilkåra for pågriping er oppfylte, jf. første ledd, med mindre det ikkje er grunn til å frykte for at den pågripne vil unndra seg eller hindre overlevering, eller formålet med fengsling kan oppnåast ved tiltak etter straffeprosessloven § 188. Retten skal ved vurderinga av om den skal treffe avgjerd om fengsling leggje opplysningane i arrestordren til grunn, om dei ikkje openbert er urette.\nFramstilling for tingretten med krav om fengsling skjer likevel ikkje dersom den ettersøkte er over 18 år og samtykkjer i overlevering, dersom ikkje den ettersøkte krev retten si prøving av vilkåra for fengsling etter tredje ledd tredje punktum eller dersom overlevering venteleg ikkje kan skje innan ei veke frå pågripinga. Fristen for framstilling vert i så fall rekna frå kravet om retten si prøving er framsett eller frå samtykket til overlevering er trekt tilbake, eller frå det tidspunkt det er klart at overlevering ikkje vil skje innan fristen nemnd i første punktum.\nTreff retten avgjerd om fengsling, skal det setjast ein tidsfrist som ikkje må overstige 4 veker, men 2 veker dersom den pågripne er under 18 år. Han kan lengjast med inntil 2 veker av gongen. Samla fengslingstid kan ikkje overstige 6 veker, om det ikkje ligg føre særlege grunnar. Fristane som nemnde gjeld ikkje dersom det ligg føre eit konkurrerande krav om utlevering, jf. § 29 andre ledd, eller den som vert kravd overlevert, tidlegare er overlevert frå ein stat utanfor Norden eller utlevert.\nAndre straffeprosessuelle tvangsmiddel kan nyttast i same utstrekning som i saker om tilsvarande lovbrot her i riket. Tredje ledd fjerde punktum gjeld tilsvarande.\n0 Endra med lover 24 mai 2013 nr. 18, 21 juni 2019 nr. 51 (ikr. 1 jan 2020 iflg. res. 22 nov 2019 nr. 1549).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Avgjerd av nordisk arrestordre",
      "content": "Samtykkjer den ettersøkte i overlevering, skal påtalemakta straks og seinast tre arbeidsdagar etter at samtykket er gitt, avgjere om den nordiske arrestordren skal etterkomast eller ikkje. Eit samtykke skal givast skriftleg til påtalemakta etter at den ettersøkte har blitt orientert om verknaden av at samtykke vert gitt. Eit samtykke kan trekkjast tilbake.\nDersom påtalemakta vil etterkome arrestordren, og den ettersøkte ikkje samtykkjer i overlevering eller trekkjer samtykket tilbake før overleveringa er gjennomført, vert saka straks send til tingretten. Tingretten avgjer ved orskurd om vilkåra for overlevering er oppfylte. Opplysningane i arrestordren skal leggjast til grunn for avgjerda, om dei ikkje openbert er urette.\nOrskurden kan ankast etter reglane i straffeprosessloven kapittel 26. Fristen for anke er likevel tre dagar. Anke har utsetjande verknad. Rettskraftig orskurd skal om mogleg liggje føre seinast 3 veker etter pågripinga av den ettersøkte. Den rettskraftige orskurden vert straks send til påtalemakta, som innan tre arbeidsdagar avgjer om arrestordren skal etterkomast eller ikkje.\nFristar som nemnde i andre og fjerde ledd byrjar ikkje å gjelde før påtalemakta har motteke tilstrekkelege opplysningar til å gjere vedtak. Dersom den ettersøkte har immunitet eller privilegium i Noreg for den straffbare handlinga arrestordren gjeld, byrjar ikkje fristen å gjelde før immuniteten eller privilegiet er oppheva. Dersom den ettersøkte tidlegare er utlevert eller overlevert til Noreg og overlevering vidare krev samtykke frå den staten som utleverte eller overleverte vedkomande, byrjar fristen ikkje å gjelde før vedkomande stat har gitt samtykke.\n§ 14 femte til åttande ledd gjeld tilsvarande.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Vilkår for overlevering av norske borgarar og personar busette her",
      "content": "Det skal setjast som vilkår for overlevering av norsk statsborgar at overlevering vidare for forhold gjorde forut for overleveringa til ein stat som ikkje sjølv overleverer eigne borgarar til Noreg, ikkje skjer utan departementet sitt samtykke, jf. § 10 andre ledd. Det skal også setjast som vilkår at utlevering vidare for forhold som nemnde i første punktum ikkje skal skje, jf. utleveringsloven § 2.\nDersom ein arrestordre gjeld overlevering til strafforfølging av ein norsk statsborgar eller ein person busett her, kan det setjast som vilkår for overleveringa at vedkomande skal sendast tilbake for å sone ein eventuell dom her. Den ettersøkte og kriminalomsorga skal få høve til å uttale seg før det vert sett eit slikt vilkår.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Samtykke i strafforfølging eller straffullbyrding for andre straffbare handlingar",
      "content": "Har overlevering skjedd til ein annan nordisk stat på grunnlag av ein nordisk arrestordre og den staten som har fått personen overlevert, ber om samtykke til å strafforfølgje eller straffullbyrde for andre forhold gjorde forut for dei som var omfatta av arrestordren, skal samtykke givast om det ikkje ligg føre forhold som nemnde i § 18, jf. § 8. Samtykke kan likevel nektast dersom det ligg føre forhold som nemnde i § 19 første ledd bokstav b.\nOppmoding om samtykke skal oppfylle krava i §§ 5 og 26 og sendast over som oppgitt i § 25. § 21 gjeld tilsvarande så langt han høver. Spørsmålet om samtykke skal likevel behandlast skriftleg, om ikkje retten treff avgjerd om munnleg behandling. I tilfelle som nemnde i § 21 andre ledd skal oppmodinga sendast den tingretten som avgjorde spørsmålet om overlevering. Det skal oppnemnast forsvarar for den overleverte.\n0 Endra med lover 24 mai 2013 nr. 18, 9 mai 2014 nr. 16 (ikr. 9 mai 2014 iflg. res. 9 mai 2014 nr. 625).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Samtykke i overlevering eller utlevering vidare",
      "content": "Det kan givast samtykke til at ein person som er overlevert til eit nordisk land på grunnlag av ein nordisk arrestordre, vert overlevert vidare til ein medlemsstat i Den europeiske unionen utanfor Norden for eit forhold gjort forut for overleveringa. Samtykke skal givast dersom ein arrestordre om overlevering til vedkomande stat for forholdet ville blitt etterkomen etter reglane som gjeld for nordisk-europeiske arrestordrar. § 23 andre ledd gjeld tilsvarande.\nOppmoding om samtykke til utlevering vidare til ein stat utanfor Norden og Den europeiske unionen vert behandla og avgjord etter reglane i utleveringsloven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Oversending og mottak av arrestordrar for overlevering frå Noreg",
      "content": "Arrestordren vert send gjennom Schengen informasjonssystem eller anna system for etterlysing av personar mistenkte for straffbare lovbrot, eller han vert send Kripos. Er opphaldsstaden til den ettersøkte kjend, kan arrestordren sendast direkte til politimeisteren på staden der den ettersøkte oppheld seg.\nVed feilsending skal den som mottek arrestordren, straks sende han vidare til kompetent påtalemakt og varsle den som har ferda ut arrestordren.\nEi etterlysing registrert i Schengen informasjonssystem eller i eit anna system for etterlysing av personar og som gjeld overlevering innanfor loven sitt verkeområde, jf. § 1, skal sidestillast med ein arrestordre inntil arrestordren vert motteken sjølv om etterlysinga ikkje inneheld alle opplysningane nemnde i § 5 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Språk",
      "content": "Ein arrestordre ferda ut til Noreg skal vere skriven på norsk, svensk, dansk eller engelsk eller ha vedlagt ei omsetjing til eit av dei nemnde språka.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Immunitet og privilegium",
      "content": "Dersom den ettersøkte har immunitet eller eit privilegium med omsyn til rettsforfølging eller fullbyrding i Noreg som kan opphevast av norsk myndigheit, skal påtalemakta straks oppmode rett myndigheit om å oppheve immuniteten eller privilegiet. Dersom oppheving av immuniteten eller privilegiet byggjer på vedtak gjort av myndigheiter i ein framand stat eller av organ i ein internasjonal organisasjon, skal påtalemakta straks varsle utferdande stat om at arrestordren ikkje kan etterkomast før immuniteten eller privilegiet er oppheva.\nDepartementet kan gi nærmare føresegner om saksbehandlinga i tilfelle som nemnde i første ledd første punktum, under dette om kva for norsk myndigheit som avgjer spørsmål om oppheving av immunitet eller privilegium.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Arrestordrar som gjeld ettersøkte som tidlegare er overleverte eller utleverte til Noreg",
      "content": "Den som er overlevert til Noreg på grunnlag av ein nordisk arrestordre, kan overleverast vidare til ein annan nordisk stat på grunn av ein nordisk arrestordre som gjeld eit straffbart forhold vedkomande har gjort forut for overleveringa til Noreg. Overlevering vidare til ein medlemsstat i Den europeiske unionen utanfor Norden kan skje i tilfelle som nemnde i andre ledd bokstav a, c, d og e.\nDen som er overlevert til Noreg på grunnlag av ein nordisk-europeisk arrestordre, skal ikkje overleverast vidare til ein annan medlemsstat i Den europeiske unionen eller Island for eit forhold gjort forut for overleveringa. Overlevering vidare for forhold som nemnt kan likevel skje dersom\na. den ettersøkte i retten skriftleg samtykkjer i overlevering vidare eller i strafforfølging for forholdet\nb. den ettersøkte samtykte i å bli overlevert til Noreg og i den samanhengen også samtykte i å bli strafforfølgd eller få fullbyrda straff mot seg for forhold gjorde forut for overleveringa\nc. den ettersøkte har unnlate å forlate riket, trass i at han i 45 dagar uhindra har kunna forlate det\nd. den ettersøkte frivillig er vend tilbake til riket etter først å ha forlate det, eller\ne. den staten som overleverte den ettersøkte til Noreg, samtykkjer i overlevering vidare.\nKan overlevering vidare ikkje skje utan samtykke frå den staten som tidlegare har overlevert vedkomande, jf. andre ledd bokstav e, skal påtalemakta sørgje for at det blir sendt ei oppmoding til vedkomande stat om samtykke til overleveringa. Oppmodinga skal utformast i samsvar med § 32 og skal sendast kompetent myndigheit i den staten som overleverte vedkomande.\nOverlevering vidare skal ikkje skje i strid med særlege vilkår sette for overleveringa.\nDersom den ettersøkte er utlevert til Noreg frå ein stat utanfor Norden og Den europeiske unionen, skal vedkomande ikkje overleverast i strid med dei vilkåra som er sette for utleveringa. Dersom overlevering vidare krev samtykke frå den staten vedkomande er utlevert frå, skal kompetent myndigheit sørgje for at det straks blir sendt ei oppmoding om slikt samtykke.\n0 Endra med lov 21 juni 2019 nr. 51 (ikr. 1 jan 2020 iflg. res. 22 nov 2019 nr. 1549).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Avgjerd om overlevering når det ligg føre konkurrerande oppmodingar",
      "content": "Dersom det ligg føre fleire arrestordrar som gjeld same person, avgjer påtalemakta kva for arrestordre som skal etterkomast.\nDersom det i tillegg til ein eller fleire arrestordrar ligg føre eit krav om utlevering frå ein stat utanfor Norden og EU, tek departementet avgjerd.\nI vurderinga av kva for arrestordre eller utleveringskrav som skal etterkomast, skal det bl.a leggjast vekt på staden for og karakteren av dei straffbare handlingane, når dei konkurrerande arrestordrane/utleveringskrava er ferda ut, og om dei gjeld strafforfølging eller fullbyrding av dom.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Frist for overlevering",
      "content": "Den ettersøkte skal overleverast snarast mogleg og seinast ti dagar etter at det ligg føre ei endeleg avgjerd om overlevering, likevel seinast fem dagar dersom overlevering skal skje på grunnlag av ein nordisk arrestordre. Gjer særlege omstende det umogleg å overlevere den ettersøkte innanfor fristen, skal påtalemakta straks kontakte den som har ferda ut arrestordren, for å avtale ein ny frist.\nOverlevering kan utsetjast dersom det ligg føre tungtvegande humanitære grunnar. Så snart desse grunnane ikkje lenger er til stades, avtaler påtalemakta nytt tidspunkt for overlevering med den som har ferda ut arrestordren. Overlevering skal skje innan ti dagar rekna frå tidspunkt som nemnt i andre punktum.\nEin ettersøkt som sit fengsla på grunnlag av arrestordren, skal setjast fri når fristane for overlevering i første og andre ledd har gått ut.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Utsett og mellombels overlevering på grunn av strafforfølging i Noreg",
      "content": "Påtalemakta kan treffe avgjerd om å utsetje overleveringa for å strafforfølgje den ettersøkte i Noreg for eit anna straffbart forhold. Det same gjeld dersom den ettersøkte skal fullbyrde ein dom for eit anna straffbart forhold.\nI staden for å utsetje overleveringa kan overlevering gjerast mellombels på vilkår som vert avtalte skriftleg mellom påtalemakta og den som har ferda ut arrestordren.\nDersom den ettersøkte er fridomsrøva, skal kriminalomsorga givast høve til å uttale seg før det blir treft avgjerd etter første ledd andre punktum og andre ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "title": "Utferding av ein nordisk-europeisk arrestordre",
      "content": "Påtalemakta kan ferde ut ein arrestordre til ein medlemsstat i Den europeiske unionen til strafforfølging dersom det ligg føre ei avgjerd om pågriping treft av retten for ei handling som kan medføre fengsel i minst 1 år. Påtalemakta kan ferde ut ein arrestordre til straffullbyrding dersom det ligg føre rettskraftig dom på fengsel eller anna fridomstap på minst fire månader.\nEr det fare ved opphald, kan skriftleg pågripingsavgjerd treft av påtalemakta tre i staden for avgjerd av retten for utferding av arrestordrar som nemnde i første ledd første punktum. Påtalemakta si avgjerd skal snarast mogleg leggjast fram for retten til godkjenning.\nArrestordren kan omfatte også forhold som ikkje oppfyller krava i første ledd, dersom eitt av forholda oppfyller vilkåra. I så fall er det for utferding av ein arrestordre til strafforfølging tilstrekkeleg at det ligg føre pågripingsavgjerd treft av retten for eitt av forholda.\nArrestordren vert utforma i samsvar med § 5 første ledd. Dersom handlinga kan straffast med fengsel i minst 3 år og kan sjåast på som handling nemnd i forskrift til § 7 tredje ledd, skal det opplysast om dette. Det same gjeld dersom arrestordren gjeld medverknad til felles kriminell verksemd som nemnd i § 7 andre ledd.\nArrestordren skal vere skriven på eller vere omsett til det språket eller eitt av dei språka som vert nytta av den iverksetjande staten, eller til eit anna språk den iverksetjande staten har godteke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "7:33",
      "chapter": "7",
      "section": "33",
      "title": "Utferding av ein nordisk arrestordre",
      "content": "Påtalemakta kan ferde ut ein arrestordre til ein annan nordisk stat til strafforfølging dersom den ettersøkte med skilleg grunn kan mistenkjast for å ha gjort ei straffbar handling som kan medføre fengsel. Påtalemakta kan ferde ut ein arrestordre til straffullbyrding dersom det ligg føre rettskraftig dom på fengsel eller anna fridomstap.\nArrestordren vert utforma i samsvar med § 5 første ledd og skriven på norsk, svensk, dansk eller engelsk.\n§ 32 tredje ledd første punktum gjeld tilsvarande.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Oversending av arrestordrar",
      "content": "Arrestordren vert registrert i Schengen informasjonssystem eller i eit anna system for etterlysing av personar mistenkte for straffbare lovbrot. Opplysningar nemnde i § 5 første ledd som ikkje kan registrerast i Schengen informasjonssystem, skal ettersendast så snart som mogleg til den myndigheita i den staten der den ettersøkte vert funnen som etter lovgivinga her er kompetent til å ta imot arrestordren.\nEr det kjent kvar den ettersøkte oppheld seg, kan arrestordren i tillegg sendast til den myndigheita i opphaldsstaten som etter lovgivinga her er kompetent til å ta imot arrestordren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Varetektsfrådrag",
      "content": "Når ein ettersøkt er overlevert for fullbyrding av dom her i riket, skal det gjerast frådrag i straffa for den tida han eller ho i høve saka har vore fråteken fridomen i den iverksetjande staten. Det same gjeld når den ettersøkte er overlevert til strafforfølging, dersom den ettersøkte får dom med fengselsstraff her i riket på grunnlag av det straffbare forholdet arrestordren gjeld.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "title": "Strafforfølging for andre straffbare forhold av overleverte personar",
      "content": "Den som er overlevert til Noreg frå ein medlemsstat i Den europeiske unionen på grunnlag av ein nordisk-europeisk arrestordre, kan ikkje strafforfølgjast, og straff kan ikkje fullbyrdast mot vedkomande, for andre straffbare forhold gjorde forut for overleveringa enn dei som arrestordren omfatta.\nForbodet i første ledd gjeld likevel ikkje dersom\na. vedkomande etter overleveringa samtykkjer i strafforfølging eller straffullbyrding for bestemte straffbare forhold gjorde føre overleveringa. Samtykket skal givast i retten og skal protokollerast og vedtakast\nb. vedkomande samtykte i å bli overlevert til Noreg og i den samanhengen også samtykte i å bli strafforfølgd eller få fullbyrda straff mot seg for forhold gjorde forut for overleveringa\nc. den ettersøkte har unnlate å forlate riket, enda han i 45 dagar har hatt høve til dette\nd. den ettersøkte frivillig er vend tilbake til riket etter først å ha forlate det\ne. forholdet gjort forut for overleveringa berre kan straffast med bot, eller\nf. staten som overleverte den ettersøkte til Noreg, samtykkjer.\nDen som er overlevert til Noreg frå ein nordisk stat på grunnlag av ein nordisk arrestordre, kan strafforfølgjast, og straff kan fullbyrdast mot vedkomande for straffbare forhold gjorde forut for overleveringa om ikkje\na. det i den staten som overleverte vedkomande ligg føre forhold som nemnde i § 8 første ledd bokstav a til h eller det ligg føre forhold som nemnde i § 8 første ledd bokstav i eller j, eller\nb. forholdet er gjort heilt eller delvis på territoriet til den staten som overleverte vedkomande, eller ein stad som vert likestilt med dette, og forholdet ikkje er straffbart etter lovgivinga i denne staten, om ikkje denne staten samtykkjer i strafforfølging.\nSjølv om vilkåra i tredje ledd bokstav b ikkje er oppfylte, kan vedkomande strafforfølgjast for forhold gjorde forut for overleveringa i tilfelle som nemnde i andre ledd bokstav c og d eller dersom vedkomande før eller etter overleveringa har samtykt til strafforfølging for andre forhold.\nEi oppmoding om samtykke som nemnd i andre ledd bokstav f og tredje ledd bokstav b skal sendast kompetent myndigheit i den staten som overleverte vedkomande i samsvar med §§ 32 eller 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "title": "Utlevering vidare",
      "content": "Den som er overlevert til Noreg på grunnlag av ein nordisk-europeisk arrestordre, skal ikkje utleverast vidare til ein stat utanfor Norden og Den europeiske unionen for eit forhold gjort forut for overleveringa hit utan samtykke frå den staten som vedkomande er overlevert frå, om ikkje anna følgjer av overleveringsvedtaket.\nDen som er overlevert til Noreg på grunnlag av ein nordisk arrestordre, kan berre utleverast vidare til ein stat utanfor Norden og Den europeiske unionen for eit forhold gjort forut for overleveringa hit dersom vedkomande samtykkjer eller i tilfelle som nemnde i § 36 andre ledd bokstav c, d og f.\nAvgjerd om utlevering vidare vert teken av departementet etter føresegnene i utleveringsloven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "title": "Tilbakeføring av personar som er overleverte til Noreg",
      "content": "Er ein ettersøkt overlevert til Noreg for strafforfølging på vilkår om at den overleverte vert ført tilbake til utferdande stat etter at strafforfølginga er gjennomført, skal påtalemakta sjå til at personen vert ført tilbake.\nEr den som skal tilbakeførast ikkje fengsla på førehand, kan vedkomande pågripast og fengslast dersom dette vert rekna som nødvendig for å få gjennomført tilbakeføringa. Avgjerd om fengsling skal ikkje gjelde for lengre tid enn ti dagar, likevel fem dagar dersom tilbakeføringa skal skje til eit nordisk land. Gjer særlege omstende det umogleg å tilbakeføre vedkomande innan fristen nemnd i andre punktum, kan fengslinga lengjast med inntil ti dagar, likevel inntil fem dagar dersom tilbakeføringa skal skje til eit nordisk land.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "8:39",
      "chapter": "8",
      "section": "39",
      "title": "Beslag og overlevering av ting",
      "content": "Påtalemakta skal beslagleggje og overlevere ting som venteleg har tyding som bevis i den saka arrestordren gjeld, eller som er utbytte av dette straffbare forholdet. Det same gjeld andre ting og utbytte som kan inndragast etter straffeloven §§ 67 til 73, dersom den staten som har ferda ut arrestordren, krev det, og det ville vore høve til inndraging etter lovgivinga i den staten som har ferda ut arrestordren.\nPlikta i første ledd gjeld sjølv om den ettersøkte er død eller forsvunnen.\nPåtalemakta kan halde tilbake eller mellombels overlevere ting som nemnde i første ledd når dei venteleg har tyding som bevis i pågåande strafforfølging her i riket.\nOverleveringa får inga tyding for eksisterande rettar i tinga. Det kan stillast vilkår for overleveringa dersom det er nødvendig for å verne slike rettar.\n0 Endra med lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "8:40",
      "chapter": "8",
      "section": "40",
      "title": "Mellombels overføring",
      "content": "Dersom det ligg føre ein arrestordre om pågriping og overlevering av ein ettersøkt person til strafforfølging, kan påtalemakta etter krav samtykkje i mellombels overføring av den ettersøkte for avhør i den staten som har ferda ut arrestordren.\nSamtykke skal ikkje givast dersom det er klart at arrestordren vil bli avslått eller dersom det vert rekna som nødvendig at den ettersøkte oppheld seg her i riket av omsyn til ei straffesak eller behandlinga av arrestordren. Ved vurderinga av om samtykke skal givast skal det takast omsyn til om overføringa vil lengje fridomstapet til den ettersøkte. Den ettersøkte skal få høve til å uttale seg før avgjerda vert teken.\nPåtalemakta fastset tida for overføringa og stiller dei vilkåra som ho finn er nødvendige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "8:41",
      "chapter": "8",
      "section": "41",
      "title": "Transitt",
      "content": "Den som vert overlevert frå Sverige, Danmark, Finland eller Island til ein av desse statane, kan utan særskilt samtykke førast over norsk territorium.\nI andre tilfelle av overlevering på grunnlag av ein arrestordre frå ein medlemsstat i Den europeiske unionen til ein annan medlemsstat eller til Island skal departementet gi godkjenning til at personen vert ført over norsk territorium dersom norske myndigheiter har motteke opplysningar om identiteten og statsborgarskapen til den ettersøkte, kva slag straffbar handling som har skjedd og rettsleg karakteristikk på ho, og omstende rundt handlinga, under dette tid og stad. Skal overleveringa skje til ein stat som ikkje overleverer eigne statsborgarar til Noreg, kan transitt likevel nektast dersom den ettersøkte er norsk statsborgar, jf. § 10 andre ledd. I andre tilfelle der den ettersøkte er norsk statsborgar, kan det setjast vilkår for godkjenninga.\nAndre ledd gjeld tilsvarande ved transitt av ein person som skal utleverast frå ein stat utanfor Norden og Den europeiske unionen til ein medlemsstat i Den europeiske unionen eller Island på grunnlag av eit utleveringskrav.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "9:42",
      "chapter": "9",
      "section": "42",
      "title": "Iverksetjing m.m.",
      "content": "Loven trer i kraft frå det tidspunktet​1 Kongen fastset. Kongen kan bestemme at loven skal tre i kraft mellom enkelte av dei nordiske statane, eller for berre nordiske eller nordisk-europeiske arrestordrar. Frå det tidspunkt loven trer i kraft for nordiske arrestordrar, vert lov 3. mars 1961 nr. 1 om utlevering av lovbrytarar til Danmark, Finland, Island og Sverige og lov 19. september 2008 nr. 77 om nordisk arrestordre oppheva.\nLoven gjeld for arrestordrar mottekne etter at loven har tredd i kraft. Utleveringskrav mottekne før loven har tredd i kraft, vert behandla etter lov 3. mars 1961 nr. 1 om utlevering av lovbrytarar til Danmark, Finland, Island og Sverige eller etter lov 13. juni 1975 nr. 39 om utlevering av lovbrytarar m.v.\n1 § 1 til § 42 tek til å gjelde 16 okt 2012 for nordiske arrestordrar. § 43 med unntak av endringa i lov 13 juni 1975 nr. 39 § 1 tek til å gjelde 16 okt 2012 iflg. res. 21 sep 2012 nr. 895. § 1 til § 42 tek til å gjelde 1 nov 2019 for så vidt gjeld nordisk-europeiske arrestordrar. § 43 om endring i lov 13 juni 1975 nr. 39 § 1 tek til å gjelde 1 nov 2019 iflg. res. 18 okt 2019 nr. 1387.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "9:43",
      "chapter": "9",
      "section": "43",
      "title": "Endringar i andre lover",
      "content": "Frå den tida Kongen fastset,​1 blir det gjort følgjande endringar i anna lovgiving: – – –\n1 § 1 til § 42 tek til å gjelde 16 okt 2012 for nordiske arrestordrar. § 43 med unntak av endringa i lov 13 juni 1975 nr. 39 § 1 tek til å gjelde 16 okt 2012 iflg. res. 21 sep 2012 nr. 895. § 1 til § 42 tek til å gjelde 1 nov 2019 for så vidt gjeld nordisk-europeiske arrestordrar. § 43 om endring i lov 13 juni 1975 nr. 39 § 1 tek til å gjelde 1 nov 2019 iflg. res. 18 okt 2019 nr. 1387.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    }
  ]
}