{
  "id": "LOV-1956-12-07-1",
  "type": "statute",
  "title": "Lov om tilsynet med finansforetak mv. (finanstilsynsloven)",
  "short_name": "Finanstilsynsloven – finanstll",
  "status": "in_force",
  "issued_date": "1956-12-07",
  "in_force_date": "1956-12-07",
  "url": "https://lovdata.no/dokument/NLO/lov/1956-12-07-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tilsyn etter denne lov føres med:\n1. banker,\n2. kredittforetak,\n3. finansieringsforetak,\n4. betalingsforetak og opplysningsfullmektiger,\n5. e-pengeforetak,\n6. skadeforsikringsforetak, herunder utenlandske skadeforsikringsforetaks generalagent (hovedagent) i Norge, og gjenforsikringsforetak,\n7. livsforsikringsforetak, herunder utenlandske livsforsikringsselskapers generalagent (hovedagent i Norge),\n8. kredittforsikringsforetak,\n9. innskuddspensjonsforetak,\n10. sjøtrygdelag,\n11. private, kommunale og fylkeskommunale pensjonskasser og pensjonsfond samt Norges Banks pensjonskasse,\n12. forsikringsformidlingsforetak,\n13. låneformidlingsforetak,\n14. regulerte markeder,\n15. verdipapirsentraler,\n16. verdipapirforetak og andre foretak som driver virksomhet i forbindelse med verdipapirhandel, samt med overholdelsen av bestemmelser om verdipapirhandel gitt i eller i medhold av lov,\n17. revisorer og revisjonsselskaper som er godkjent etter revisorloven,\n18. statsautoriserte regnskapsførere og regnskapsselskaper,\n19. filial av utenlandsk kredittinstitusjon forsåvidt gjelder virksomhet som drives her i riket,\n20. utenlandske finansforetaks representasjonskontorer i Norge,\n21. andre foretak så langt det følger av bestemmelser i eller i medhold av særskilt lov, og\n22. andre foretak, når det besluttes ved enkeltvedtak i medhold av lov.\nNår et foretak som nevnt i første ledd er en del av et konsern, skal det føres tilsyn etter denne lov også med andre foretak i konsernet. Når tilsynsmessige hensyn tilsier det, gjelder dette også den del av virksomheten til foretakene i konsernet som ikke ellers omfattes av denne lov.\nTilsyn etter denne lov føres også med utenlandske foretak som tilsvarer foretak som nevnt i første ledd, eller driver virksomhet som tilsvarer virksomhet som nevnt i første ledd, og utenlandsk foretak som tilsvarer forvaltningsselskap for verdipapirfond og foretak som formidler finansielle tjenester i den utstrekning foretaket driver virksomhet her i riket.\nRegler om foretakene i denne lov får tilsvarende anvendelse overfor fysiske personer som nevnt i første ledd.\nKongen kan i forskrift eller ved enkeltvedtak gjøre unntak fra paragrafen her.\n0 Endret ved lover 24 mai 1961 nr. 1, 24 mai 1961 nr. 2, 11 juni 1976 nr. 71, 25 mars 1977 nr. 14, 15 des 1978 nr. 84, 8 juni 1984 nr. 49, 7 juni 1985 nr. 47, 10 juni 1988 nr. 40, 17 juni 1988 nr. 58, 9 juni 1989 nr. 28, 15 juni 1990 nr. 19, 5 juni 1992 nr. 51, 3 juli 1992 nr. 97 (ikr. 6 sep 1996), 4 des 1992 nr. 123 (ikr. 1 jan 1994), 20 des 1993 nr. 140 (ikr. 1 jan 1994), 4 nov 1994 nr. 59, 28 juni 1996 nr. 46 (ikr. 1 juli 1996), 22 nov 1996 nr. 67 (ikr. 1 des 1996), 7 juni 1996 nr. 25 (ikr. 31 des 1996), 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. forskr. 25 juni 1999 nr. 711), 18 juni 1999 nr. 42 (ikr. 22 juni 1999 iflg. res. 18 juni 1999), 17 nov 2000 nr. 80 (ikr. 31 mars 2001 iflg. forskr. 30 mars 2001), 15 juni 2001 nr. 41 (ikr. 1 jan 2002 iflg. forskr. 29 juni 2001 nr. 742), 5 juli 2002 nr. 64 (ikr. 1 jan 2003 iflg. forskr. 20 des 2002 nr. 1627), 10 des 2004 nr. 81 (ikr. 1 jan 2005 iflg. res. 10 des 2004 nr. 1610), 10 juni 2005 nr. 41 (ikr. 1 jan 2006 iflg. res. 9 des 2005 nr. 1414), 10 juni 2005 nr. 44 (ikr. 1 juli 2006 iflg. res. 30 juni 2006 nr. 776), 30 juni 2006 nr. 38 (ikr. 1 juli 2006 iflg. res. 30 juni 2006 nr. 773), 29 juni 2007 nr. 75 (ikr. 1 nov 2007 iflg. res. 29 juni 2007 nr. 752), 14 mars 2008 nr. 6 (ikr. 1 juli 2008 iflg. res. 14 mars 2008 nr. 250), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 4 juni 2010 nr. 20 (ikr. 1 juli 2010 iflg. res. 4 juni 2010 nr. 771), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350), 23 nov 2018 nr. 87 (ikr. 1 apr 2019 iflg. res. 15 feb 2019 nr. 125), 15 mars 2019 nr. 6 (ikr. 1 jan 2020 iflg. res. 6 des 2019 nr. 1656), 16 des 2022 nr. 90 (i kraft 1 jan 2023 iflg. res. 16 des 2022 nr. 2255).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Tilsynet føres av Finanstilsynet. Kongen kan gi nærmere forskrifter om tilsynets virksomhet.\nFinanstilsynet ledes av et styre med fem medlemmer. Medlemmene og varamedlemmene oppnevnes av Kongen. Kongen utpeker styrets leder og nestleder. Direktøren for Finanstilsynet ansettes av Kongen for en periode av seks år. Styrets medlemmer og varamedlemmer oppnevnes for en periode av fire år. Kongen kan fastsette instruks for styret.\nAv og blant de ansatte velges to medlemmer som supplerer styret ved behandlingen av administrative saker. Valgordningen avtales i forhandlinger med de ansatte, og fastsettes i mangel av slik avtale av departementet.\nNorges Bank skal ha en observatør i styret. Observatøren har tale- og forslagsrett, men ikke stemmerett. Observatøren med stedfortreder oppnevnes av departementet etter forslag fra Norges Bank for en periode på fire år.\nFinanstilsynet kan engasjere statsautoriserte og registrerte revisorer og personer med annen sakkyndighet til å utføre oppdrag innenfor tilsynets arbeidsområde.\nTilsynet kan oppnevne utvalg til å foreta selvstendige granskninger innenfor tilsynets arbeidsområde. Foretak og tillits- og tjenestemenn i finansforetak under tilsyn har samme opplysningsplikt overfor et slikt utvalg som de har overfor tilsynet, jf. § 3 annet og tredje ledd. Som ledd i granskningen kan utvalget kreve bevisopptak ved domstolene etter domstolloven § 44. Utvalgets medlemmer har taushetsplikt som angitt i § 7 femte ledd og må hvis ikke annet er fastsatt eller forutsatt ved oppnevningen, følge de regler som gjelder for styremedlemmer i tilsynet.\nDepartementet kan bestemme at utgiftene ved oppdrag som nevnt i de to foregående ledd, helt eller delvis skal refunderes av de foretak hvor oppdragene har vært utført.\n0 Endret ved lover 18 juni 1971 nr. 74, 11 juni 1976 nr. 71, 7 juni 1985 nr. 47, 25 okt 1991 nr. 74, 20 des 1993 nr. 140 (ikr. 1 jan 1994), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Tilsynet skal se til at de foretak det har tilsyn med, virker på hensiktsmessig og betryggende måte i samsvar med lov og bestemmelser gitt i medhold av lov samt med den hensikt som ligger til grunn for foretakenes opprettelse, dens formål og vedtekter. Tilsynet skal se til at foretakene under tilsyn i sin virksomhet ivaretar forbrukernes interesser og rettigheter.\nTilsynet skal granske regnskaper og andre oppgaver fra foretakene og skal ellers gjøre de undersøkelser om deres stilling og virksomhet som tilsynet finner nødvendig. Foretaket plikter når som helst å gi alle opplysninger som tilsynet måtte kreve og å la tilsynet få innsyn i og i tilfelle få utlevert til kontroll foretakets protokoller, registrerte regnskapsopplysninger, regnskapsmateriale, bøker, dokumenter, datamaskiner eller annet teknisk hjelpemiddel og materiale som er tilgjengelig ved bruk av slikt hjelpemiddel samt beholdninger av enhver art.\nHvis opplysningsplikten som er pålagt foretaket etter annet ledd ikke oppfylles, kan opplysningsplikten pålegges de enkelte tillits- og tjenestemenn i foretaket. Foretaket skal i slike tilfeller som hovedregel varsles. Revisor kan pålegges å gi opplysninger som fremgår av årsregnskapet, regnskapsskjemaet, følgeskriv A til lønns- og trekkoppgaver, revisjonsprotokoll og revisjonsberetning.\n0 Endret ved lover 7 juni 1985 nr. 47, 17 juni 1988 nr. 58, 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 17 nov 2000 nr. 80 (ikr. 28 feb 2001 iflg. forskr. 28 feb 2001 nr. 198), 14 des 2012 nr. 84 (ikr. 1 jan 2013 iflg. res. 14 des 2012 nr. 1230), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "3 a",
      "section": "3 a",
      "content": "Revisor som reviderer årsregnskapet i foretak som nevnt i § 1 første ledd plikter straks å rapportere til Finanstilsynet ethvert forhold vedrørende virksomheten som denne får kjennskap til under utøvelsen av sin revisjonsvirksomhet som kan:\n1. innebære en overtredelse av bestemmelser som regulerer foretakets virksomhet, dersom overtredelsen kan medføre tilbakekall av foretakets tillatelse til å drive virksomhet,\n2. skade den fortsatte drift av foretaket, eller\n3. medføre at regnskapene ikke godkjennes eller at det tas forbehold.\nRapporteringsplikten etter første ledd gjelder tilsvarende for forhold som revisor får kjennskap til under utøvelse av sin revisjonsvirksomhet for foretak som foretaket under tilsyn har nære forbindelser med. Med «nære forbindelser» menes en situasjon der to eller flere fysiske eller juridiske personer som er knyttet til hverandre ved\na. deltakerinteresse, dvs. ved å ha eller kontrollere minst 20 prosent av et foretaks stemmeretter eller kapital, eller\nb. kontroll, dvs. ved en forbindelse mellom et hovedforetak og et underforetak eller ved en tilsvarende forbindelse mellom enhver fysisk eller juridisk person og et foretak. Kontroll ansees som hovedregel å foreligge der personer eller foretak eier eller kontrollerer minst 20 prosent av aksjene eller stemmene i foretaket under tilsyn, og der foretaket under tilsyn eier eller kontrollerer minst 20 prosent av aksjene eller stemmene i et foretak, eller der foretak inngår i samme konsern som foretaket under tilsyn. Ethvert underforetak av et underforetak anses også som datterforetak av hovedforetaket som står i spissen for foretakene. En situasjon der to eller flere fysiske eller juridiske personer er varig knyttet til en person ved kontroll, anses også som en nær forbindelse mellom slike personer. Departementet kan gi nærmere regler om hva som skal regnes som nære forbindelser.\nRevisor som nevnt i første ledd og revisor i noterte foretak som trekker seg i henhold til revisorloven § 9-6, skal sende begrunnelse for sin fratreden til Finanstilsynet. Revisor skal videre rapportere til Finanstilsynet hvis foretaket velger ny revisor på ekstraordinær generalforsamling eller revisjonsoppdraget på annen måte utløper før utløpet av tjenestetiden.\nForhold som revisor rapporterer i aktsom god tro til Finanstilsynet skal ikke anses som brudd på taushetsplikten etter lov, forskrift eller avtale, og ikke medføre ansvar.\n0 Tilføyd ved lov 20 des 1996 nr. 89 (ikr. 20 des 1996 og 1 apr 1997), endret ved lover 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. forskr. 25 juni 1999 nr. 711), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350), 20 nov 2020 nr. 128 (ikr. 1 jan 2021 iflg. res. 20 nov 2020 nr. 2420).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Tilsynet kan pålegge de foretak som det har tilsyn med:\n1. å innrette revisjon etter de regler som tilsynet fastsetter og å innrette årsregnskap og registrering av regnskapsopplysninger på bestemt måte,\n2. å innrette sin internkontroll etter de bestemmelser tilsynet fastsetter,\n3. å sende inn oppgaver og opplysninger på den måten Finanstilsynet bestemmer og som tilsynet mener det trenger for å kunne utføre sitt verv, herunder til statistiske formål, samt å sende slike oppgaver og opplysninger til myndigheter i andre stater som fører tilsyn med tilsvarende foretak som nevnt i § 1 første ledd,\n4. å ha en høyere ansvarlig kapital enn de lovbestemte minstekrav,\n5. å begrense samlet kreditt til en kunde til et lavere beløp enn den lovbestemte høyeste grense,\n6. å endre sammensetningen av kontrollkomiteen,\n7. å rette på forholdet dersom foretakets organer ikke har overholdt sine plikter i henhold til bestemmelser gitt i eller i medhold av lov, eller handlet i strid med konsesjonsvilkår. Det samme gjelder dersom foretakets organer ikke har overholdt vedtekter eller interne retningslinjer fastsatt etter bestemmelser gitt i eller i medhold av lov,\n8. å rette på misforhold i plasseringen av foretakets midler, og å innrette sin virksomhet slik at den blir i samsvar med vedtak som i medhold av lov er gjort av Stortinget, Kongen, et departement eller Norges Bank.\nVed regler som nevnt i første ledd nr. 1 kan aksjelovens og allmennaksjelovens regler om revisjon fravikes.\n0 Endret ved lover 4 juni 1976 nr. 59, 7 juni 1985 nr. 47, 10 juni 1988 nr. 40, 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 17 nov 2000 nr. 80 (ikr. 28 feb 2001 iflg. forskr. 28 feb 2001 nr. 198), 10 juni 2005 nr. 43 (ikr. 1 jan 2006 iflg. res. 16 des 2005 nr. 1526), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "4 a",
      "section": "4 a",
      "content": "Antar Finanstilsynet at noen som ikke har nødvendig tillatelse, driver slik virksomhet som omfattes av § 1 første eller tredje ledd, kan Finanstilsynet gi pålegg om å stanse virksomheten. Dersom Finanstilsynet finner det nødvendig for å avgjøre om det bør treffes vedtak etter første punktum, kan det pålegge den som det antar driver slik virksomhet, å gi opplysninger om virksomheten. § 3 tredje ledd gjelder tilsvarende. Pålegg om å gi opplysninger kan også omfatte et foretaks morselskap eller morselskapet i det konsern som foretaket er en del av, med mindre foretaket inngår i et konsern under tilsyn, jf. § 1 annet ledd.\n0 Tilføyd ved lov 15 jan 1999 nr. 3 (ikr. 1 feb 1999 iflg. res. 15 jan 1999 nr. 22), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "4 b",
      "section": "4 b",
      "content": "Finanstilsynet kan pålegge tilknyttet foretak av, deltakende foretak i og tilknyttet foretak av et deltakende foretak i et foretak som nevnt i § 1 første ledd nr. 1-3, 6, 7, 16 eller 19 eller med et tilsvarende utenlandsk foretak, å gi de opplysninger som tilsynet krever og som er nødvendige for å føre tilsyn med slike foretak. Det samme gjelder for foretak som er underlagt felles ledelse med foretaket eller deltakende foretak. Finanstilsynet kan bare rette et slikt pålegg mot foretak som ikke er underlagt tilsyn, dersom Finanstilsynet har bedt foretaket under tilsyn om å få opplysningene, og disse ikke er utlevert.\nSom tilknyttet foretak regnes datterselskap og andre foretak der foretaket har en deltakerinteresse. Som deltakende foretak regnes morselskap og andre foretak som har en deltakerinteresse i foretaket.\nFinanstilsynet kan pålegge foretak av allmenn interesse etter revisorloven § 1-2 sjette ledd, samt personer og foretak som utfører oppgaver for et revisjonsforetak i forbindelse med revisjon av slike foretak å gi de opplysninger om den lovfestede revisjonen som tilsynet krever og som er nødvendige for å føre tilsyn med revisjonsforetaket. Hvis opplysningsplikten som er pålagt foretaket ikke oppfylles, kan opplysningsplikten pålegges de enkelte tillitsvalgte, ansatte og andre som utfører oppdrag for foretaket. Foretaket skal i slike tilfeller som hovedregel varsles.\n0 Tilføyd ved lov 10 juni 2005 nr. 43 (ikr. 1 jan 2006 iflg. res. 16 des 2005 nr. 1526), endret ved lover 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350), 20 nov 2020 nr. 128 (ikr. 1 jan 2021 iflg. res. 20 nov 2020 nr. 2420).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4b",
        "source_heading": "§ 4 b."
      }
    },
    {
      "provision_ref": "4 c",
      "section": "4 c",
      "content": "Foretak som nevnt i § 1 skal melde fra til Finanstilsynet ved inngåelse av avtale om utkontraktering av virksomhet, ved senere endring av slik avtale og ved bytte av oppdragstaker. Meldingen skal gis minst 60 dager før iverksettelsen av avtalen, avtaleendringen eller byttet av oppdragstaker.\nFinanstilsynet kan sette vilkår for utkontrakteringen eller gi foretaket pålegg om ikke å iverksette eller om å avslutte oppdraget, dersom tilsynet finner at utkontraktering skjer i et omfang eller på en måte som ikke kan anses som forsvarlig, vanskeliggjør tilsynet med den utkontrakterte virksomhet eller med foretakets samlede virksomhet, eller er i strid med bestemmelser gitt i eller i medhold av lov.\nFinanstilsynet kan ved forskrift eller enkeltvedtak fastsette krav til melding etter første ledd og kan gjøre unntak fra meldeplikten.\n0 Tilføyd ved lov 20 juni 2014 nr. 29 (ikr. 1 juli 2014 iflg. vedtak 26 juni 2014 nr. 866), endret ved lov 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4c",
        "source_heading": "§ 4 c."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Tilsynet kan kalle sammen styre, kontrollkomité og representantskap eller tilsvarende organer i foretak som står under tilsyn. I slike møter og i generalforsamlinger kan tilsynet la seg representere og sette fram forslag, men har ikke stemmerett. Blir ekstraordinær generalforsamling ikke innkalt når tilsynet har stilt krav om det, kan tilsynet kalle inn slik generalforsamling.\nSom ledd i sitt tilsynsarbeid kan Finanstilsynet kreve bevissikring ved domstolene etter domstolloven § 44. Krav om bevissikring fremmes for den tingrett hvor de som skal avhøres, bor eller oppholder seg eller realbevis skal undersøkes. For øvrig gjelder tvisteloven § 28-3 tredje ledd og § 28-4.\n0 Endret ved lover 7 juni 1985 nr. 47, 17 juni 1988 nr. 58, 4 des 1992 nr. 123 (ikr. 1 jan 1994), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Overtredelse av bestemmelser som gjelder for foretak Finanstilsynet har tilsyn med, kan meldes til påtalemyndigheten eller til vedkommende offentlige myndighet som saken særskilt hører under.\nNår tilsynet i sitt tilsynsarbeid får mistanke om at det foreligger forhold med tilknytning til utbytte av en straffbar handling eller til forhold som rammes av straffeloven kapittel 18, skal opplysninger om dette oversendes Den sentrale enhet for etterforskning og påtale av økonomisk kriminalitet og miljøkriminalitet, Økokrim.\n0 Opphevet ved lov 7 juni 1985 nr. 47, tilføyd igjen ved lov 4 des 1992 nr. 123 (ikr. 1 jan 1994), endret ved lover 11 juni 1993 nr. 76, 7 juni 1996 nr. 30 (ikr. 1 jan 1997), 20 juni 2003 nr. 41 (ikr. 1 jan 2004 iflg. vedtak 12 des 2003 nr. 1470), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350), 4 des 2015 nr. 96 (ikr. 1 jan 2016 iflg. res. 4 des 2015 nr. 1399).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Tilsynets styremedlemmer og tjenestemenn, herunder personer som nevnt i § 2 femte ledd, har taushetsplikt overfor uvedkommende om det som de i sitt arbeid får kjennskap til om en kundes forhold. De må heller ikke gjøre bruk av det i ervervsvirksomhet. Taushetsplikten etter første og andre punktum og forvaltningslovens bestemmelser gjelder også for personer og institusjoner utenfor Finanstilsynet som mottar opplysninger underlagt lovpålagt taushetsplikt fra Finanstilsynet.​1\nTaushetsplikten etter denne bestemmelsen og forvaltningslovens bestemmelser gjelder ikke overfor Norges Bank, Bankenes sikringsfond, andre EØS-staters sentralbanker, andre EØS-staters innskuddsgarantiordninger eller tilsynsmyndigheter som fører tilsyn som nevnt i § 1, herunder Den europeiske sentralbank, Den europeiske banktilsynsmyndigheten, Den europeiske tilsynsmyndigheten for forsikring og tjenestepensjoner, Den europeiske verdipapir- og markedstilsynsmyndigheten, Det europeiske systemrisikorådet, Det internasjonale valutafondet, Verdensbanken, Den internasjonale oppgjørsbanken, Rådet for finansiell stabilitet og EFTAs overvåkingsorgan. Taushetsplikten gjelder heller ikke overfor Nasjonal sikkerhetsmyndighet ved deling av informasjon som er nødvendig for at sikkerhetsmyndigheten skal kunne utføre lovbestemte oppgaver. Taushetsplikten er heller ikke til hinder for at Finanstilsynet gir opplysninger til regulert marked med tillatelse etter verdipapirhandelloven, verdipapirsentral med tillatelse etter verdipapirsentralloven eller sentral motpart med tillatelse etter verdipapirhandelloven, om forhold som er nødvendige for utførelsen av disse foretakenes lovbestemte oppgaver.\nDepartementet kan gi forskrift om at taushetsplikten ikke skal gjelde overfor tilsynsmyndigheter fra land utenfor EØS når disse fører tilsyn etter andre ledd første punktum. Departementet kan gi forskrift om Finanstilsynets utveksling av opplysninger med de myndigheter og organer taushetsplikten ikke gjelder overfor.\nTilsynets styremedlemmer og tjenestemenn må ikke være ansatt eller ha lønnet arbeid i eller være med i styre, representantskap eller tilsvarende organ i noe foretak som er under tilsyn.\nTilsynets styremedlemmer og finanstilsynsdirektøren skal gi melding til departementet om lån som er innvilget av et foretak under tilsyn, herunder filialer av utenlandske foretak. Tilsynets styremedlemmer og finanstilsynsdirektøren skal gi melding til departementet om kausjon som de stiller for lån gitt av et foretak under tilsyn, herunder filialer av utenlandske foretak. Tilsynets tjenestemenn skal gi tilsvarende melding om lån og kausjon til direktøren for Finanstilsynet. Styremedlemmene, varamedlemmene og tilsynets direktører skal etter nærmere regler gitt av Kongen i forskrift, gi opplysninger om egen handel med finansielle instrumenter og om de kundeforhold de inngår med foretak som er underlagt tilsynet.\nTilsynets styremedlemmer og tjenestemenn kan ikke eie aksjer i eller andeler utstedt av foretak som er under tilsyn. Det samme gjelder adgangen til å eie derivater og andre rettigheter til finansielle instrumenter utstedt av foretak under tilsyn. Departementet kan dispensere fra forbudet.\nKongen kan i forskrift fastsette forbud mot eller andre begrensninger i adgangen for tilsynets tjenestemenn til å erverve eller avhende obligasjoner, aksjer eller andre egenkapitalinstrumenter notert på norsk børs eller autorisert markedsplass, eller derivater eller andre rettigheter til slike. Bestemmelsene kan også gjelde handler i fremmed navn og regning. Det kan også gis bestemmelser om ansattes plikt til rapportering av transaksjoner i finansielle instrumenter til Finanstilsynet eller departementet, herunder om erverv og avhendelser hos personlige nærstående som nevnt i aksjeloven § 1-5 annet ledd. Rapporteringsplikt knyttet til personlige nærstående kan også omfatte finansielle instrumenter utstedt av institusjoner under tilsyn, eller derivater til slike.\nBestemmelsene i denne paragraf gjelder tilsvarende for styrets varamedlemmer, observatører og observatørers stedfortredere.\n0 Endret ved lover 18 juni 1971 nr. 74, 7 juni 1985 nr. 47, 16 mai 1986 nr. 21, 17 juni 1988 nr. 58, 20 des 1993 nr. 140 (ikr. 1 jan 1994), 20 des 1996 nr. 89, 19 juni 1997 nr. 79 (ikr. 1 des 1997), 5 juli 2002 nr. 64 (ikr. 1 jan 2003 iflg. forskr. 20 des 2002 nr. 1627), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 4 mars 2005 nr. 11 (ikr. 4 mars 2005 iflg. res. 4 mars 2005 nr. 201), 10 juni 2005 nr. 43 (ikr. 1 jan 2006 iflg. res. 16 des 2005 nr. 1526), 29 juni 2007 nr. 75 (ikr. 1 nov 2007 iflg. res. 29 juni 2007 nr. 752), 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 4 juni 2010 nr. 20 (ikr. 1 juli 2010 iflg. res. 4 juni 2010 nr. 771), 11 apr 2014 nr. 12 (ikr. 1 juli 2014 iflg. res. 11 apr 2014 nr. 547), 20 juni 2014 nr. 29 (ikr. 1 juli 2014 iflg. vedtak 26 juni 2014 nr. 866), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350), 16 des 2016 nr. 91 (ikr. 1 jan 2017 iflg. res. 16 des 2016 nr. 1607), 15 mars 2019 nr. 6 (ikr. 1 jan 2020 iflg. res. 6 des 2019 nr. 1656), 21 juni 2019 nr. 52 (ikr. 1 jan 2020 iflg. res. 22 nov 2019 nr. 1548), 20 nov 2020 nr. 128 (ikr. 1 jan 2021 iflg. res. 20 nov 2020 nr. 2420), 18 juni 2021 nr. 100 (i kraft 1 juni 2022 iflg. res. 6 mai 2022 nr. 807).\n1 Inkurie: Ved en inkurie overskrev endring ved lov 21 juni 2019 nr. 52 endring ved lov 15 mars 2019 nr. 6, begge i kraft 1 jan 2020.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Tilsynet skal forberede alle saker som kommer under dets tilsynsvirksomhet når avgjørelsen er tillagt Kongen eller et departement.\nTilsynet gir hvert år en melding om sin virksomhet til vedkommende departement.\nTilsynet offentliggjør hvert år en oversikt over gjennomføringen og resultatet av den periodiske kvalitetskontrollen, jf. revisorloven § 5b-2.\n0 Endret ved lover 7 juni 1985 nr. 47, 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Utgiftene ved tilsynet skal utliknes på de institusjoner som i henhold til § 1 eller annen særskilt lovhjemmel er under tilsyn i budsjettåret. Utgiftene fordeles på de ulike grupper av institusjoner etter omfanget av tilsynsarbeidet.\nUtgiftene ved tilsynet med overholdelsen av lov 17. desember 1999 nr. 95 om betalingssystemer mv., utliknes på institusjonene som nevnt i første ledd etter størrelsen på beløpene som følger av fordelingen etter første ledd. Slike utgifter skal likevel ikke utliknes på eiendomsmeglerforetak, inkassoforetak, revisorer, revisjonsselskap, statsautoriserte regnskapsførere og gjeldsinformasjonsforetak.\nUtgiftene ved tilsynet med overholdelsen av de alminnelige bestemmelser om verdipapirhandel og utgiftene forbundet med det generelle arbeidet knyttet til infrastrukturen i verdipapirmarkedet utliknes på institusjoner som nevnt i første ledd samt på utstedere som nevnt i femte ledd. Fordelingen på institusjonene skjer etter størrelsen på beløpene etter fordelingen etter første ledd. Fordelingen på utstedere skjer etter størrelsen på beløpene etter fordeling etter femte og sjette ledd. Slike utgifter skal likevel ikke utliknes på eiendomsmeglerforetak, inkassoforetak, revisorer, revisjonsselskap, statsautoriserte regnskapsførere, betalingsforetak, e-pengeforetak, opplysningsfullmektiger, gjeldsinformasjonsforetak og låneformidlere.\nFinanstilsynets utgifter til kontroll etter lov 29. juni 2007 nr. 75 om verdipapirhandel § 15-1 tredje ledd og til klagenemnd etter samme lov § 15-8 tredje ledd skal utliknes på utstedere av omsettelige verdipapirer som er notert på regulert marked i EØS med Norge som hjemstat.\nFinanstilsynets utgifter til kontroll med prospekter etter verdipapirhandelloven kapittel 7 utliknes på utstedere som nevnt i femte ledd. Inntekter fra gebyrer knyttet til Finanstilsynets virksomhetsutøvelse kommer til fratrekk i utlikningen til den utlikningsgruppen gebyrene refererer seg til.\nFinanstilsynets utgifter til klagenemnd etter revisorloven § 15-1 tredje ledd, regnskapsførerloven § 7-1 tredje ledd og inkassoloven § 30 a tredje ledd skal utliknes på revisorer, revisjonsselskaper, regnskapsselskaper, statsautoriserte regnskapsførere og inkassoforetak.\nFinanstilsynets utgifter til håndheving av lov om obligatorisk tjenestepensjon utliknes på institusjoner som kan tilby obligatoriske tjenestepensjonsordninger.\nDepartementet kan gi nærmere forskrift om\n1. beregningsgrunnlaget for fordeling av utgiftene innen de ulike grupper av institusjoner, herunder tidspunktet for fastsettelse av beregningsgrunnlaget\n2. hvilke institusjoner som skal anses under tilsyn i budsjettåret\n3. plikt til å betale gebyr for Finanstilsynets behandling av konsesjonssøknader og saker som gjelder rett til å markedsføre fond i Norge fra utenlandske foretak\n4. fastsettelse av årlige minste og høyeste beløp som kan utliknes på den enkelte institusjon innen hver gruppe av institusjoner.\nDe utliknede bidrag er tvangsgrunnlag for utlegg.\nFinanstilsynets utgifter med registreringspliktige foretak etter lov om forvaltning av alternative investeringsfond § 1-4 skal utliknes på registrerte foretak etter § 1-4.\nFinanstilsynet kan i forskrift fastsette at grupper av foretak skal unntas fra bestemmelser i annet og tredje ledd.\n0 Endret ved lover 18 juni 1971 nr. 74, 22 des 1978 nr. 92, 14 mai 1982 nr. 20, 18 mars 1983 nr. 10, 8 juni 1984 nr. 49, 7 juni 1985 nr. 47, 9 juni 1989 nr. 28, 26 juni 1992 nr. 86, 20 des 1993 nr. 140 (ikr. 1 jan 1994), 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. forskr. 25 juni 1999 nr. 711), 17 nov 2000 nr. 80 (ikr. 28 feb 2001 iflg. forskr. 28 feb 2001 nr. 198), 7 juni 2002 nr. 17 (ikr. 17 juni 2002 med virkning for utlikningen for 2001), 5 juli 2002 nr. 64 (ikr. 1 jan 2003 iflg. forskr. 20 des 2002 nr. 1627), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 10 des 2004 nr. 81 (ikr. 1 jan 2005 iflg. res. 10 des 2004 nr. 1610), 10 juni 2005 nr. 41 (ikr. 1 jan 2006 iflg. res. 9 des 2005 nr. 1414), 21 des 2005 nr. 124 (ikr. 1 jan 2006), 10 juni 2005 nr. 44 (ikr. 1 juli 2006 iflg. res. 30 juni 2006 nr. 776), 30 juni 2006 nr. 38 (ikr. 1 juli 2006 iflg. res. 30 juni 2006 nr. 773), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 4 juni 2010 nr. 20 (ikr. 1 juli 2010 iflg. res. 4 juni 2010 nr. 771), 20 juni 2014 nr. 28 (ikr. 1 juli 2014 iflg. res. 20 juni 2014 nr. 785), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350), 4 des 2015 nr. 96 (ikr. 1 jan 2016 iflg. res. 4 des 2015 nr. 1399), 3 juni 2022 nr. 33 (i kraft 1 jan 2023 iflg. res. 2 des 2022 nr. 2075), 16 des 2022 nr. 90 (i kraft 1 jan 2023 iflg. res. 16 des 2022 nr. 2255), lov 31 mars 2023 nr. 4 (i kraft 1 juni 2023 iflg. res. 21 april 2023 nr. 525), 16 juni 2023 nr. 43 (i kraft 1 juli 2023 iflg. res. 16 juni 2023 nr. 935).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Tillits- eller tjenestemenn i foretak som er under tilsyn fra Finanstilsynet og som forsettlig eller uaktsomt overtrer denne lov eller bestemmelse eller pålegg gitt med hjemmel i loven, straffes med bøter eller fengsel inntil 1 år eller begge deler, for så vidt forholdet ikke går inn under noen strengere straffebestemmelse. Foreligger det særlig skjerpende omstendigheter kan fengsel inntil 3 år anvendes. Personer, tillits- eller tjenestemenn i foretak som forsettlig eller uaktsomt overtrer pålegg gitt med hjemmel i § 4 a, straffes på samme måte.\nHvis et pålegg av tilsynet med hjemmel i bestemmelse gitt i eller i medhold av lov ikke blir etterkommet, kan vedkommende departement bestemme at de personer eller det foretak, foretakets morselskap eller morselskapet i det konsern som foretaket er en del av, som skal oppfylle pålegget, skal betale en daglig løpende mulkt til forholdet er rettet. Pålegg om mulkt er tvangsgrunnlag for utlegg.\n0 Endret ved lover 7 juni 1985 nr. 47, 17 juni 1988 nr. 58, 20 juli 1991 nr. 66, 26 juni 1992 nr. 86 som endret ved lov 8 jan 1993 nr. 20, 15 jan 1999 nr. 3 (ikr. 1 feb 1999 iflg. res. 15 jan 1999 nr. 22), 17 nov 2000 nr. 80 (ikr. 28 feb 2001 iflg. forskr. 28 feb 2001 nr. 198), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350), 4 des 2015 nr. 96 (ikr. 1 jan 2016 iflg. res. 4 des 2015 nr. 1399).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "I. Denne lov trer i kraft straks.\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tilsyn etter denne lov føres med:\n1. banker,\n2. kredittforetak,\n3. finansieringsforetak,\n4. betalingsforetak og opplysningsfullmektiger,\n5. e-pengeforetak,\n6. skadeforsikringsforetak, herunder utenlandske skadeforsikringsforetaks generalagent (hovedagent) i Norge, og gjenforsikringsforetak,\n7. livsforsikringsforetak, herunder utenlandske livsforsikringsselskapers generalagent (hovedagent i Norge),\n8. kredittforsikringsforetak,\n9. innskuddspensjonsforetak,\n10. sjøtrygdelag,\n11. private, kommunale og fylkeskommunale pensjonskasser og pensjonsfond samt Norges Banks pensjonskasse,\n12. forsikringsformidlingsforetak,\n13. låneformidlingsforetak,\n14. regulerte markeder,\n15. verdipapirsentraler,\n16. verdipapirforetak og andre foretak som driver virksomhet i forbindelse med verdipapirhandel, samt med overholdelsen av bestemmelser om verdipapirhandel gitt i eller i medhold av lov,\n17. revisorer og revisjonsselskaper som er godkjent etter revisorloven,\n18. statsautoriserte regnskapsførere og regnskapsselskaper,\n19. filial av utenlandsk kredittinstitusjon forsåvidt gjelder virksomhet som drives her i riket,\n20. utenlandske finansforetaks representasjonskontorer i Norge,\n21. andre foretak så langt det følger av bestemmelser i eller i medhold av særskilt lov, og\n22. andre foretak, når det besluttes ved enkeltvedtak i medhold av lov.\nNår et foretak som nevnt i første ledd er en del av et konsern, skal det føres tilsyn etter denne lov også med andre foretak i konsernet. Når tilsynsmessige hensyn tilsier det, gjelder dette også den del av virksomheten til foretakene i konsernet som ikke ellers omfattes av denne lov.\nTilsyn etter denne lov føres også med utenlandske foretak som tilsvarer foretak som nevnt i første ledd, eller driver virksomhet som tilsvarer virksomhet som nevnt i første ledd, og utenlandsk foretak som tilsvarer forvaltningsselskap for verdipapirfond og foretak som formidler finansielle tjenester i den utstrekning foretaket driver virksomhet her i riket.\nRegler om foretakene i denne lov får tilsvarende anvendelse overfor fysiske personer som nevnt i første ledd.\nKongen kan i forskrift eller ved enkeltvedtak gjøre unntak fra paragrafen her.\n0 Endret ved lover 24 mai 1961 nr. 1, 24 mai 1961 nr. 2, 11 juni 1976 nr. 71, 25 mars 1977 nr. 14, 15 des 1978 nr. 84, 8 juni 1984 nr. 49, 7 juni 1985 nr. 47, 10 juni 1988 nr. 40, 17 juni 1988 nr. 58, 9 juni 1989 nr. 28, 15 juni 1990 nr. 19, 5 juni 1992 nr. 51, 3 juli 1992 nr. 97 (ikr. 6 sep 1996), 4 des 1992 nr. 123 (ikr. 1 jan 1994), 20 des 1993 nr. 140 (ikr. 1 jan 1994), 4 nov 1994 nr. 59, 28 juni 1996 nr. 46 (ikr. 1 juli 1996), 22 nov 1996 nr. 67 (ikr. 1 des 1996), 7 juni 1996 nr. 25 (ikr. 31 des 1996), 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. forskr. 25 juni 1999 nr. 711), 18 juni 1999 nr. 42 (ikr. 22 juni 1999 iflg. res. 18 juni 1999), 17 nov 2000 nr. 80 (ikr. 31 mars 2001 iflg. forskr. 30 mars 2001), 15 juni 2001 nr. 41 (ikr. 1 jan 2002 iflg. forskr. 29 juni 2001 nr. 742), 5 juli 2002 nr. 64 (ikr. 1 jan 2003 iflg. forskr. 20 des 2002 nr. 1627), 10 des 2004 nr. 81 (ikr. 1 jan 2005 iflg. res. 10 des 2004 nr. 1610), 10 juni 2005 nr. 41 (ikr. 1 jan 2006 iflg. res. 9 des 2005 nr. 1414), 10 juni 2005 nr. 44 (ikr. 1 juli 2006 iflg. res. 30 juni 2006 nr. 776), 30 juni 2006 nr. 38 (ikr. 1 juli 2006 iflg. res. 30 juni 2006 nr. 773), 29 juni 2007 nr. 75 (ikr. 1 nov 2007 iflg. res. 29 juni 2007 nr. 752), 14 mars 2008 nr. 6 (ikr. 1 juli 2008 iflg. res. 14 mars 2008 nr. 250), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 4 juni 2010 nr. 20 (ikr. 1 juli 2010 iflg. res. 4 juni 2010 nr. 771), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350), 23 nov 2018 nr. 87 (ikr. 1 apr 2019 iflg. res. 15 feb 2019 nr. 125), 15 mars 2019 nr. 6 (ikr. 1 jan 2020 iflg. res. 6 des 2019 nr. 1656), 16 des 2022 nr. 90 (i kraft 1 jan 2023 iflg. res. 16 des 2022 nr. 2255).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Tilsynet føres av Finanstilsynet. Kongen kan gi nærmere forskrifter om tilsynets virksomhet.\nFinanstilsynet ledes av et styre med fem medlemmer. Medlemmene og varamedlemmene oppnevnes av Kongen. Kongen utpeker styrets leder og nestleder. Direktøren for Finanstilsynet ansettes av Kongen for en periode av seks år. Styrets medlemmer og varamedlemmer oppnevnes for en periode av fire år. Kongen kan fastsette instruks for styret.\nAv og blant de ansatte velges to medlemmer som supplerer styret ved behandlingen av administrative saker. Valgordningen avtales i forhandlinger med de ansatte, og fastsettes i mangel av slik avtale av departementet.\nNorges Bank skal ha en observatør i styret. Observatøren har tale- og forslagsrett, men ikke stemmerett. Observatøren med stedfortreder oppnevnes av departementet etter forslag fra Norges Bank for en periode på fire år.\nFinanstilsynet kan engasjere statsautoriserte og registrerte revisorer og personer med annen sakkyndighet til å utføre oppdrag innenfor tilsynets arbeidsområde.\nTilsynet kan oppnevne utvalg til å foreta selvstendige granskninger innenfor tilsynets arbeidsområde. Foretak og tillits- og tjenestemenn i finansforetak under tilsyn har samme opplysningsplikt overfor et slikt utvalg som de har overfor tilsynet, jf. § 3 annet og tredje ledd. Som ledd i granskningen kan utvalget kreve bevisopptak ved domstolene etter domstolloven § 44. Utvalgets medlemmer har taushetsplikt som angitt i § 7 femte ledd og må hvis ikke annet er fastsatt eller forutsatt ved oppnevningen, følge de regler som gjelder for styremedlemmer i tilsynet.\nDepartementet kan bestemme at utgiftene ved oppdrag som nevnt i de to foregående ledd, helt eller delvis skal refunderes av de foretak hvor oppdragene har vært utført.\n0 Endret ved lover 18 juni 1971 nr. 74, 11 juni 1976 nr. 71, 7 juni 1985 nr. 47, 25 okt 1991 nr. 74, 20 des 1993 nr. 140 (ikr. 1 jan 1994), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Tilsynet skal se til at de foretak det har tilsyn med, virker på hensiktsmessig og betryggende måte i samsvar med lov og bestemmelser gitt i medhold av lov samt med den hensikt som ligger til grunn for foretakenes opprettelse, dens formål og vedtekter. Tilsynet skal se til at foretakene under tilsyn i sin virksomhet ivaretar forbrukernes interesser og rettigheter.\nTilsynet skal granske regnskaper og andre oppgaver fra foretakene og skal ellers gjøre de undersøkelser om deres stilling og virksomhet som tilsynet finner nødvendig. Foretaket plikter når som helst å gi alle opplysninger som tilsynet måtte kreve og å la tilsynet få innsyn i og i tilfelle få utlevert til kontroll foretakets protokoller, registrerte regnskapsopplysninger, regnskapsmateriale, bøker, dokumenter, datamaskiner eller annet teknisk hjelpemiddel og materiale som er tilgjengelig ved bruk av slikt hjelpemiddel samt beholdninger av enhver art.\nHvis opplysningsplikten som er pålagt foretaket etter annet ledd ikke oppfylles, kan opplysningsplikten pålegges de enkelte tillits- og tjenestemenn i foretaket. Foretaket skal i slike tilfeller som hovedregel varsles. Revisor kan pålegges å gi opplysninger som fremgår av årsregnskapet, regnskapsskjemaet, følgeskriv A til lønns- og trekkoppgaver, revisjonsprotokoll og revisjonsberetning.\n0 Endret ved lover 7 juni 1985 nr. 47, 17 juni 1988 nr. 58, 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 17 nov 2000 nr. 80 (ikr. 28 feb 2001 iflg. forskr. 28 feb 2001 nr. 198), 14 des 2012 nr. 84 (ikr. 1 jan 2013 iflg. res. 14 des 2012 nr. 1230), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "3 a",
      "section": "3 a",
      "content": "Revisor som reviderer årsregnskapet i foretak som nevnt i § 1 første ledd plikter straks å rapportere til Finanstilsynet ethvert forhold vedrørende virksomheten som denne får kjennskap til under utøvelsen av sin revisjonsvirksomhet som kan:\n1. innebære en overtredelse av bestemmelser som regulerer foretakets virksomhet, dersom overtredelsen kan medføre tilbakekall av foretakets tillatelse til å drive virksomhet,\n2. skade den fortsatte drift av foretaket, eller\n3. medføre at regnskapene ikke godkjennes eller at det tas forbehold.\nRapporteringsplikten etter første ledd gjelder tilsvarende for forhold som revisor får kjennskap til under utøvelse av sin revisjonsvirksomhet for foretak som foretaket under tilsyn har nære forbindelser med. Med «nære forbindelser» menes en situasjon der to eller flere fysiske eller juridiske personer som er knyttet til hverandre ved\na. deltakerinteresse, dvs. ved å ha eller kontrollere minst 20 prosent av et foretaks stemmeretter eller kapital, eller\nb. kontroll, dvs. ved en forbindelse mellom et hovedforetak og et underforetak eller ved en tilsvarende forbindelse mellom enhver fysisk eller juridisk person og et foretak. Kontroll ansees som hovedregel å foreligge der personer eller foretak eier eller kontrollerer minst 20 prosent av aksjene eller stemmene i foretaket under tilsyn, og der foretaket under tilsyn eier eller kontrollerer minst 20 prosent av aksjene eller stemmene i et foretak, eller der foretak inngår i samme konsern som foretaket under tilsyn. Ethvert underforetak av et underforetak anses også som datterforetak av hovedforetaket som står i spissen for foretakene. En situasjon der to eller flere fysiske eller juridiske personer er varig knyttet til en person ved kontroll, anses også som en nær forbindelse mellom slike personer. Departementet kan gi nærmere regler om hva som skal regnes som nære forbindelser.\nRevisor som nevnt i første ledd og revisor i noterte foretak som trekker seg i henhold til revisorloven § 9-6, skal sende begrunnelse for sin fratreden til Finanstilsynet. Revisor skal videre rapportere til Finanstilsynet hvis foretaket velger ny revisor på ekstraordinær generalforsamling eller revisjonsoppdraget på annen måte utløper før utløpet av tjenestetiden.\nForhold som revisor rapporterer i aktsom god tro til Finanstilsynet skal ikke anses som brudd på taushetsplikten etter lov, forskrift eller avtale, og ikke medføre ansvar.\n0 Tilføyd ved lov 20 des 1996 nr. 89 (ikr. 20 des 1996 og 1 apr 1997), endret ved lover 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. forskr. 25 juni 1999 nr. 711), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350), 20 nov 2020 nr. 128 (ikr. 1 jan 2021 iflg. res. 20 nov 2020 nr. 2420).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Tilsynet kan pålegge de foretak som det har tilsyn med:\n1. å innrette revisjon etter de regler som tilsynet fastsetter og å innrette årsregnskap og registrering av regnskapsopplysninger på bestemt måte,\n2. å innrette sin internkontroll etter de bestemmelser tilsynet fastsetter,\n3. å sende inn oppgaver og opplysninger på den måten Finanstilsynet bestemmer og som tilsynet mener det trenger for å kunne utføre sitt verv, herunder til statistiske formål, samt å sende slike oppgaver og opplysninger til myndigheter i andre stater som fører tilsyn med tilsvarende foretak som nevnt i § 1 første ledd,\n4. å ha en høyere ansvarlig kapital enn de lovbestemte minstekrav,\n5. å begrense samlet kreditt til en kunde til et lavere beløp enn den lovbestemte høyeste grense,\n6. å endre sammensetningen av kontrollkomiteen,\n7. å rette på forholdet dersom foretakets organer ikke har overholdt sine plikter i henhold til bestemmelser gitt i eller i medhold av lov, eller handlet i strid med konsesjonsvilkår. Det samme gjelder dersom foretakets organer ikke har overholdt vedtekter eller interne retningslinjer fastsatt etter bestemmelser gitt i eller i medhold av lov,\n8. å rette på misforhold i plasseringen av foretakets midler, og å innrette sin virksomhet slik at den blir i samsvar med vedtak som i medhold av lov er gjort av Stortinget, Kongen, et departement eller Norges Bank.\nVed regler som nevnt i første ledd nr. 1 kan aksjelovens og allmennaksjelovens regler om revisjon fravikes.\n0 Endret ved lover 4 juni 1976 nr. 59, 7 juni 1985 nr. 47, 10 juni 1988 nr. 40, 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 17 nov 2000 nr. 80 (ikr. 28 feb 2001 iflg. forskr. 28 feb 2001 nr. 198), 10 juni 2005 nr. 43 (ikr. 1 jan 2006 iflg. res. 16 des 2005 nr. 1526), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "4 a",
      "section": "4 a",
      "content": "Antar Finanstilsynet at noen som ikke har nødvendig tillatelse, driver slik virksomhet som omfattes av § 1 første eller tredje ledd, kan Finanstilsynet gi pålegg om å stanse virksomheten. Dersom Finanstilsynet finner det nødvendig for å avgjøre om det bør treffes vedtak etter første punktum, kan det pålegge den som det antar driver slik virksomhet, å gi opplysninger om virksomheten. § 3 tredje ledd gjelder tilsvarende. Pålegg om å gi opplysninger kan også omfatte et foretaks morselskap eller morselskapet i det konsern som foretaket er en del av, med mindre foretaket inngår i et konsern under tilsyn, jf. § 1 annet ledd.\n0 Tilføyd ved lov 15 jan 1999 nr. 3 (ikr. 1 feb 1999 iflg. res. 15 jan 1999 nr. 22), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "4 b",
      "section": "4 b",
      "content": "Finanstilsynet kan pålegge tilknyttet foretak av, deltakende foretak i og tilknyttet foretak av et deltakende foretak i et foretak som nevnt i § 1 første ledd nr. 1-3, 6, 7, 16 eller 19 eller med et tilsvarende utenlandsk foretak, å gi de opplysninger som tilsynet krever og som er nødvendige for å føre tilsyn med slike foretak. Det samme gjelder for foretak som er underlagt felles ledelse med foretaket eller deltakende foretak. Finanstilsynet kan bare rette et slikt pålegg mot foretak som ikke er underlagt tilsyn, dersom Finanstilsynet har bedt foretaket under tilsyn om å få opplysningene, og disse ikke er utlevert.\nSom tilknyttet foretak regnes datterselskap og andre foretak der foretaket har en deltakerinteresse. Som deltakende foretak regnes morselskap og andre foretak som har en deltakerinteresse i foretaket.\nFinanstilsynet kan pålegge foretak av allmenn interesse etter revisorloven § 1-2 sjette ledd, samt personer og foretak som utfører oppgaver for et revisjonsforetak i forbindelse med revisjon av slike foretak å gi de opplysninger om den lovfestede revisjonen som tilsynet krever og som er nødvendige for å føre tilsyn med revisjonsforetaket. Hvis opplysningsplikten som er pålagt foretaket ikke oppfylles, kan opplysningsplikten pålegges de enkelte tillitsvalgte, ansatte og andre som utfører oppdrag for foretaket. Foretaket skal i slike tilfeller som hovedregel varsles.\n0 Tilføyd ved lov 10 juni 2005 nr. 43 (ikr. 1 jan 2006 iflg. res. 16 des 2005 nr. 1526), endret ved lover 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350), 20 nov 2020 nr. 128 (ikr. 1 jan 2021 iflg. res. 20 nov 2020 nr. 2420).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4b",
        "source_heading": "§ 4 b."
      }
    },
    {
      "provision_ref": "4 c",
      "section": "4 c",
      "content": "Foretak som nevnt i § 1 skal melde fra til Finanstilsynet ved inngåelse av avtale om utkontraktering av virksomhet, ved senere endring av slik avtale og ved bytte av oppdragstaker. Meldingen skal gis minst 60 dager før iverksettelsen av avtalen, avtaleendringen eller byttet av oppdragstaker.\nFinanstilsynet kan sette vilkår for utkontrakteringen eller gi foretaket pålegg om ikke å iverksette eller om å avslutte oppdraget, dersom tilsynet finner at utkontraktering skjer i et omfang eller på en måte som ikke kan anses som forsvarlig, vanskeliggjør tilsynet med den utkontrakterte virksomhet eller med foretakets samlede virksomhet, eller er i strid med bestemmelser gitt i eller i medhold av lov.\nFinanstilsynet kan ved forskrift eller enkeltvedtak fastsette krav til melding etter første ledd og kan gjøre unntak fra meldeplikten.\n0 Tilføyd ved lov 20 juni 2014 nr. 29 (ikr. 1 juli 2014 iflg. vedtak 26 juni 2014 nr. 866), endret ved lov 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4c",
        "source_heading": "§ 4 c."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Tilsynet kan kalle sammen styre, kontrollkomité og representantskap eller tilsvarende organer i foretak som står under tilsyn. I slike møter og i generalforsamlinger kan tilsynet la seg representere og sette fram forslag, men har ikke stemmerett. Blir ekstraordinær generalforsamling ikke innkalt når tilsynet har stilt krav om det, kan tilsynet kalle inn slik generalforsamling.\nSom ledd i sitt tilsynsarbeid kan Finanstilsynet kreve bevissikring ved domstolene etter domstolloven § 44. Krav om bevissikring fremmes for den tingrett hvor de som skal avhøres, bor eller oppholder seg eller realbevis skal undersøkes. For øvrig gjelder tvisteloven § 28-3 tredje ledd og § 28-4.\n0 Endret ved lover 7 juni 1985 nr. 47, 17 juni 1988 nr. 58, 4 des 1992 nr. 123 (ikr. 1 jan 1994), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Overtredelse av bestemmelser som gjelder for foretak Finanstilsynet har tilsyn med, kan meldes til påtalemyndigheten eller til vedkommende offentlige myndighet som saken særskilt hører under.\nNår tilsynet i sitt tilsynsarbeid får mistanke om at det foreligger forhold med tilknytning til utbytte av en straffbar handling eller til forhold som rammes av straffeloven kapittel 18, skal opplysninger om dette oversendes Den sentrale enhet for etterforskning og påtale av økonomisk kriminalitet og miljøkriminalitet, Økokrim.\n0 Opphevet ved lov 7 juni 1985 nr. 47, tilføyd igjen ved lov 4 des 1992 nr. 123 (ikr. 1 jan 1994), endret ved lover 11 juni 1993 nr. 76, 7 juni 1996 nr. 30 (ikr. 1 jan 1997), 20 juni 2003 nr. 41 (ikr. 1 jan 2004 iflg. vedtak 12 des 2003 nr. 1470), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350), 4 des 2015 nr. 96 (ikr. 1 jan 2016 iflg. res. 4 des 2015 nr. 1399).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Tilsynets styremedlemmer og tjenestemenn, herunder personer som nevnt i § 2 femte ledd, har taushetsplikt overfor uvedkommende om det som de i sitt arbeid får kjennskap til om en kundes forhold. De må heller ikke gjøre bruk av det i ervervsvirksomhet. Taushetsplikten etter første og andre punktum og forvaltningslovens bestemmelser gjelder også for personer og institusjoner utenfor Finanstilsynet som mottar opplysninger underlagt lovpålagt taushetsplikt fra Finanstilsynet.​1\nTaushetsplikten etter denne bestemmelsen og forvaltningslovens bestemmelser gjelder ikke overfor Norges Bank, Bankenes sikringsfond, andre EØS-staters sentralbanker, andre EØS-staters innskuddsgarantiordninger eller tilsynsmyndigheter som fører tilsyn som nevnt i § 1, herunder Den europeiske sentralbank, Den europeiske banktilsynsmyndigheten, Den europeiske tilsynsmyndigheten for forsikring og tjenestepensjoner, Den europeiske verdipapir- og markedstilsynsmyndigheten, Det europeiske systemrisikorådet, Det internasjonale valutafondet, Verdensbanken, Den internasjonale oppgjørsbanken, Rådet for finansiell stabilitet og EFTAs overvåkingsorgan. Taushetsplikten gjelder heller ikke overfor Nasjonal sikkerhetsmyndighet ved deling av informasjon som er nødvendig for at sikkerhetsmyndigheten skal kunne utføre lovbestemte oppgaver. Taushetsplikten er heller ikke til hinder for at Finanstilsynet gir opplysninger til regulert marked med tillatelse etter verdipapirhandelloven, verdipapirsentral med tillatelse etter verdipapirsentralloven eller sentral motpart med tillatelse etter verdipapirhandelloven, om forhold som er nødvendige for utførelsen av disse foretakenes lovbestemte oppgaver.\nDepartementet kan gi forskrift om at taushetsplikten ikke skal gjelde overfor tilsynsmyndigheter fra land utenfor EØS når disse fører tilsyn etter andre ledd første punktum. Departementet kan gi forskrift om Finanstilsynets utveksling av opplysninger med de myndigheter og organer taushetsplikten ikke gjelder overfor.\nTilsynets styremedlemmer og tjenestemenn må ikke være ansatt eller ha lønnet arbeid i eller være med i styre, representantskap eller tilsvarende organ i noe foretak som er under tilsyn.\nTilsynets styremedlemmer og finanstilsynsdirektøren skal gi melding til departementet om lån som er innvilget av et foretak under tilsyn, herunder filialer av utenlandske foretak. Tilsynets styremedlemmer og finanstilsynsdirektøren skal gi melding til departementet om kausjon som de stiller for lån gitt av et foretak under tilsyn, herunder filialer av utenlandske foretak. Tilsynets tjenestemenn skal gi tilsvarende melding om lån og kausjon til direktøren for Finanstilsynet. Styremedlemmene, varamedlemmene og tilsynets direktører skal etter nærmere regler gitt av Kongen i forskrift, gi opplysninger om egen handel med finansielle instrumenter og om de kundeforhold de inngår med foretak som er underlagt tilsynet.\nTilsynets styremedlemmer og tjenestemenn kan ikke eie aksjer i eller andeler utstedt av foretak som er under tilsyn. Det samme gjelder adgangen til å eie derivater og andre rettigheter til finansielle instrumenter utstedt av foretak under tilsyn. Departementet kan dispensere fra forbudet.\nKongen kan i forskrift fastsette forbud mot eller andre begrensninger i adgangen for tilsynets tjenestemenn til å erverve eller avhende obligasjoner, aksjer eller andre egenkapitalinstrumenter notert på norsk børs eller autorisert markedsplass, eller derivater eller andre rettigheter til slike. Bestemmelsene kan også gjelde handler i fremmed navn og regning. Det kan også gis bestemmelser om ansattes plikt til rapportering av transaksjoner i finansielle instrumenter til Finanstilsynet eller departementet, herunder om erverv og avhendelser hos personlige nærstående som nevnt i aksjeloven § 1-5 annet ledd. Rapporteringsplikt knyttet til personlige nærstående kan også omfatte finansielle instrumenter utstedt av institusjoner under tilsyn, eller derivater til slike.\nBestemmelsene i denne paragraf gjelder tilsvarende for styrets varamedlemmer, observatører og observatørers stedfortredere.\n0 Endret ved lover 18 juni 1971 nr. 74, 7 juni 1985 nr. 47, 16 mai 1986 nr. 21, 17 juni 1988 nr. 58, 20 des 1993 nr. 140 (ikr. 1 jan 1994), 20 des 1996 nr. 89, 19 juni 1997 nr. 79 (ikr. 1 des 1997), 5 juli 2002 nr. 64 (ikr. 1 jan 2003 iflg. forskr. 20 des 2002 nr. 1627), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 4 mars 2005 nr. 11 (ikr. 4 mars 2005 iflg. res. 4 mars 2005 nr. 201), 10 juni 2005 nr. 43 (ikr. 1 jan 2006 iflg. res. 16 des 2005 nr. 1526), 29 juni 2007 nr. 75 (ikr. 1 nov 2007 iflg. res. 29 juni 2007 nr. 752), 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 4 juni 2010 nr. 20 (ikr. 1 juli 2010 iflg. res. 4 juni 2010 nr. 771), 11 apr 2014 nr. 12 (ikr. 1 juli 2014 iflg. res. 11 apr 2014 nr. 547), 20 juni 2014 nr. 29 (ikr. 1 juli 2014 iflg. vedtak 26 juni 2014 nr. 866), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350), 16 des 2016 nr. 91 (ikr. 1 jan 2017 iflg. res. 16 des 2016 nr. 1607), 15 mars 2019 nr. 6 (ikr. 1 jan 2020 iflg. res. 6 des 2019 nr. 1656), 21 juni 2019 nr. 52 (ikr. 1 jan 2020 iflg. res. 22 nov 2019 nr. 1548), 20 nov 2020 nr. 128 (ikr. 1 jan 2021 iflg. res. 20 nov 2020 nr. 2420), 18 juni 2021 nr. 100 (i kraft 1 juni 2022 iflg. res. 6 mai 2022 nr. 807).\n1 Inkurie: Ved en inkurie overskrev endring ved lov 21 juni 2019 nr. 52 endring ved lov 15 mars 2019 nr. 6, begge i kraft 1 jan 2020.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Tilsynet skal forberede alle saker som kommer under dets tilsynsvirksomhet når avgjørelsen er tillagt Kongen eller et departement.\nTilsynet gir hvert år en melding om sin virksomhet til vedkommende departement.\nTilsynet offentliggjør hvert år en oversikt over gjennomføringen og resultatet av den periodiske kvalitetskontrollen, jf. revisorloven § 5b-2.\n0 Endret ved lover 7 juni 1985 nr. 47, 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Utgiftene ved tilsynet skal utliknes på de institusjoner som i henhold til § 1 eller annen særskilt lovhjemmel er under tilsyn i budsjettåret. Utgiftene fordeles på de ulike grupper av institusjoner etter omfanget av tilsynsarbeidet.\nUtgiftene ved tilsynet med overholdelsen av lov 17. desember 1999 nr. 95 om betalingssystemer mv., utliknes på institusjonene som nevnt i første ledd etter størrelsen på beløpene som følger av fordelingen etter første ledd. Slike utgifter skal likevel ikke utliknes på eiendomsmeglerforetak, inkassoforetak, revisorer, revisjonsselskap, statsautoriserte regnskapsførere og gjeldsinformasjonsforetak.\nUtgiftene ved tilsynet med overholdelsen av de alminnelige bestemmelser om verdipapirhandel og utgiftene forbundet med det generelle arbeidet knyttet til infrastrukturen i verdipapirmarkedet utliknes på institusjoner som nevnt i første ledd samt på utstedere som nevnt i femte ledd. Fordelingen på institusjonene skjer etter størrelsen på beløpene etter fordelingen etter første ledd. Fordelingen på utstedere skjer etter størrelsen på beløpene etter fordeling etter femte og sjette ledd. Slike utgifter skal likevel ikke utliknes på eiendomsmeglerforetak, inkassoforetak, revisorer, revisjonsselskap, statsautoriserte regnskapsførere, betalingsforetak, e-pengeforetak, opplysningsfullmektiger, gjeldsinformasjonsforetak og låneformidlere.\nFinanstilsynets utgifter til kontroll etter lov 29. juni 2007 nr. 75 om verdipapirhandel § 15-1 tredje ledd og til klagenemnd etter samme lov § 15-8 tredje ledd skal utliknes på utstedere av omsettelige verdipapirer som er notert på regulert marked i EØS med Norge som hjemstat.\nFinanstilsynets utgifter til kontroll med prospekter etter verdipapirhandelloven kapittel 7 utliknes på utstedere som nevnt i femte ledd. Inntekter fra gebyrer knyttet til Finanstilsynets virksomhetsutøvelse kommer til fratrekk i utlikningen til den utlikningsgruppen gebyrene refererer seg til.\nFinanstilsynets utgifter til klagenemnd etter revisorloven § 15-1 tredje ledd, regnskapsførerloven § 7-1 tredje ledd og inkassoloven § 30 a tredje ledd skal utliknes på revisorer, revisjonsselskaper, regnskapsselskaper, statsautoriserte regnskapsførere og inkassoforetak.\nFinanstilsynets utgifter til håndheving av lov om obligatorisk tjenestepensjon utliknes på institusjoner som kan tilby obligatoriske tjenestepensjonsordninger.\nDepartementet kan gi nærmere forskrift om\n1. beregningsgrunnlaget for fordeling av utgiftene innen de ulike grupper av institusjoner, herunder tidspunktet for fastsettelse av beregningsgrunnlaget\n2. hvilke institusjoner som skal anses under tilsyn i budsjettåret\n3. plikt til å betale gebyr for Finanstilsynets behandling av konsesjonssøknader og saker som gjelder rett til å markedsføre fond i Norge fra utenlandske foretak\n4. fastsettelse av årlige minste og høyeste beløp som kan utliknes på den enkelte institusjon innen hver gruppe av institusjoner.\nDe utliknede bidrag er tvangsgrunnlag for utlegg.\nFinanstilsynets utgifter med registreringspliktige foretak etter lov om forvaltning av alternative investeringsfond § 1-4 skal utliknes på registrerte foretak etter § 1-4.\nFinanstilsynet kan i forskrift fastsette at grupper av foretak skal unntas fra bestemmelser i annet og tredje ledd.\n0 Endret ved lover 18 juni 1971 nr. 74, 22 des 1978 nr. 92, 14 mai 1982 nr. 20, 18 mars 1983 nr. 10, 8 juni 1984 nr. 49, 7 juni 1985 nr. 47, 9 juni 1989 nr. 28, 26 juni 1992 nr. 86, 20 des 1993 nr. 140 (ikr. 1 jan 1994), 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. forskr. 25 juni 1999 nr. 711), 17 nov 2000 nr. 80 (ikr. 28 feb 2001 iflg. forskr. 28 feb 2001 nr. 198), 7 juni 2002 nr. 17 (ikr. 17 juni 2002 med virkning for utlikningen for 2001), 5 juli 2002 nr. 64 (ikr. 1 jan 2003 iflg. forskr. 20 des 2002 nr. 1627), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 10 des 2004 nr. 81 (ikr. 1 jan 2005 iflg. res. 10 des 2004 nr. 1610), 10 juni 2005 nr. 41 (ikr. 1 jan 2006 iflg. res. 9 des 2005 nr. 1414), 21 des 2005 nr. 124 (ikr. 1 jan 2006), 10 juni 2005 nr. 44 (ikr. 1 juli 2006 iflg. res. 30 juni 2006 nr. 776), 30 juni 2006 nr. 38 (ikr. 1 juli 2006 iflg. res. 30 juni 2006 nr. 773), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 4 juni 2010 nr. 20 (ikr. 1 juli 2010 iflg. res. 4 juni 2010 nr. 771), 20 juni 2014 nr. 28 (ikr. 1 juli 2014 iflg. res. 20 juni 2014 nr. 785), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350), 4 des 2015 nr. 96 (ikr. 1 jan 2016 iflg. res. 4 des 2015 nr. 1399), 3 juni 2022 nr. 33 (i kraft 1 jan 2023 iflg. res. 2 des 2022 nr. 2075), 16 des 2022 nr. 90 (i kraft 1 jan 2023 iflg. res. 16 des 2022 nr. 2255), lov 31 mars 2023 nr. 4 (i kraft 1 juni 2023 iflg. res. 21 april 2023 nr. 525), 16 juni 2023 nr. 43 (i kraft 1 juli 2023 iflg. res. 16 juni 2023 nr. 935).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Tillits- eller tjenestemenn i foretak som er under tilsyn fra Finanstilsynet og som forsettlig eller uaktsomt overtrer denne lov eller bestemmelse eller pålegg gitt med hjemmel i loven, straffes med bøter eller fengsel inntil 1 år eller begge deler, for så vidt forholdet ikke går inn under noen strengere straffebestemmelse. Foreligger det særlig skjerpende omstendigheter kan fengsel inntil 3 år anvendes. Personer, tillits- eller tjenestemenn i foretak som forsettlig eller uaktsomt overtrer pålegg gitt med hjemmel i § 4 a, straffes på samme måte.\nHvis et pålegg av tilsynet med hjemmel i bestemmelse gitt i eller i medhold av lov ikke blir etterkommet, kan vedkommende departement bestemme at de personer eller det foretak, foretakets morselskap eller morselskapet i det konsern som foretaket er en del av, som skal oppfylle pålegget, skal betale en daglig løpende mulkt til forholdet er rettet. Pålegg om mulkt er tvangsgrunnlag for utlegg.\n0 Endret ved lover 7 juni 1985 nr. 47, 17 juni 1988 nr. 58, 20 juli 1991 nr. 66, 26 juni 1992 nr. 86 som endret ved lov 8 jan 1993 nr. 20, 15 jan 1999 nr. 3 (ikr. 1 feb 1999 iflg. res. 15 jan 1999 nr. 22), 17 nov 2000 nr. 80 (ikr. 28 feb 2001 iflg. forskr. 28 feb 2001 nr. 198), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 10 apr 2015 nr. 17 (ikr. 1 jan 2016 iflg. res. 10 apr 2015 nr. 350), 4 des 2015 nr. 96 (ikr. 1 jan 2016 iflg. res. 4 des 2015 nr. 1399).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "I. Denne lov trer i kraft straks.\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    }
  ]
}