{
  "id": "LOV-1983-03-04-3",
  "type": "statute",
  "title": "Lov om statens tjenestemenn m.m. [tjenestemannsloven]",
  "short_name": "Tjenestemannsloven – tjml",
  "status": "in_force",
  "issued_date": "1983-03-04",
  "in_force_date": "1983-12-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1983-03-04-3",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Hvem loven gjelder for.​1",
      "content": "1. Denne lov gjelder arbeidstakere tilsatt i statens tjeneste.​2 Loven gjelder embetsmenn der det er uttrykkelig sagt. Loven gjelder ikke statsråder og statssekretærer.​3 Loven gjelder også innleie av arbeidstakere i statlig virksomhet, der hvor dette uttrykkelig er sagt.\n2. Med «embetsmann» menes den som er utnevnt​4 av Kongen og gitt bestalling som embetsmann, eller den som er konstituert​4 av Kongen i et embete.​5\nMed «tjenestemann»​6 menes enhver arbeidstaker i statens tjeneste som ikke er embetsmann.\n3. Kongen​7 kan fastsette at loven skal gjelde også andre arbeidstakere når de får lønn og arbeidsvilkår fastsatt gjennom tariffavtaler​8 mellom staten og tjenestemennenes organisasjoner. Der det er tvil, kan Kongen fastsette hvem loven skal gjelde for, og kan også bestemme at grupper av arbeidstakere helt eller delvis skal være unntatt fra loven når det foreligger særlige grunner for det.​9 Kongen kan da i stedet fastsette særlige regler.\n0 Endret ved lov 4 feb 2000 nr. 10 (ikr. 1 juli 2000 iflg. res. 30 juni 2000).\n1 Jf. lov 17 juli 1925 nr. 11 § 3 og § 1 (2), aml. § 1-2 (3).\n2 Jf. lov 18 juli 1958 nr. 2 § 1 (1).\n3 Jf. Grl. § 22.\n4 Se § 3 nr. 1\n5 Jf. Grl. § 21 og § 22.\n6 Se § 3 nr. 2.\n7 Kommunal- og moderniseringsdepartementet iflg. res. 11 nov 1983 nr. 1607.\n8 Se lov 27 jan 2012 nr. 9 § 1, e.\n9 Jf. lov 18 juli 1958 nr. 2 § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Kunngjøring av embeter og stillinger.",
      "content": "Ledige embete eller stilling skal kunngjøres offentlig,​1 om ikke annet er fastsatt​2 i forskrift, reglement​3 eller tariffavtale.​4\n1 Se lov 11 okt 1946 nr. 1 § 2 annet punktum.\n2 Jf. § 6.\n3 Jf. § 23.\n4 Jf. lov 18 juli 1958 nr. 2 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Fast og midlertidig tilsetting m.v.​1",
      "content": "1. Embetsmann​2 utnevnes fast i embetet,​3 men kan konstitueres når:​4\na. Embetsmannen bare trengs for et begrenset tidsrom eller for å utføre et bestemt oppdrag.\nb. Embetet ennå ikke er fast organisert, eller arbeidsområdet eller virkekretsen er planlagt endret.\nc. Embetsmannen skal gjøre tjeneste i stedet for en annen (vikar).\nI de tilfelle som er nevnt under b, kan Kongen, i stedet for å nytte konstitusjon, ta forbehold om at embetsmannen skal finne seg i slike endringer i embetets arbeidsområde eller virkekrets som senere blir fastsatt.\nFylkesmann kan utnevnes på åremål.​5\n2. Tjenestemann​6 skal tilsettes fast,​7 medmindre:​8\na. Tjenestemannen trengs bare for et bestemt tidsrom eller for å utføre et bestemt oppdrag.\nb. Arbeidet ennå ikke er fast organisert og det derfor er usikkert hvilke tjenestemenn som trengs.\nc. Tjenestemannen skal gjøre tjeneste i stedet for en annen (vikar).\nd. Tjenestemannen skal være aspirant eller elev ved etatsskole.\ne. Tjenestemannen skal tjenestegjøre i utdanningsstilling.​9\nf. Tjenestemannen skal tjenestegjøre i åremålsstilling.​9\n3. Kongen fastsetter ved forskrift nærmere regler om utnevning av embetsmenn i åremålsstilling. Kongen fastsetter ved forskrift om en tjenestemannsstilling skal være utdanningsstilling eller åremålsstilling. Ved forskrift kan det også fastsettes særregler for enkelte grupper tjenestemenn.\n0 Endret ved lov 15 juni 2001 nr. 34 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 663).\n1 Jf. § 6.\n2 Se § 1 nr. 2 (1).\n3 Jf. § 10. – Jf. Grl. § 21 og § 22.\n4 Jf. § 7 nr. 1.\n5 Jf. Grl. § 22 (3).\n6 Se § 1 nr. 1 nr. 2 (2).\n7 Jf. § 9, § 10 og § 11.\n8 Jf. § 3A nr. 1, § 7 nr. 2 og § 10.\n9 Jf. § 10 nr. 1 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "Innleie fra virksomhet som har til formål å drive utleie (bemanningsforetak)",
      "content": "1. Innleie av arbeidstakere fra virksomhet som har til formål å drive utleie er tillatt i samme utstrekning som tjenestemann kan tilsettes for et bestemt tidsrom eller som vikar.​2\n2. Arbeidsgiver og tjenestemannsorganisasjoner i virksomheten som har forhandlingsrett etter lov om offentlige tjenestetvister,​3 kan slutte skriftlig avtale om tidsbegrenset innleie uten hinder av det som er bestemt i nr. 1.\n3. Dersom en innleid arbeidstaker reiser søksmål​4 mot innleier og retten finner at innleien var i strid med nr. 1, kan retten, etter krav fra den innleide, avsi dom for at den innleide er fast ansatt hos innleier.​5 Retten kan likevel, etter påstand fra innleier, bestemme at vedkommende ikke er fast ansatt, dersom den etter en avveining av partenes interesser, herunder også utleierens forhold, finner at det vil være åpenbart urimelig å gi fast tilsetting. Har det foreligget innleie i strid med nr. 1, kan den innleide kreve erstatning fra innleier. Erstatningen fastsettes til det beløp som retten under hensyn til det økonomiske tap, innleierens og den innleides forhold og omstendighetene for øvrig finner rimelig. Reises søksmål​4 senere enn ett år etter fratredelsestidspunktet, kan det bare gis dom for erstatning. En innleiet arbeidstaker har ikke rett til å stå i stillingen under sakens behandling, med mindre retten, etter krav fra den innleide, bestemmer noe annet.\n4. Dersom retten finner at det foreligger innleie i strid med nr. 1, skal retten, etter krav fra den innleide, avsi dom i samsvar med dette. Innleid som gis medhold, kan kreve erstatning. Erstatningen fastsettes til det beløp som retten under hensyn til det økonomiske tap, innleierens og den innleides forhold og omstendighetene for øvrig finner rimelig.\n5. Kongen kan i forskrift forby innleie for visse arbeidstakergrupper eller på visse områder når viktige samfunnshensyn tilsier det.​6\n0 Tilføyd ved lov 4 feb 2000 nr. 10 (ikr. 1 juli 2000 iflg. res. 30 juni 2000), endret ved lov 22 juni 2012 nr. 33 (ikr. 1 jan 2013 iflg. res. 22 juni 2012 nr. 607).\n1 Jf. aml. § 14-12.\n2 Se § 3 nr. 2. – Sml. aml. § 14-12.\n3 Lov 18 juli 1958 nr. 2, se dens § 3.\n4 Sml. aml. § 17-4.\n5 Sml. aml. § 14-9.\n6 Sml. § 3E nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3A."
      }
    },
    {
      "provision_ref": "1:3 b",
      "chapter": "1",
      "section": "3 b",
      "title": "Likebehandling av lønns- og arbeidsvilkår ved utleie fra bemanningsforetak​1",
      "content": "1. Bemanningsforetaket skal sørge for at utleid arbeidstaker minst sikres de vilkår som ville kommet til anvendelse dersom arbeidstaker hadde vært tilsatt hos innleier for å utføre samme arbeid, når det gjelder:\na. arbeidstidens lengde og plassering,\nb. overtidsarbeid,\nc. varighet og plassering av pauser og hvileperioder,\nd. nattarbeid,\ne. feriefritid, feriepenger, fridager og godtgjøring på slike dager, og\nf. lønn og utgiftsdekning.\n2. Arbeidstaker som blir leid ut, skal ha samme tilgang til felles goder og tjenester hos innleier som virksomhetens egne arbeidstakere, med mindre objektive grunner tilsier noe annet.\n3. Bestemmelsen her gjelder også for utleie av utsendt arbeidstaker som faller inn under arbeidsmiljøloven​2 § 1-7.\n4. Det kan inngås sentral tariffavtale​3 mellom staten og tjenestemennenes forhandlingsberettigede organisasjoner om unntak fra reglene om likebehandling i denne paragraf. Den generelle beskyttelse av arbeidstakerne må i alle tilfelle respekteres.\n0 Tilføyd ved lov 22 juni 2012 nr. 33 (ikr. 1 jan 2013 iflg. res. 22 juni 2012 nr. 607), tidligere § 3B endret paragrafnummer til § 3E.\n1 Se § 3C.\n2 Lov 17 juni 2005 nr. 62.\n3 Jf. lov 18 juli 1958 nr. 2 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3b",
        "source_heading": "§ 3B."
      }
    },
    {
      "provision_ref": "1:3 c",
      "chapter": "1",
      "section": "3 c",
      "title": "Opplysningsplikt og innsynsrett ved leie av arbeidstaker fra bemanningsforetak",
      "content": "1. Ved leie av arbeidstaker skal innleier gi bemanningsforetaket de opplysninger som er nødvendige for at bemanningsforetaket skal kunne ivareta kravet om likebehandling i § 3B.\n2. Bemanningsforetaket skal, når arbeidstaker ber om det, gi de opplysninger som er nødvendige for at arbeidstaker skal kunne vurdere om egne lønns- og arbeidsvilkår oppfyller kravet om likebehandling i § 3B.\n3. Bemanningsforetaket skal, når innleier ber om det, dokumentere hvilke lønns- og arbeidsvilkår som er avtalt med arbeidstaker som leies ut til innleier.\n4. Innleier skal, når tillitsvalgte hos innleier ber om det, dokumentere hvilke lønns- og arbeidsvilkår som er avtalt mellom innleid arbeidstaker og den innleides arbeidsgiver.\n5. Plikten til å gi opplysninger etter nr. 3 og 4 gjelder bare vilkår som nevnt i § 3B nr. 1. Bemanningsforetak, innleier og tillitsvalgte som mottar opplysninger i medhold av bestemmelsen her, har taushetsplikt​1 om opplysningene. Opplysningene kan bare benyttes til å sikre eller undersøke overholdelse av kravet om likebehandling i § 3B eller til å oppfylle plikter etter bestemmelsen her.\n6. Kongen kan i forskrift gi nærmere regler om innsynsrett, opplysningsplikt og taushetsplikt etter denne paragraf samt om taushetsplikt for innleide arbeidstakere. Kongen kan i forskrift også gi regler om eventuell bruk av rådgivere og taushetsplikt for disse.\n0 Tilføyd ved lov 22 juni 2012 nr. 33 (ikr. 1 jan 2013 iflg. res. 22 juni 2012 nr. 607).\n1 Se strl. 2005 § 209.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3c",
        "source_heading": "§ 3C."
      }
    },
    {
      "provision_ref": "1:3 d",
      "chapter": "1",
      "section": "3 d",
      "title": "Solidaransvar for innleier​1",
      "content": "Virksomheter som leier inn arbeidstaker etter § 3A, hefter på samme måte som en selvskyldnerkausjonist for utbetaling av lønn, feriepenger​2 og eventuell annen godtgjøring etter kravet om likebehandling i § 3B. Ved solidaransvar etter første punktum hefter solidaransvarlig også for feriepenger opptjent i tilknytning til kravet.\nArbeidstaker må fremme skriftlig krav overfor innleievirksomheten senest innen tre måneder etter kravets forfallsdato. Solidaransvarlig skal betale kravet innen tre uker etter at kravet er kommet frem.\nSolidaransvarlig kan nekte å dekke kravet dersom arbeidstakeren visste at forutsetningen for arbeidsoppdraget var at lønn mv. helt eller delvis skal dekkes av den solidaransvarlige.\nSolidaransvaret gjelder ikke når det er åpnet konkurs​3 i bemanningsforetaket.\n0 Tilføyd ved lov 22 juni 2012 nr. 33 (ikr. 1 juli 2013 iflg. res. 22 juni 2012 nr. 607).\n1 Sml. aml. § 14-12 c.\n2 Jf. lov 29 apr 1988 nr. 21.\n3 Jf. kkl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3d",
        "source_heading": "§ 3D."
      }
    },
    {
      "provision_ref": "1:3 e",
      "chapter": "1",
      "section": "3 e",
      "title": "Innleie av arbeidstakere fra virksomhet som ikke har til formål å drive utleie",
      "content": "1. Innleie av arbeidstakere fra virksomhet som ikke har til formål å drive utleie, er tillatt når den innleide arbeidstakeren er fast tilsatt hos utleieren. For at virksomheten ikke skal sies å ha til formål å drive utleie er det et vilkår at utleie skjer innenfor de samme fagområder som utgjør utleierens hovedbeskjeftigelse og at utleieaktiviteten ikke omfatter mer enn 50 prosent av de fast tilsatte hos utleier. Arbeidsgiver og tjenestemannsorganisasjoner i virksomheten som har forhandlingsrett etter lov om offentlige tjenestetvister​2 skal gjennomføre drøftinger før beslutning om innleie foretas.\n2. For innleie som overstiger 10 prosent av de tilsatte, likevel ikke færre enn tre personer, og som har en varighet ut over ett år, skal det inngås avtale med tjenestemannsorganisasjonene i virksomheten.\n3. Kongen kan i forskrift forby innleie for visse arbeidstakergrupper eller på visse områder når viktige samfunnshensyn tilsier det.​3\n0 Tilføyd ved lov 4 feb 2000 nr. 10 (ikr. 1 juli 2000 iflg. res. 30 juni 2000), endret ved lov 22 juni 2012 nr. 33 (ikr. 1 jan 2013 iflg. res. 22 juni 2012 nr. 607), endret paragrafnummer fra § 3B.\n1 Jf. aml. § 14-12 og § 14-13.\n2 Lov 18 juli 1958 nr. 2, se dens § 3.\n3 Sml. § 3A nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3e",
        "source_heading": "§ 3E."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Innstilling.​1",
      "content": "1. Kongen kan fastsette regler om hvem som skal gi tilråding om innstilling til utnevning eller konstitusjon.\n2. Når tjenestemann skal tilsettes, gir enten et innstillingsråd eller nærmest foresatte tjenestemyndighet innstilling.\nDet fastsettes ved reglement​2 om det skal være innstillingsråd eller om innstillingsretten skal ligge til nærmest foresatte tjenestemyndighet. I et innstillingsråd skal nærmest foresatte tjenestemyndighet være medlem og det skal bestå av like mange ordinære representanter for tjenestemennene som for administrasjonen. I tillegg skal administrasjonen oppnevne formannen. For øvrig skal det ved reglement gis nærmere regler om sammensetningen og om oppnevning av tjenestemannsrepresentanter.\nDer det er tvil, kan vedkommende departement avgjøre hvem som skal regnes som nærmest foresatte tjenestemyndighet og kan bestemme at en annen skal tre i stedet, når særlige grunner taler for det.\n3. Nærmest foresatt tjenestemyndighet som er medlem av et styre eller et tilsettingsråd som har tilsettingsretten, skal ikke gi egen innstilling.\n4. Er det flere kvalifiserte søkere til en stilling, skal vanligvis tre søkere innstilles i den rekkefølge de bør komme i betraktning.\n5. Er tilsettingsretten hos andre enn Kongen, og den som har tilsettingsretten vil tilsette en som ikke er innstilt, skal tilsettingsorganet be om skriftlig uttalelse om vedkommende fra innstillingsorganet. Også et mindretall i et tilsettingsråd eller styre kan be om slik uttalelse. Hvis innstillingsorganet likevel ikke vil innstille vedkommende og tilsettingsorganet fastholder sin mening, skal saken avgjøres av Kongen om tilsettingsretten er lagt til et departement, og ellers av det organ som er bestemt i reglement. Bare én av dem som er innstilt, eller den som tilsettingsorganet vil tilsette, kan da tilsettes.\nDette gjelder også der tilsettingsmyndigheten er fastlagt ved egen lov.\nDen som er innstilt av et mindretall i et innstillingsråd, regnes også som innstilt.\n1 Jf. § 6. – Jf. fvl. § 2 og § 3 (2).\n2 Jf. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Tilsetting av tjenestemenn.​1",
      "content": "1. Tjenestemann tilsettes av Kongen, eller om Kongen fastsetter det, av et departement, et kollegialt styre for en virksomhet eller gruppe av virksomheter, eller av et tilsettingsråd. Fremgangsmåten ved tilsetting fastsettes ved reglement.​2 Kongen​3 kan gi alminnelige retningslinjer for hvordan tilsettingsretten skal nyttes.\n2. I tilsettingsråd skal det være like mange ordinære representanter for tjenestemennene som for administrasjonen. I tillegg oppnever administrasjonen formannen. Det fastsettes ved reglement​2 hvordan tilsettingsråd ellers skal sammensettes og hvordan oppnevning av representanter for tjenestemennene skal skje.\nHvis tjenestemennene ikke er representert i et styre for en virksomhet eller gruppe av virksomheter, skal minst to representanter for tjenestemennene tiltre styret når det behandler tilsettingssaker eller slike saker som er nevnt i §§ 8-10 og 12-17 nr. 3.\n3. Hvis det i et styre eller et tilsettingsråd ikke er enighet om en tilsetting, kan hvert medlem kreve saken avgjort av vedkommende departement eller av det organ som er bestemt i reglement.​2 Kravet skal grunngis skriftlig. Den som avgjør saken, kan da bare velge mellom de søkere som noen av tilsettingsorganets medlemmer vil tilsette.\n4.​4 Er det blant søkerne noen som er sagt opp eller gitt avskjed i medhold av § 10 eller har fått varsel om oppsigelse eller avskjed fra en like høyt eller høyere lønt stilling, og tilsettingsorganet vil tilsette en annen, skal saken avgjøres av Kongen eller den han bestemmer. Dette gjelder også der tilsettingsmyndigheten er fastlagt i egen lov.\n5. Den tilsatte skal gis skriftlig underretning om tilsettingen. Underretningen skal gi opplysning om særlige vilkår som måtte være fastsatt. Ved midlertidig tilsetting skal underretningen dessuten inneholde opplysning om varighet eller om hvilket oppdrag som skal utføres.\n1 Jf. § 6. – Jf. fvl. § 2 og § 3 (2).\n2 Jf. § 23.\n3 Kommunal- og moderniseringsdepartementet iflg. res. 11 nov 1983 nr. 1607.\n4 Jf. forskr. 11 nov 1983 nr. 1608.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Unntak for visse stillinger.",
      "content": "1. Reglene i §§ 2, 3, 4 og 5 gjelder ikke for tjenestemenn tilsatt ved Stortinget eller hos Stortingets ombudsmenn.​1 Det samme gjelder tilsettinger eller konstitusjoner for kortere tid enn seks måneder.\n2. Ved reglement​2 kan tilsettingsretten legges til andre enn bestemt i § 5:\na. i de tilfelle hvor en søker er enstemmig innstilt av et innstillingsråd og tilsettingen etter fast praksis skjer etter ansiennitet,\nb. ved gruppevis inntak av aspiranter eller elever,\nc. ved tilsetting av tjenestemenn for kortere tid enn ett år,\nd. ved tilsetting av midlertidige tjenestemenn som får sine lønns- og arbeidsvilkår fastsatt i særskilt kontrakt,\ne. ved arbeidsforhold med kortere arbeidstid enn 15 timer ukentlig eller med mindre enn 15/40 av full lønn for tilsvarende heltidsstilling.\n3. Ved reglement​2 kan det også fastsettes andre regler om innstilling enn bestemt i § 4 for slike tilsettinger som nevnt foran under nr. 2 bokstavene b til e.\n0 Endret ved lov 7 mai 2004 nr. 21 (ikr. 1 juli 2004).\n1 Jf. bl.a. Grl. § 75, l og lov 22 juni 1962 nr. 8 § 14.\n2 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Opphør av midlertidig tjeneste.",
      "content": "1. Når en embetsmann er konstituert i embetet og grunnen til at konstitusjonsformen ble nyttet, er falt bort, skal vedkommende pålegges å fratre embetet.​1 Er embetsmannen utnevnt i åremålsstilling, plikter vedkommende å fratre når åremålet er utløpt. Har konstitusjonen eller åremålsstillingen vart mer enn ett år, skal vedkommende ha minst en måneds varsel. Men har embetsmannen vært konstituert av Kongen​2 etter forutgående kunngjøring, kan vedkommende i stedet utnevnes uten ny kunngjøring. Embetsmann utnevnt i åremålsstilling kan ikke utnevnes i embetet uten ny kunngjøring.\n2. Tjenestemann som er tilsatt for et bestemt tidsrom, på åremål eller i utdanningsstilling,​3 fratrer uten oppsigelse når tiden er ute.\nTjenestemann som er tilsatt som vikar,​3 fratrer uten oppsigelse når stillingens faste innehaver inntrer i stillingen.\nHar den midlertidige tjenesten vart mer enn ett år, skal tjenestemannen ha minst en måneds varsel.\nAndre midlertidige tjenestemenn sies opp med slike frister som er fastsatt i §§ 8, 9 og 10.\n0 Endret ved lov 15 juni 2001 nr. 34 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 663).\n1 Jf. § 3 nr. 1.\n2 Jf. Grl. § 28.\n3 Jf. § 3 nr. 2 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Prøvetid.​1",
      "content": "1. I de første seks måneder er tjenestemannen tilsatt på prøve. Tilsettingsorganet kan bestemme at slik prøvetid også skal gjelde, selv om tjenestemannen går direkte over fra en annen statsstilling. I særlige tilfelle kan det avtales at prøvetid ikke skal gjelde. Under prøvetiden skal tjenestemannen gis nødvendig veiledning og vurdering av sitt arbeid.\nTjenestemannen skal gjøres skriftlig kjent med prøvetidsreglene før tiltredelsen og skal bekrefte underretningen skriftlig.\n2. I prøvetiden kan tjenestemannen sies opp med tre ukers frist så fremt vedkommende ikke kan tilpasse seg arbeidet eller ikke tilfredsstiller rimelige krav til dyktighet eller pålitelighet.\nNår prøvetiden er ute, skal tjenestemannen gjøres kjent med om vedkommende ikke kan fortsette i tjenesten. I så fall sies tjenestemannen opp med tre ukers frist.\n3. Tjenestemann som er tilsatt med plikt til å gjennomgå en bestemt opplæring, skal sies opp med tre ukers frist, hvis opplæringen ikke er fullført på en tilfredsstillende måte. Ved reglement​2 kan det i særlige tilfelle fastsettes lengre oppsigelsesfrist. Ved reglement​2 kan videre fastsettes på hvilken måte og etter hvilke kriterier det skal avgjøres om opplæringen er tilfredsstillende fullført eller ikke.\n1 Jf. lov 18 juli 1958 nr. 2 § 22.\n2 Jf. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Oppsigelse i de første tjenesteår.​1",
      "content": "Fast tilsatt tjenestemann med mindre enn to års sammenhengende tjeneste og midlertidig tilsatt tjenestemann​2 med mindre enn fire års sammenhengende tjeneste kan sies opp​3 fra sin stilling når det har saklig grunn i virksomhetens eller tjenestemannens forhold. Etter utløpet av en eventuell prøvetid er oppsigelsesfristen en måned hvis tjenestetiden er ett år eller mindre. Er tjenestetiden ett år eller mer, er oppsigelsesfristen tre måneder.\nRegler om beregning av tjenestetiden fastsettes ved reglement.​4\n1 Se § 19 og lov 18 juli 1958 nr. 2 § 22.\n2 Jf. § 3 nr. 2 og 3, § 7 nr. 2.\n3 Se § 13.\n4 Jf. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Oppsigelse etter de første tjenesteår.​1",
      "content": "1. Fast tilsatt tjenestemann med mer enn to års sammenhengende tjeneste og midlertidig tjenestemann​2 med mer enn fire års sammenhengende tjeneste kan sies opp med seks måneders frist når stillingen inndras eller arbeidet faller bort.​3\nRegler om beregning av tjenestetiden fastsettes ved reglement.​4\nDisse regler gjelder ikke åremålsstillinger eller utdanningsstillinger.​5 Ved forskrift kan Kongen fastsette særlige regler for slike stillinger.\n2. Tjenestemann kan videre sies opp med samme frist når vedkommende​3\na. på grunn av sykdom er varig uskikket til forsvarlig å utføre sin tjeneste,\nb. ikke lenger har de kvalifikasjoner som er nødvendig eller foreskrevet for stillingen, eller av andre grunner er varig uskikket for stillingen.\n3. Embetsmann kan avskjediges i slike tilfelle som er nevnt under nr. 2 bokstavene a og b.​6\n4. En tjenestemann tilsatt i ledende stilling ved anlegg eller virksomhet av forretningsmessig art, kan sies opp når det har saklig grunn i virksomhetens eller tjenestemannens forhold, selv om tjenesten har vart mer enn fire år.​3\nVed reglement​4 fastsettes hvilke stillinger dette gjelder.\n5. For øvrig gjelder arbeidsmiljøloven​7 §§ 15-8 og 15-9.\n0 Endret ved lov 21 des 2005 nr. 136 (ikr. 1 jan 2006).\n1 Se § 19 og lov 18 juli 1958 nr. 2 § 22.\n2 Jf. § 3 nr. 2 og 3, § 7 nr. 2.\n3 Se § 13.\n4 Jf. § 23.\n5 Jf. § 3 nr. 2, e og f.\n6 Jf. § 13 nr. 7.\n7 Lov 17 juni 2005 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Tjenestemannens rett til å si opp.",
      "content": "En tjenestemann har alltid rett til å si opp sin stilling. Oppsigelsesfristene er, medmindre annet er fastsatt ved reglement:​1\ni prøvetiden: tre uker,\nom tjenestetiden er ett år eller mindre: en måned,\nom tjenestetiden er ett år eller mer: tre måneder.\nVed reglement​1 eller tariffavtale​2 kan fastsettes kortere frister.\n1 Jf. § 23.\n2 Se lov 18 juli 1958 nr. 2 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Plikt til å overta annen stilling.",
      "content": "Embetsmann ved regjeringens kontorer​1 og enhver tjenestemann er forpliktet til å finne seg i endringer i arbeidsoppgaver og omorganisering av virksomheten. Er vilkårene for oppsigelse eller avskjed etter §§ 9 eller 10 til stede, kan vedkommende i stedet pålegges å overta annen likeverdig stilling i virksomheten eller stå til rådighet for spesielle oppdrag. Med dette gjøres ingen endring i plikten til å motta forflytninger etter utenrikstjenesteloven​2 § 7, eller i beordringsplikten i forsvarsloven​3 § 46. Heller ikke er det gjort noen endring i retten til midlertidig å omdisponere tjenestemenn når tjenestens tarv krever det.\n0 Endret ved lover 3 mai 2002 nr. 13 (ikr. 1 sep 2002 iflg. res. 3 mai 2002), 21 des 2005 nr. 136 (ikr. 1 jan 2006), 13 feb 2015 nr. 9 (ikr. 1 mars 2015 iflg. res. 13 feb 2015 nr. 131), 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).\n1 Jf. Grl. § 22 (1) annet punktum.\n2 Lov 13 feb 2015 nr. 9.\n3 Lov 2 juli 2016 nr. 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:12 a",
      "chapter": "2",
      "section": "12 a",
      "title": "Omplassering av embets- og tjenestemenn som lønnes etter særskilt kontrakt",
      "content": "Embets- og tjenestemenn som ikke omfattes av hovedtariffavtalen i staten​1 og som får sine lønns- og arbeidsvilkår fastsatt i særskilt kontrakt, er forpliktet til å finne seg i omplassering til andre arbeidsoppgaver i virksomheten eller pålegg om å stå til rådighet for spesielle oppdrag, dersom avtalefestede krav til resultater ikke innfris. Dette gjelder selv om vilkårene for oppsigelse eller avskjed etter §§ 9 eller 10 ikke er til stede. Bestemmelsene i paragrafen her gjelder ikke embetsmenn som omfattes av Grunnloven § 22 annet ledd.\n0 Tilføyd ved lov 4 sep 1992 nr. 104.\n1 Jf. lov 18 juli 1958 nr. 2 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12a",
        "source_heading": "§ 12 A."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Fortrinnsrett til ny stilling.",
      "content": "1. Før en tjenestemann blir sagt opp​1 fordi:\na. stillingen blir inndratt eller arbeidet er falt bort,\nb. vedkommende på grunn av sykdom er varig uskikket til forsvarlig å utføre sin tjeneste,\nc. vedkommende ikke lenger har de kvalifikasjoner som er nødvendige eller foreskrevet for stillingen,\n2. Blir tjenestemannen likevel sagt opp, skal vedkommende så vidt mulig tilbys annen passende stilling i staten, jfr. § 5 nr. 4. Rett til ny stilling har bare fast tjenestemann som har vært tilsatt sammenhengende i minst to år, eller midlertidig tjenestemann med sammenhengende tjeneste i minst fire år.\n3. Fortrinnsretten gjelder bare der tjenestemannen har de nødvendige faglige og personlige egenskaper for stillingen. Kan manglende kvalifikasjoner rettes ved hensiktsmessig tilleggsutdanning, kan vedkommende tilsettes på vilkår av at tilleggsutdanningen tas innen en fastsatt frist.\n4. Kongen fastsetter ved forskrift nærmere regler om fortrinnsrett. Det kan fastsettes at fortrinnsretten ikke skal gjelde den som blir sagt opp fra nærmere bestemte stillinger, og at den heller ikke skal gjelde ved tilsetting i nærmere bestemte stillinger.\n5. Tjenestemann som nevnt under nr. 1 skal, ved oppsigelse eller varsel om oppsigelse, gjøres kjent med sine rettigheter etter denne paragraf. Det kan da samtidig pålegges tjenstemannen innen en fastsatt frist å melde fra om fortrinnsretten ønskes gjort gjeldende.\nFår tjenestemannen tilbud om ny, passende stilling og det ikke er akseptert innen 14 dager, faller fortrinnsretten endelig bort.\nKan tjenestemannen tilbys ny stilling i samme virksomhet, tilsettes vedkommende av tilsettingsorganet uten at stillingen kunngjøres ledig og etter at innstillingsorganet​2 har uttalt seg om tjenestemannens skikkethet for stillingen.\n6. Reglene i denne paragraf gjelder tilsvarende også for embetsmenn uansett tjenestetid.\n0 Endret ved lov 22 jan 2016 nr. 1 (ikr. 1 mars 2016 iflg. res. 22 jan 2016 nr. 44).\n1 Se § 9 og § 10.\n2 Jf. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Ordensstraffer.​1",
      "content": "1. En embetsmann som ikke er dommer,​2 eller tjenestemann som ikke ved lov er underlagt annen disiplinærmyndighet, kan ilegges ordensstraff for:\na. overtredelse av tjenesteplikter eller unnlatelse av å oppfylle tjenesteplikter,​3\nb. utilbørlig atferd i eller utenfor tjenesten som skader den aktelse eller tillit som er nødvendig for stillingen.\n2. Som ordensstraff kan embets- eller tjenestemann ilegges skriftlig irettesettelse, eller tap av ansiennitet fra én måned til to år.\nTjenestemann kan videre som ordensstraff, enten varig eller for en begrenset tid, settes ned i en lavere stilling.\nEn alminnelig tjenestlig tilrettevisning er ikke ordensstraff.\n3. Ordensstraff føres på rulleblad eller personalkort. Det fastsettes ved reglement​4 når anmerkningen skal slettes.\nEnhver kan forlange utskrift av sitt rulleblad eller personalkort.\n1 Jf. § 19 nr. 2 og nr. 3 og fvl. § 2 (2) annet punktum.\n2 Jf. dl. kap. 3 og 12.\n3 Se § 20.\n4 Jf. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Avskjed.​1",
      "content": "En embets- eller tjenestemann kan avskjediges når vedkommende:\na. har vist grov uforstand i tjenesten eller grovt har krenket sine tjenesteplikter eller trass i skriftlig advarsel eller irettesettelse gjentatt har krenket sine tjenesteplikter,​2\nb. ved utilbørlig atferd i eller utenfor tjenesten viser seg uverdig til sin stilling eller bryter ned den aktelse eller tillit som er nødvendig for stillingen.\nBestemmelsen i denne paragraf begrenser ikke adgangen til å fradømme en embets- eller tjenestemann stillingen som straff i medhold av straffelovgivningens regler.​3\n1 Jf. Se § 15A og § 16 nr. 2.\n2 Se § 20.\n3 Jf. strl. 2005 kap. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:15 a",
      "chapter": "2",
      "section": "15 a",
      "title": "Avskjed av embetsmann.​1",
      "content": "En embetsmann kan avskjediges ved dom når vedkommende viser seg å være varig uskikket til forsvarlig å utføre sin tjeneste eller når vedkommende ikke har de nødvendige eller gyldig foreskrevne betingelser for å inneha embetet.\nKrav om avskjed etter denne paragraf gjøres gjeldende ved søksmål,​2 jf. likevel regelen i straffeprosessloven​3 § 3 annet ledd.\nPåstand om avskjed etter denne bestemmelsen og om tjenestens tap som straff, kan avgjøres i samme sak.​4\n0 Tilføyd ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. § 15.\n2 Jf. § 16 nr. 2.\n3 Lov 22 mai 1981 nr. 25.\n4 Jf. strpl. § 3 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15a",
        "source_heading": "§ 15A."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Suspensjon.​1",
      "content": "1. Dersom tjenestens tarv krever det, kan en embets- eller tjenestemann med øyeblikkelig virkning fjernes midlertidig fra sin stilling (suspenderes) når det er grunn til å anta at vedkommende har gjort seg skyldig i atferd som kan føre til avskjed etter § 15. Foreligger ikke lenger slik grunn, skal suspensjonen straks oppheves. En suspensjon skal også oppheves om innledet strafforfølgning innstilles​2 eller avskjedssak for domstolene trekkes tilbake.\n2. Suspensjon skal videre oppheves om vedtak om avskjed ikke er truffet innen seks måneder. Men er det reist tiltale for atferd som kan begrunne avskjed etter § 15, eller kan medføre tjenestens tap som straff,​3 eller er det reist sivilt søksmål til fradømmelse av embetet etter § 15A, kan suspensjonen forlenges med inntil seks måneder om gangen til saken er endelig avgjort. Suspensjonen kan også forlenges med inntil seks måneder om gangen om embets- eller tjenestemannen har en særlig betrodd stilling og det ville virke skadelig for tjenesten om vedkommende gjenopptok arbeidet før avgjørelse er truffet eller vedkommende kan forspille bevis som trengs ved avgjørelse av avskjedssaken.\n3. Er det truffet vedtak om suspensjon, skal avskjedssaken fremmes uten unødig opphold.\n4. I stedet for suspensjon kan tjenestemenn, samt embetsmenn ved regjeringens kontorer, i forsvaret eller utenrikstjenesten​4 midlertidig overføres til annen, mindre betrodd tjeneste. For slik overføring gjelder ellers de samme regler som for suspensjon.\n5. Inntil det foreligger avskjedsvedtak, har en suspendert embets- eller tjenestemann krav på stillingens lønn. Påklages vedtaket har tjenestemannen rett til stillingens lønn inntil det er fattet vedtak i klagesaken. I embets- og tjenestemannens lønn kan det gjøres fradrag for inntekt vedkommende måtte få ved å ta annet arbeid i suspensjonstiden.\n0 Endret ved lover 11 juni 1993 nr. 67, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. Grl. § 22.\n2 Jf. strpl. § 72.\n3 Jf. strl 2005 § 56 og § 319.\n4 Jf. Grl. § 22 (1) annet punktum og lover 2 juli 2004 nr. 59 og 13 feb 2015 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Om hvem som kan treffe vedtak.",
      "content": "1. Embetsmann som omhandlet i Grunnlovens § 22 annet ledd, kan før oppnådd aldersgrense​1 bare avskjediges ved dom. Embetsmann som omhandlet i Grunnlovens § 22 første ledd, kan også avskjediges av Kongen i statsråd. Kongen i statsråd treffer vedtak om suspensjon eller overføring til annen tjeneste etter § 16.\n2. Kongen kan gi vedkommende departement fullmakt til å gi embetsmann avskjed etter søknad eller ved nådd aldersgrense, vedta opphør av suspensjon eller konstitusjon eller ilegge ordensstraff. Det samme gjelder tjenestemann som tilsettes av Kongen i statsråd.\n3. Vedtak om at en tjenestemann skal sies opp, ilegges ordensstraff, gis avskjed eller suspenderes, treffes av tilsettingsorganet,​2 medmindre det ved reglement​3 er bestemt at vedtaket skal treffes av et innstillingsråd. Ved reglement​3 kan det videre bestemmes at vedtaket skal treffes av et kollegialt styre eller et sentralt tilsettingsråd om tilsettingsretten ellers er lagt til et lokalt eller regionalt tilsettingsråd.\n4. Dersom saken krever særlig rask avgjørelse, kan vedtak om suspensjon eller overføring til annen tjeneste etter § 16 også treffes av foresatt tjenestemyndighet.\nVedtaket skal straks meldes fra til den som ellers skulle truffet det og til det departement virksomheten hører under. Vedkommende organ eller departement kan omgjøre vedtaket​4 og kan også treffe vedtak etter § 16 om vilkårene for det foreligger.\n1 Jf. lov 21 des 1956 nr. 1 § 2.\n2 Jf. § 5 jf. § 6.\n3 Jf. § 23.\n4 Jf. fvl. § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "title": "Saksbehandlingsregler.",
      "content": "1. Før en tjenestemann​1 ilegges ordensstraff, sies opp eller gis avskjed, skal vedkommende – i tillegg til sine rettigheter etter forvaltningsloven​2 – gis høve til å forklare seg muntlig for den myndighet som skal avgjøre saken. Skal Kongen treffe avgjørelsen, kan forklaringen skje for vedkommende departement. Det samme gjelder embetsmann,​1 hvis departementet vil fremme forslag om avskjed​3 eller ordensstraff.​4\nVedkommende har rett til å la seg bistå av en tillitsvalgt eller annen rådgiver.​5\n2. Er det i et styre eller råd ikke flertall for oppsigelse, avskjed eller ordensstraff, kan hvert medlem av mindretallet kreve saken avgjort av vedkommende departement eller den myndighet som er bestemt ved reglement.​6 Det samme gjelder hvor et mindretall ønsker en ilagt ordensstraff skjerpet.\n3. Når spørsmål om avskjed er tatt opp av den myndighet som avgjør eller forbereder saken, kan også embets- eller tjenestemann kreve bevisopptak som nevnt i domstolslovens​7 § 43 annet ledd.\n1 Se § 1 nr. 2.\n2 Lov 10 feb 1967.\n3 Se § 15.\n4 Se § 14.\n5 Jf. fvl. § 12 (3).\n6 Jf. § 23.\n7 Lov 13 aug 1915 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "title": "Embetsmanns og tjenestemanns rett til å klage og reise søksmål.",
      "content": "1. Når en tjenestemann i medhold av forvaltningsloven​1 påklager vedtak om oppsigelse, ordensstraff, suspensjon eller avskjed, er klageinstansen vedkommende departement eller den myndighet som er bestemt ved reglement. Kongen er klageinstans dersom vedtaket er truffet av departementet. Det samme gjelder ved klage fra embetsmann over ordensstraff.​2\n2. Tjeneste- eller embetsmann kan reise søksmål​3 for å få prøvd lovligheten av klageinstansens vedtak, jfr. nr. 4. Fristen for søksmål​4 er åtte uker fra det tidspunkt underretning om vedtaket er kommet fram​5 til embets- eller tjenestemannen. Fristen er likevel seks måneder dersom embets- eller tjenestemannen bare krever erstatning eller saken bare gjelder irettesettelse som ordensstraff.​2 Partene kan i den enkelte sak bli enige om en lengre søksmålsfrist.\n3. Klage etter nr. 1 og søksmål etter nr. 2 har bare oppsettende virkning​6 i den utstrekning dette følger av bestemmelsene nedenfor:\na. Vedtak om oppsigelse,​7 ordensstraff​2 eller avskjed, kan ikke iverksettes før klagefristen er ute. Påklages vedtaket innen klagefristens utløp, kan det ikke iverksettes før klagen er avgjort.\nb. Klageinstansens vedtak om oppsigelse eller ordensstraff kan ikke iverksettes før to uker etter at underretning om vedtaket er kommet frem til tjenestemannen. Det samme gjelder ved klage​8 fra embetsmann over ordensstraff. Første punktum gjelder tilsvarende for avskjed gitt i medhold av § 10 nr. 3.\nc. Dersom tjenestemannen reiser søksmål​4 i løpet av de to ukene som er nevnt i bokstav b første punktum, eller skriftlig varsler arbeidsgiver om at søksmål vil bli reist innen fristen etter nr. 2, kan vedtak om oppsigelse eller ordensstraff ikke iverksettes før det foreligger rettskraftig​9 dom eller kjennelse, eller før fristen i nr. 2 er utløpt i tilfeller hvor det ikke er reist søksmål.\nVed vedtak om oppsigelse gjelder det samme dersom søksmål er reist,​4 eller varsel som nevnt i første punktum er gitt, innen oppsigelsesfristens utløp.\nEtter krav fra arbeidsgiver kan retten likevel ved kjennelse bestemme at vedtaket skal iverksettes før saken er rettskraftig avgjort, dersom retten finner det urimelig at søksmålet gis oppsettende virkning. Retten skal samtidig fastsette frist for iverksettelsen av vedtaket.\nd. Bokstav c første og tredje ledd gjelder tilsvarende for avskjed gitt i medhold av § 10 nr. 3. For øvrig har ikke søksmål om avskjed oppsettende virkning, med mindre retten bestemmer dette ved kjennelse. Bokstav c første punktum gjelder tilsvarende når en embetsmann reiser søksmål om ordensstraff.\n4. For søksmål gjelder domstolloven​10 og tvisteloven,​11 med de særregler som følger av denne paragraf og arbeidsmiljøloven​12 §§ 17-1 fjerde ledd, 17-6 og 17-7. Retten kan utsette behandlingen av saken i inntil åtte uker om saken tas opp til fornyet behandling i forvaltningen​13 og vedkommende forvaltningsorgan gir retten melding om det.\n5. I forbindelse med søksmål om lovligheten av klageinstansens vedtak kan retten behandle spørsmål om oppgjør av lønn og feriepenger​14 og tvist om andre bestemmelser i denne lov om forskrifter gitt med hjemmel i loven.\nDet samme gjelder krav som står i sammenheng med hovedkravet eller helt eller delvis kan bringes til motregning,​15 dersom dette ikke vil være til vesentlig ulempe for rettens behandling av vedtak om oppsigelse, ordensstraff, suspensjon eller avskjed. Rettens avgjørelse etter foregående punktum kan ikke angripes.\n6. Forliksmegling finner ikke sted for hovedkravet eller andre krav som behandles sammen med det.\n7. Arbeidsmiljøloven​12 § 15-12 og § 15-14 tredje og fjerde ledd gjelder tilsvarende. Ved søksmål i forbindelse med virksomhetsoverdragelse gjelder ikke arbeidsmiljøloven § 15-12 første ledd annet punktum og § 16-4 tredje ledd for embets- og tjenestemenn.\n0 Endret ved lover 11 juni 1993 nr. 67, 21 des 2005 nr. 136 (ikr. 1 jan 2006), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Lov 10 feb 1967.\n2 Jf. § 14.\n3 Se nr. 6.\n4 Jf. tvl. § 9-2.\n5 Sml. fvl. § 35 (1), b,\n6 Sml. fvl. § 42.\n7 Jf. §§ 8 til 10.\n8 Se nr. 1.\n9 Se tvl. § 19-14.\n10 Lov 13 aug 1915 nr. 5.\n11 Lov 17 juni 2005 nr. 90.\n12 Lov 17 juni 2005 nr. 62.\n13 Jf. fvl. § 35.\n14 Jf. lov 29 apr 1988 nr. 21 kap. III.\n15 Sml. aml. § 14-15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Forbud mot gaver i tjenesten m.v.",
      "content": "Ingen embets- eller tjenestemann​1 må for seg eller andre motta gave, provisjon, tjeneste eller annen ytelse som er egnet til, eller av giveren er ment, å påvirke hans tjenestlige handlinger,​2 eller som det ved reglement​3 er forbudt å motta.\nOvertredelse kan medføre ordensstraff​4 eller avskjed.​5\n1 Se § 1 nr. 2.\n2 Jf. strl. 2005 § 387.\n3 Jf. § 23.\n4 Jf. § 14.\n5 Jf. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Strafforfølgning etter ordensstraff eller avskjed.",
      "content": "Om en embets- eller tjenestemann er ilagt ordensstraff eller gitt avskjed for et straffbart forhold,​1 er det ikke til hinder for vanlig strafforfølgning,​2 men ved straffutmålingen skal det tas omsyn til ordensstraffen eller avskjeden.​3\n1 Jf. strl. 2005 §§ 171 flg. og §§ 387 flg.\n2 Sml. EMK protokoll nr. 7 art. 4.\n3 Sml. strl. 2005 § 29 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "Fordeling av utgiftene på grunn av sykdom m.v.",
      "content": "Hvis en embets- eller tjenestemann er lønt dels av staten, dels av kommune eller fylkeskommune, skal de utgifter det offentlige har i forbindelse med ferie,​1 sykdom, permisjoner eller tjenesteulykker fordeles mellom dem som utreder lønnen i forhold til deres andel av den samlede lønn.\n1 Jf. lov 29 apr 1988 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "Reglementer.",
      "content": "1. Når det i denne lov er sagt at noe kan eller skal bestemmes i reglement, skal slikt reglement fastsettes etter avtale mellom ledelsen for vedkommende virksomhet eller gruppe av virksomheter og de tjenestemannsorganisasjoner der som har forhandlingsrett etter lov om offentlige tjenestetvister.​1 Reglement for regjeringens kontorer sluttes det avtale om mellom Kongen eller den han bemyndiger og hovedsammenslutningene av de forhandlingsberettigede organisasjoner. Før ledelsen av vedkommende virksomhet eller gruppe av virksomheter inngår avtale, skal vedkommende departement på forhånd fatte vedtak om hvilke tjenestemenn som skal tilsettes av Kongen eller departementet.\n2. For å være gyldig, må reglementet stadfestes av Kongen eller den han bemyndiger.\nEt reglement skal nektes stadfestet hvis:\na. enkelte bestemmelser finnes å være i strid med lov eller vedtak fattet med hjemmel i lov,\nb. det mangler regler som etter denne lov skal fastsettes ved reglement,\nc. enkelte bestemmelser kan virke urimelige overfor grupper arbeidstakere eller arbeidssøkere,\nd. enkelte bestemmelser er i strid med avtaler sluttet mellom staten og hovedsammenslutningene.\n3. Den som har retten til stadfestelse, kan når som helst kreve et reglement tatt opp til revisjon. Hver av partene i en virksomhet har den samme rett. Et reglement som er gjeldende når denne lov trer i kraft eller senere blir stadfestet, forblir i kraft til det avløses av et nytt.\n4. I særlige tilfelle kan stadfestelsesmyndigheten i samråd med hovedsammenslutningene samtykke i at et reglement fravikes.\n1 Jf. lov 18 juli 1958 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "Ikrafttredelse.",
      "content": "1. Denne lov trer i kraft fra den tid Kongen bestemmer.​1\n2. Fra samme tid oppheves lov 20. juni 1977 nr. 65 om statens tjenestemenn.\n– – –\n1 Fra 1 des 1983 iflg. res. 11 nov 1983 nr. 1607.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Hvem loven gjelder for.​1",
      "content": "1. Denne lov gjelder arbeidstakere tilsatt i statens tjeneste.​2 Loven gjelder embetsmenn der det er uttrykkelig sagt. Loven gjelder ikke statsråder og statssekretærer.​3 Loven gjelder også innleie av arbeidstakere i statlig virksomhet, der hvor dette uttrykkelig er sagt.\n2. Med «embetsmann» menes den som er utnevnt​4 av Kongen og gitt bestalling som embetsmann, eller den som er konstituert​4 av Kongen i et embete.​5\nMed «tjenestemann»​6 menes enhver arbeidstaker i statens tjeneste som ikke er embetsmann.\n3. Kongen​7 kan fastsette at loven skal gjelde også andre arbeidstakere når de får lønn og arbeidsvilkår fastsatt gjennom tariffavtaler​8 mellom staten og tjenestemennenes organisasjoner. Der det er tvil, kan Kongen fastsette hvem loven skal gjelde for, og kan også bestemme at grupper av arbeidstakere helt eller delvis skal være unntatt fra loven når det foreligger særlige grunner for det.​9 Kongen kan da i stedet fastsette særlige regler.\n0 Endret ved lov 4 feb 2000 nr. 10 (ikr. 1 juli 2000 iflg. res. 30 juni 2000).\n1 Jf. lov 17 juli 1925 nr. 11 § 3 og § 1 (2), aml. § 1-2 (3).\n2 Jf. lov 18 juli 1958 nr. 2 § 1 (1).\n3 Jf. Grl. § 22.\n4 Se § 3 nr. 1\n5 Jf. Grl. § 21 og § 22.\n6 Se § 3 nr. 2.\n7 Kommunal- og moderniseringsdepartementet iflg. res. 11 nov 1983 nr. 1607.\n8 Se lov 27 jan 2012 nr. 9 § 1, e.\n9 Jf. lov 18 juli 1958 nr. 2 § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Kunngjøring av embeter og stillinger.",
      "content": "Ledige embete eller stilling skal kunngjøres offentlig,​1 om ikke annet er fastsatt​2 i forskrift, reglement​3 eller tariffavtale.​4\n1 Se lov 11 okt 1946 nr. 1 § 2 annet punktum.\n2 Jf. § 6.\n3 Jf. § 23.\n4 Jf. lov 18 juli 1958 nr. 2 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Fast og midlertidig tilsetting m.v.​1",
      "content": "1. Embetsmann​2 utnevnes fast i embetet,​3 men kan konstitueres når:​4\na. Embetsmannen bare trengs for et begrenset tidsrom eller for å utføre et bestemt oppdrag.\nb. Embetet ennå ikke er fast organisert, eller arbeidsområdet eller virkekretsen er planlagt endret.\nc. Embetsmannen skal gjøre tjeneste i stedet for en annen (vikar).\nI de tilfelle som er nevnt under b, kan Kongen, i stedet for å nytte konstitusjon, ta forbehold om at embetsmannen skal finne seg i slike endringer i embetets arbeidsområde eller virkekrets som senere blir fastsatt.\nFylkesmann kan utnevnes på åremål.​5\n2. Tjenestemann​6 skal tilsettes fast,​7 medmindre:​8\na. Tjenestemannen trengs bare for et bestemt tidsrom eller for å utføre et bestemt oppdrag.\nb. Arbeidet ennå ikke er fast organisert og det derfor er usikkert hvilke tjenestemenn som trengs.\nc. Tjenestemannen skal gjøre tjeneste i stedet for en annen (vikar).\nd. Tjenestemannen skal være aspirant eller elev ved etatsskole.\ne. Tjenestemannen skal tjenestegjøre i utdanningsstilling.​9\nf. Tjenestemannen skal tjenestegjøre i åremålsstilling.​9\n3. Kongen fastsetter ved forskrift nærmere regler om utnevning av embetsmenn i åremålsstilling. Kongen fastsetter ved forskrift om en tjenestemannsstilling skal være utdanningsstilling eller åremålsstilling. Ved forskrift kan det også fastsettes særregler for enkelte grupper tjenestemenn.\n0 Endret ved lov 15 juni 2001 nr. 34 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 663).\n1 Jf. § 6.\n2 Se § 1 nr. 2 (1).\n3 Jf. § 10. – Jf. Grl. § 21 og § 22.\n4 Jf. § 7 nr. 1.\n5 Jf. Grl. § 22 (3).\n6 Se § 1 nr. 1 nr. 2 (2).\n7 Jf. § 9, § 10 og § 11.\n8 Jf. § 3A nr. 1, § 7 nr. 2 og § 10.\n9 Jf. § 10 nr. 1 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "Innleie fra virksomhet som har til formål å drive utleie (bemanningsforetak)",
      "content": "1. Innleie av arbeidstakere fra virksomhet som har til formål å drive utleie er tillatt i samme utstrekning som tjenestemann kan tilsettes for et bestemt tidsrom eller som vikar.​2\n2. Arbeidsgiver og tjenestemannsorganisasjoner i virksomheten som har forhandlingsrett etter lov om offentlige tjenestetvister,​3 kan slutte skriftlig avtale om tidsbegrenset innleie uten hinder av det som er bestemt i nr. 1.\n3. Dersom en innleid arbeidstaker reiser søksmål​4 mot innleier og retten finner at innleien var i strid med nr. 1, kan retten, etter krav fra den innleide, avsi dom for at den innleide er fast ansatt hos innleier.​5 Retten kan likevel, etter påstand fra innleier, bestemme at vedkommende ikke er fast ansatt, dersom den etter en avveining av partenes interesser, herunder også utleierens forhold, finner at det vil være åpenbart urimelig å gi fast tilsetting. Har det foreligget innleie i strid med nr. 1, kan den innleide kreve erstatning fra innleier. Erstatningen fastsettes til det beløp som retten under hensyn til det økonomiske tap, innleierens og den innleides forhold og omstendighetene for øvrig finner rimelig. Reises søksmål​4 senere enn ett år etter fratredelsestidspunktet, kan det bare gis dom for erstatning. En innleiet arbeidstaker har ikke rett til å stå i stillingen under sakens behandling, med mindre retten, etter krav fra den innleide, bestemmer noe annet.\n4. Dersom retten finner at det foreligger innleie i strid med nr. 1, skal retten, etter krav fra den innleide, avsi dom i samsvar med dette. Innleid som gis medhold, kan kreve erstatning. Erstatningen fastsettes til det beløp som retten under hensyn til det økonomiske tap, innleierens og den innleides forhold og omstendighetene for øvrig finner rimelig.\n5. Kongen kan i forskrift forby innleie for visse arbeidstakergrupper eller på visse områder når viktige samfunnshensyn tilsier det.​6\n0 Tilføyd ved lov 4 feb 2000 nr. 10 (ikr. 1 juli 2000 iflg. res. 30 juni 2000), endret ved lov 22 juni 2012 nr. 33 (ikr. 1 jan 2013 iflg. res. 22 juni 2012 nr. 607).\n1 Jf. aml. § 14-12.\n2 Se § 3 nr. 2. – Sml. aml. § 14-12.\n3 Lov 18 juli 1958 nr. 2, se dens § 3.\n4 Sml. aml. § 17-4.\n5 Sml. aml. § 14-9.\n6 Sml. § 3E nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3A."
      }
    },
    {
      "provision_ref": "1:3 b",
      "chapter": "1",
      "section": "3 b",
      "title": "Likebehandling av lønns- og arbeidsvilkår ved utleie fra bemanningsforetak​1",
      "content": "1. Bemanningsforetaket skal sørge for at utleid arbeidstaker minst sikres de vilkår som ville kommet til anvendelse dersom arbeidstaker hadde vært tilsatt hos innleier for å utføre samme arbeid, når det gjelder:\na. arbeidstidens lengde og plassering,\nb. overtidsarbeid,\nc. varighet og plassering av pauser og hvileperioder,\nd. nattarbeid,\ne. feriefritid, feriepenger, fridager og godtgjøring på slike dager, og\nf. lønn og utgiftsdekning.\n2. Arbeidstaker som blir leid ut, skal ha samme tilgang til felles goder og tjenester hos innleier som virksomhetens egne arbeidstakere, med mindre objektive grunner tilsier noe annet.\n3. Bestemmelsen her gjelder også for utleie av utsendt arbeidstaker som faller inn under arbeidsmiljøloven​2 § 1-7.\n4. Det kan inngås sentral tariffavtale​3 mellom staten og tjenestemennenes forhandlingsberettigede organisasjoner om unntak fra reglene om likebehandling i denne paragraf. Den generelle beskyttelse av arbeidstakerne må i alle tilfelle respekteres.\n0 Tilføyd ved lov 22 juni 2012 nr. 33 (ikr. 1 jan 2013 iflg. res. 22 juni 2012 nr. 607), tidligere § 3B endret paragrafnummer til § 3E.\n1 Se § 3C.\n2 Lov 17 juni 2005 nr. 62.\n3 Jf. lov 18 juli 1958 nr. 2 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3b",
        "source_heading": "§ 3B."
      }
    },
    {
      "provision_ref": "1:3 c",
      "chapter": "1",
      "section": "3 c",
      "title": "Opplysningsplikt og innsynsrett ved leie av arbeidstaker fra bemanningsforetak",
      "content": "1. Ved leie av arbeidstaker skal innleier gi bemanningsforetaket de opplysninger som er nødvendige for at bemanningsforetaket skal kunne ivareta kravet om likebehandling i § 3B.\n2. Bemanningsforetaket skal, når arbeidstaker ber om det, gi de opplysninger som er nødvendige for at arbeidstaker skal kunne vurdere om egne lønns- og arbeidsvilkår oppfyller kravet om likebehandling i § 3B.\n3. Bemanningsforetaket skal, når innleier ber om det, dokumentere hvilke lønns- og arbeidsvilkår som er avtalt med arbeidstaker som leies ut til innleier.\n4. Innleier skal, når tillitsvalgte hos innleier ber om det, dokumentere hvilke lønns- og arbeidsvilkår som er avtalt mellom innleid arbeidstaker og den innleides arbeidsgiver.\n5. Plikten til å gi opplysninger etter nr. 3 og 4 gjelder bare vilkår som nevnt i § 3B nr. 1. Bemanningsforetak, innleier og tillitsvalgte som mottar opplysninger i medhold av bestemmelsen her, har taushetsplikt​1 om opplysningene. Opplysningene kan bare benyttes til å sikre eller undersøke overholdelse av kravet om likebehandling i § 3B eller til å oppfylle plikter etter bestemmelsen her.\n6. Kongen kan i forskrift gi nærmere regler om innsynsrett, opplysningsplikt og taushetsplikt etter denne paragraf samt om taushetsplikt for innleide arbeidstakere. Kongen kan i forskrift også gi regler om eventuell bruk av rådgivere og taushetsplikt for disse.\n0 Tilføyd ved lov 22 juni 2012 nr. 33 (ikr. 1 jan 2013 iflg. res. 22 juni 2012 nr. 607).\n1 Se strl. 2005 § 209.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3c",
        "source_heading": "§ 3C."
      }
    },
    {
      "provision_ref": "1:3 d",
      "chapter": "1",
      "section": "3 d",
      "title": "Solidaransvar for innleier​1",
      "content": "Virksomheter som leier inn arbeidstaker etter § 3A, hefter på samme måte som en selvskyldnerkausjonist for utbetaling av lønn, feriepenger​2 og eventuell annen godtgjøring etter kravet om likebehandling i § 3B. Ved solidaransvar etter første punktum hefter solidaransvarlig også for feriepenger opptjent i tilknytning til kravet.\nArbeidstaker må fremme skriftlig krav overfor innleievirksomheten senest innen tre måneder etter kravets forfallsdato. Solidaransvarlig skal betale kravet innen tre uker etter at kravet er kommet frem.\nSolidaransvarlig kan nekte å dekke kravet dersom arbeidstakeren visste at forutsetningen for arbeidsoppdraget var at lønn mv. helt eller delvis skal dekkes av den solidaransvarlige.\nSolidaransvaret gjelder ikke når det er åpnet konkurs​3 i bemanningsforetaket.\n0 Tilføyd ved lov 22 juni 2012 nr. 33 (ikr. 1 juli 2013 iflg. res. 22 juni 2012 nr. 607).\n1 Sml. aml. § 14-12 c.\n2 Jf. lov 29 apr 1988 nr. 21.\n3 Jf. kkl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3d",
        "source_heading": "§ 3D."
      }
    },
    {
      "provision_ref": "1:3 e",
      "chapter": "1",
      "section": "3 e",
      "title": "Innleie av arbeidstakere fra virksomhet som ikke har til formål å drive utleie",
      "content": "1. Innleie av arbeidstakere fra virksomhet som ikke har til formål å drive utleie, er tillatt når den innleide arbeidstakeren er fast tilsatt hos utleieren. For at virksomheten ikke skal sies å ha til formål å drive utleie er det et vilkår at utleie skjer innenfor de samme fagområder som utgjør utleierens hovedbeskjeftigelse og at utleieaktiviteten ikke omfatter mer enn 50 prosent av de fast tilsatte hos utleier. Arbeidsgiver og tjenestemannsorganisasjoner i virksomheten som har forhandlingsrett etter lov om offentlige tjenestetvister​2 skal gjennomføre drøftinger før beslutning om innleie foretas.\n2. For innleie som overstiger 10 prosent av de tilsatte, likevel ikke færre enn tre personer, og som har en varighet ut over ett år, skal det inngås avtale med tjenestemannsorganisasjonene i virksomheten.\n3. Kongen kan i forskrift forby innleie for visse arbeidstakergrupper eller på visse områder når viktige samfunnshensyn tilsier det.​3\n0 Tilføyd ved lov 4 feb 2000 nr. 10 (ikr. 1 juli 2000 iflg. res. 30 juni 2000), endret ved lov 22 juni 2012 nr. 33 (ikr. 1 jan 2013 iflg. res. 22 juni 2012 nr. 607), endret paragrafnummer fra § 3B.\n1 Jf. aml. § 14-12 og § 14-13.\n2 Lov 18 juli 1958 nr. 2, se dens § 3.\n3 Sml. § 3A nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3e",
        "source_heading": "§ 3E."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Innstilling.​1",
      "content": "1. Kongen kan fastsette regler om hvem som skal gi tilråding om innstilling til utnevning eller konstitusjon.\n2. Når tjenestemann skal tilsettes, gir enten et innstillingsråd eller nærmest foresatte tjenestemyndighet innstilling.\nDet fastsettes ved reglement​2 om det skal være innstillingsråd eller om innstillingsretten skal ligge til nærmest foresatte tjenestemyndighet. I et innstillingsråd skal nærmest foresatte tjenestemyndighet være medlem og det skal bestå av like mange ordinære representanter for tjenestemennene som for administrasjonen. I tillegg skal administrasjonen oppnevne formannen. For øvrig skal det ved reglement gis nærmere regler om sammensetningen og om oppnevning av tjenestemannsrepresentanter.\nDer det er tvil, kan vedkommende departement avgjøre hvem som skal regnes som nærmest foresatte tjenestemyndighet og kan bestemme at en annen skal tre i stedet, når særlige grunner taler for det.\n3. Nærmest foresatt tjenestemyndighet som er medlem av et styre eller et tilsettingsråd som har tilsettingsretten, skal ikke gi egen innstilling.\n4. Er det flere kvalifiserte søkere til en stilling, skal vanligvis tre søkere innstilles i den rekkefølge de bør komme i betraktning.\n5. Er tilsettingsretten hos andre enn Kongen, og den som har tilsettingsretten vil tilsette en som ikke er innstilt, skal tilsettingsorganet be om skriftlig uttalelse om vedkommende fra innstillingsorganet. Også et mindretall i et tilsettingsråd eller styre kan be om slik uttalelse. Hvis innstillingsorganet likevel ikke vil innstille vedkommende og tilsettingsorganet fastholder sin mening, skal saken avgjøres av Kongen om tilsettingsretten er lagt til et departement, og ellers av det organ som er bestemt i reglement. Bare én av dem som er innstilt, eller den som tilsettingsorganet vil tilsette, kan da tilsettes.\nDette gjelder også der tilsettingsmyndigheten er fastlagt ved egen lov.\nDen som er innstilt av et mindretall i et innstillingsråd, regnes også som innstilt.\n1 Jf. § 6. – Jf. fvl. § 2 og § 3 (2).\n2 Jf. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Tilsetting av tjenestemenn.​1",
      "content": "1. Tjenestemann tilsettes av Kongen, eller om Kongen fastsetter det, av et departement, et kollegialt styre for en virksomhet eller gruppe av virksomheter, eller av et tilsettingsråd. Fremgangsmåten ved tilsetting fastsettes ved reglement.​2 Kongen​3 kan gi alminnelige retningslinjer for hvordan tilsettingsretten skal nyttes.\n2. I tilsettingsråd skal det være like mange ordinære representanter for tjenestemennene som for administrasjonen. I tillegg oppnever administrasjonen formannen. Det fastsettes ved reglement​2 hvordan tilsettingsråd ellers skal sammensettes og hvordan oppnevning av representanter for tjenestemennene skal skje.\nHvis tjenestemennene ikke er representert i et styre for en virksomhet eller gruppe av virksomheter, skal minst to representanter for tjenestemennene tiltre styret når det behandler tilsettingssaker eller slike saker som er nevnt i §§ 8-10 og 12-17 nr. 3.\n3. Hvis det i et styre eller et tilsettingsråd ikke er enighet om en tilsetting, kan hvert medlem kreve saken avgjort av vedkommende departement eller av det organ som er bestemt i reglement.​2 Kravet skal grunngis skriftlig. Den som avgjør saken, kan da bare velge mellom de søkere som noen av tilsettingsorganets medlemmer vil tilsette.\n4.​4 Er det blant søkerne noen som er sagt opp eller gitt avskjed i medhold av § 10 eller har fått varsel om oppsigelse eller avskjed fra en like høyt eller høyere lønt stilling, og tilsettingsorganet vil tilsette en annen, skal saken avgjøres av Kongen eller den han bestemmer. Dette gjelder også der tilsettingsmyndigheten er fastlagt i egen lov.\n5. Den tilsatte skal gis skriftlig underretning om tilsettingen. Underretningen skal gi opplysning om særlige vilkår som måtte være fastsatt. Ved midlertidig tilsetting skal underretningen dessuten inneholde opplysning om varighet eller om hvilket oppdrag som skal utføres.\n1 Jf. § 6. – Jf. fvl. § 2 og § 3 (2).\n2 Jf. § 23.\n3 Kommunal- og moderniseringsdepartementet iflg. res. 11 nov 1983 nr. 1607.\n4 Jf. forskr. 11 nov 1983 nr. 1608.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Unntak for visse stillinger.",
      "content": "1. Reglene i §§ 2, 3, 4 og 5 gjelder ikke for tjenestemenn tilsatt ved Stortinget eller hos Stortingets ombudsmenn.​1 Det samme gjelder tilsettinger eller konstitusjoner for kortere tid enn seks måneder.\n2. Ved reglement​2 kan tilsettingsretten legges til andre enn bestemt i § 5:\na. i de tilfelle hvor en søker er enstemmig innstilt av et innstillingsråd og tilsettingen etter fast praksis skjer etter ansiennitet,\nb. ved gruppevis inntak av aspiranter eller elever,\nc. ved tilsetting av tjenestemenn for kortere tid enn ett år,\nd. ved tilsetting av midlertidige tjenestemenn som får sine lønns- og arbeidsvilkår fastsatt i særskilt kontrakt,\ne. ved arbeidsforhold med kortere arbeidstid enn 15 timer ukentlig eller med mindre enn 15/40 av full lønn for tilsvarende heltidsstilling.\n3. Ved reglement​2 kan det også fastsettes andre regler om innstilling enn bestemt i § 4 for slike tilsettinger som nevnt foran under nr. 2 bokstavene b til e.\n0 Endret ved lov 7 mai 2004 nr. 21 (ikr. 1 juli 2004).\n1 Jf. bl.a. Grl. § 75, l og lov 22 juni 1962 nr. 8 § 14.\n2 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Opphør av midlertidig tjeneste.",
      "content": "1. Når en embetsmann er konstituert i embetet og grunnen til at konstitusjonsformen ble nyttet, er falt bort, skal vedkommende pålegges å fratre embetet.​1 Er embetsmannen utnevnt i åremålsstilling, plikter vedkommende å fratre når åremålet er utløpt. Har konstitusjonen eller åremålsstillingen vart mer enn ett år, skal vedkommende ha minst en måneds varsel. Men har embetsmannen vært konstituert av Kongen​2 etter forutgående kunngjøring, kan vedkommende i stedet utnevnes uten ny kunngjøring. Embetsmann utnevnt i åremålsstilling kan ikke utnevnes i embetet uten ny kunngjøring.\n2. Tjenestemann som er tilsatt for et bestemt tidsrom, på åremål eller i utdanningsstilling,​3 fratrer uten oppsigelse når tiden er ute.\nTjenestemann som er tilsatt som vikar,​3 fratrer uten oppsigelse når stillingens faste innehaver inntrer i stillingen.\nHar den midlertidige tjenesten vart mer enn ett år, skal tjenestemannen ha minst en måneds varsel.\nAndre midlertidige tjenestemenn sies opp med slike frister som er fastsatt i §§ 8, 9 og 10.\n0 Endret ved lov 15 juni 2001 nr. 34 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 663).\n1 Jf. § 3 nr. 1.\n2 Jf. Grl. § 28.\n3 Jf. § 3 nr. 2 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Prøvetid.​1",
      "content": "1. I de første seks måneder er tjenestemannen tilsatt på prøve. Tilsettingsorganet kan bestemme at slik prøvetid også skal gjelde, selv om tjenestemannen går direkte over fra en annen statsstilling. I særlige tilfelle kan det avtales at prøvetid ikke skal gjelde. Under prøvetiden skal tjenestemannen gis nødvendig veiledning og vurdering av sitt arbeid.\nTjenestemannen skal gjøres skriftlig kjent med prøvetidsreglene før tiltredelsen og skal bekrefte underretningen skriftlig.\n2. I prøvetiden kan tjenestemannen sies opp med tre ukers frist så fremt vedkommende ikke kan tilpasse seg arbeidet eller ikke tilfredsstiller rimelige krav til dyktighet eller pålitelighet.\nNår prøvetiden er ute, skal tjenestemannen gjøres kjent med om vedkommende ikke kan fortsette i tjenesten. I så fall sies tjenestemannen opp med tre ukers frist.\n3. Tjenestemann som er tilsatt med plikt til å gjennomgå en bestemt opplæring, skal sies opp med tre ukers frist, hvis opplæringen ikke er fullført på en tilfredsstillende måte. Ved reglement​2 kan det i særlige tilfelle fastsettes lengre oppsigelsesfrist. Ved reglement​2 kan videre fastsettes på hvilken måte og etter hvilke kriterier det skal avgjøres om opplæringen er tilfredsstillende fullført eller ikke.\n1 Jf. lov 18 juli 1958 nr. 2 § 22.\n2 Jf. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Oppsigelse i de første tjenesteår.​1",
      "content": "Fast tilsatt tjenestemann med mindre enn to års sammenhengende tjeneste og midlertidig tilsatt tjenestemann​2 med mindre enn fire års sammenhengende tjeneste kan sies opp​3 fra sin stilling når det har saklig grunn i virksomhetens eller tjenestemannens forhold. Etter utløpet av en eventuell prøvetid er oppsigelsesfristen en måned hvis tjenestetiden er ett år eller mindre. Er tjenestetiden ett år eller mer, er oppsigelsesfristen tre måneder.\nRegler om beregning av tjenestetiden fastsettes ved reglement.​4\n1 Se § 19 og lov 18 juli 1958 nr. 2 § 22.\n2 Jf. § 3 nr. 2 og 3, § 7 nr. 2.\n3 Se § 13.\n4 Jf. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Oppsigelse etter de første tjenesteår.​1",
      "content": "1. Fast tilsatt tjenestemann med mer enn to års sammenhengende tjeneste og midlertidig tjenestemann​2 med mer enn fire års sammenhengende tjeneste kan sies opp med seks måneders frist når stillingen inndras eller arbeidet faller bort.​3\nRegler om beregning av tjenestetiden fastsettes ved reglement.​4\nDisse regler gjelder ikke åremålsstillinger eller utdanningsstillinger.​5 Ved forskrift kan Kongen fastsette særlige regler for slike stillinger.\n2. Tjenestemann kan videre sies opp med samme frist når vedkommende​3\na. på grunn av sykdom er varig uskikket til forsvarlig å utføre sin tjeneste,\nb. ikke lenger har de kvalifikasjoner som er nødvendig eller foreskrevet for stillingen, eller av andre grunner er varig uskikket for stillingen.\n3. Embetsmann kan avskjediges i slike tilfelle som er nevnt under nr. 2 bokstavene a og b.​6\n4. En tjenestemann tilsatt i ledende stilling ved anlegg eller virksomhet av forretningsmessig art, kan sies opp når det har saklig grunn i virksomhetens eller tjenestemannens forhold, selv om tjenesten har vart mer enn fire år.​3\nVed reglement​4 fastsettes hvilke stillinger dette gjelder.\n5. For øvrig gjelder arbeidsmiljøloven​7 §§ 15-8 og 15-9.\n0 Endret ved lov 21 des 2005 nr. 136 (ikr. 1 jan 2006).\n1 Se § 19 og lov 18 juli 1958 nr. 2 § 22.\n2 Jf. § 3 nr. 2 og 3, § 7 nr. 2.\n3 Se § 13.\n4 Jf. § 23.\n5 Jf. § 3 nr. 2, e og f.\n6 Jf. § 13 nr. 7.\n7 Lov 17 juni 2005 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Tjenestemannens rett til å si opp.",
      "content": "En tjenestemann har alltid rett til å si opp sin stilling. Oppsigelsesfristene er, medmindre annet er fastsatt ved reglement:​1\ni prøvetiden: tre uker,\nom tjenestetiden er ett år eller mindre: en måned,\nom tjenestetiden er ett år eller mer: tre måneder.\nVed reglement​1 eller tariffavtale​2 kan fastsettes kortere frister.\n1 Jf. § 23.\n2 Se lov 18 juli 1958 nr. 2 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Plikt til å overta annen stilling.",
      "content": "Embetsmann ved regjeringens kontorer​1 og enhver tjenestemann er forpliktet til å finne seg i endringer i arbeidsoppgaver og omorganisering av virksomheten. Er vilkårene for oppsigelse eller avskjed etter §§ 9 eller 10 til stede, kan vedkommende i stedet pålegges å overta annen likeverdig stilling i virksomheten eller stå til rådighet for spesielle oppdrag. Med dette gjøres ingen endring i plikten til å motta forflytninger etter utenrikstjenesteloven​2 § 7, eller i beordringsplikten i forsvarsloven​3 § 46. Heller ikke er det gjort noen endring i retten til midlertidig å omdisponere tjenestemenn når tjenestens tarv krever det.\n0 Endret ved lover 3 mai 2002 nr. 13 (ikr. 1 sep 2002 iflg. res. 3 mai 2002), 21 des 2005 nr. 136 (ikr. 1 jan 2006), 13 feb 2015 nr. 9 (ikr. 1 mars 2015 iflg. res. 13 feb 2015 nr. 131), 12 aug 2016 nr. 77 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 778).\n1 Jf. Grl. § 22 (1) annet punktum.\n2 Lov 13 feb 2015 nr. 9.\n3 Lov 2 juli 2016 nr. 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:12 a",
      "chapter": "2",
      "section": "12 a",
      "title": "Omplassering av embets- og tjenestemenn som lønnes etter særskilt kontrakt",
      "content": "Embets- og tjenestemenn som ikke omfattes av hovedtariffavtalen i staten​1 og som får sine lønns- og arbeidsvilkår fastsatt i særskilt kontrakt, er forpliktet til å finne seg i omplassering til andre arbeidsoppgaver i virksomheten eller pålegg om å stå til rådighet for spesielle oppdrag, dersom avtalefestede krav til resultater ikke innfris. Dette gjelder selv om vilkårene for oppsigelse eller avskjed etter §§ 9 eller 10 ikke er til stede. Bestemmelsene i paragrafen her gjelder ikke embetsmenn som omfattes av Grunnloven § 22 annet ledd.\n0 Tilføyd ved lov 4 sep 1992 nr. 104.\n1 Jf. lov 18 juli 1958 nr. 2 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12a",
        "source_heading": "§ 12 A."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Fortrinnsrett til ny stilling.",
      "content": "1. Før en tjenestemann blir sagt opp​1 fordi:\na. stillingen blir inndratt eller arbeidet er falt bort,\nb. vedkommende på grunn av sykdom er varig uskikket til forsvarlig å utføre sin tjeneste,\nc. vedkommende ikke lenger har de kvalifikasjoner som er nødvendige eller foreskrevet for stillingen,\n2. Blir tjenestemannen likevel sagt opp, skal vedkommende så vidt mulig tilbys annen passende stilling i staten, jfr. § 5 nr. 4. Rett til ny stilling har bare fast tjenestemann som har vært tilsatt sammenhengende i minst to år, eller midlertidig tjenestemann med sammenhengende tjeneste i minst fire år.\n3. Fortrinnsretten gjelder bare der tjenestemannen har de nødvendige faglige og personlige egenskaper for stillingen. Kan manglende kvalifikasjoner rettes ved hensiktsmessig tilleggsutdanning, kan vedkommende tilsettes på vilkår av at tilleggsutdanningen tas innen en fastsatt frist.\n4. Kongen fastsetter ved forskrift nærmere regler om fortrinnsrett. Det kan fastsettes at fortrinnsretten ikke skal gjelde den som blir sagt opp fra nærmere bestemte stillinger, og at den heller ikke skal gjelde ved tilsetting i nærmere bestemte stillinger.\n5. Tjenestemann som nevnt under nr. 1 skal, ved oppsigelse eller varsel om oppsigelse, gjøres kjent med sine rettigheter etter denne paragraf. Det kan da samtidig pålegges tjenstemannen innen en fastsatt frist å melde fra om fortrinnsretten ønskes gjort gjeldende.\nFår tjenestemannen tilbud om ny, passende stilling og det ikke er akseptert innen 14 dager, faller fortrinnsretten endelig bort.\nKan tjenestemannen tilbys ny stilling i samme virksomhet, tilsettes vedkommende av tilsettingsorganet uten at stillingen kunngjøres ledig og etter at innstillingsorganet​2 har uttalt seg om tjenestemannens skikkethet for stillingen.\n6. Reglene i denne paragraf gjelder tilsvarende også for embetsmenn uansett tjenestetid.\n0 Endret ved lov 22 jan 2016 nr. 1 (ikr. 1 mars 2016 iflg. res. 22 jan 2016 nr. 44).\n1 Se § 9 og § 10.\n2 Jf. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Ordensstraffer.​1",
      "content": "1. En embetsmann som ikke er dommer,​2 eller tjenestemann som ikke ved lov er underlagt annen disiplinærmyndighet, kan ilegges ordensstraff for:\na. overtredelse av tjenesteplikter eller unnlatelse av å oppfylle tjenesteplikter,​3\nb. utilbørlig atferd i eller utenfor tjenesten som skader den aktelse eller tillit som er nødvendig for stillingen.\n2. Som ordensstraff kan embets- eller tjenestemann ilegges skriftlig irettesettelse, eller tap av ansiennitet fra én måned til to år.\nTjenestemann kan videre som ordensstraff, enten varig eller for en begrenset tid, settes ned i en lavere stilling.\nEn alminnelig tjenestlig tilrettevisning er ikke ordensstraff.\n3. Ordensstraff føres på rulleblad eller personalkort. Det fastsettes ved reglement​4 når anmerkningen skal slettes.\nEnhver kan forlange utskrift av sitt rulleblad eller personalkort.\n1 Jf. § 19 nr. 2 og nr. 3 og fvl. § 2 (2) annet punktum.\n2 Jf. dl. kap. 3 og 12.\n3 Se § 20.\n4 Jf. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Avskjed.​1",
      "content": "En embets- eller tjenestemann kan avskjediges når vedkommende:\na. har vist grov uforstand i tjenesten eller grovt har krenket sine tjenesteplikter eller trass i skriftlig advarsel eller irettesettelse gjentatt har krenket sine tjenesteplikter,​2\nb. ved utilbørlig atferd i eller utenfor tjenesten viser seg uverdig til sin stilling eller bryter ned den aktelse eller tillit som er nødvendig for stillingen.\nBestemmelsen i denne paragraf begrenser ikke adgangen til å fradømme en embets- eller tjenestemann stillingen som straff i medhold av straffelovgivningens regler.​3\n1 Jf. Se § 15A og § 16 nr. 2.\n2 Se § 20.\n3 Jf. strl. 2005 kap. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:15 a",
      "chapter": "2",
      "section": "15 a",
      "title": "Avskjed av embetsmann.​1",
      "content": "En embetsmann kan avskjediges ved dom når vedkommende viser seg å være varig uskikket til forsvarlig å utføre sin tjeneste eller når vedkommende ikke har de nødvendige eller gyldig foreskrevne betingelser for å inneha embetet.\nKrav om avskjed etter denne paragraf gjøres gjeldende ved søksmål,​2 jf. likevel regelen i straffeprosessloven​3 § 3 annet ledd.\nPåstand om avskjed etter denne bestemmelsen og om tjenestens tap som straff, kan avgjøres i samme sak.​4\n0 Tilføyd ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. § 15.\n2 Jf. § 16 nr. 2.\n3 Lov 22 mai 1981 nr. 25.\n4 Jf. strpl. § 3 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15a",
        "source_heading": "§ 15A."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Suspensjon.​1",
      "content": "1. Dersom tjenestens tarv krever det, kan en embets- eller tjenestemann med øyeblikkelig virkning fjernes midlertidig fra sin stilling (suspenderes) når det er grunn til å anta at vedkommende har gjort seg skyldig i atferd som kan føre til avskjed etter § 15. Foreligger ikke lenger slik grunn, skal suspensjonen straks oppheves. En suspensjon skal også oppheves om innledet strafforfølgning innstilles​2 eller avskjedssak for domstolene trekkes tilbake.\n2. Suspensjon skal videre oppheves om vedtak om avskjed ikke er truffet innen seks måneder. Men er det reist tiltale for atferd som kan begrunne avskjed etter § 15, eller kan medføre tjenestens tap som straff,​3 eller er det reist sivilt søksmål til fradømmelse av embetet etter § 15A, kan suspensjonen forlenges med inntil seks måneder om gangen til saken er endelig avgjort. Suspensjonen kan også forlenges med inntil seks måneder om gangen om embets- eller tjenestemannen har en særlig betrodd stilling og det ville virke skadelig for tjenesten om vedkommende gjenopptok arbeidet før avgjørelse er truffet eller vedkommende kan forspille bevis som trengs ved avgjørelse av avskjedssaken.\n3. Er det truffet vedtak om suspensjon, skal avskjedssaken fremmes uten unødig opphold.\n4. I stedet for suspensjon kan tjenestemenn, samt embetsmenn ved regjeringens kontorer, i forsvaret eller utenrikstjenesten​4 midlertidig overføres til annen, mindre betrodd tjeneste. For slik overføring gjelder ellers de samme regler som for suspensjon.\n5. Inntil det foreligger avskjedsvedtak, har en suspendert embets- eller tjenestemann krav på stillingens lønn. Påklages vedtaket har tjenestemannen rett til stillingens lønn inntil det er fattet vedtak i klagesaken. I embets- og tjenestemannens lønn kan det gjøres fradrag for inntekt vedkommende måtte få ved å ta annet arbeid i suspensjonstiden.\n0 Endret ved lover 11 juni 1993 nr. 67, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. Grl. § 22.\n2 Jf. strpl. § 72.\n3 Jf. strl 2005 § 56 og § 319.\n4 Jf. Grl. § 22 (1) annet punktum og lover 2 juli 2004 nr. 59 og 13 feb 2015 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Om hvem som kan treffe vedtak.",
      "content": "1. Embetsmann som omhandlet i Grunnlovens § 22 annet ledd, kan før oppnådd aldersgrense​1 bare avskjediges ved dom. Embetsmann som omhandlet i Grunnlovens § 22 første ledd, kan også avskjediges av Kongen i statsråd. Kongen i statsråd treffer vedtak om suspensjon eller overføring til annen tjeneste etter § 16.\n2. Kongen kan gi vedkommende departement fullmakt til å gi embetsmann avskjed etter søknad eller ved nådd aldersgrense, vedta opphør av suspensjon eller konstitusjon eller ilegge ordensstraff. Det samme gjelder tjenestemann som tilsettes av Kongen i statsråd.\n3. Vedtak om at en tjenestemann skal sies opp, ilegges ordensstraff, gis avskjed eller suspenderes, treffes av tilsettingsorganet,​2 medmindre det ved reglement​3 er bestemt at vedtaket skal treffes av et innstillingsråd. Ved reglement​3 kan det videre bestemmes at vedtaket skal treffes av et kollegialt styre eller et sentralt tilsettingsråd om tilsettingsretten ellers er lagt til et lokalt eller regionalt tilsettingsråd.\n4. Dersom saken krever særlig rask avgjørelse, kan vedtak om suspensjon eller overføring til annen tjeneste etter § 16 også treffes av foresatt tjenestemyndighet.\nVedtaket skal straks meldes fra til den som ellers skulle truffet det og til det departement virksomheten hører under. Vedkommende organ eller departement kan omgjøre vedtaket​4 og kan også treffe vedtak etter § 16 om vilkårene for det foreligger.\n1 Jf. lov 21 des 1956 nr. 1 § 2.\n2 Jf. § 5 jf. § 6.\n3 Jf. § 23.\n4 Jf. fvl. § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "title": "Saksbehandlingsregler.",
      "content": "1. Før en tjenestemann​1 ilegges ordensstraff, sies opp eller gis avskjed, skal vedkommende – i tillegg til sine rettigheter etter forvaltningsloven​2 – gis høve til å forklare seg muntlig for den myndighet som skal avgjøre saken. Skal Kongen treffe avgjørelsen, kan forklaringen skje for vedkommende departement. Det samme gjelder embetsmann,​1 hvis departementet vil fremme forslag om avskjed​3 eller ordensstraff.​4\nVedkommende har rett til å la seg bistå av en tillitsvalgt eller annen rådgiver.​5\n2. Er det i et styre eller råd ikke flertall for oppsigelse, avskjed eller ordensstraff, kan hvert medlem av mindretallet kreve saken avgjort av vedkommende departement eller den myndighet som er bestemt ved reglement.​6 Det samme gjelder hvor et mindretall ønsker en ilagt ordensstraff skjerpet.\n3. Når spørsmål om avskjed er tatt opp av den myndighet som avgjør eller forbereder saken, kan også embets- eller tjenestemann kreve bevisopptak som nevnt i domstolslovens​7 § 43 annet ledd.\n1 Se § 1 nr. 2.\n2 Lov 10 feb 1967.\n3 Se § 15.\n4 Se § 14.\n5 Jf. fvl. § 12 (3).\n6 Jf. § 23.\n7 Lov 13 aug 1915 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "title": "Embetsmanns og tjenestemanns rett til å klage og reise søksmål.",
      "content": "1. Når en tjenestemann i medhold av forvaltningsloven​1 påklager vedtak om oppsigelse, ordensstraff, suspensjon eller avskjed, er klageinstansen vedkommende departement eller den myndighet som er bestemt ved reglement. Kongen er klageinstans dersom vedtaket er truffet av departementet. Det samme gjelder ved klage fra embetsmann over ordensstraff.​2\n2. Tjeneste- eller embetsmann kan reise søksmål​3 for å få prøvd lovligheten av klageinstansens vedtak, jfr. nr. 4. Fristen for søksmål​4 er åtte uker fra det tidspunkt underretning om vedtaket er kommet fram​5 til embets- eller tjenestemannen. Fristen er likevel seks måneder dersom embets- eller tjenestemannen bare krever erstatning eller saken bare gjelder irettesettelse som ordensstraff.​2 Partene kan i den enkelte sak bli enige om en lengre søksmålsfrist.\n3. Klage etter nr. 1 og søksmål etter nr. 2 har bare oppsettende virkning​6 i den utstrekning dette følger av bestemmelsene nedenfor:\na. Vedtak om oppsigelse,​7 ordensstraff​2 eller avskjed, kan ikke iverksettes før klagefristen er ute. Påklages vedtaket innen klagefristens utløp, kan det ikke iverksettes før klagen er avgjort.\nb. Klageinstansens vedtak om oppsigelse eller ordensstraff kan ikke iverksettes før to uker etter at underretning om vedtaket er kommet frem til tjenestemannen. Det samme gjelder ved klage​8 fra embetsmann over ordensstraff. Første punktum gjelder tilsvarende for avskjed gitt i medhold av § 10 nr. 3.\nc. Dersom tjenestemannen reiser søksmål​4 i løpet av de to ukene som er nevnt i bokstav b første punktum, eller skriftlig varsler arbeidsgiver om at søksmål vil bli reist innen fristen etter nr. 2, kan vedtak om oppsigelse eller ordensstraff ikke iverksettes før det foreligger rettskraftig​9 dom eller kjennelse, eller før fristen i nr. 2 er utløpt i tilfeller hvor det ikke er reist søksmål.\nVed vedtak om oppsigelse gjelder det samme dersom søksmål er reist,​4 eller varsel som nevnt i første punktum er gitt, innen oppsigelsesfristens utløp.\nEtter krav fra arbeidsgiver kan retten likevel ved kjennelse bestemme at vedtaket skal iverksettes før saken er rettskraftig avgjort, dersom retten finner det urimelig at søksmålet gis oppsettende virkning. Retten skal samtidig fastsette frist for iverksettelsen av vedtaket.\nd. Bokstav c første og tredje ledd gjelder tilsvarende for avskjed gitt i medhold av § 10 nr. 3. For øvrig har ikke søksmål om avskjed oppsettende virkning, med mindre retten bestemmer dette ved kjennelse. Bokstav c første punktum gjelder tilsvarende når en embetsmann reiser søksmål om ordensstraff.\n4. For søksmål gjelder domstolloven​10 og tvisteloven,​11 med de særregler som følger av denne paragraf og arbeidsmiljøloven​12 §§ 17-1 fjerde ledd, 17-6 og 17-7. Retten kan utsette behandlingen av saken i inntil åtte uker om saken tas opp til fornyet behandling i forvaltningen​13 og vedkommende forvaltningsorgan gir retten melding om det.\n5. I forbindelse med søksmål om lovligheten av klageinstansens vedtak kan retten behandle spørsmål om oppgjør av lønn og feriepenger​14 og tvist om andre bestemmelser i denne lov om forskrifter gitt med hjemmel i loven.\nDet samme gjelder krav som står i sammenheng med hovedkravet eller helt eller delvis kan bringes til motregning,​15 dersom dette ikke vil være til vesentlig ulempe for rettens behandling av vedtak om oppsigelse, ordensstraff, suspensjon eller avskjed. Rettens avgjørelse etter foregående punktum kan ikke angripes.\n6. Forliksmegling finner ikke sted for hovedkravet eller andre krav som behandles sammen med det.\n7. Arbeidsmiljøloven​12 § 15-12 og § 15-14 tredje og fjerde ledd gjelder tilsvarende. Ved søksmål i forbindelse med virksomhetsoverdragelse gjelder ikke arbeidsmiljøloven § 15-12 første ledd annet punktum og § 16-4 tredje ledd for embets- og tjenestemenn.\n0 Endret ved lover 11 juni 1993 nr. 67, 21 des 2005 nr. 136 (ikr. 1 jan 2006), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Lov 10 feb 1967.\n2 Jf. § 14.\n3 Se nr. 6.\n4 Jf. tvl. § 9-2.\n5 Sml. fvl. § 35 (1), b,\n6 Sml. fvl. § 42.\n7 Jf. §§ 8 til 10.\n8 Se nr. 1.\n9 Se tvl. § 19-14.\n10 Lov 13 aug 1915 nr. 5.\n11 Lov 17 juni 2005 nr. 90.\n12 Lov 17 juni 2005 nr. 62.\n13 Jf. fvl. § 35.\n14 Jf. lov 29 apr 1988 nr. 21 kap. III.\n15 Sml. aml. § 14-15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Forbud mot gaver i tjenesten m.v.",
      "content": "Ingen embets- eller tjenestemann​1 må for seg eller andre motta gave, provisjon, tjeneste eller annen ytelse som er egnet til, eller av giveren er ment, å påvirke hans tjenestlige handlinger,​2 eller som det ved reglement​3 er forbudt å motta.\nOvertredelse kan medføre ordensstraff​4 eller avskjed.​5\n1 Se § 1 nr. 2.\n2 Jf. strl. 2005 § 387.\n3 Jf. § 23.\n4 Jf. § 14.\n5 Jf. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Strafforfølgning etter ordensstraff eller avskjed.",
      "content": "Om en embets- eller tjenestemann er ilagt ordensstraff eller gitt avskjed for et straffbart forhold,​1 er det ikke til hinder for vanlig strafforfølgning,​2 men ved straffutmålingen skal det tas omsyn til ordensstraffen eller avskjeden.​3\n1 Jf. strl. 2005 §§ 171 flg. og §§ 387 flg.\n2 Sml. EMK protokoll nr. 7 art. 4.\n3 Sml. strl. 2005 § 29 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "Fordeling av utgiftene på grunn av sykdom m.v.",
      "content": "Hvis en embets- eller tjenestemann er lønt dels av staten, dels av kommune eller fylkeskommune, skal de utgifter det offentlige har i forbindelse med ferie,​1 sykdom, permisjoner eller tjenesteulykker fordeles mellom dem som utreder lønnen i forhold til deres andel av den samlede lønn.\n1 Jf. lov 29 apr 1988 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "Reglementer.",
      "content": "1. Når det i denne lov er sagt at noe kan eller skal bestemmes i reglement, skal slikt reglement fastsettes etter avtale mellom ledelsen for vedkommende virksomhet eller gruppe av virksomheter og de tjenestemannsorganisasjoner der som har forhandlingsrett etter lov om offentlige tjenestetvister.​1 Reglement for regjeringens kontorer sluttes det avtale om mellom Kongen eller den han bemyndiger og hovedsammenslutningene av de forhandlingsberettigede organisasjoner. Før ledelsen av vedkommende virksomhet eller gruppe av virksomheter inngår avtale, skal vedkommende departement på forhånd fatte vedtak om hvilke tjenestemenn som skal tilsettes av Kongen eller departementet.\n2. For å være gyldig, må reglementet stadfestes av Kongen eller den han bemyndiger.\nEt reglement skal nektes stadfestet hvis:\na. enkelte bestemmelser finnes å være i strid med lov eller vedtak fattet med hjemmel i lov,\nb. det mangler regler som etter denne lov skal fastsettes ved reglement,\nc. enkelte bestemmelser kan virke urimelige overfor grupper arbeidstakere eller arbeidssøkere,\nd. enkelte bestemmelser er i strid med avtaler sluttet mellom staten og hovedsammenslutningene.\n3. Den som har retten til stadfestelse, kan når som helst kreve et reglement tatt opp til revisjon. Hver av partene i en virksomhet har den samme rett. Et reglement som er gjeldende når denne lov trer i kraft eller senere blir stadfestet, forblir i kraft til det avløses av et nytt.\n4. I særlige tilfelle kan stadfestelsesmyndigheten i samråd med hovedsammenslutningene samtykke i at et reglement fravikes.\n1 Jf. lov 18 juli 1958 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "Ikrafttredelse.",
      "content": "1. Denne lov trer i kraft fra den tid Kongen bestemmer.​1\n2. Fra samme tid oppheves lov 20. juni 1977 nr. 65 om statens tjenestemenn.\n– – –\n1 Fra 1 des 1983 iflg. res. 11 nov 1983 nr. 1607.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    }
  ]
}