{
  "id": "LOV-1900-05-08",
  "type": "statute",
  "title": "Lov angaaende særegne Foranstaltninger mod tuberkuløse Sygdomme.",
  "short_name": "Lov om Foranstaltninger mod Tuberkulose.",
  "status": "in_force",
  "issued_date": "1900-05-08",
  "in_force_date": "1900-05-08",
  "url": "https://lovdata.no/dokument/NLO/lov/1900-05-08",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Denne lov omfatter alle sykdommer av tuberkuløs opprinnelse.\n1 Endret ved lover 12 mars 1942 nr. 3, 12 des 1947 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Enhver Læge har, første Gang han faar under Behandling noget Tilfælde af saadan Sygdom, at give Meddelelse​2 derom til kommunens medisinsk-faglig ansvarlige lege. Det samme gjælder de Tilfælde, som han allerede har under Behandling ved Lovens Ikrafttræden.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 12 og strl. § 339 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Afgaar den Syge ved Døden, skal den hvem det efter den almindelige Lovgivning paahviler at gjøre Anmeldelse om Dødsfaldet,​2 anmelde​3 dette for den behandlende Læge, som derpaa underretter kommunens medisinsk-faglig ansvarlige lege. Var den Syge ikke under Lægebehandling, sker Anmeldelsen direkte til kommunens medisinsk-faglig ansvarlige lege.​4\nVed almindelig Forskrift i Henhold til Lov af 16de Mai 1860 § 4, jfr. § 11, kan det bestemmes, at Meddelelse til kommunens medisinsk-faglig ansvarlige lege ogsaa skal ske, naar en Syg forandrer Bopæl, og hvem saadan Meddelelsespligt skal paahvile.\nInden hvilken Frist de i denne og foregaaende Paragraf omhandlede Meddelelser skal finde Sted, fastsættes af helse- og sosialstyret.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se lov 21 feb 1930 § 12 a.\n3 Se strl. § 339 nr. 1.\n4 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Er den Syge under Behandling af Læge, har denne at give Anvisning paa, hvad der ifølge Loven og forøvrigt bør iagttages for at hindre Sygdommens Udbredelse, og paa den Maade, som det enkelte Tilfældes Art eller Forholdene forøvrigt gjør paakrævet, at føre Inseende med at hans Anvisninger i denne Henseende efterkommes.\nSer Lægen sig ikke i Stand til at bevirke de nødvendige hygieniske Foranstaltninger Iværksatte paa forsvarlig Maade, har han at anmelde dette for kommunens medisinsk-faglig ansvarlige lege med Redegjørelse for de tilstedeværende Mangler.\nLægen er paa Forespørgsel af kommunens medisinsk-faglig ansvarlige lege forpligtet til at meddele de fornødne Oplysninger om de ethvert Tilfælde vedrørende hygieniske Forhold.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Hvor den Syge ikke behandles af Læge, har kommunens medisinsk-faglig ansvarlige lege enten selv eller ved en anden dertil antagen Læge at føre det hygieniske Tilsyn i den Udstrækning, som det enkelte Tilfældes Art og Forholdene forøvrigt gjør paakrævet.\nPaa samme Maade har han at overtage det hygieniske Tilsyn, hvor den behandlende Læges Anvisninger ikke efterfølges.\nDe Bestemmelser, som i Henhold til denne Paragraf fattes af kommunens medisinsk-faglig ansvarlige lege, kan fordres behandlet af helse- og sosialstyret.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "content": "I tilfelle av sykdom som nevnt i § 1 så vel som i tilfelle av smitte med tuberkelbasiller som ikke vites å ha framkalt sykdom, kan det foretas miljøundersøkelse for å bringe på det rene smittekilden og om det er andre smittede i den sykes eller smittedes omgivelser. Videre kan det foretas kontrollundersøkelse av den syke eller smittede.\nIngen kan motsette seg disse undersøkelser. Vedkommende skal etter anmodning møte der hvor undersøkelsene foretas. Foreldre og foresatte skal sørge for at mindreårige​2 og andre som de har omsorg for, møter fram.\nNødvendige utgifter i forbindelse med frammøtet betales for ubemidlede av den fylkeskommune hvor undersøkelsen iverksettes, i Oslo av bykommunen.\nKommunens medisinsk-faglig ansvarlige lege sørger for at undersøkelsene blir foretatt.\n1 Tilføyd ved lov 12 des 1947 nr. 14, endret ved lover 8 mars 1963 nr. 1, 5 juni 1970 nr. 36, 12 juni 1987 nr. 70.\n2 Jfr. lov 22 april 1927 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5 a."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Finner kommunens medisinsk-faglig ansvarlige lege at den sykes forhold eller forholdene i hans bolig eller på hans arbeidssted eller annet oppholdssted gir særlig grunn til fare for sykdommens overføring til andre, har han å forelegge saken for helse- og sosialstyret, som fatter bestemmelse om hvilke forholdsregler der skal treffes.\nDersom den syke eller hans omgivelser unnlater å følge de av helse- og sosialstyret gitte forskrifter, og det som følge derav viser seg umulig å skaffe den syke en til motarbeidelse av sykdommens utbredelse nødvendig pleie, kan helse- og sosialstyret beslutte hans innleggelse på sykehus.​2\nVedtak etter andre ledd kan bringes inn for retten etter reglene i lov av 13. august 1915 om rettergangsmåten for tvistemål kap. 33. Ved melding om vedtaket skal den sjuke eller den som handler på hans vegne, gjøres kjent med at vedtaket kan bringes inn for retten. Når vedkommende krever rettslig behandling skal han få veiledning og hjelp.\n1 Endret ved lover 12 mars 1942 nr. 3, 12 des 1947 nr. 14, 19 juni 1969 nr. 52, 19 juni 1969 nr. 54, 12 juni 1987 nr. 70.\n2 Se § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Naar en Syg er afgaaet ved Døden eller forandrer Bopæl, skal der i den Udstrækning, som etter Omstændighederne anses fornøden, foretages Renselse af de Rum, hvori den Syge har opholdt sig saavelsom af hans efterladte Gang- og Sengklæder.\nVedkommende Rum maa ikke overlades nogen til Beboelse, før saadan Renselse er foretagen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Gang- og Sengklæder, der er benyttede af en syg, maa ikke overlades andre til Eiendom eller Brug, før de er rensede paa saadan Maade, som efter Omstændighederne ansees fornøden.\nDe nærmere Regler om den i denne og foregaaende Paragraf omhandlede Renselse fastsættes af helse- og sosialstyret.​2\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "(Opphevet ved lov 5 juni 1964 nr. 26.)",
      "content": "§ 9.(Opphevet ved lov 5 juni 1964 nr. 26.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Personer, der lider af saadan Sygdom som i denne Lov omhandlet, kan, naar det viser sig umuligt paa anden Maade at fjerne Fare for Sygdommens Udbredelse, af helse- og sosialstyret forbydes at deltage i Tilberedelse af Levnetsmidler bestemte til Salg saavelsom at have umiddelbar Befatning med Levnetsmidlers Udsalg.\nKvinder, lidende af saadan Sygdom, kan af helse- og sosialstyret forbydes at tage Tjeneste som Ammer eller Barnepiger.\nHelse- og sosialstyret kan forbyde, at Melk afhændes fra Steder, hvor Personer, der lider af saadan Sygdom som i denne Lov omhandlet, deltager i Røgt og Stel af Kjørene eller i Melkens Behandling, naar særlig Fare for Smittes Udbredelse gjennem Melken kan antages at være forhaanden.\nIngen må ansettes som lærer ved en folkeskole eller en privat barneskole, en fortsettelsesskole, en høiere almenskole, en ungdomsskole eller en lærerskole uten å ha fremlagt lægeerklæring for at han ikke lider av tuberkulose som er smitteførende eller kan antas å bli det. Lægeerklæringen må ikke være mere enn tre måneder gammel og skal være utstedt av medisinsk-faglig ansvarlig lege i den kommune hvor ansøkeren har bopel, eller av annen læge som helse- og sosialstyret godkjenner til å gi slik erklæring.\nLæreren plikter å la sig undersøke påny en gang hvert år eller med kortere mellemrum, om han selv finner grunn til det. Lægen ved skolen eller den offentlige læge som har tilsyn med skolen, plikter å passe på at undersøkelsen gjentas en gang hvert år eller med kortere mellemrum, om han finner grunn til det, og – hvis han ikke selv er kommunens medisinsk-faglig ansvarlige lege – underrette kommunens medisinsk-faglig ansvarlige lege om resultatet. Utgiftene ved undersøkelse bæres av den institusjon som driver skolen.\nFinner lægen at en lærer lider av smitteførende tuberkulose, skal læreren straks meddeles tjenestefrihet fra sin stilling. Er han ikke innen ett år ophørt å være smitteførende, kan ansettelsesmyndigheten gi ham avskjed.\nDet regjeringsdepartement som medisinalvesenet hører under,​2 kan gjøre foranstående bestemmelser om lærere gjeldende også for andre skoler enn de som er nevnt i paragrafens 4de ledd.\n1 Endret ved lover 25 juni 1935 nr. 2, 12 juni 1987 nr. 70.\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Kongen eller den, han dertil bemyndiger,​2 kan til Forebyggelse af de i nærværende Lov omhandlede Sygdommes Udbredelse, efterat helse- og sosialstyrenes​3 Udtalelser er indhentede, fastsætte almindelige Bestemmelser for:\na. Værksteder, Fabriker, Kontorer, Butiker og andre lukkede Rum, hvori andre end de til Husstanden hørende Personer samtidig og stadig har Arbeide;\nb. Hoteller, Sanatorier og private Boliger, hvis Indehavere gjør sig en Næringsvei af at modtage Fremmede i Logis;\nc. Forsamlingslokaler, saasom Kirker, Skoler, Rets- og Auktionslokaler, Theatre, Dansehuse, Konsert- og Foreningslokaler og lignende;\nd. andre Slags Fællesrum, for hvis Vedkommende særlige Forhold gjør sig gjældende, saasom Fængsler, Sindssygeasyler og andre Sygehuse, Skibskahytter og Lugarer, Jernbanevogne, Kaserner, Rorboder og lignende.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Sosialdepartementet iflg. res. 15 aug 1924.\n3 Se lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Kongen eller den, han dertil bemyndiger,​2 udfærdiger de nærmere Regler om Anmeldelses- og Meddelelsespligtens Ordning og om, hvilke Indberetninger og Meddelelser kommunenes medisinsk-faglig ansvarlige leger og de behandlende Læger skal afgive.\nDe fornødne almindelige Anvisninger til Lovens Gjennomførelse gives af Medicinalstyrelsen, der ogsaa har at yde helse- og sosialstyrene​3 og Lægerne Bistand og Raad med Hensyn til de Forholdsregler, som i forekommende Tilfælde bør tages.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Medisinaldirektøren iflg. res. 15 aug 1924.\n3 Se lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Kommunenes medisinsk-faglig ansvarlige leger og de leger som er antatt av disse har på reiser som foranlediges ved denne lov, alminnelig skyss- og kostgodtgjørelse. Denne utredes for de medisinsk-faglig ansvarlige legenes vedkommende av staten. For de antatte legers vedkommende utredes skyssgodtgjørelse av staten, kostgodtgjørelsen av vedkommende fylkeskommune, i Oslo av bykommunen.\nUtgiftene ved trygdede tuberkuløses innleggelse på sykehus og forpleining utenfor hjemmet (og utenfor institusjon) etter beslutning av helse- og sosialstyret for å forebygge smitte (jfr. § 6) dekkes av folketrygden med 50 % av de godkjente kurpenger og takster. De resterende 50 % dekkes av den fylkeskommunen hvor den syke oppholder seg, eller om den syke oppholder seg i Oslo, av bykommunen.\nDe nødvendige desinfeksjonsmidler bekostes av vedkommende fylkeskasse, i Oslo av bykassen. Dog har sanatorieeiere og andre som for betaling mottar syke, selv å bære utgiftene herved.\nMå en arbeidsfør lærer gis avskjed fra sin stilling – jfr. § 10, 6te ledd – på grunn av smitteførende tuberkulose eller mistanke om slik sykdom, kan han, når billighet taler for det, tilståes en godtgjørelse. Denne må, sammen med mulig invalidepensjon av Statens pensjonskasse, ikke være større enn hans lønn, når han fratrer og når verdien av mulige naturalydelser regnes med.\nGodtgjørelsen fastsettes av vedkommende regjeringsdepartement for et bestemt tidsrum. Den utredes av staten, som kan søke refundert en tredjedel av den institusjon som driver skolen (kommune, fylke, privat eier m.v.).\n1 Endret ved lover 5 juni 1925 nr. 2, 25 juni 1935 nr. 2, 5 juni 1936 nr. 1, 8 mars 1963 nr. 1, 5 juni 1970 nr. 36, 17 des 1976 nr. 107, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Denne Lov træder i Kraft den 1ste Januar 1901.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Denne lov omfatter alle sykdommer av tuberkuløs opprinnelse.\n1 Endret ved lover 12 mars 1942 nr. 3, 12 des 1947 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Enhver Læge har, første Gang han faar under Behandling noget Tilfælde af saadan Sygdom, at give Meddelelse​2 derom til kommunens medisinsk-faglig ansvarlige lege. Det samme gjælder de Tilfælde, som han allerede har under Behandling ved Lovens Ikrafttræden.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 12 og strl. § 339 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Afgaar den Syge ved Døden, skal den hvem det efter den almindelige Lovgivning paahviler at gjøre Anmeldelse om Dødsfaldet,​2 anmelde​3 dette for den behandlende Læge, som derpaa underretter kommunens medisinsk-faglig ansvarlige lege. Var den Syge ikke under Lægebehandling, sker Anmeldelsen direkte til kommunens medisinsk-faglig ansvarlige lege.​4\nVed almindelig Forskrift i Henhold til Lov af 16de Mai 1860 § 4, jfr. § 11, kan det bestemmes, at Meddelelse til kommunens medisinsk-faglig ansvarlige lege ogsaa skal ske, naar en Syg forandrer Bopæl, og hvem saadan Meddelelsespligt skal paahvile.\nInden hvilken Frist de i denne og foregaaende Paragraf omhandlede Meddelelser skal finde Sted, fastsættes af helse- og sosialstyret.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se lov 21 feb 1930 § 12 a.\n3 Se strl. § 339 nr. 1.\n4 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Er den Syge under Behandling af Læge, har denne at give Anvisning paa, hvad der ifølge Loven og forøvrigt bør iagttages for at hindre Sygdommens Udbredelse, og paa den Maade, som det enkelte Tilfældes Art eller Forholdene forøvrigt gjør paakrævet, at føre Inseende med at hans Anvisninger i denne Henseende efterkommes.\nSer Lægen sig ikke i Stand til at bevirke de nødvendige hygieniske Foranstaltninger Iværksatte paa forsvarlig Maade, har han at anmelde dette for kommunens medisinsk-faglig ansvarlige lege med Redegjørelse for de tilstedeværende Mangler.\nLægen er paa Forespørgsel af kommunens medisinsk-faglig ansvarlige lege forpligtet til at meddele de fornødne Oplysninger om de ethvert Tilfælde vedrørende hygieniske Forhold.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Hvor den Syge ikke behandles af Læge, har kommunens medisinsk-faglig ansvarlige lege enten selv eller ved en anden dertil antagen Læge at føre det hygieniske Tilsyn i den Udstrækning, som det enkelte Tilfældes Art og Forholdene forøvrigt gjør paakrævet.\nPaa samme Maade har han at overtage det hygieniske Tilsyn, hvor den behandlende Læges Anvisninger ikke efterfølges.\nDe Bestemmelser, som i Henhold til denne Paragraf fattes af kommunens medisinsk-faglig ansvarlige lege, kan fordres behandlet af helse- og sosialstyret.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "content": "I tilfelle av sykdom som nevnt i § 1 så vel som i tilfelle av smitte med tuberkelbasiller som ikke vites å ha framkalt sykdom, kan det foretas miljøundersøkelse for å bringe på det rene smittekilden og om det er andre smittede i den sykes eller smittedes omgivelser. Videre kan det foretas kontrollundersøkelse av den syke eller smittede.\nIngen kan motsette seg disse undersøkelser. Vedkommende skal etter anmodning møte der hvor undersøkelsene foretas. Foreldre og foresatte skal sørge for at mindreårige​2 og andre som de har omsorg for, møter fram.\nNødvendige utgifter i forbindelse med frammøtet betales for ubemidlede av den fylkeskommune hvor undersøkelsen iverksettes, i Oslo av bykommunen.\nKommunens medisinsk-faglig ansvarlige lege sørger for at undersøkelsene blir foretatt.\n1 Tilføyd ved lov 12 des 1947 nr. 14, endret ved lover 8 mars 1963 nr. 1, 5 juni 1970 nr. 36, 12 juni 1987 nr. 70.\n2 Jfr. lov 22 april 1927 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5 a."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Finner kommunens medisinsk-faglig ansvarlige lege at den sykes forhold eller forholdene i hans bolig eller på hans arbeidssted eller annet oppholdssted gir særlig grunn til fare for sykdommens overføring til andre, har han å forelegge saken for helse- og sosialstyret, som fatter bestemmelse om hvilke forholdsregler der skal treffes.\nDersom den syke eller hans omgivelser unnlater å følge de av helse- og sosialstyret gitte forskrifter, og det som følge derav viser seg umulig å skaffe den syke en til motarbeidelse av sykdommens utbredelse nødvendig pleie, kan helse- og sosialstyret beslutte hans innleggelse på sykehus.​2\nVedtak etter andre ledd kan bringes inn for retten etter reglene i lov av 13. august 1915 om rettergangsmåten for tvistemål kap. 33. Ved melding om vedtaket skal den sjuke eller den som handler på hans vegne, gjøres kjent med at vedtaket kan bringes inn for retten. Når vedkommende krever rettslig behandling skal han få veiledning og hjelp.\n1 Endret ved lover 12 mars 1942 nr. 3, 12 des 1947 nr. 14, 19 juni 1969 nr. 52, 19 juni 1969 nr. 54, 12 juni 1987 nr. 70.\n2 Se § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Naar en Syg er afgaaet ved Døden eller forandrer Bopæl, skal der i den Udstrækning, som etter Omstændighederne anses fornøden, foretages Renselse af de Rum, hvori den Syge har opholdt sig saavelsom af hans efterladte Gang- og Sengklæder.\nVedkommende Rum maa ikke overlades nogen til Beboelse, før saadan Renselse er foretagen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Gang- og Sengklæder, der er benyttede af en syg, maa ikke overlades andre til Eiendom eller Brug, før de er rensede paa saadan Maade, som efter Omstændighederne ansees fornøden.\nDe nærmere Regler om den i denne og foregaaende Paragraf omhandlede Renselse fastsættes af helse- og sosialstyret.​2\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "(Opphevet ved lov 5 juni 1964 nr. 26.)",
      "content": "§ 9.(Opphevet ved lov 5 juni 1964 nr. 26.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Personer, der lider af saadan Sygdom som i denne Lov omhandlet, kan, naar det viser sig umuligt paa anden Maade at fjerne Fare for Sygdommens Udbredelse, af helse- og sosialstyret forbydes at deltage i Tilberedelse af Levnetsmidler bestemte til Salg saavelsom at have umiddelbar Befatning med Levnetsmidlers Udsalg.\nKvinder, lidende af saadan Sygdom, kan af helse- og sosialstyret forbydes at tage Tjeneste som Ammer eller Barnepiger.\nHelse- og sosialstyret kan forbyde, at Melk afhændes fra Steder, hvor Personer, der lider af saadan Sygdom som i denne Lov omhandlet, deltager i Røgt og Stel af Kjørene eller i Melkens Behandling, naar særlig Fare for Smittes Udbredelse gjennem Melken kan antages at være forhaanden.\nIngen må ansettes som lærer ved en folkeskole eller en privat barneskole, en fortsettelsesskole, en høiere almenskole, en ungdomsskole eller en lærerskole uten å ha fremlagt lægeerklæring for at han ikke lider av tuberkulose som er smitteførende eller kan antas å bli det. Lægeerklæringen må ikke være mere enn tre måneder gammel og skal være utstedt av medisinsk-faglig ansvarlig lege i den kommune hvor ansøkeren har bopel, eller av annen læge som helse- og sosialstyret godkjenner til å gi slik erklæring.\nLæreren plikter å la sig undersøke påny en gang hvert år eller med kortere mellemrum, om han selv finner grunn til det. Lægen ved skolen eller den offentlige læge som har tilsyn med skolen, plikter å passe på at undersøkelsen gjentas en gang hvert år eller med kortere mellemrum, om han finner grunn til det, og – hvis han ikke selv er kommunens medisinsk-faglig ansvarlige lege – underrette kommunens medisinsk-faglig ansvarlige lege om resultatet. Utgiftene ved undersøkelse bæres av den institusjon som driver skolen.\nFinner lægen at en lærer lider av smitteførende tuberkulose, skal læreren straks meddeles tjenestefrihet fra sin stilling. Er han ikke innen ett år ophørt å være smitteførende, kan ansettelsesmyndigheten gi ham avskjed.\nDet regjeringsdepartement som medisinalvesenet hører under,​2 kan gjøre foranstående bestemmelser om lærere gjeldende også for andre skoler enn de som er nevnt i paragrafens 4de ledd.\n1 Endret ved lover 25 juni 1935 nr. 2, 12 juni 1987 nr. 70.\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Kongen eller den, han dertil bemyndiger,​2 kan til Forebyggelse af de i nærværende Lov omhandlede Sygdommes Udbredelse, efterat helse- og sosialstyrenes​3 Udtalelser er indhentede, fastsætte almindelige Bestemmelser for:\na. Værksteder, Fabriker, Kontorer, Butiker og andre lukkede Rum, hvori andre end de til Husstanden hørende Personer samtidig og stadig har Arbeide;\nb. Hoteller, Sanatorier og private Boliger, hvis Indehavere gjør sig en Næringsvei af at modtage Fremmede i Logis;\nc. Forsamlingslokaler, saasom Kirker, Skoler, Rets- og Auktionslokaler, Theatre, Dansehuse, Konsert- og Foreningslokaler og lignende;\nd. andre Slags Fællesrum, for hvis Vedkommende særlige Forhold gjør sig gjældende, saasom Fængsler, Sindssygeasyler og andre Sygehuse, Skibskahytter og Lugarer, Jernbanevogne, Kaserner, Rorboder og lignende.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Sosialdepartementet iflg. res. 15 aug 1924.\n3 Se lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Kongen eller den, han dertil bemyndiger,​2 udfærdiger de nærmere Regler om Anmeldelses- og Meddelelsespligtens Ordning og om, hvilke Indberetninger og Meddelelser kommunenes medisinsk-faglig ansvarlige leger og de behandlende Læger skal afgive.\nDe fornødne almindelige Anvisninger til Lovens Gjennomførelse gives af Medicinalstyrelsen, der ogsaa har at yde helse- og sosialstyrene​3 og Lægerne Bistand og Raad med Hensyn til de Forholdsregler, som i forekommende Tilfælde bør tages.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Medisinaldirektøren iflg. res. 15 aug 1924.\n3 Se lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Kommunenes medisinsk-faglig ansvarlige leger og de leger som er antatt av disse har på reiser som foranlediges ved denne lov, alminnelig skyss- og kostgodtgjørelse. Denne utredes for de medisinsk-faglig ansvarlige legenes vedkommende av staten. For de antatte legers vedkommende utredes skyssgodtgjørelse av staten, kostgodtgjørelsen av vedkommende fylkeskommune, i Oslo av bykommunen.\nUtgiftene ved trygdede tuberkuløses innleggelse på sykehus og forpleining utenfor hjemmet (og utenfor institusjon) etter beslutning av helse- og sosialstyret for å forebygge smitte (jfr. § 6) dekkes av folketrygden med 50 % av de godkjente kurpenger og takster. De resterende 50 % dekkes av den fylkeskommunen hvor den syke oppholder seg, eller om den syke oppholder seg i Oslo, av bykommunen.\nDe nødvendige desinfeksjonsmidler bekostes av vedkommende fylkeskasse, i Oslo av bykassen. Dog har sanatorieeiere og andre som for betaling mottar syke, selv å bære utgiftene herved.\nMå en arbeidsfør lærer gis avskjed fra sin stilling – jfr. § 10, 6te ledd – på grunn av smitteførende tuberkulose eller mistanke om slik sykdom, kan han, når billighet taler for det, tilståes en godtgjørelse. Denne må, sammen med mulig invalidepensjon av Statens pensjonskasse, ikke være større enn hans lønn, når han fratrer og når verdien av mulige naturalydelser regnes med.\nGodtgjørelsen fastsettes av vedkommende regjeringsdepartement for et bestemt tidsrum. Den utredes av staten, som kan søke refundert en tredjedel av den institusjon som driver skolen (kommune, fylke, privat eier m.v.).\n1 Endret ved lover 5 juni 1925 nr. 2, 25 juni 1935 nr. 2, 5 juni 1936 nr. 1, 8 mars 1963 nr. 1, 5 juni 1970 nr. 36, 17 des 1976 nr. 107, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Denne Lov træder i Kraft den 1ste Januar 1901.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    }
  ]
}