{
  "id": "LOV-1978-06-09-49",
  "type": "statute",
  "title": "Lov om reindrift.",
  "short_name": "Reindriftsloven – reinl.",
  "status": "in_force",
  "issued_date": "1978-06-09",
  "in_force_date": "1979-07-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1978-06-09-49",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål og virkeområde.",
      "content": "Formålet med denne lov er å legge forholdene til rette for en økologisk bærekraftig utnytting av reinbeiteressursene, til gagn for reindriftsbefolkningen og samfunnet for øvrig. Utviklingen og utøvelsen av næringen bør gi grunnlag for trygge økonomiske og sosiale kår for dem som har reindrift som yrke, samtidig som deres rettigheter sikres. Reindriften skal bevares som et viktig grunnlag for samisk kultur, i samsvar med Grunnloven § 110 a og folkerettens regler om urbefolkninger og minoriteter.​1\nInnenfor disse formål skal loven:\n1. fastlegge rammer for reindriftsutøvernes rettigheter og plikter,\n2. regulere forholdet til andre næringer og samfunnsinteresser,\n3. så langt nødvendig regulere det innbyrdes forhold mellom reindriftsutøverne,\n4. skape grunnlag for en hensiktsmessig organisering og administrasjon.\nLoven gjelder med den begrensning som følger av lov 9. juni 1972 nr. 31 om reinbeiting i henhold til konvensjon av 9. februar 1972 mellom Norge og Sverige om reinbeite.​2\nFor reindrift i kommunene Meldal, Midtre Gauldal, Oppdal, Rennebu, Rindal, Sunndal og Surnadal gjelder reglene i lov om reindrift i kommunene Meldal, Midtre Gauldal, Oppdal, Rennebu, Rindal, Sunndal og Surnadal.​3\n0 Endret ved lover 21 des 1984 nr. 101, 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se lov 21 mai 1999 nr. 30, vedl. 5 og 6 Art. 27, ILO-konvensjon nr. 169.\n2 Etter lov 17 juni 2005 nr. 100 er lovens tittel lov om svensk reinbeiting i Norge og norsk reinbeiting i Sverige.\n1 Etter lov 17 juni 2005 nr. 100 er lovens tittel lov om svensk reinbeiting i Norge og norsk reinbeiting i Sverige.\n3 Lov 21 des 1984 nr. 101.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Reinbeiteområder, reinbeitedistrikter, beitesoner.",
      "content": "Kongen​1 foretar inndeling i reinbeiteområder av de deler av Finnmark, Troms, Nordland, Nord-Trøndelag, Sør-Trøndelag og Hedmark fylker som skal være åpne for reindrift med slike særlige rettigheter og plikter som fastsatt i denne lovs §§ 3 og 4 og kapittel III. Ved fastlegging av reinbeiteområdene skal det legges vekt på om flyttsamene fra gammel tid har utøvet reindrift der. De utmarksstrekninger (jfr. § 11) som inngår i reinbeiteområdene, er å anse som lovlig reindriftsareal med slike særlige rettigheter og plikter som nevnt i første punktum, med mindre annet følger av særlige rettsforhold.\nReindriftsstyret​2 skal dele inn reinbeiteområdene i reinbeitedistrikter og fastsette alders- og kjønnsbestemte vektgrenser for rein og/eller høyeste antall rein som til enhver tid får beite i det enkelte reinbeitedistrikt. Reindriftsstyret kan også fastsette beitetid for reinbeitedistrikt eller pålegge områdestyret å gjøre dette. Videre kan reindriftsstyret foreta inndeling av et reinbeitedistrikt i beitesoner for bestemte siidaer eller driftsenheter,​3 eller pålegge områdestyret​4 å gjøre dette. Det skal legges vekt på at reinbeiteområder, reinbeitedistrikter og beitesoner får grenser som driftsmessig er naturlige og hensiktsmessige. Det skal også tas hensyn til sedvanemessig beitebruk så langt dette lar seg forene med en forsvarlig og hensiktsmessig samlet løsning.\nVidere kan reindriftsstyret foreta inndeling i distrikter av de tradisjonelle felles vår-, høst- og vinterbeiter i Finnmark, hvor utnyttelsen har foregått etter sedvanemessig mønster. Det kan også fastsettes beitetider, vektgrenser for rein og/eller høyeste reintall for de nye distrikter.\nMed reindriftsstyrets godkjenning kan områdestyret regulere tallet på driftsenheter i det enkelte reinbeitedistrikt og også fastsette det høyeste antall rein pr. driftsenhet i distriktet i forhold til de vektgrenser og/eller det dyretall og den beitetid som er fastsatt for distriktet i henhold til annet og tredje ledd. § 8 b tredje og fjerde ledd gjelder tilsvarende.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n2 Se § 6.\n3 Se § 4.\n4 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Vilkår for å utøve reindrift i reinbeiteområde.",
      "content": "Bare personer av samisk ætt​1 som er bosatt i Norge, har rett til å inneha reinmerke​2 eller driftsenhet​3 i reinbeiteområde som fastlagt i § 2. Den som ikke selv ved lovens ikrafttredelse 1. juli 1979 hadde reindrift som hovednæring i reinbeitedistrikt i samsvar med lov 12. mai 1933​4 om reindriften § 1, jfr. § 11, har ikke rett til å inneha reinmerke eller driftsenhet, jfr. §§ 4 og 17, med mindre noen av foreldrene eller besteforeldrene har hatt reindrift som hovednæring.\nDen som blir adoptert av noen som har rett til reindrift i samisk reinbeiteområde i medhold av første ledd, får samme rett som dennes egnefødte barn,​5 selv om vedkommende ikke er av samisk ætt.\nDen som er gift med​6 noen som utøver reindrift i samsvar med første ledd, men ikke selv fyller vilkårene der, har rett til å utøve reindrift i fellesskap med ektefellen.​7 I tilfelle den berettigede ektefelle dør, har gjenlevende ektefelle adgang til å føre reindriften videre. I tilfelle ekteskapet​6 opphører av annen årsak, bortfaller vedkommendes reindriftsrett. Områdestyret​8 kan likevel etter søknad gi tillatelse til at vedkommende viderefører sin reindrift, om særlige grunner taler for det. Her skal det tillegges vekt hvor lenge ekteskapet har bestått, og om paret har barn sammen som vedkommende har foreldreansvar for.\nKongen​9 avgjør i tvilstilfelle om vilkårene for å utøve reindrift etter første ledd er til stede. Dersom særlige grunner foreligger, kan Kongen​9 samtykke i at person bosatt i Norge som ikke fyller vilkårene etter første ledd får utøve reindrift i reinbeiteområde. Videre kan Kongen​9 gi tillatelse til reindrift for vitenskapelige formål og i forsøksøyemed under offentlig ledelse eller tilsyn. Slike tillatelser kan gis for begrenset tid og knyttes til bestemte vilkår.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. lov 12 juni 1987 nr. 56 § 2-6.\n2 Se § 17.\n3 Jfr. § 4.\n1 Nr. 3.\n4 Nr. 3.\n5 Jfr. lov 28 feb 1986 nr. 8 § 13.\n6 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n7 Se § 17.\n8 Se § 7.\n9 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Etablering av reindrift. Driftsenhet.",
      "content": "For å begynne som selvstendig næringsdrivende i reindrift i reinbeiteområde​2 kreves det samtykke fra områdestyret​3 gjennom registrering av driftsenhet. Dette gjelder likevel ikke når en driftsenhet udelt går over til ektefellen​4 eller til noen som i rett opp- eller nedstigende linje eller i første sidelinje til og med barn av søsken er beslektet med eieren eller eierens ektefelle,​4 forutsatt at overtakeren fyller vilkårene i § 3. Innehaver av driftsenhet må være myndig.​5 Områdestyret kan likevel i særlige tilfelle gi godkjenning til umyndig søker.\nMed driftsenhet forstås en reinhjord som eies og drives av én ansvarlig leder, eller av ektefellene​4 i fellesskap, når de begge eier rein i eget merke​6 i hjorden. Slik felles driftsenhet skal innmeldes i samsvar med denne lovs § 19, og innebærer at ektefellene står solidarisk ansvarlig for driften av hele hjorden som hører til driftsenheten. I tilfelle begge ektefeller innehar egen driftsenhet ved ekteskapets inngåelse, kan disse opprettholdes. Ansvarsforholdet er likevel solidarisk som ved felles driftsenhet. Driftsenhetene vil fortsatt bestå om ekteskapet oppløses. En driftsenhet kan også omfatte rein som tilhører leders (ektefellenes)​4 slektninger i rett opp- eller nedstigende linje og i første sidelinje til og med barn av søsken, forutsatt at vedkommende fyller vilkårene i § 3 og ikke selv har driftsenhet. Rein som tilhører flere personer eller familier som utøver reindrift i fellesskap, kan regnes som én driftsenhet hvis områdestyret​3 samtykker. Ingen enkeltperson kan eie rein i mer enn én driftsenhet.\nI tilfelle områdestyret​3 gjør bruk av sin adgang i § 2 fjerde ledd til å fastsette høyeste reintall pr. driftsenhet i reinbeitedistrikt,​7 kan det samtidig stilles krav om at minst 51 pst. av flokken skal tilhøre enhetens ansvarlige leder, 75 pst. når ektefellene​4 driver i fellesskap, jfr. annet ledd ovenfor. Slikt vedtak må ha reindriftsstyrets godkjenning for å få bindende virkning.\nEn reineier kan ikke flytte sin reindrift til annet reinbeitedistrikt​7 uten samtykke av områdestyret.​3 Gjelder det flytting til reinbeitedistrikt i et annet reinbeiteområde, ligger avgjørelsen hos styret for dette område.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. §§ 17, 18.\n2 Se § 2 første ledd.\n3 Jfr. § 7.\n4 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n5 Se lov 22 april 1927 nr. 3 § 1.\n6 Jfr. §§ 16-18.\n7 Se § 2 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Vilkår for å utøve reindrift utenfor reinbeiteområde.​2",
      "content": "Utenfor de reinbeiteområder som opprettes i henhold til § 2, må reindrift ikke utøves uten særskilt tillatelse av Kongen.​3 Slik tillatelse kan bare gis til den som kan legge fram skriftlig samtykke fra vedkommende grunneiere og rettighetshavere som viser at han disponerer tilstrekkelig store og hensiktsmessig avgrensede reinbeitearealer til slik virksomhet. Tillatelse bør ikke gis for villreinområde.\nEn bør også være varsom med å gi tillatelse for områder som ligger slik til i nærheten av reinbeiteområder at det kan skape konflikter. Tillatelse kan gis for begrenset tid og gjelder under ingen omstendighet etter at beiteretten er falt bort. Det kan settes nærmere vilkår for driften.\nSameiestrekning utenfor reinbeiteområde kan disponeres til tamreindrift ved flertallsvedtak i samsvar med lov 18. juni 1965 nr. 6 om sameige.\nDersom eiere og brukere som rår over den største del av et fjellområde som er høvelig til tamreindrift, ønsker området disponert til slik virksomhet, men hindres i dette av enkelte grunneiere som ikke vil være med, kan bestemmelsen om sams tiltak i lov 21. desember 1979 nr. 77 om jordskifte § 34 a brukes tilsvarende.\nMed Kongens​3 godkjenning kan allmenningsstyret for inntil 10 år om gangen gi tillatelse til tamreindrift i bygdeallmenning​4 utenom reinbeiteområde, dersom reindrift kan foregå uten vesentlig skade eller ulempe for de bruksberettigede. Vedtak om slik tillatelse skal ligge til alminnelig ettersyn i 3 måneder etter at det er kunngjort på vanlig måte, herunder innrykket i minst én avis som er alminnelig utbredt i distriktet. Kommer det innen fristens utløp innsigelse til allmenningsstyret fra noen som påstår at reindriften vil være til vesentlig skade eller ulempe for vedkommendes eiendom eller bruk, avgjøres spørsmålet ved skjønn ved jordskifteretten etter tiltak fra allmenningsstyret, dersom styret fastholder sitt vedtak.\nOm tamreindrift i statsallmenning utenom reinbeiteområde gjelder bestemmelsene i lov 6. juni 1975 nr. 31 om utnytting av rettar og lunnende m.m. i statsallmenningane (fjellova) § 17.\n0 Endret ved lover 23 feb 1996 nr. 7 (i kraft 1 juli 1996), 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Jfr. lov 21 des 1984 nr. 101 § 2.\n2 Se § 16 fjerde ledd.\n3 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n4 Se lov 19 juni 1992 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Reindriftsstyre.",
      "content": "Det opprettes et reindriftsstyre på 7 medlemmer med personlige varamedlemmer der 4 av medlemmene (med varamedlemmer) oppnevnes av Kongen​1 og 3 medlemmer (med varamedlemmer) oppnevnes av Sametinget.​2 Reindriftsstyret er faglig rådgiver for den sentrale reindriftsadministrasjonen, reinforskningen og rettledningstjenesten. Etter Kongens​1 nærmere bestemmelse kan reindriftsstyret også tillegges andre forvaltningsmessige oppgaver og myndighet til å avgjøre visse saker. Reindriftsstyrets virkeområde kan avgrenses til å omfatte reindrift innenfor reinbeiteområder som fastsettes i henhold til § 2.\nVed oppnevning av medlemmer til reindriftsstyret skal det legges vekt på en rimelig geografisk fordeling, allsidige faglige forutsetninger og samfunnserfaring, og mest mulig lik representasjon av begge kjønn. Blant medlemmene skal det være aktive utøvere av reindrift i reinbeiteområde, og reindriftens organisasjoner skal ha forslagsrett.\nNærmere bestemmelser om reindriftsstyrets oppgaver, myndighet og arbeidsordning fastsettes av Kongen.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n2 Jfr. lov 12 juni 1987 nr. 56 § 1-2 og kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Områdestyre.",
      "content": "I hvert reinbeiteområde som opprettes i henhold til § 2, skal det være et områdestyre på 5 eller 7 medlemmer med personlige varamedlemmer. Fylkestinget​1 oppnevner 3, eventuelt 4 av medlemmene (med varamedlemmer) og Sametinget​2 oppnevner 2, eventuelt 3 av medlemmene (med varamedlemmer). Områdestyret oppnevnes for 4 år av gangen under iakttakelse av samme hensyn som nevnt i § 6 annet ledd.\nNærmere bestemmelser om områdestyrenes gjøremål og myndighet ut over det som følger direkte av loven, fastsettes av Kongen.​3 Kongen​3 kan gi forskrifter​4 om områdestyrenes arbeidsordning.\nKongen​3 kan gi utfyllende forskrifter om valg av områdestyrer, bl.a. for det tilfelle at reinbeiteområdet ikke i sin helhet faller innenfor ett enkelt fylke og om funksjonstiden for medlemmene ved første gangs valg.\nHvis særlige grunner medfører at det ikke er behov for områdestyre i et reinbeiteområde, kan Kongen frita for oppnevning av områdestyre.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. lov 25 sep 1992 nr. 107 kap. 2.\n2 Jfr. lov 12 juni 1987 nr. 56 § 1-2 og kap. 2.\n3 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Distriktsstyre og leder.",
      "content": "I hvert reinbeitedistrikt​1 som opprettes i henhold til § 2, skal det være et distriktsstyre valgt av og blant de aktive utøvere av reindrift i distriktet etter forskrift fastsatt av Kongen.​2 Samtidig med valget av medlemmer til distriktsstyret skal det avgjøres hvem som skal være leder og nestleder.\nDistriktsstyret ved lederen representerer reinbeitedistriktets interesser og kan bl.a. inngå forlik, saksøke og saksøkes på vegne av reineierne i distriktet i felles anliggender.\nDet påligger distriktsstyret å føre fortegnelse over distriktets reineiere og tallet på rein.​3 Styret skal påse at reindriften i distriktet foregår i samsvar med gjeldende lover og forskrifter og kan påby​4 og iverksette samling, merking,​5 skilling​6 og telling av rein dersom reineierne ikke blir enige og selv gjennomfører slike tiltak.\nI hvert reinbeitedistrikt skal det opprettes en distriktskasse. Alle reineiere i distriktet plikter å betale avgift til distriktskassen. Avgiftens størrelse fastsettes av reindriftsstyret og utliknes av distriktsstyret på de enkelte reineiere. Avgiften er tvangsgrunnlag for utlegg.​7 Distriktskassens midler skal dekke distriktsstyrets og lederens alminnelige utgifter til administrasjon, reiser og liknende og kan også brukes til andre fellesutgifter for distriktet.\nKongen​2 kan når særlige grunner foreligger frita et reinbeitedistrikt for plikten til å opprette distriktsstyre og distriktskasse. Kongen kan også gi nærmere regler om distriktsstyrets arbeidsoppgaver og arbeidsform.\n0 Endret ved lover 26 juni 1992 nr. 86, 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se § 2 annet ledd.\n2 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n3 Jfr. § 19 fjerde ledd.\n4 Jfr. § 36.\n5 Jfr. § 16.\n6 Jfr. § 22.\n7 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:8 a",
      "chapter": "2",
      "section": "8 a",
      "title": "Distriktsplan.",
      "content": "Som ledd i kontrollen med etablering, drift og reintall skal distriktsstyret​1 utarbeide en distriktsplan. Planen skal inneholde:\n1. opplysning om vektstruktur for kjønns- og aldersgrupper av rein og/eller fordeling av distriktets samlede reintall på de godkjente driftsenheter.​2 I samsvar med dette skal planen omfatte en samlet strategi for utnytting av distriktets tilgjengelige beiteressurser.\n2. angivelse av flyttemønsteret i distriktet.\n3. oversikt over nødvendige fremkomst- og transportmidler, herunder også antall terrenggående kjøretøyer samt eventuell tidsbegrenset bruk av helikopter eller annet luftfartøy. Løyper for terrenggående barmarkskjøretøy skal også gå fram av planen.\n4. oversikt over alle gjerder og anlegg av permanent art, og så vidt mulig også gjerder og anlegg av midlertidig art.​3\n5. eventuell inndeling i beitesoner, jfr. § 2 annet ledd.\nDistriktsplanen skal forelegges berørte kommuner, fylkeskommuner og fylkesmenn til uttalelse før styret fremmer planen for distriktets årsmøte til behandling og vedtak. Det kan fastsettes en frist for å avgi uttalelse som ikke må settes kortere enn 30 dager. Vedtatt distriktsplan må stadfestes av områdestyret​4 for å bli bindende. I tilfelle distriktet ikke får utarbeidet og vedtatt distriktsplan, skal områdestyret av eget tiltak utarbeide og vedta plan for vedkommende distrikt, etter å ha hørt berørte kommuner, fylkeskommuner og fylkesmenn. En slik plan må stadfestes av reindriftsstyret​5 for å bli bindende.\nStadfestet distriktsplan sendes berørte kommuner, fylkeskommuner og fylkesmenn til orientering.\n0 Tilføyd ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se § 8.\n2 Se § 4\n3 Jfr. § 12.\n4 Se § 7.\n5 Se § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "2:8 b",
      "chapter": "2",
      "section": "8 b",
      "title": "Virkning av distriktsplan og brudd på planen.",
      "content": "Alle driftsenheter​1 i reinbeitedistriktet​2 plikter å følge stadfestet distriktsplan.​3\nVesentlige brudd på distriktsplan kan medføre pålegg om tvangstiltak i medhold av § 34 annet ledd.\nHar enheten ført på beite rein med vekt som avviker fra de fastsatte vektgrenser og/eller flere rein enn det reintall enheten er tildelt etter stadfestet distriktsplan, jfr. § 2 annet og tredje ledd, kan distriktsstyret​4 også pålegge driftsenheten ressursavgift.​5 Avgiftsnivået fastlegges av reindriftsstyret​6 ved forskrift. Vedtak om å pålegge avgift må stadfestes av områdestyret​7 for å kunne iverksettes.\nEtter krav fra distriktsstyret​4 kan også områdestyret​7 i første instans gjøre vedtak om å pålegge ressursavgift,​5 om det finnes godtgjort at driftsenhet i annet distrikt har ført på beite rein med vekter som avviker fra de fastsatte vektgrenser og/eller flere rein enn tillatt, til skade for det distrikt som fremmer kravet, uten at styret i enhetens hjemdistrikt har foretatt seg noe for å rette opp forholdet.\nStadfestet vedtak om ressursavgift​5 er tvangsgrunnlag for utlegg.​8 Utlegg kan tas i bidrag fra offentlig tilskuddsorgan uavhengig av dekningsloven​9 § 2-4.\nInnbetalt ressursavgift​5 tilfaller distriktets reindriftsfond, jfr. § 32. Dersom reindriftsfond for distriktet ikke finnes tilfaller avgiften områdefondet. Områdestyret​6 kan gjøre vedtak om at avgift skal tilfalle områdefondet eller fond i nabodistrikt, om særlige grunner tilsier dette.\n0 Tilføyd ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se § 4.\n2 Se § 2 annet ledd.\n3 Se § 8 a.\n4 Se § 8.\n5 Jfr. lov 9 juni 1972 nr. 31 § 38.\n6 Se § 6.\n7 Se § 7.\n8 Se tvangsl. § 7-2, e.\n9 Lov 8 juni 1984 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8b",
        "source_heading": "§ 8 b."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Generelt om retten til å utøve reindrift.​2",
      "content": "Retten til å utøve reindrift i reinbeiteområde​3 er en bruksrett​4 som uten hensyn til hvem som eier grunnen og så langt ikke det følger av særlige rettsforhold, omfatter:\n1. rett til opphold med rein og til ferdsel, flytting og flyttleier,​5\n2. rett til beite for rein,​6\n3. rett til anbringelse av anlegg som trengs til reindriften,​7\n4. rett til brensel og trevirke,​8\n5. rett til jakt, fangst og fiske,​9\nRett til reindrift på fremmed eiendom utenfor slike reinbeiteområder som er fastsatt i henhold til § 2​10 omfatter slik rett som nevnt under nr. 1-3, jfr. §§ 10-12 dersom ikke annet følger av den avtale som retten til å utøve reindrift bygger på.\n1 Se lov 21 des 1979 nr. 77 § 36 annet ledd.\n2 Jfr. lov 21 des 1984 nr. 101.\n3 Jfr. § 2.\n4 Se lov 17 juni 2005 nr. 85 § 5.\n5 Se § 10 og lov 21 des 1984 nr. 101 § 3 og § 4.\n6 Se § 11 og lov 21 des 1984 nr. 101 § 3 og § 4.\n7 Se § 12 og lov 21 des 1984 nr. 101 § 3 og § 4.\n8 Se § 13. Sml. lov 21 des 1984 nr. 101 § 4.\n9 Se § 14. Sml. lov 21 des 1984 nr. 101 § 4.\n10 Se § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Opphold, ferdsel og flyttleier.",
      "content": "Retten til opphold med rein og til ferdsel, flytting og flyttleier har følgende innhold:\n1. adgang til å la reinen oppholde seg i utmark under forsvarlig tilsyn og adgang til der å disponere grunn til nødvendige hytter og gammer for folk og til buer og stillinger som trengs til oppbevaring av løsøre og matvarer,\n2. adgang til mot vederlag å få utvist tomt til bolig dersom reindriftsutøveren ikke på annen måte kan skaffe seg bolig som er nødvendig av hensyn til en rasjonell utøvelse av reindriften. Kan ikke partene bli enige om at forutsetningene for å kreve utvisning av tomt er til stede, eller om stedsvalg, størrelse og avgrensing, vilkår og vederlag, avgjøres dette ved skjønn​2 ved jordskifteretten,​3\n3. adgang til bruk av nødvendige fremkomst- og transportmidler i samsvar med stadfestet distriktsplan, jfr. § 8 a første ledd. Bruk av terrenggående kjøretøy på bar mark skal begrenses mest mulig, og skal så langt mulig foregå i faste løyper som er kartfestet i planen. Motorisert ferdsel eller flyging inn i område fredet i medhold av lov 19. juni 1970 nr. 63 om naturvern (naturvernloven) skal foregå i samsvar med fastsatte forskrifter om vern. Nærmere regler om slik ferdsel i fredet område kan fastsettes ved forskrift av vedkommende forvaltningsmyndighet i samråd med distriktsstyret​4 og områdestyret.​5\n4. adgang til fritt og uhindret å drive og forflytte rein i de deler av reinbeiteområdet hvor reinen lovlig kan ferdes og adgang til flytting med rein etter tradisjonelle flyttleier. Med til flyttlei regnes også faste inn- og avlastingsplasser for transport av reinen.\nReindriftens flyttleier må ikke​6 stenges,​7 men Kongen​8 kan samtykke i omlegging av flyttlei og i åpning av nye flyttleier når berettigede interesser gir grunn til det. Eventuell skade som følge av omlegging av flyttlei eller åpning av ny flyttlei erstattes etter skjønn​2 ved jordskifteretten,​3 hvis enighet ikke oppnås. Kongen kan bestemme at også fastleggingen i detalj av den nye flyttlei skal overlates til skjønnet.​2\nGrunnen som er tatt i bruk eller utvist og bygninger og anlegg som er oppført med hjemmel i denne paragrafs nr. 1 eller 2 kan ikke uten godkjennelse av Kongen​8 og samtykke fra grunneieren brukes til annet formål enn reindrift eller overdras til andre enn utøvere av reindrift og som fyller forutsetningene under nr. 1 og nr. 2.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se lov 21 des 1984 nr. 101 § 3.\n2 Se lov 1 juni 1917 nr. 1.\n3 Se lov 21 des 1979 nr. 77.\n4 Se § 8.\n5 Se § 7.\n6 Jfr. § 36.\n7 Jfr. lov 12 mars 1965 § 2 annet ledd, b.\n8 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Beiteretten.",
      "content": "Retten til beite for rein gir adgang til å la reinen beite i fjellet og i annen utmarksstrekning, herunder også tidligere dyrket mark og slåtteng som ligger for seg selv uten tilknytning til bebodde områder eller dyrkede arealer i drift, dersom de ikke er holdt i hevd og heller ikke er i bruk som kulturbeite, med mindre arealet er inngjerdet med gjerde som freder for rein. Kongen​2 kan gi nærmere bestemmelser om hva som skal forståes med gjerde som freder for rein.\nKongen​2 kan gjøre vedtak om at bestemte barskogstrekninger skal være fredet for reinbeiting i en viss tid, når dette anses påkrevet av hensyn til skogens foryngelse eller gjenvekst. Kongen​2 kan også i andre tilfelle gjøre vedtak om freding av nærmere bestemte områder når særlige hensyn tilsier dette. Fredingsvedtak kan også gjøres gjeldende for flytting med rein.\nOmråder som blir fredet for reinbeiting bør kompenseres ved utleggelse av tilsvarende beitearealer hvor dette er mulig.\n1 Se lov 21 des 1984 nr. 101 § 3.\n2 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Gjerder og andre anlegg.",
      "content": "Retten til å anbringe anlegg som trengs til reindriften gir adgang til å føre opp arbeids- og sperregjerder, slakteanlegg, broer og andre anlegg som er nødvendige for reindriften. Gjerder og anlegg må ikke​2 plasseres slik at de virker unødig skjemmende eller er til vesentlig skade eller ulempe for grunneieren eller for andre rettmessige interesser.\nGjerder og anlegg som skal bli stående ut over en sesong, kan ikke​2 oppføres uten godkjenning av Kongen.​3 Godkjenning av større anlegg kan først gis etter en fagkyndig vurdering av de samlede miljømessige virkninger, sammenholdt med de reindriftsfaglige behov for anlegget. Hvis ikke grunnens eier og eventuelle bruksberettigede gir sitt samtykke, kan Kongen​3 gi tillatelse til utføring av anlegget mot vederlag etter skjønn​4 ved jordskifteretten​5 for skade og ulempe.\nGjerder og anlegg som ikke er i samsvar med første og annet ledd, kan områdestyret​6 kreve fjernet eller endret av den som er ansvarlig. Er dette ikke etterkommet innen en fastsatt frist, kan reindriftsagronomen iverksette riving eller endring umiddelbart. Områdestyret kan delegere sin myndighet etter dette ledd til reindriftsagronomen. Utgifter ved tiltak etter dette ledd skal bæres av den ansvarlige og er tvangsgrunnlag for utlegg.​7\nKongen​3 kan gi nærmere bestemmelser om hvordan gjerder og andre anlegg skal plasseres og utformes, derunder om gjerdematerialer m.m. Kongen​3 kan også gi bestemmelser om vedlikehold av permanente gjerder og anlegg og om plikt til å ta bort gjerder og anlegg som ikke holdes i forskriftsmessig stand eller som ikke lenger er i bruk.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se lov 21 des 1984 nr. 101 § 3 og § 4.\n2 Jfr. § 36.\n3 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n4 Se lov 1 juni 1917 nr. 1.\n5 Jfr. lov 21 des 1979 nr. 77.\n6 Se § 7.\n7 Se tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Brensel og trevirke.",
      "content": "Retten til brensel og trevirke gir adgang til, til eget bruk i forbindelse med lovlig utøvelse av reindrift å ta lauvtrær, busker, einer, vidjer, bjørkeris, selvtørrede bartrær og tørt vindfall, nedfalne greiner og kvister, stubber, never og bark, både på offentlig og privat eiendom når virket skal brukes til:\na. brensel,\nb. gammer, koier, buer eller stillinger for oppbevaring av løsøre og matvarer,\nc. teltstenger, redskaper og enklere bruksting,\nd. arbeidsgjerder (trøer, ringgjerder),\ne. garving.\nFriskt lauvtrevirke og friske busker må ikke​2 tas så fremt der på stedet eller i nærheten finnes annet virke som er tjenlig for formålet.\nSkogeieren kan kreve betaling for friske lauvtrær som tas i privat skog, men ellers kan det ikke kreves betaling for virke som rettmessig blir tatt i medhold av denne paragraf. Det skal​2 uten opphold gis melding til grunneieren om uttak av trevirke som han kan kreve betaling for. Oppnås ikke enighet om betalingen, kan beløpets størrelse kreves fastsatt ved skjønn​3 ved jordskifteretten.​4 Finnmarkseiendommen kan ikke kreve betaling etter bestemmelsene i leddet her.\nSå langt det fremstiller seg som nødvendig av hensyn til skogens bevaring, foryngelse eller gjenvekst eller fordi det er mangel på trevirke i distriktet, kan Kongen​5 ved forskrift begrense eller helt forby​2 uttak av trevirke i nærmere bestemte områder og derunder bl.a. bestemme at friskt virke bare kan tas etter utvising.\n0 Endret ved lover 23 feb 1996 nr. 7 (i kraft 1 juli 1996), 17 juni 2005 nr. 85 (i kraft 1 juli 2006 iflg. res. 12 mai 2006 nr. 509).\n1 Jfr. lov 21 des. 1984 nr. 101 § 4.\n2 Jfr. § 36.\n3 Jfr. lov 1 juni 1917 nr. 1.\n4 Jfr. lov 21 des 1979 nr. 77.\n5 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Jakt, fangst og fiske.",
      "content": "Retten til jakt, fangst og fiske gir adgang til i forbindelse med lovlig utøvelse av reindrift i reinbeiteområde​2 å drive jakt, fangst og fiske i statsallmenning,​3 i ikke særskilt matrikulert statseiendom og på Finnmarkseiendommens grunn​4 innenfor det reinbeitedistrikt hvor reindriften foregår, på samme vilkår som gjelder for personer som er fast bosatt i den kommune, bygd eller grend hvor allmenningen, statseiendommen eller den aktuelle del av Finnmarkseiendommens grunn ligger. I statens matrikulerte skoger og høyfjellsstrekninger innenfor reinbeiteområde skal reindriftsutøvernes adgang til jakt, fangst og fiske være som den har vært fra gammelt av.\nKongen​5 kan gjøre vedtak om at utøverne av reindriftsnæringen skal ha enerett til bruk av bundne redskaper til fangst av fisk i nærmere bestemte vann og elvestrekninger i andre statseiendommer enn statsallmenningene. Kongen kan også gjøre vedtak om at visse vann og elvestrekninger i eiendommer som nevnt i foregående punktum skal være forbeholdt til bruk for dem som utøver reindrift.\nFor jakt, fangst og fiske som drives etter bestemmelsene i denne paragraf, skal det ikke betales leie eller kortavgift.\n0 Endret ved lov 17 juni 2005 nr. 85 (i kraft 1 juli 2006 iflg. res. 12 mai 2006 nr. 509).\n1 Sml. lov 21 des 1984 nr. 101 § 4.\n2 Se § 2 første ledd.\n3 Jfr. lov 6 juni 1975 nr. 31.\n4 Jfr. lov 17 juni 2005 nr. 85 kap. 3.\n5 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Utnytting av eiendom i reinbeiteområde.",
      "content": "Grunneier eller bruksberettiget må ikke​2 utnytte sin eiendom i reinbeiteområde​3 på en slik måte at det er til vesentlig skade eller ulempe for reindriftsutøvelse i samsvar med denne lov.​4 Første punktum er likevel ikke til hinder for vanlig utnytting av eiendommen til jordbruk, skogbruk eller annen utnytting av utmark til landbruksformål.\nFør tiltak som kan bli til vesentlig skade eller ulempe for reindriftsutøvelsen blir satt i verk, skal varsel gis til vedkommende distriktsstyre.​5 Varsel skal gis senest tre uker før planlagt iverksetting. Om varsel ikke er gitt, eller partene er uenige om tiltaket rammes av bestemmelsen i første ledd, kan områdestyret​6 nedlegge forbud mot iverksetting inntil overenskomst er inngått eller til jordskifteretten​7 har behandlet saken.\nSpørsmål om et tiltak kommer i strid med denne paragrafs første ledd, kan avgjøres på forhånd ved skjønn​8 ved jordskifteretten.​7 Skjønnet kan også avgjøre hvordan og på hvilke vilkår tiltaket kan gjennomføres. Skjønn kan kreves av den som akter å sette et tiltak i verk eller av distriktsstyret​5 ved lederen. Er distriktsstyre ikke opprettet, kan skjønn kreves av reindriftsutøver i distriktet som vil bli berørt av tiltaket.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Sml. lov 21 des 1984 nr. 101 § 4.\n2 Jfr. § 36.\n3 Se § 2 første ledd.\n4 Jfr. lov 29 nov 1968 § 2 og lov 12 mars 1965 § 2 annet ledd.\n5 Se § 8.\n6 Se § 7.\n7 Jfr. lov 21 des 1979 nr. 77.\n8 Jfr. lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Plikt til merking av tamrein.​1",
      "content": "All tamrein skal være merket i samsvar med reglene i dette kapittel og utfyllende forskrifter.​2\nReinen skal merkes med eierens registrerte merke innen 31. oktober det år den er født. Områdestyret​3 kan i særlige tilfelle samtykke i at denne frist overskrides, men ikke under noen omstendighet ut over 31. mai det påfølgende år. Utenfor reinbeiteområdene​4 kan departementet​5 eller den det bemyndiger gi slikt samtykke. Det må påses at slik utsatt merking skjer i kontrollerte former og under forsvarlige vær- og temperaturforhold.\nReineierens eiendomsrett til rein som ikke er merket på foreskrevet måte og således ikke er identifiserbar, eller som ikke er merket innen den fastsatte frist, faller bort og overføres umiddelbart til fellesskapet. Slik rein skal omsettes etter nærmere bestemmelse fastsatt av reindriftsstyret,​6 og inntekten tilfaller fondet i vedkommende reinbeitedistrikt.​7 Om distriktsfond ikke er opprettet, eller reinens tilhørighet finnes tvilsom, kan områdestyret bestemme at verdien skal tilfalle områdefondet.​8 Utenfor reinbeiteområde​4 skal inntekten anvendes til formål i reindriftsnæringen etter reindriftsstyrets nærmere bestemmelse.\nUtenfor reinbeiteområde​4 kan departementet​5 i særlige tilfelle frita reineier for plikten til å merke reinen, om dette finnes forenlig med ordnet drift og andre berørte interesser.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. § 36.\n2 Jfr. lov 20 des 1974 nr. 73 § 13 nr. 2.\n3 Se § 7.\n4 Se § 2 første ledd.\n5 Landbruks- og matdepartementet.\n6 Se § 6.\n7 Se § 32.\n8 Se § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Registrering av reinmerke.",
      "content": "Alle selvstendige næringsdrivende​1 i reindrift kan kreve å få registrert ett reinmerke. Ektefeller​2 som driver reindrift i fellesskap​3 kan kreve å få registrert ett reinmerke hver for seg og ett merke til hvert barn.\nFlere personer som utøver reindrift i fellesskap i reinbeiteområde kan bruke ett felles merke på dyrene, dersom områdestyret​4 samtykker i at deres rein regnes som en driftsenhet (jfr. § 4 annet ledd​5 ).\nAndelslag, aksjeselskap,​6 allmennaksjeselskap​7 eller liknende sammenslutning har bare krav på å få registrert ett reinmerke.\nDet er et vilkår for å få registrert, inneha og bruke reinmerke at søkerens rein inngår i godkjent driftsenhet som enten er registrert i vedkommendes navn, eller annen person som nevnt i § 4 annet ledd eller § 3 tredje ledd.\nReinmerke kan ikke​8 tas i bruk til merking av rein før det er registrert. Viser det seg at et registrert reinmerke er av slik form at det kan forveksles eller misbrukes, kan registreringsmyndigheten kreve merket forandret eller slettet.​9\n0 Endret ved lover 23 feb 1996 nr. 7 (i kraft 1 juli 1996), 13 juni 1997 nr. 44 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 615).\n1 Jfr. § 4 første ledd.\n2 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Jfr. § 4 annet ledd første punktum.\n4 Se § 7.\n5 Siste punktum.\n6 Jfr. lov 13 juni 1997 nr. 44 (asl.).\n7 Jfr. lov 13 juni 1997 nr. 45 (asal.).\n8 Jfr. § 36.\n9 Se § 18. – Se lov 11 mars 1983 nr. 8 § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Utfyllende bestemmelser om reinmerker.",
      "content": "Kongen​1 kan fastsette nærmere regler om reinmerker, om registrering og sletting av reinmerker,​2 og om overføring av retten til reinmerke ved innehaverens død.\nKongen​1 kan videre fastsette nærmere regler om fremgangsmåten av merking av rein og om ommerking i forbindelse med eierskifte. I reglene kan det gis bestemmelser om hvordan det skal forholdes med umerket reinkalv som er kommet inn i flokk som tilhører andre enn kalvens eier.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n2 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Melding om reindrift.​1",
      "content": "Den som vil gjøre bruk av sin adgang til å utøve reindrift i samsvar med denne lov, skal​2 gi melding om dette til områdestyret​3 v/reindriftsagronomen før han tar til med driften. Gjelder det reindrift utenfor de reinbeiteområder som er fastsatt i medhold av § 2, skal meldingen gis til departementet.​4\nSenere skal det så lenge driften fortsetter gis melding hvert år til distriktsstyret v/lederen​5 i det distrikt hvor driften foregår. For reindrift utenfor reinbeiteområder skal meldingen sendes til departementet.​6\nKongen​4 gir nærmere regler om hvilke opplysninger meldingen skal inneholde og om fristen for å gi melding m.v. Kongen​4 kan hvis han finner det påkrevet pålegge reindriftsutøverne å gjennomføre telling av rein på slik måte som Kongen bestemmer.\nEtter nærmere regler fastsatt av Kongen skal distriktsstyret v/lederen​5 gi melding til områdestyret​3 om den reindrift som foregår i reinbeitedistriktet, bl.a. om tallet på rein, hvem som til enhver tid utøver reindrift i distriktet og om størrelsen av de enkelte driftsenheter.​7 Områdestyret​3 skal på samme måte gi melding til departementet om reindriften i reinbeiteområdet.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. § 33.\n2 Jfr. § 36.\n3 Se § 7.\n4 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n5 Se § 8.\n6 Landbruks- og matdepartementet.\n7 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Reineiers driveplikt.",
      "content": "Innehaver av driftsenhet​1 og øvrige reineiere i driftsenhet plikter​2 å sørge for at reindriften utøves på en faglig forsvarlig måte i samsvar med gjeldende lov og forskrift. Reinen skal til enhver tid være under forsvarlig kontroll, og skal holdes på lovlig beite, jfr. § 2, stadfestet distriktsplan etter § 8 a, og § 11.\nInnehaver av driftsenhet skal ha reindrift som yrke og hovedvirksomhet. For ektefeller​3 som innehar driftsenhet i fellesskap i henhold til § 4 annet ledd, gjelder dette minst én av ektefellene.\nI tilfelle innehaver av driftsenhet​1 går over i annet yrke eller annen hovedvirksomhet, eller utøver reindrift i annet reinbeitedistrikt eller i utlandet, kan vedkommende ivareta driveplikten for en periode av inntil 2 år ved å tilsette en reindriftskyndig fullmektig til å forestå driften. Slik fullmakt skal meldes til distriktsstyret​4 og områdestyret.​5 Områdestyret​5 kan underkjenne fullmakten om fullmektigen åpenbart ikke fyller de faglige krav til å forestå driften på forsvarlig måte. Innen utløpet av 2 år må innehaveren enten selv overta driftsenheten eller overføre den til noen som fyller vilkårene i § 4 første ledd, eller avvikle driftsenheten. Områdestyret​5 kan i særlige tilfelle gi samtykke til å forlenge fullmaktsforhold ut over 2 år, etter å ha hørt distriktsstyret.\nFinner områdestyret​5 at innehaver av driftsenhet​1 eller andre reineiere i driftsenhet forsømmer sin driveplikt, ikke overholder fastsatt vektgrense for kjønns- og aldersgrupper av rein i distriktet og/eller vedtak om maksimalt reintall for driftsenhet,​6 eller på annen måte innretter seg eller opptrer slik at det er til vesentlig skade for næringen eller andre rettighetshavere, kan det etter å ha hørt distriktsstyret​4 gjøre vedtak om å redusere, avvikle eller overføre driftsenheten, jfr. § 34.\n0 Endret ved lover 26 juni 1992 nr. 86, 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se § 4.\n2 Jfr. § 36.\n3 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n4 Se § 8.\n5 Se § 7.\n6 Se § 2 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Sammenblanding av rein.",
      "content": "Reineier som får fremmed rein inn i sin flokk, skal​1 snarest mulig melde fra om dette til reinens eier eller til lederen​2 i det distrikt hvor reinen antas å høre hjemme. Han skal så vidt mulig ha tilsyn med den fremmede rein inntil eieren kan ta vare på den.\nReineier som får kjennskap til at han har rein i en annens reinflokk, skal​1 snarest mulig sørge for at det blir tatt vare på reinen. Han plikter dessuten å dekke sin del av kostnadene som sammenblandingen har ført med seg. I mangel av enighet fastsettes kostnadenes størrelse og eventuelle fordeling med bindende virkning av områdestyret​3 i det område hvor sammenblandingen har funnet sted. Reindriftsstyret​4 kan fastsette rettledende takster.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. § 36.\n2 Se § 8.\n3 Se § 7.\n4 Se § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Skilling av sammenblandet rein.",
      "content": "Etter krav fra reineier eller av eget tiltak kan distriktsstyret,​2 eventuelt områdestyret,​3 kreve skilling av rein som er blandet sammen. Når særlige grunner tilsier det kan reindriftsagronomen og reindriftssjefen også kreve slik skilling av rein. Skilling av rein kan ikke kreves gjennomført i kalvingstiden og paringstiden med mindre særlige sterke grunner foreligger og skilling kan gjennomføres uten vesentlige ulemper.\nEnhver reineier som har rein i flokken, plikter​4 å medvirke til at påbudt skilling kan bli gjennomført. Unnlater eller motvirker en reineier å medvirke til at skilling kommer i stand, kan distriktsstyret v/lederen​2 eller områdestyret​3 sette i verk samling og skilling på reineierens bekostning. Utgifter til dette er tvangsgrunnlag for utlegg.​5\n0 Endret ved lover 26 juni 1992 nr. 86, 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se § 24 fjerde ledd. Jfr. lov 9 juni 1972 nr. 31 § 15.\n2 Se § 8.\n3 Se § 7.\n4 Jfr. § 36.\n5 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Varsel om samling av rein. Kontroll.",
      "content": "Enhver reineier i hvis reinflokk det skal foretas samling for merking, slakting eller utskilling, skal​2 i god tid i forveien underrette lederen.​3 Lederen skal underrette lederne i de tilstøtende reinbeitedistriktene og reindriftsagronomen.\nLederen​3 og andre medlemmer av distriktsstyret,​3 reindriftsetatens tjenestemenn, politi og representanter for reineierne har rett til å foreta kontroll av reinmerker.​4\nKongen​5 kan gi nærmere regler til utfylling av denne paragraf, bl.a. om tilpassing av bestemmelsene når det gjelder reindrift utenfor reinbeiteområdene.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. lov 9 juni 1972 nr. 31 § 14.\n2 Jfr. § 36.\n3 Se § 8.\n4 Se kap. IV.\n5 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Fjerning av ulovlig beitende rein.",
      "content": "Reineieren skal​2 omgående sørge for at rein som oppholder seg utenfor beiteareal hvor den har lovlig adgang til å beite til den tid det er tale om,​3 blir fjernet og overført til beiteareal hvor den lovlig kan være.\nHvis reineieren forsømmer sin plikt etter første ledd med hensyn til rein som beiter ulovlig innenfor reinbeiteområde fastsatt i henhold til § 2, kan distriktsstyret,​4 områdestyret​5 eller tjenestemann i reindriftsetaten som er bemyndiget til det, gi eieren pålegg​2 om utdriving til lovlig beiteareal innen en bestemt frist. Etterkommer ikke reineieren påbudet påligger det den som har gitt pålegget å sørge for at det blir effektuert for reineierens regning.\nForsømmer reineier sin plikt etter første ledd med hensyn til rein som beiter ulovlig utenfor reinbeiteområde fastsatt i henhold til § 2, påligger det så vel tjenestemann i reindriftsetaten som fylkesmannen og politiet å utferdige pålegg som nevnt i foregående ledd og eventuelt sørge for at det blir effektuert, så fremt det forlanges av noen fornærmet eller allmenne hensyn tilsier det. Hører den ulovlig beitende rein hjemme i reinbeiteområde, har områdestyret​5 og distriktsstyret​4 samme plikt som de nevnte tjenestemenn.\nEr den rein som beiter ulovlig blandet sammen med lovlig beitende rein, skal utskilling​6 foretas for utdriving.\nEtter pålegg av myndighet som nevnt i tredje ledd plikter alle som har rein i det aktuelle området å medvirke til at utdriving kan gjennomføres.\nDersom det er nødvendig for å skaffe bevis for hvem som eier den ulovlig beitende rein eller for å få dekket utgiftene ved utdrivingen, kan et passende antall rein avlives eller fanges inn og eventuelt selges av myndighet som nevnt i tredje ledd.\nDersom utdriving av ulovlig beitende rein ikke lar seg gjennomføre og vedkommende reineier ikke bringer forholdet i orden innen en frist som fastsettes av områdestyret​5 eller noen tjenestemann som nevnt i tredje ledd, kan områdestyret, tjenestemann i reindriftsetaten og utenfor reinbeiteområdene også fylkesmannen gjøre vedtak om å avlive reinen eller realisere den for eierens regning.\nUtgifter som påløper i forbindelse med tiltak etter denne paragraf er tvangsgrunnlag for utlegg.​7\n0 Endret ved lover 26 juni 1992 nr. 86, 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. lov 9 juni 1972 nr. 31 og lov 11 mars 1983 nr. 8 kap. II.\n2 Jfr. § 36.\n3 Jfr. § 2 annet ledd.\n4 Se § 8.\n5 Se § 7.\n6 Jfr. § 22.\n7 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Objektivt og felles ansvar.",
      "content": "Med de unntak og lempninger som er fastsatt i denne lov, er eier av tamrein ansvarlig for skade reinen volder uten hensyn til skyld.\nFor skade som voldes av rein i reinbeitedistrikt​2 er samtlige reineiere som utøver reindrift i distriktet ansvarlige en for alle og alle for en. Er slik skade voldt utenfor reinbeitedistrikt​2 av rein som må antas å tilhøre reineiere som utøver reindrift i nærliggende distrikt, er de reineiere som utøver reindrift i vedkommende distrikt på samme måte solidarisk ansvarlige overfor skadelidte. Kongen​3 kan avgrense det område utenfor bestemt reinbeitedistrikt hvor slikt solidarisk ansvar skal gjelde.\nFor skade som voldes av rein som tilhører noen som i henhold til § 5, jfr. fjellovens​4 § 17, utøver reindrift utenfor reinbeitedistrikt,​1 er de som utøver reindrift innenfor område hvor den skadegjørende rein antas å høre hjemme, ansvarlig en for alle og alle for en.\nKrav om erstatning for skade i henhold til annet ledd kan rettes mot vedkommende reinbeitedistrikts distriktsstyre v/lederen​5 eller direkte mot eieren av den rein som har voldt skaden.\nErstatning som blir pålagt reinbeitedistriktet ved distriktsstyret,​5 skal distriktets årsmøte utlikne på distriktets reineiere i forhold til hver enkelt reineiers dyretall, men slik at reineier som godtgjør at hans rein ikke har medvirket til skaden, ikke kan pålegges å utrede noen del av erstatningen. Utliknet erstatningsbeløp er tvangsgrunnlag for utlegg.​6\nGodtgjøres det at det er rein fra annet distrikt som har voldt eller medvirket til skaden, kan regress gjøres gjeldende overfor dette i samsvar med reglene i denne paragraf.\n0 Endret ved lover 26 juni 1992 nr. 86, 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Sml. lov 16 juni 1961 nr. 12 § 7.\n2 Se § 5.\n3 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n4 Lov 6 juni 1975 nr. 31.\n5 Se § 8.\n6 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Lempninger i ansvaret etter § 25.​1",
      "content": "Bestemmelsene i § 25 om erstatningsansvar uten hensyn til skyld skal ikke gjelde skade som voldes under lovlig flytting, opphold eller beiting på flyttlei eller beiteområde i fjell eller utmark som nevnt i § 11 dersom det ikke er tale om skade som i vesentlig grad overstiger det som må anses som en påregnelig følge av en rasjonell og forsvarlig drift, eksempelvis fordi adgangen til reinbeite m.v. er brukt på slik måte at noen grunneier eller bruksberettiget er blitt særskilt belastet på bufebeite eller skog.\nBestemmelsene i § 25 om ansvar uten hensyn til skyld skal heller ikke gjelde skade som rein under ellers lovlig opphold volder på avskåren avling, deriblant høy i såte, stakk eller hesje dersom ikke avlingen er beskyttet ved gjerde som freder mot rein eller på annen forsvarlig måte.\nI reinbeitedistrikt som omhandlet i § 2 kan så vel distriktsstyret​2 som den enkelte reineier i mangel av minnelig overenskomst få avgjort ved skjønn​3 ved jordskifteretten​4 om han skal ha adgang til å føre opp gjerde til støtte for sin driveplikt og sikring mot erstatningsansvar. Jordskifteretten skal i tilfellet bestemme hvor gjerdet skal plasseres og hvordan det skal utføres. Jordskifteretten kan også pålegge vedkommende grunneier å bære en rimelig del av kostnadene med oppføring av gjerdet og fremtidig vedlikehold i forhold til den nytte han for sin del vil ha av tiltaket.​5\nPå samme måte kan en grunneier kreve avgjort ved skjønn​3 ved jordskifteretten om noen del av utgiftene ved oppføring av stengsel som nevnt i § 11 og i denne paragrafs annet ledd bør utliknes på reineierne.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Sml. lov 13 juni 1969 nr. 26 § 5-2.\n2 Se § 8.\n3 Se § 27 og lov 1 juni 1917 nr. 1.\n4 Jfr. lov 21 des 1979 nr. 77.\n5 Sml. lov 5 mai 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Erstatningsskjønn.",
      "content": "I mangel av enighet som er bekreftet skriftlig av reinens eier eller distriktsstyret​2 ved lederen, avgjøres krav om erstatning for skade voldt av rein ved skjønn ved jordskifteretten,​3 eller tingretten.\nKrav om skjønn bør fremsettes snarest mulig. I kravet om skjønn skal det gis så vidt mulig nøyaktige opplysninger om tid og sted for skadevoldelsen, skadens art og omfang og erstatningskravets størrelse. Det bør så vidt mulig gis opplysninger som kan ha betydning for å fastslå hvem som eier den rein som har gjort skaden. Eventuelle vitner og andre bevis bør også oppgis.\nRettsformannen skal snarest mulig foreta befaring etter at krav om skjønn er innkommet. Med på befaringen skal være representant fra vedkommende kommune og reindriftsetaten, for å bistå rettsformannen med faglige vurderinger. Om mulig skal også lederen i vedkommende reinbeitedistrikt​2 være med, foruten den som har krevet skjønn. Er det åpenbart at det ikke er skjedd noen skade voldt av rein kan rettsformannen avvise saken av eget tiltak.\nSkjønnet skal fremmes så snart som mulig. Gjelder det skade voldt av rein som antas å høre hjemme i reinbeitedistrikt,​4 skal distriktsstyret​2 ved lederen alltid innkalles til skjønnet.\nSkjønnsbestyreren kan på et hvert trinn av saksbehandlingen forsøke megling med sikte på å oppnå en minnelig ordning.\nSkjønnet skal vurdere om skaden er voldt av rein og er av slik art at den kan kreves erstattet og i tilfelle taksere skaden og fastsette erstatningsbeløpet.\n0 Endret ved lover 23 feb 1996 nr. 7 (i kraft 1 juli 1996), 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416). Endres ved lov 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jfr. lov 1 juni 1917 nr. 1.\n2 Se § 8.\n3 Jfr. lov 21 des 1979 nr. 77.\n4 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "title": "Ferdsel i område hvor tamrein beiter.",
      "content": "De som ferdes i område hvor tamrein beiter plikter​1 å vise hensyn og opptre med varsomhet slik at reinen ikke unødig uroes eller skremmes under beiting, flytting m.v. Særlig hensyn skal vises i forbindelse med reinens brunsttid, kalving, merking, skilling og slakting.\nOmrådestyret​2 kan, etter anmodning fra vedkommende distriktsstyre,​3 stille vilkår for eller nedlegge tidsbegrenset forbud mot større arrangement, idrettsstevne, jakthundprøve eller liknende virksomhet som kan være til særlig skade for reindriften. Vedtaket må gjelde et bestemt angitt område, og kan bare fattes etter at grunneier og kommune er hørt. Gjelder vedtaket et konkret arrangement, skal også arrangør høres. I slike tilfeller kan områdestyret delegere sin myndighet etter dette ledd til reindriftsagronomen.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. § 36.\n2 Se § 7.\n3 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Hunder.",
      "content": "Om sikring av hund, opptak av løs hund, avliving av hund, reaksjoner mot hundeholderen mv. gjelder hundeloven.​1\nHundens eier og besitter plikter en for begge og begge for en å yte erstatning for skade som hunden volder på tamrein og for utgifter og ulemper som påføres reinens eier ved at hunden urettmessig jager eller skremmer rein under lovlig opphold eller flytting, uten hensyn til skyld.\n0 Endret ved lover 26 juni 1992 nr. 86, 23 feb 1996 nr. 7 (i kraft 1 juli 1996), 4 juli 2003 nr. 74 (i kraft 1 jan 2004).\n1 Lov 4 juli 2003 nr. 74.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "title": "Opptaing av reinlav. Reinfarming m.v.",
      "content": "Kongen​1 kan ved forskrift​2 regulere opptaingen av reinlav i reinbeitedistrikt​3 og for nærmere avgrenset område helt forby opptaing av reinlav dersom dette anses nødvendig av hensyn til reindriften.\nKongen kan ved forskrift nedlegge forbud mot at beiteressurser i reinbeitedistrikt tas i bruk til noen form for produksjon av rein, av andre enn de som fyller vilkårene i § 3.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se § 2 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "7:31",
      "chapter": "7",
      "section": "31",
      "title": "Ekspropriasjon.​1",
      "content": "Kongen kan kreve avstått til staten grunn og rettigheter, herunder rettigheter som følger av kapittel III, samt rett til erstatning for skade voldt av rein, når dette finnes nødvendig av hensyn til reindriften innenfor reinbeiteområde som omhandlet i § 2 og det må regnes med at inngrepet utvilsomt vil være til mer gagn enn skade.\nGjelder saken avståelse av rettigheter som følger av kapittel III, kan saksøkeren fritas for å erstatte saksøktes sakskostnader så fremt saksøkte etter forhandlinger har avslått eller unnlatt å svare på et tilbud, og han ved skjønnsavgjørelsen ikke oppnår mer enn tilbudet. For øvrig gjelder sakskostnadsreglene i lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. lov 23 okt 1959 nr. 3 § 30. – Jfr. lov 21 des 1984 nr. 101.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "title": "Reindriftsfond.",
      "content": "Særskilt for hvert reinbeiteområde som opprettes i henhold til § 2 skal det være reindriftsfond felles for området eller for flere reinbeitedistrikter i fellesskap eller for enkelt reinbeitedistrikt.\nEtter nærmere bestemmelse av Kongen​1 blir midler tilhørende bestående reindriftsfond i henhold til lov 12. mai 1933​2 om reindriften og andre fond til reindriftens fremme å overføre til fondet. Inn i fondet går dessuten utbytte av umerket og uidentifiserbar rein i henhold til § 16 tredje ledd. Videre tilføres fondet ressursavgift for overbeiting, pålagt av distriktsstyret i medhold av § 8 b tredje ledd.\nReindriftsfondets midler skal brukes til fremme av reindriftsnæringen i reinbeiteområdene.​3\nKongen gir nærmere regler om fondet, derunder om forvaltning og disponering av midlene og om hvilke formål som skal kunne tilgodeses.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n1 Nr. 3.\n2 Nr. 3.\n3 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "7:33",
      "chapter": "7",
      "section": "33",
      "title": "Utfyllende forskrifter.",
      "content": "Kongen​1 kan fastsette nærmere regler til utfylling og gjennomføring av denne lov, således eksempelvis påbud og nærmere regler om telling av rein og om meldeplikt​2 angående reindrift, om fremgangsmåten ved valg av tillitsmenn m.v.\n1 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n2 Se § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Tvangstiltak.",
      "content": "Enhver reineier og innehaver av driftsenhet plikter å rette seg etter vedtak fattet av distriktets organer,​1 områdestyret,​2 reindriftsstyret​3 eller annen overordnet myndighet, når dette er gjort med hjemmel i denne lov eller forskrift gitt i medhold av denne.\nOmrådestyret eller reindriftsstyret kan gjøre vedtak om tvangstiltak ved vesentlig brudd på lovlig fattet vedtak. Vedtak om tvangstiltak kan gå ut på at det foretas nødvendig arbeid med rein eller reinflokk for eiers regning. Tvangstiltak kan også gå ut på å redusere, avvikle eller overføre driftsenhet.\nRettslig prøvelse av lovmessigheten av vedtaket er betinget av at klageadgangen er benyttet. Søksmål må være reist senest en måned etter at melding om avgjørelse av klagen er sendt vedkommende.\nReindriftsorganenes vedtak om tvangstiltak er tvangsgrunnlag, og kan fullbyrdes etter reglene i tvangsfullbyrdelsesloven.​4\nUtgifter ved tiltak etter denne paragrafen skal bæres av reineieren og er tvangsgrunnlag for utlegg.​5\n0 Tilføyd ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se § 8.\n2 Se § 7.\n3 Se § 6.\n4 Lov 26 juni 1992 nr. 86.\n5 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Forholdet til forvaltningsloven.",
      "content": "Lov av 10. februar 1967 om behandlingsmåten i forvaltningssaker (forvaltningsloven) gjelder for Kongens, departementets, fylkestingets, reindriftsstyrets,​1 områdestyrets,​2 reindriftssjefens og reindriftsagronomens behandling av saker etter loven her. For saker som behandles av distriktsstyret​3 gjelder forvaltningsloven så langt dette er fastsatt i forskrift.​4\n0 Tilføyd ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se § 6.\n2 Se § 7.\n3 Se § 8.\n4 Se dens § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "title": "Straffansvar.",
      "content": "Overtredelse av denne lov eller av forskrifter, pålegg, forbud eller andre bestemmelser som er gitt eller opprettholdt i medhold av loven, straffes med bøter​1 så fremt forholdet ikke rammes av noen strengere straffebestemmelse. Forsøk straffes likt med fullbyrdet forseelse. Også uaktsom overtredelse og medvirkning er straffbar.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996), endret paragraftall fra § 34.\n1 Jfr. strl. § 27 og kap. 3 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "title": "Ikrafttreden.",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid oppheves lov 12. mai 1933​2 om reindriften og lov 31. mai 1935​3 om tillegg til lov om reindriften av 12. mai 1933.\nBestemmelser som er gitt i medhold av den tidligere lov skal fortsatt gjelde så fremt de ikke kommer i strid med denne lov.\n– – –\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996), endret paragraftall fra § 35.\n1 Fra 1 juli 1979 iflg. res. 22 juni 1979 nr. 3372.\n2 Nr. 3.\n3 Nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål og virkeområde.",
      "content": "Formålet med denne lov er å legge forholdene til rette for en økologisk bærekraftig utnytting av reinbeiteressursene, til gagn for reindriftsbefolkningen og samfunnet for øvrig. Utviklingen og utøvelsen av næringen bør gi grunnlag for trygge økonomiske og sosiale kår for dem som har reindrift som yrke, samtidig som deres rettigheter sikres. Reindriften skal bevares som et viktig grunnlag for samisk kultur, i samsvar med Grunnloven § 110 a og folkerettens regler om urbefolkninger og minoriteter.​1\nInnenfor disse formål skal loven:\n1. fastlegge rammer for reindriftsutøvernes rettigheter og plikter,\n2. regulere forholdet til andre næringer og samfunnsinteresser,\n3. så langt nødvendig regulere det innbyrdes forhold mellom reindriftsutøverne,\n4. skape grunnlag for en hensiktsmessig organisering og administrasjon.\nLoven gjelder med den begrensning som følger av lov 9. juni 1972 nr. 31 om reinbeiting i henhold til konvensjon av 9. februar 1972 mellom Norge og Sverige om reinbeite.​2\nFor reindrift i kommunene Meldal, Midtre Gauldal, Oppdal, Rennebu, Rindal, Sunndal og Surnadal gjelder reglene i lov om reindrift i kommunene Meldal, Midtre Gauldal, Oppdal, Rennebu, Rindal, Sunndal og Surnadal.​3\n0 Endret ved lover 21 des 1984 nr. 101, 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se lov 21 mai 1999 nr. 30, vedl. 5 og 6 Art. 27, ILO-konvensjon nr. 169.\n2 Etter lov 17 juni 2005 nr. 100 er lovens tittel lov om svensk reinbeiting i Norge og norsk reinbeiting i Sverige.\n1 Etter lov 17 juni 2005 nr. 100 er lovens tittel lov om svensk reinbeiting i Norge og norsk reinbeiting i Sverige.\n3 Lov 21 des 1984 nr. 101.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Reinbeiteområder, reinbeitedistrikter, beitesoner.",
      "content": "Kongen​1 foretar inndeling i reinbeiteområder av de deler av Finnmark, Troms, Nordland, Nord-Trøndelag, Sør-Trøndelag og Hedmark fylker som skal være åpne for reindrift med slike særlige rettigheter og plikter som fastsatt i denne lovs §§ 3 og 4 og kapittel III. Ved fastlegging av reinbeiteområdene skal det legges vekt på om flyttsamene fra gammel tid har utøvet reindrift der. De utmarksstrekninger (jfr. § 11) som inngår i reinbeiteområdene, er å anse som lovlig reindriftsareal med slike særlige rettigheter og plikter som nevnt i første punktum, med mindre annet følger av særlige rettsforhold.\nReindriftsstyret​2 skal dele inn reinbeiteområdene i reinbeitedistrikter og fastsette alders- og kjønnsbestemte vektgrenser for rein og/eller høyeste antall rein som til enhver tid får beite i det enkelte reinbeitedistrikt. Reindriftsstyret kan også fastsette beitetid for reinbeitedistrikt eller pålegge områdestyret å gjøre dette. Videre kan reindriftsstyret foreta inndeling av et reinbeitedistrikt i beitesoner for bestemte siidaer eller driftsenheter,​3 eller pålegge områdestyret​4 å gjøre dette. Det skal legges vekt på at reinbeiteområder, reinbeitedistrikter og beitesoner får grenser som driftsmessig er naturlige og hensiktsmessige. Det skal også tas hensyn til sedvanemessig beitebruk så langt dette lar seg forene med en forsvarlig og hensiktsmessig samlet løsning.\nVidere kan reindriftsstyret foreta inndeling i distrikter av de tradisjonelle felles vår-, høst- og vinterbeiter i Finnmark, hvor utnyttelsen har foregått etter sedvanemessig mønster. Det kan også fastsettes beitetider, vektgrenser for rein og/eller høyeste reintall for de nye distrikter.\nMed reindriftsstyrets godkjenning kan områdestyret regulere tallet på driftsenheter i det enkelte reinbeitedistrikt og også fastsette det høyeste antall rein pr. driftsenhet i distriktet i forhold til de vektgrenser og/eller det dyretall og den beitetid som er fastsatt for distriktet i henhold til annet og tredje ledd. § 8 b tredje og fjerde ledd gjelder tilsvarende.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n2 Se § 6.\n3 Se § 4.\n4 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Vilkår for å utøve reindrift i reinbeiteområde.",
      "content": "Bare personer av samisk ætt​1 som er bosatt i Norge, har rett til å inneha reinmerke​2 eller driftsenhet​3 i reinbeiteområde som fastlagt i § 2. Den som ikke selv ved lovens ikrafttredelse 1. juli 1979 hadde reindrift som hovednæring i reinbeitedistrikt i samsvar med lov 12. mai 1933​4 om reindriften § 1, jfr. § 11, har ikke rett til å inneha reinmerke eller driftsenhet, jfr. §§ 4 og 17, med mindre noen av foreldrene eller besteforeldrene har hatt reindrift som hovednæring.\nDen som blir adoptert av noen som har rett til reindrift i samisk reinbeiteområde i medhold av første ledd, får samme rett som dennes egnefødte barn,​5 selv om vedkommende ikke er av samisk ætt.\nDen som er gift med​6 noen som utøver reindrift i samsvar med første ledd, men ikke selv fyller vilkårene der, har rett til å utøve reindrift i fellesskap med ektefellen.​7 I tilfelle den berettigede ektefelle dør, har gjenlevende ektefelle adgang til å føre reindriften videre. I tilfelle ekteskapet​6 opphører av annen årsak, bortfaller vedkommendes reindriftsrett. Områdestyret​8 kan likevel etter søknad gi tillatelse til at vedkommende viderefører sin reindrift, om særlige grunner taler for det. Her skal det tillegges vekt hvor lenge ekteskapet har bestått, og om paret har barn sammen som vedkommende har foreldreansvar for.\nKongen​9 avgjør i tvilstilfelle om vilkårene for å utøve reindrift etter første ledd er til stede. Dersom særlige grunner foreligger, kan Kongen​9 samtykke i at person bosatt i Norge som ikke fyller vilkårene etter første ledd får utøve reindrift i reinbeiteområde. Videre kan Kongen​9 gi tillatelse til reindrift for vitenskapelige formål og i forsøksøyemed under offentlig ledelse eller tilsyn. Slike tillatelser kan gis for begrenset tid og knyttes til bestemte vilkår.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. lov 12 juni 1987 nr. 56 § 2-6.\n2 Se § 17.\n3 Jfr. § 4.\n1 Nr. 3.\n4 Nr. 3.\n5 Jfr. lov 28 feb 1986 nr. 8 § 13.\n6 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n7 Se § 17.\n8 Se § 7.\n9 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Etablering av reindrift. Driftsenhet.",
      "content": "For å begynne som selvstendig næringsdrivende i reindrift i reinbeiteområde​2 kreves det samtykke fra områdestyret​3 gjennom registrering av driftsenhet. Dette gjelder likevel ikke når en driftsenhet udelt går over til ektefellen​4 eller til noen som i rett opp- eller nedstigende linje eller i første sidelinje til og med barn av søsken er beslektet med eieren eller eierens ektefelle,​4 forutsatt at overtakeren fyller vilkårene i § 3. Innehaver av driftsenhet må være myndig.​5 Områdestyret kan likevel i særlige tilfelle gi godkjenning til umyndig søker.\nMed driftsenhet forstås en reinhjord som eies og drives av én ansvarlig leder, eller av ektefellene​4 i fellesskap, når de begge eier rein i eget merke​6 i hjorden. Slik felles driftsenhet skal innmeldes i samsvar med denne lovs § 19, og innebærer at ektefellene står solidarisk ansvarlig for driften av hele hjorden som hører til driftsenheten. I tilfelle begge ektefeller innehar egen driftsenhet ved ekteskapets inngåelse, kan disse opprettholdes. Ansvarsforholdet er likevel solidarisk som ved felles driftsenhet. Driftsenhetene vil fortsatt bestå om ekteskapet oppløses. En driftsenhet kan også omfatte rein som tilhører leders (ektefellenes)​4 slektninger i rett opp- eller nedstigende linje og i første sidelinje til og med barn av søsken, forutsatt at vedkommende fyller vilkårene i § 3 og ikke selv har driftsenhet. Rein som tilhører flere personer eller familier som utøver reindrift i fellesskap, kan regnes som én driftsenhet hvis områdestyret​3 samtykker. Ingen enkeltperson kan eie rein i mer enn én driftsenhet.\nI tilfelle områdestyret​3 gjør bruk av sin adgang i § 2 fjerde ledd til å fastsette høyeste reintall pr. driftsenhet i reinbeitedistrikt,​7 kan det samtidig stilles krav om at minst 51 pst. av flokken skal tilhøre enhetens ansvarlige leder, 75 pst. når ektefellene​4 driver i fellesskap, jfr. annet ledd ovenfor. Slikt vedtak må ha reindriftsstyrets godkjenning for å få bindende virkning.\nEn reineier kan ikke flytte sin reindrift til annet reinbeitedistrikt​7 uten samtykke av områdestyret.​3 Gjelder det flytting til reinbeitedistrikt i et annet reinbeiteområde, ligger avgjørelsen hos styret for dette område.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. §§ 17, 18.\n2 Se § 2 første ledd.\n3 Jfr. § 7.\n4 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n5 Se lov 22 april 1927 nr. 3 § 1.\n6 Jfr. §§ 16-18.\n7 Se § 2 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Vilkår for å utøve reindrift utenfor reinbeiteområde.​2",
      "content": "Utenfor de reinbeiteområder som opprettes i henhold til § 2, må reindrift ikke utøves uten særskilt tillatelse av Kongen.​3 Slik tillatelse kan bare gis til den som kan legge fram skriftlig samtykke fra vedkommende grunneiere og rettighetshavere som viser at han disponerer tilstrekkelig store og hensiktsmessig avgrensede reinbeitearealer til slik virksomhet. Tillatelse bør ikke gis for villreinområde.\nEn bør også være varsom med å gi tillatelse for områder som ligger slik til i nærheten av reinbeiteområder at det kan skape konflikter. Tillatelse kan gis for begrenset tid og gjelder under ingen omstendighet etter at beiteretten er falt bort. Det kan settes nærmere vilkår for driften.\nSameiestrekning utenfor reinbeiteområde kan disponeres til tamreindrift ved flertallsvedtak i samsvar med lov 18. juni 1965 nr. 6 om sameige.\nDersom eiere og brukere som rår over den største del av et fjellområde som er høvelig til tamreindrift, ønsker området disponert til slik virksomhet, men hindres i dette av enkelte grunneiere som ikke vil være med, kan bestemmelsen om sams tiltak i lov 21. desember 1979 nr. 77 om jordskifte § 34 a brukes tilsvarende.\nMed Kongens​3 godkjenning kan allmenningsstyret for inntil 10 år om gangen gi tillatelse til tamreindrift i bygdeallmenning​4 utenom reinbeiteområde, dersom reindrift kan foregå uten vesentlig skade eller ulempe for de bruksberettigede. Vedtak om slik tillatelse skal ligge til alminnelig ettersyn i 3 måneder etter at det er kunngjort på vanlig måte, herunder innrykket i minst én avis som er alminnelig utbredt i distriktet. Kommer det innen fristens utløp innsigelse til allmenningsstyret fra noen som påstår at reindriften vil være til vesentlig skade eller ulempe for vedkommendes eiendom eller bruk, avgjøres spørsmålet ved skjønn ved jordskifteretten etter tiltak fra allmenningsstyret, dersom styret fastholder sitt vedtak.\nOm tamreindrift i statsallmenning utenom reinbeiteområde gjelder bestemmelsene i lov 6. juni 1975 nr. 31 om utnytting av rettar og lunnende m.m. i statsallmenningane (fjellova) § 17.\n0 Endret ved lover 23 feb 1996 nr. 7 (i kraft 1 juli 1996), 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Jfr. lov 21 des 1984 nr. 101 § 2.\n2 Se § 16 fjerde ledd.\n3 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n4 Se lov 19 juni 1992 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Reindriftsstyre.",
      "content": "Det opprettes et reindriftsstyre på 7 medlemmer med personlige varamedlemmer der 4 av medlemmene (med varamedlemmer) oppnevnes av Kongen​1 og 3 medlemmer (med varamedlemmer) oppnevnes av Sametinget.​2 Reindriftsstyret er faglig rådgiver for den sentrale reindriftsadministrasjonen, reinforskningen og rettledningstjenesten. Etter Kongens​1 nærmere bestemmelse kan reindriftsstyret også tillegges andre forvaltningsmessige oppgaver og myndighet til å avgjøre visse saker. Reindriftsstyrets virkeområde kan avgrenses til å omfatte reindrift innenfor reinbeiteområder som fastsettes i henhold til § 2.\nVed oppnevning av medlemmer til reindriftsstyret skal det legges vekt på en rimelig geografisk fordeling, allsidige faglige forutsetninger og samfunnserfaring, og mest mulig lik representasjon av begge kjønn. Blant medlemmene skal det være aktive utøvere av reindrift i reinbeiteområde, og reindriftens organisasjoner skal ha forslagsrett.\nNærmere bestemmelser om reindriftsstyrets oppgaver, myndighet og arbeidsordning fastsettes av Kongen.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n2 Jfr. lov 12 juni 1987 nr. 56 § 1-2 og kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Områdestyre.",
      "content": "I hvert reinbeiteområde som opprettes i henhold til § 2, skal det være et områdestyre på 5 eller 7 medlemmer med personlige varamedlemmer. Fylkestinget​1 oppnevner 3, eventuelt 4 av medlemmene (med varamedlemmer) og Sametinget​2 oppnevner 2, eventuelt 3 av medlemmene (med varamedlemmer). Områdestyret oppnevnes for 4 år av gangen under iakttakelse av samme hensyn som nevnt i § 6 annet ledd.\nNærmere bestemmelser om områdestyrenes gjøremål og myndighet ut over det som følger direkte av loven, fastsettes av Kongen.​3 Kongen​3 kan gi forskrifter​4 om områdestyrenes arbeidsordning.\nKongen​3 kan gi utfyllende forskrifter om valg av områdestyrer, bl.a. for det tilfelle at reinbeiteområdet ikke i sin helhet faller innenfor ett enkelt fylke og om funksjonstiden for medlemmene ved første gangs valg.\nHvis særlige grunner medfører at det ikke er behov for områdestyre i et reinbeiteområde, kan Kongen frita for oppnevning av områdestyre.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. lov 25 sep 1992 nr. 107 kap. 2.\n2 Jfr. lov 12 juni 1987 nr. 56 § 1-2 og kap. 2.\n3 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Distriktsstyre og leder.",
      "content": "I hvert reinbeitedistrikt​1 som opprettes i henhold til § 2, skal det være et distriktsstyre valgt av og blant de aktive utøvere av reindrift i distriktet etter forskrift fastsatt av Kongen.​2 Samtidig med valget av medlemmer til distriktsstyret skal det avgjøres hvem som skal være leder og nestleder.\nDistriktsstyret ved lederen representerer reinbeitedistriktets interesser og kan bl.a. inngå forlik, saksøke og saksøkes på vegne av reineierne i distriktet i felles anliggender.\nDet påligger distriktsstyret å føre fortegnelse over distriktets reineiere og tallet på rein.​3 Styret skal påse at reindriften i distriktet foregår i samsvar med gjeldende lover og forskrifter og kan påby​4 og iverksette samling, merking,​5 skilling​6 og telling av rein dersom reineierne ikke blir enige og selv gjennomfører slike tiltak.\nI hvert reinbeitedistrikt skal det opprettes en distriktskasse. Alle reineiere i distriktet plikter å betale avgift til distriktskassen. Avgiftens størrelse fastsettes av reindriftsstyret og utliknes av distriktsstyret på de enkelte reineiere. Avgiften er tvangsgrunnlag for utlegg.​7 Distriktskassens midler skal dekke distriktsstyrets og lederens alminnelige utgifter til administrasjon, reiser og liknende og kan også brukes til andre fellesutgifter for distriktet.\nKongen​2 kan når særlige grunner foreligger frita et reinbeitedistrikt for plikten til å opprette distriktsstyre og distriktskasse. Kongen kan også gi nærmere regler om distriktsstyrets arbeidsoppgaver og arbeidsform.\n0 Endret ved lover 26 juni 1992 nr. 86, 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se § 2 annet ledd.\n2 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n3 Jfr. § 19 fjerde ledd.\n4 Jfr. § 36.\n5 Jfr. § 16.\n6 Jfr. § 22.\n7 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:8 a",
      "chapter": "2",
      "section": "8 a",
      "title": "Distriktsplan.",
      "content": "Som ledd i kontrollen med etablering, drift og reintall skal distriktsstyret​1 utarbeide en distriktsplan. Planen skal inneholde:\n1. opplysning om vektstruktur for kjønns- og aldersgrupper av rein og/eller fordeling av distriktets samlede reintall på de godkjente driftsenheter.​2 I samsvar med dette skal planen omfatte en samlet strategi for utnytting av distriktets tilgjengelige beiteressurser.\n2. angivelse av flyttemønsteret i distriktet.\n3. oversikt over nødvendige fremkomst- og transportmidler, herunder også antall terrenggående kjøretøyer samt eventuell tidsbegrenset bruk av helikopter eller annet luftfartøy. Løyper for terrenggående barmarkskjøretøy skal også gå fram av planen.\n4. oversikt over alle gjerder og anlegg av permanent art, og så vidt mulig også gjerder og anlegg av midlertidig art.​3\n5. eventuell inndeling i beitesoner, jfr. § 2 annet ledd.\nDistriktsplanen skal forelegges berørte kommuner, fylkeskommuner og fylkesmenn til uttalelse før styret fremmer planen for distriktets årsmøte til behandling og vedtak. Det kan fastsettes en frist for å avgi uttalelse som ikke må settes kortere enn 30 dager. Vedtatt distriktsplan må stadfestes av områdestyret​4 for å bli bindende. I tilfelle distriktet ikke får utarbeidet og vedtatt distriktsplan, skal områdestyret av eget tiltak utarbeide og vedta plan for vedkommende distrikt, etter å ha hørt berørte kommuner, fylkeskommuner og fylkesmenn. En slik plan må stadfestes av reindriftsstyret​5 for å bli bindende.\nStadfestet distriktsplan sendes berørte kommuner, fylkeskommuner og fylkesmenn til orientering.\n0 Tilføyd ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se § 8.\n2 Se § 4\n3 Jfr. § 12.\n4 Se § 7.\n5 Se § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "2:8 b",
      "chapter": "2",
      "section": "8 b",
      "title": "Virkning av distriktsplan og brudd på planen.",
      "content": "Alle driftsenheter​1 i reinbeitedistriktet​2 plikter å følge stadfestet distriktsplan.​3\nVesentlige brudd på distriktsplan kan medføre pålegg om tvangstiltak i medhold av § 34 annet ledd.\nHar enheten ført på beite rein med vekt som avviker fra de fastsatte vektgrenser og/eller flere rein enn det reintall enheten er tildelt etter stadfestet distriktsplan, jfr. § 2 annet og tredje ledd, kan distriktsstyret​4 også pålegge driftsenheten ressursavgift.​5 Avgiftsnivået fastlegges av reindriftsstyret​6 ved forskrift. Vedtak om å pålegge avgift må stadfestes av områdestyret​7 for å kunne iverksettes.\nEtter krav fra distriktsstyret​4 kan også områdestyret​7 i første instans gjøre vedtak om å pålegge ressursavgift,​5 om det finnes godtgjort at driftsenhet i annet distrikt har ført på beite rein med vekter som avviker fra de fastsatte vektgrenser og/eller flere rein enn tillatt, til skade for det distrikt som fremmer kravet, uten at styret i enhetens hjemdistrikt har foretatt seg noe for å rette opp forholdet.\nStadfestet vedtak om ressursavgift​5 er tvangsgrunnlag for utlegg.​8 Utlegg kan tas i bidrag fra offentlig tilskuddsorgan uavhengig av dekningsloven​9 § 2-4.\nInnbetalt ressursavgift​5 tilfaller distriktets reindriftsfond, jfr. § 32. Dersom reindriftsfond for distriktet ikke finnes tilfaller avgiften områdefondet. Områdestyret​6 kan gjøre vedtak om at avgift skal tilfalle områdefondet eller fond i nabodistrikt, om særlige grunner tilsier dette.\n0 Tilføyd ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se § 4.\n2 Se § 2 annet ledd.\n3 Se § 8 a.\n4 Se § 8.\n5 Jfr. lov 9 juni 1972 nr. 31 § 38.\n6 Se § 6.\n7 Se § 7.\n8 Se tvangsl. § 7-2, e.\n9 Lov 8 juni 1984 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8b",
        "source_heading": "§ 8 b."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Generelt om retten til å utøve reindrift.​2",
      "content": "Retten til å utøve reindrift i reinbeiteområde​3 er en bruksrett​4 som uten hensyn til hvem som eier grunnen og så langt ikke det følger av særlige rettsforhold, omfatter:\n1. rett til opphold med rein og til ferdsel, flytting og flyttleier,​5\n2. rett til beite for rein,​6\n3. rett til anbringelse av anlegg som trengs til reindriften,​7\n4. rett til brensel og trevirke,​8\n5. rett til jakt, fangst og fiske,​9\nRett til reindrift på fremmed eiendom utenfor slike reinbeiteområder som er fastsatt i henhold til § 2​10 omfatter slik rett som nevnt under nr. 1-3, jfr. §§ 10-12 dersom ikke annet følger av den avtale som retten til å utøve reindrift bygger på.\n1 Se lov 21 des 1979 nr. 77 § 36 annet ledd.\n2 Jfr. lov 21 des 1984 nr. 101.\n3 Jfr. § 2.\n4 Se lov 17 juni 2005 nr. 85 § 5.\n5 Se § 10 og lov 21 des 1984 nr. 101 § 3 og § 4.\n6 Se § 11 og lov 21 des 1984 nr. 101 § 3 og § 4.\n7 Se § 12 og lov 21 des 1984 nr. 101 § 3 og § 4.\n8 Se § 13. Sml. lov 21 des 1984 nr. 101 § 4.\n9 Se § 14. Sml. lov 21 des 1984 nr. 101 § 4.\n10 Se § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Opphold, ferdsel og flyttleier.",
      "content": "Retten til opphold med rein og til ferdsel, flytting og flyttleier har følgende innhold:\n1. adgang til å la reinen oppholde seg i utmark under forsvarlig tilsyn og adgang til der å disponere grunn til nødvendige hytter og gammer for folk og til buer og stillinger som trengs til oppbevaring av løsøre og matvarer,\n2. adgang til mot vederlag å få utvist tomt til bolig dersom reindriftsutøveren ikke på annen måte kan skaffe seg bolig som er nødvendig av hensyn til en rasjonell utøvelse av reindriften. Kan ikke partene bli enige om at forutsetningene for å kreve utvisning av tomt er til stede, eller om stedsvalg, størrelse og avgrensing, vilkår og vederlag, avgjøres dette ved skjønn​2 ved jordskifteretten,​3\n3. adgang til bruk av nødvendige fremkomst- og transportmidler i samsvar med stadfestet distriktsplan, jfr. § 8 a første ledd. Bruk av terrenggående kjøretøy på bar mark skal begrenses mest mulig, og skal så langt mulig foregå i faste løyper som er kartfestet i planen. Motorisert ferdsel eller flyging inn i område fredet i medhold av lov 19. juni 1970 nr. 63 om naturvern (naturvernloven) skal foregå i samsvar med fastsatte forskrifter om vern. Nærmere regler om slik ferdsel i fredet område kan fastsettes ved forskrift av vedkommende forvaltningsmyndighet i samråd med distriktsstyret​4 og områdestyret.​5\n4. adgang til fritt og uhindret å drive og forflytte rein i de deler av reinbeiteområdet hvor reinen lovlig kan ferdes og adgang til flytting med rein etter tradisjonelle flyttleier. Med til flyttlei regnes også faste inn- og avlastingsplasser for transport av reinen.\nReindriftens flyttleier må ikke​6 stenges,​7 men Kongen​8 kan samtykke i omlegging av flyttlei og i åpning av nye flyttleier når berettigede interesser gir grunn til det. Eventuell skade som følge av omlegging av flyttlei eller åpning av ny flyttlei erstattes etter skjønn​2 ved jordskifteretten,​3 hvis enighet ikke oppnås. Kongen kan bestemme at også fastleggingen i detalj av den nye flyttlei skal overlates til skjønnet.​2\nGrunnen som er tatt i bruk eller utvist og bygninger og anlegg som er oppført med hjemmel i denne paragrafs nr. 1 eller 2 kan ikke uten godkjennelse av Kongen​8 og samtykke fra grunneieren brukes til annet formål enn reindrift eller overdras til andre enn utøvere av reindrift og som fyller forutsetningene under nr. 1 og nr. 2.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se lov 21 des 1984 nr. 101 § 3.\n2 Se lov 1 juni 1917 nr. 1.\n3 Se lov 21 des 1979 nr. 77.\n4 Se § 8.\n5 Se § 7.\n6 Jfr. § 36.\n7 Jfr. lov 12 mars 1965 § 2 annet ledd, b.\n8 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Beiteretten.",
      "content": "Retten til beite for rein gir adgang til å la reinen beite i fjellet og i annen utmarksstrekning, herunder også tidligere dyrket mark og slåtteng som ligger for seg selv uten tilknytning til bebodde områder eller dyrkede arealer i drift, dersom de ikke er holdt i hevd og heller ikke er i bruk som kulturbeite, med mindre arealet er inngjerdet med gjerde som freder for rein. Kongen​2 kan gi nærmere bestemmelser om hva som skal forståes med gjerde som freder for rein.\nKongen​2 kan gjøre vedtak om at bestemte barskogstrekninger skal være fredet for reinbeiting i en viss tid, når dette anses påkrevet av hensyn til skogens foryngelse eller gjenvekst. Kongen​2 kan også i andre tilfelle gjøre vedtak om freding av nærmere bestemte områder når særlige hensyn tilsier dette. Fredingsvedtak kan også gjøres gjeldende for flytting med rein.\nOmråder som blir fredet for reinbeiting bør kompenseres ved utleggelse av tilsvarende beitearealer hvor dette er mulig.\n1 Se lov 21 des 1984 nr. 101 § 3.\n2 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Gjerder og andre anlegg.",
      "content": "Retten til å anbringe anlegg som trengs til reindriften gir adgang til å føre opp arbeids- og sperregjerder, slakteanlegg, broer og andre anlegg som er nødvendige for reindriften. Gjerder og anlegg må ikke​2 plasseres slik at de virker unødig skjemmende eller er til vesentlig skade eller ulempe for grunneieren eller for andre rettmessige interesser.\nGjerder og anlegg som skal bli stående ut over en sesong, kan ikke​2 oppføres uten godkjenning av Kongen.​3 Godkjenning av større anlegg kan først gis etter en fagkyndig vurdering av de samlede miljømessige virkninger, sammenholdt med de reindriftsfaglige behov for anlegget. Hvis ikke grunnens eier og eventuelle bruksberettigede gir sitt samtykke, kan Kongen​3 gi tillatelse til utføring av anlegget mot vederlag etter skjønn​4 ved jordskifteretten​5 for skade og ulempe.\nGjerder og anlegg som ikke er i samsvar med første og annet ledd, kan områdestyret​6 kreve fjernet eller endret av den som er ansvarlig. Er dette ikke etterkommet innen en fastsatt frist, kan reindriftsagronomen iverksette riving eller endring umiddelbart. Områdestyret kan delegere sin myndighet etter dette ledd til reindriftsagronomen. Utgifter ved tiltak etter dette ledd skal bæres av den ansvarlige og er tvangsgrunnlag for utlegg.​7\nKongen​3 kan gi nærmere bestemmelser om hvordan gjerder og andre anlegg skal plasseres og utformes, derunder om gjerdematerialer m.m. Kongen​3 kan også gi bestemmelser om vedlikehold av permanente gjerder og anlegg og om plikt til å ta bort gjerder og anlegg som ikke holdes i forskriftsmessig stand eller som ikke lenger er i bruk.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se lov 21 des 1984 nr. 101 § 3 og § 4.\n2 Jfr. § 36.\n3 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n4 Se lov 1 juni 1917 nr. 1.\n5 Jfr. lov 21 des 1979 nr. 77.\n6 Se § 7.\n7 Se tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Brensel og trevirke.",
      "content": "Retten til brensel og trevirke gir adgang til, til eget bruk i forbindelse med lovlig utøvelse av reindrift å ta lauvtrær, busker, einer, vidjer, bjørkeris, selvtørrede bartrær og tørt vindfall, nedfalne greiner og kvister, stubber, never og bark, både på offentlig og privat eiendom når virket skal brukes til:\na. brensel,\nb. gammer, koier, buer eller stillinger for oppbevaring av løsøre og matvarer,\nc. teltstenger, redskaper og enklere bruksting,\nd. arbeidsgjerder (trøer, ringgjerder),\ne. garving.\nFriskt lauvtrevirke og friske busker må ikke​2 tas så fremt der på stedet eller i nærheten finnes annet virke som er tjenlig for formålet.\nSkogeieren kan kreve betaling for friske lauvtrær som tas i privat skog, men ellers kan det ikke kreves betaling for virke som rettmessig blir tatt i medhold av denne paragraf. Det skal​2 uten opphold gis melding til grunneieren om uttak av trevirke som han kan kreve betaling for. Oppnås ikke enighet om betalingen, kan beløpets størrelse kreves fastsatt ved skjønn​3 ved jordskifteretten.​4 Finnmarkseiendommen kan ikke kreve betaling etter bestemmelsene i leddet her.\nSå langt det fremstiller seg som nødvendig av hensyn til skogens bevaring, foryngelse eller gjenvekst eller fordi det er mangel på trevirke i distriktet, kan Kongen​5 ved forskrift begrense eller helt forby​2 uttak av trevirke i nærmere bestemte områder og derunder bl.a. bestemme at friskt virke bare kan tas etter utvising.\n0 Endret ved lover 23 feb 1996 nr. 7 (i kraft 1 juli 1996), 17 juni 2005 nr. 85 (i kraft 1 juli 2006 iflg. res. 12 mai 2006 nr. 509).\n1 Jfr. lov 21 des. 1984 nr. 101 § 4.\n2 Jfr. § 36.\n3 Jfr. lov 1 juni 1917 nr. 1.\n4 Jfr. lov 21 des 1979 nr. 77.\n5 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Jakt, fangst og fiske.",
      "content": "Retten til jakt, fangst og fiske gir adgang til i forbindelse med lovlig utøvelse av reindrift i reinbeiteområde​2 å drive jakt, fangst og fiske i statsallmenning,​3 i ikke særskilt matrikulert statseiendom og på Finnmarkseiendommens grunn​4 innenfor det reinbeitedistrikt hvor reindriften foregår, på samme vilkår som gjelder for personer som er fast bosatt i den kommune, bygd eller grend hvor allmenningen, statseiendommen eller den aktuelle del av Finnmarkseiendommens grunn ligger. I statens matrikulerte skoger og høyfjellsstrekninger innenfor reinbeiteområde skal reindriftsutøvernes adgang til jakt, fangst og fiske være som den har vært fra gammelt av.\nKongen​5 kan gjøre vedtak om at utøverne av reindriftsnæringen skal ha enerett til bruk av bundne redskaper til fangst av fisk i nærmere bestemte vann og elvestrekninger i andre statseiendommer enn statsallmenningene. Kongen kan også gjøre vedtak om at visse vann og elvestrekninger i eiendommer som nevnt i foregående punktum skal være forbeholdt til bruk for dem som utøver reindrift.\nFor jakt, fangst og fiske som drives etter bestemmelsene i denne paragraf, skal det ikke betales leie eller kortavgift.\n0 Endret ved lov 17 juni 2005 nr. 85 (i kraft 1 juli 2006 iflg. res. 12 mai 2006 nr. 509).\n1 Sml. lov 21 des 1984 nr. 101 § 4.\n2 Se § 2 første ledd.\n3 Jfr. lov 6 juni 1975 nr. 31.\n4 Jfr. lov 17 juni 2005 nr. 85 kap. 3.\n5 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Utnytting av eiendom i reinbeiteområde.",
      "content": "Grunneier eller bruksberettiget må ikke​2 utnytte sin eiendom i reinbeiteområde​3 på en slik måte at det er til vesentlig skade eller ulempe for reindriftsutøvelse i samsvar med denne lov.​4 Første punktum er likevel ikke til hinder for vanlig utnytting av eiendommen til jordbruk, skogbruk eller annen utnytting av utmark til landbruksformål.\nFør tiltak som kan bli til vesentlig skade eller ulempe for reindriftsutøvelsen blir satt i verk, skal varsel gis til vedkommende distriktsstyre.​5 Varsel skal gis senest tre uker før planlagt iverksetting. Om varsel ikke er gitt, eller partene er uenige om tiltaket rammes av bestemmelsen i første ledd, kan områdestyret​6 nedlegge forbud mot iverksetting inntil overenskomst er inngått eller til jordskifteretten​7 har behandlet saken.\nSpørsmål om et tiltak kommer i strid med denne paragrafs første ledd, kan avgjøres på forhånd ved skjønn​8 ved jordskifteretten.​7 Skjønnet kan også avgjøre hvordan og på hvilke vilkår tiltaket kan gjennomføres. Skjønn kan kreves av den som akter å sette et tiltak i verk eller av distriktsstyret​5 ved lederen. Er distriktsstyre ikke opprettet, kan skjønn kreves av reindriftsutøver i distriktet som vil bli berørt av tiltaket.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Sml. lov 21 des 1984 nr. 101 § 4.\n2 Jfr. § 36.\n3 Se § 2 første ledd.\n4 Jfr. lov 29 nov 1968 § 2 og lov 12 mars 1965 § 2 annet ledd.\n5 Se § 8.\n6 Se § 7.\n7 Jfr. lov 21 des 1979 nr. 77.\n8 Jfr. lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Plikt til merking av tamrein.​1",
      "content": "All tamrein skal være merket i samsvar med reglene i dette kapittel og utfyllende forskrifter.​2\nReinen skal merkes med eierens registrerte merke innen 31. oktober det år den er født. Områdestyret​3 kan i særlige tilfelle samtykke i at denne frist overskrides, men ikke under noen omstendighet ut over 31. mai det påfølgende år. Utenfor reinbeiteområdene​4 kan departementet​5 eller den det bemyndiger gi slikt samtykke. Det må påses at slik utsatt merking skjer i kontrollerte former og under forsvarlige vær- og temperaturforhold.\nReineierens eiendomsrett til rein som ikke er merket på foreskrevet måte og således ikke er identifiserbar, eller som ikke er merket innen den fastsatte frist, faller bort og overføres umiddelbart til fellesskapet. Slik rein skal omsettes etter nærmere bestemmelse fastsatt av reindriftsstyret,​6 og inntekten tilfaller fondet i vedkommende reinbeitedistrikt.​7 Om distriktsfond ikke er opprettet, eller reinens tilhørighet finnes tvilsom, kan områdestyret bestemme at verdien skal tilfalle områdefondet.​8 Utenfor reinbeiteområde​4 skal inntekten anvendes til formål i reindriftsnæringen etter reindriftsstyrets nærmere bestemmelse.\nUtenfor reinbeiteområde​4 kan departementet​5 i særlige tilfelle frita reineier for plikten til å merke reinen, om dette finnes forenlig med ordnet drift og andre berørte interesser.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. § 36.\n2 Jfr. lov 20 des 1974 nr. 73 § 13 nr. 2.\n3 Se § 7.\n4 Se § 2 første ledd.\n5 Landbruks- og matdepartementet.\n6 Se § 6.\n7 Se § 32.\n8 Se § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Registrering av reinmerke.",
      "content": "Alle selvstendige næringsdrivende​1 i reindrift kan kreve å få registrert ett reinmerke. Ektefeller​2 som driver reindrift i fellesskap​3 kan kreve å få registrert ett reinmerke hver for seg og ett merke til hvert barn.\nFlere personer som utøver reindrift i fellesskap i reinbeiteområde kan bruke ett felles merke på dyrene, dersom områdestyret​4 samtykker i at deres rein regnes som en driftsenhet (jfr. § 4 annet ledd​5 ).\nAndelslag, aksjeselskap,​6 allmennaksjeselskap​7 eller liknende sammenslutning har bare krav på å få registrert ett reinmerke.\nDet er et vilkår for å få registrert, inneha og bruke reinmerke at søkerens rein inngår i godkjent driftsenhet som enten er registrert i vedkommendes navn, eller annen person som nevnt i § 4 annet ledd eller § 3 tredje ledd.\nReinmerke kan ikke​8 tas i bruk til merking av rein før det er registrert. Viser det seg at et registrert reinmerke er av slik form at det kan forveksles eller misbrukes, kan registreringsmyndigheten kreve merket forandret eller slettet.​9\n0 Endret ved lover 23 feb 1996 nr. 7 (i kraft 1 juli 1996), 13 juni 1997 nr. 44 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 615).\n1 Jfr. § 4 første ledd.\n2 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Jfr. § 4 annet ledd første punktum.\n4 Se § 7.\n5 Siste punktum.\n6 Jfr. lov 13 juni 1997 nr. 44 (asl.).\n7 Jfr. lov 13 juni 1997 nr. 45 (asal.).\n8 Jfr. § 36.\n9 Se § 18. – Se lov 11 mars 1983 nr. 8 § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Utfyllende bestemmelser om reinmerker.",
      "content": "Kongen​1 kan fastsette nærmere regler om reinmerker, om registrering og sletting av reinmerker,​2 og om overføring av retten til reinmerke ved innehaverens død.\nKongen​1 kan videre fastsette nærmere regler om fremgangsmåten av merking av rein og om ommerking i forbindelse med eierskifte. I reglene kan det gis bestemmelser om hvordan det skal forholdes med umerket reinkalv som er kommet inn i flokk som tilhører andre enn kalvens eier.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n2 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Melding om reindrift.​1",
      "content": "Den som vil gjøre bruk av sin adgang til å utøve reindrift i samsvar med denne lov, skal​2 gi melding om dette til områdestyret​3 v/reindriftsagronomen før han tar til med driften. Gjelder det reindrift utenfor de reinbeiteområder som er fastsatt i medhold av § 2, skal meldingen gis til departementet.​4\nSenere skal det så lenge driften fortsetter gis melding hvert år til distriktsstyret v/lederen​5 i det distrikt hvor driften foregår. For reindrift utenfor reinbeiteområder skal meldingen sendes til departementet.​6\nKongen​4 gir nærmere regler om hvilke opplysninger meldingen skal inneholde og om fristen for å gi melding m.v. Kongen​4 kan hvis han finner det påkrevet pålegge reindriftsutøverne å gjennomføre telling av rein på slik måte som Kongen bestemmer.\nEtter nærmere regler fastsatt av Kongen skal distriktsstyret v/lederen​5 gi melding til områdestyret​3 om den reindrift som foregår i reinbeitedistriktet, bl.a. om tallet på rein, hvem som til enhver tid utøver reindrift i distriktet og om størrelsen av de enkelte driftsenheter.​7 Områdestyret​3 skal på samme måte gi melding til departementet om reindriften i reinbeiteområdet.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. § 33.\n2 Jfr. § 36.\n3 Se § 7.\n4 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n5 Se § 8.\n6 Landbruks- og matdepartementet.\n7 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Reineiers driveplikt.",
      "content": "Innehaver av driftsenhet​1 og øvrige reineiere i driftsenhet plikter​2 å sørge for at reindriften utøves på en faglig forsvarlig måte i samsvar med gjeldende lov og forskrift. Reinen skal til enhver tid være under forsvarlig kontroll, og skal holdes på lovlig beite, jfr. § 2, stadfestet distriktsplan etter § 8 a, og § 11.\nInnehaver av driftsenhet skal ha reindrift som yrke og hovedvirksomhet. For ektefeller​3 som innehar driftsenhet i fellesskap i henhold til § 4 annet ledd, gjelder dette minst én av ektefellene.\nI tilfelle innehaver av driftsenhet​1 går over i annet yrke eller annen hovedvirksomhet, eller utøver reindrift i annet reinbeitedistrikt eller i utlandet, kan vedkommende ivareta driveplikten for en periode av inntil 2 år ved å tilsette en reindriftskyndig fullmektig til å forestå driften. Slik fullmakt skal meldes til distriktsstyret​4 og områdestyret.​5 Områdestyret​5 kan underkjenne fullmakten om fullmektigen åpenbart ikke fyller de faglige krav til å forestå driften på forsvarlig måte. Innen utløpet av 2 år må innehaveren enten selv overta driftsenheten eller overføre den til noen som fyller vilkårene i § 4 første ledd, eller avvikle driftsenheten. Områdestyret​5 kan i særlige tilfelle gi samtykke til å forlenge fullmaktsforhold ut over 2 år, etter å ha hørt distriktsstyret.\nFinner områdestyret​5 at innehaver av driftsenhet​1 eller andre reineiere i driftsenhet forsømmer sin driveplikt, ikke overholder fastsatt vektgrense for kjønns- og aldersgrupper av rein i distriktet og/eller vedtak om maksimalt reintall for driftsenhet,​6 eller på annen måte innretter seg eller opptrer slik at det er til vesentlig skade for næringen eller andre rettighetshavere, kan det etter å ha hørt distriktsstyret​4 gjøre vedtak om å redusere, avvikle eller overføre driftsenheten, jfr. § 34.\n0 Endret ved lover 26 juni 1992 nr. 86, 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se § 4.\n2 Jfr. § 36.\n3 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n4 Se § 8.\n5 Se § 7.\n6 Se § 2 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Sammenblanding av rein.",
      "content": "Reineier som får fremmed rein inn i sin flokk, skal​1 snarest mulig melde fra om dette til reinens eier eller til lederen​2 i det distrikt hvor reinen antas å høre hjemme. Han skal så vidt mulig ha tilsyn med den fremmede rein inntil eieren kan ta vare på den.\nReineier som får kjennskap til at han har rein i en annens reinflokk, skal​1 snarest mulig sørge for at det blir tatt vare på reinen. Han plikter dessuten å dekke sin del av kostnadene som sammenblandingen har ført med seg. I mangel av enighet fastsettes kostnadenes størrelse og eventuelle fordeling med bindende virkning av områdestyret​3 i det område hvor sammenblandingen har funnet sted. Reindriftsstyret​4 kan fastsette rettledende takster.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. § 36.\n2 Se § 8.\n3 Se § 7.\n4 Se § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Skilling av sammenblandet rein.",
      "content": "Etter krav fra reineier eller av eget tiltak kan distriktsstyret,​2 eventuelt områdestyret,​3 kreve skilling av rein som er blandet sammen. Når særlige grunner tilsier det kan reindriftsagronomen og reindriftssjefen også kreve slik skilling av rein. Skilling av rein kan ikke kreves gjennomført i kalvingstiden og paringstiden med mindre særlige sterke grunner foreligger og skilling kan gjennomføres uten vesentlige ulemper.\nEnhver reineier som har rein i flokken, plikter​4 å medvirke til at påbudt skilling kan bli gjennomført. Unnlater eller motvirker en reineier å medvirke til at skilling kommer i stand, kan distriktsstyret v/lederen​2 eller områdestyret​3 sette i verk samling og skilling på reineierens bekostning. Utgifter til dette er tvangsgrunnlag for utlegg.​5\n0 Endret ved lover 26 juni 1992 nr. 86, 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se § 24 fjerde ledd. Jfr. lov 9 juni 1972 nr. 31 § 15.\n2 Se § 8.\n3 Se § 7.\n4 Jfr. § 36.\n5 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Varsel om samling av rein. Kontroll.",
      "content": "Enhver reineier i hvis reinflokk det skal foretas samling for merking, slakting eller utskilling, skal​2 i god tid i forveien underrette lederen.​3 Lederen skal underrette lederne i de tilstøtende reinbeitedistriktene og reindriftsagronomen.\nLederen​3 og andre medlemmer av distriktsstyret,​3 reindriftsetatens tjenestemenn, politi og representanter for reineierne har rett til å foreta kontroll av reinmerker.​4\nKongen​5 kan gi nærmere regler til utfylling av denne paragraf, bl.a. om tilpassing av bestemmelsene når det gjelder reindrift utenfor reinbeiteområdene.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. lov 9 juni 1972 nr. 31 § 14.\n2 Jfr. § 36.\n3 Se § 8.\n4 Se kap. IV.\n5 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Fjerning av ulovlig beitende rein.",
      "content": "Reineieren skal​2 omgående sørge for at rein som oppholder seg utenfor beiteareal hvor den har lovlig adgang til å beite til den tid det er tale om,​3 blir fjernet og overført til beiteareal hvor den lovlig kan være.\nHvis reineieren forsømmer sin plikt etter første ledd med hensyn til rein som beiter ulovlig innenfor reinbeiteområde fastsatt i henhold til § 2, kan distriktsstyret,​4 områdestyret​5 eller tjenestemann i reindriftsetaten som er bemyndiget til det, gi eieren pålegg​2 om utdriving til lovlig beiteareal innen en bestemt frist. Etterkommer ikke reineieren påbudet påligger det den som har gitt pålegget å sørge for at det blir effektuert for reineierens regning.\nForsømmer reineier sin plikt etter første ledd med hensyn til rein som beiter ulovlig utenfor reinbeiteområde fastsatt i henhold til § 2, påligger det så vel tjenestemann i reindriftsetaten som fylkesmannen og politiet å utferdige pålegg som nevnt i foregående ledd og eventuelt sørge for at det blir effektuert, så fremt det forlanges av noen fornærmet eller allmenne hensyn tilsier det. Hører den ulovlig beitende rein hjemme i reinbeiteområde, har områdestyret​5 og distriktsstyret​4 samme plikt som de nevnte tjenestemenn.\nEr den rein som beiter ulovlig blandet sammen med lovlig beitende rein, skal utskilling​6 foretas for utdriving.\nEtter pålegg av myndighet som nevnt i tredje ledd plikter alle som har rein i det aktuelle området å medvirke til at utdriving kan gjennomføres.\nDersom det er nødvendig for å skaffe bevis for hvem som eier den ulovlig beitende rein eller for å få dekket utgiftene ved utdrivingen, kan et passende antall rein avlives eller fanges inn og eventuelt selges av myndighet som nevnt i tredje ledd.\nDersom utdriving av ulovlig beitende rein ikke lar seg gjennomføre og vedkommende reineier ikke bringer forholdet i orden innen en frist som fastsettes av områdestyret​5 eller noen tjenestemann som nevnt i tredje ledd, kan områdestyret, tjenestemann i reindriftsetaten og utenfor reinbeiteområdene også fylkesmannen gjøre vedtak om å avlive reinen eller realisere den for eierens regning.\nUtgifter som påløper i forbindelse med tiltak etter denne paragraf er tvangsgrunnlag for utlegg.​7\n0 Endret ved lover 26 juni 1992 nr. 86, 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. lov 9 juni 1972 nr. 31 og lov 11 mars 1983 nr. 8 kap. II.\n2 Jfr. § 36.\n3 Jfr. § 2 annet ledd.\n4 Se § 8.\n5 Se § 7.\n6 Jfr. § 22.\n7 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Objektivt og felles ansvar.",
      "content": "Med de unntak og lempninger som er fastsatt i denne lov, er eier av tamrein ansvarlig for skade reinen volder uten hensyn til skyld.\nFor skade som voldes av rein i reinbeitedistrikt​2 er samtlige reineiere som utøver reindrift i distriktet ansvarlige en for alle og alle for en. Er slik skade voldt utenfor reinbeitedistrikt​2 av rein som må antas å tilhøre reineiere som utøver reindrift i nærliggende distrikt, er de reineiere som utøver reindrift i vedkommende distrikt på samme måte solidarisk ansvarlige overfor skadelidte. Kongen​3 kan avgrense det område utenfor bestemt reinbeitedistrikt hvor slikt solidarisk ansvar skal gjelde.\nFor skade som voldes av rein som tilhører noen som i henhold til § 5, jfr. fjellovens​4 § 17, utøver reindrift utenfor reinbeitedistrikt,​1 er de som utøver reindrift innenfor område hvor den skadegjørende rein antas å høre hjemme, ansvarlig en for alle og alle for en.\nKrav om erstatning for skade i henhold til annet ledd kan rettes mot vedkommende reinbeitedistrikts distriktsstyre v/lederen​5 eller direkte mot eieren av den rein som har voldt skaden.\nErstatning som blir pålagt reinbeitedistriktet ved distriktsstyret,​5 skal distriktets årsmøte utlikne på distriktets reineiere i forhold til hver enkelt reineiers dyretall, men slik at reineier som godtgjør at hans rein ikke har medvirket til skaden, ikke kan pålegges å utrede noen del av erstatningen. Utliknet erstatningsbeløp er tvangsgrunnlag for utlegg.​6\nGodtgjøres det at det er rein fra annet distrikt som har voldt eller medvirket til skaden, kan regress gjøres gjeldende overfor dette i samsvar med reglene i denne paragraf.\n0 Endret ved lover 26 juni 1992 nr. 86, 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Sml. lov 16 juni 1961 nr. 12 § 7.\n2 Se § 5.\n3 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n4 Lov 6 juni 1975 nr. 31.\n5 Se § 8.\n6 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Lempninger i ansvaret etter § 25.​1",
      "content": "Bestemmelsene i § 25 om erstatningsansvar uten hensyn til skyld skal ikke gjelde skade som voldes under lovlig flytting, opphold eller beiting på flyttlei eller beiteområde i fjell eller utmark som nevnt i § 11 dersom det ikke er tale om skade som i vesentlig grad overstiger det som må anses som en påregnelig følge av en rasjonell og forsvarlig drift, eksempelvis fordi adgangen til reinbeite m.v. er brukt på slik måte at noen grunneier eller bruksberettiget er blitt særskilt belastet på bufebeite eller skog.\nBestemmelsene i § 25 om ansvar uten hensyn til skyld skal heller ikke gjelde skade som rein under ellers lovlig opphold volder på avskåren avling, deriblant høy i såte, stakk eller hesje dersom ikke avlingen er beskyttet ved gjerde som freder mot rein eller på annen forsvarlig måte.\nI reinbeitedistrikt som omhandlet i § 2 kan så vel distriktsstyret​2 som den enkelte reineier i mangel av minnelig overenskomst få avgjort ved skjønn​3 ved jordskifteretten​4 om han skal ha adgang til å føre opp gjerde til støtte for sin driveplikt og sikring mot erstatningsansvar. Jordskifteretten skal i tilfellet bestemme hvor gjerdet skal plasseres og hvordan det skal utføres. Jordskifteretten kan også pålegge vedkommende grunneier å bære en rimelig del av kostnadene med oppføring av gjerdet og fremtidig vedlikehold i forhold til den nytte han for sin del vil ha av tiltaket.​5\nPå samme måte kan en grunneier kreve avgjort ved skjønn​3 ved jordskifteretten om noen del av utgiftene ved oppføring av stengsel som nevnt i § 11 og i denne paragrafs annet ledd bør utliknes på reineierne.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Sml. lov 13 juni 1969 nr. 26 § 5-2.\n2 Se § 8.\n3 Se § 27 og lov 1 juni 1917 nr. 1.\n4 Jfr. lov 21 des 1979 nr. 77.\n5 Sml. lov 5 mai 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Erstatningsskjønn.",
      "content": "I mangel av enighet som er bekreftet skriftlig av reinens eier eller distriktsstyret​2 ved lederen, avgjøres krav om erstatning for skade voldt av rein ved skjønn ved jordskifteretten,​3 eller tingretten.\nKrav om skjønn bør fremsettes snarest mulig. I kravet om skjønn skal det gis så vidt mulig nøyaktige opplysninger om tid og sted for skadevoldelsen, skadens art og omfang og erstatningskravets størrelse. Det bør så vidt mulig gis opplysninger som kan ha betydning for å fastslå hvem som eier den rein som har gjort skaden. Eventuelle vitner og andre bevis bør også oppgis.\nRettsformannen skal snarest mulig foreta befaring etter at krav om skjønn er innkommet. Med på befaringen skal være representant fra vedkommende kommune og reindriftsetaten, for å bistå rettsformannen med faglige vurderinger. Om mulig skal også lederen i vedkommende reinbeitedistrikt​2 være med, foruten den som har krevet skjønn. Er det åpenbart at det ikke er skjedd noen skade voldt av rein kan rettsformannen avvise saken av eget tiltak.\nSkjønnet skal fremmes så snart som mulig. Gjelder det skade voldt av rein som antas å høre hjemme i reinbeitedistrikt,​4 skal distriktsstyret​2 ved lederen alltid innkalles til skjønnet.\nSkjønnsbestyreren kan på et hvert trinn av saksbehandlingen forsøke megling med sikte på å oppnå en minnelig ordning.\nSkjønnet skal vurdere om skaden er voldt av rein og er av slik art at den kan kreves erstattet og i tilfelle taksere skaden og fastsette erstatningsbeløpet.\n0 Endret ved lover 23 feb 1996 nr. 7 (i kraft 1 juli 1996), 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416). Endres ved lov 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jfr. lov 1 juni 1917 nr. 1.\n2 Se § 8.\n3 Jfr. lov 21 des 1979 nr. 77.\n4 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "title": "Ferdsel i område hvor tamrein beiter.",
      "content": "De som ferdes i område hvor tamrein beiter plikter​1 å vise hensyn og opptre med varsomhet slik at reinen ikke unødig uroes eller skremmes under beiting, flytting m.v. Særlig hensyn skal vises i forbindelse med reinens brunsttid, kalving, merking, skilling og slakting.\nOmrådestyret​2 kan, etter anmodning fra vedkommende distriktsstyre,​3 stille vilkår for eller nedlegge tidsbegrenset forbud mot større arrangement, idrettsstevne, jakthundprøve eller liknende virksomhet som kan være til særlig skade for reindriften. Vedtaket må gjelde et bestemt angitt område, og kan bare fattes etter at grunneier og kommune er hørt. Gjelder vedtaket et konkret arrangement, skal også arrangør høres. I slike tilfeller kan områdestyret delegere sin myndighet etter dette ledd til reindriftsagronomen.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. § 36.\n2 Se § 7.\n3 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Hunder.",
      "content": "Om sikring av hund, opptak av løs hund, avliving av hund, reaksjoner mot hundeholderen mv. gjelder hundeloven.​1\nHundens eier og besitter plikter en for begge og begge for en å yte erstatning for skade som hunden volder på tamrein og for utgifter og ulemper som påføres reinens eier ved at hunden urettmessig jager eller skremmer rein under lovlig opphold eller flytting, uten hensyn til skyld.\n0 Endret ved lover 26 juni 1992 nr. 86, 23 feb 1996 nr. 7 (i kraft 1 juli 1996), 4 juli 2003 nr. 74 (i kraft 1 jan 2004).\n1 Lov 4 juli 2003 nr. 74.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "title": "Opptaing av reinlav. Reinfarming m.v.",
      "content": "Kongen​1 kan ved forskrift​2 regulere opptaingen av reinlav i reinbeitedistrikt​3 og for nærmere avgrenset område helt forby opptaing av reinlav dersom dette anses nødvendig av hensyn til reindriften.\nKongen kan ved forskrift nedlegge forbud mot at beiteressurser i reinbeitedistrikt tas i bruk til noen form for produksjon av rein, av andre enn de som fyller vilkårene i § 3.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se § 2 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "7:31",
      "chapter": "7",
      "section": "31",
      "title": "Ekspropriasjon.​1",
      "content": "Kongen kan kreve avstått til staten grunn og rettigheter, herunder rettigheter som følger av kapittel III, samt rett til erstatning for skade voldt av rein, når dette finnes nødvendig av hensyn til reindriften innenfor reinbeiteområde som omhandlet i § 2 og det må regnes med at inngrepet utvilsomt vil være til mer gagn enn skade.\nGjelder saken avståelse av rettigheter som følger av kapittel III, kan saksøkeren fritas for å erstatte saksøktes sakskostnader så fremt saksøkte etter forhandlinger har avslått eller unnlatt å svare på et tilbud, og han ved skjønnsavgjørelsen ikke oppnår mer enn tilbudet. For øvrig gjelder sakskostnadsreglene i lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Jfr. lov 23 okt 1959 nr. 3 § 30. – Jfr. lov 21 des 1984 nr. 101.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "title": "Reindriftsfond.",
      "content": "Særskilt for hvert reinbeiteområde som opprettes i henhold til § 2 skal det være reindriftsfond felles for området eller for flere reinbeitedistrikter i fellesskap eller for enkelt reinbeitedistrikt.\nEtter nærmere bestemmelse av Kongen​1 blir midler tilhørende bestående reindriftsfond i henhold til lov 12. mai 1933​2 om reindriften og andre fond til reindriftens fremme å overføre til fondet. Inn i fondet går dessuten utbytte av umerket og uidentifiserbar rein i henhold til § 16 tredje ledd. Videre tilføres fondet ressursavgift for overbeiting, pålagt av distriktsstyret i medhold av § 8 b tredje ledd.\nReindriftsfondets midler skal brukes til fremme av reindriftsnæringen i reinbeiteområdene.​3\nKongen gir nærmere regler om fondet, derunder om forvaltning og disponering av midlene og om hvilke formål som skal kunne tilgodeses.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n1 Nr. 3.\n2 Nr. 3.\n3 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "7:33",
      "chapter": "7",
      "section": "33",
      "title": "Utfyllende forskrifter.",
      "content": "Kongen​1 kan fastsette nærmere regler til utfylling og gjennomføring av denne lov, således eksempelvis påbud og nærmere regler om telling av rein og om meldeplikt​2 angående reindrift, om fremgangsmåten ved valg av tillitsmenn m.v.\n1 Landbruks- og matdepartementet iflg. res. 22 juni 1979 nr. 3372, med delegasjonsfullmakt.\n2 Se § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Tvangstiltak.",
      "content": "Enhver reineier og innehaver av driftsenhet plikter å rette seg etter vedtak fattet av distriktets organer,​1 områdestyret,​2 reindriftsstyret​3 eller annen overordnet myndighet, når dette er gjort med hjemmel i denne lov eller forskrift gitt i medhold av denne.\nOmrådestyret eller reindriftsstyret kan gjøre vedtak om tvangstiltak ved vesentlig brudd på lovlig fattet vedtak. Vedtak om tvangstiltak kan gå ut på at det foretas nødvendig arbeid med rein eller reinflokk for eiers regning. Tvangstiltak kan også gå ut på å redusere, avvikle eller overføre driftsenhet.\nRettslig prøvelse av lovmessigheten av vedtaket er betinget av at klageadgangen er benyttet. Søksmål må være reist senest en måned etter at melding om avgjørelse av klagen er sendt vedkommende.\nReindriftsorganenes vedtak om tvangstiltak er tvangsgrunnlag, og kan fullbyrdes etter reglene i tvangsfullbyrdelsesloven.​4\nUtgifter ved tiltak etter denne paragrafen skal bæres av reineieren og er tvangsgrunnlag for utlegg.​5\n0 Tilføyd ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se § 8.\n2 Se § 7.\n3 Se § 6.\n4 Lov 26 juni 1992 nr. 86.\n5 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Forholdet til forvaltningsloven.",
      "content": "Lov av 10. februar 1967 om behandlingsmåten i forvaltningssaker (forvaltningsloven) gjelder for Kongens, departementets, fylkestingets, reindriftsstyrets,​1 områdestyrets,​2 reindriftssjefens og reindriftsagronomens behandling av saker etter loven her. For saker som behandles av distriktsstyret​3 gjelder forvaltningsloven så langt dette er fastsatt i forskrift.​4\n0 Tilføyd ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996).\n1 Se § 6.\n2 Se § 7.\n3 Se § 8.\n4 Se dens § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "title": "Straffansvar.",
      "content": "Overtredelse av denne lov eller av forskrifter, pålegg, forbud eller andre bestemmelser som er gitt eller opprettholdt i medhold av loven, straffes med bøter​1 så fremt forholdet ikke rammes av noen strengere straffebestemmelse. Forsøk straffes likt med fullbyrdet forseelse. Også uaktsom overtredelse og medvirkning er straffbar.\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996), endret paragraftall fra § 34.\n1 Jfr. strl. § 27 og kap. 3 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "title": "Ikrafttreden.",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid oppheves lov 12. mai 1933​2 om reindriften og lov 31. mai 1935​3 om tillegg til lov om reindriften av 12. mai 1933.\nBestemmelser som er gitt i medhold av den tidligere lov skal fortsatt gjelde så fremt de ikke kommer i strid med denne lov.\n– – –\n0 Endret ved lov 23 feb 1996 nr. 7 (i kraft 1 juli 1996), endret paragraftall fra § 35.\n1 Fra 1 juli 1979 iflg. res. 22 juni 1979 nr. 3372.\n2 Nr. 3.\n3 Nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    }
  ]
}