{
  "id": "LOV-2004-07-02-59",
  "type": "statute",
  "title": "Lov om forsvarspersonell (forsvarspersonelloven)",
  "short_name": "Forsvarspersonelloven",
  "status": "in_force",
  "issued_date": "2004-07-02",
  "in_force_date": "2005-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/2004-07-02-59",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Formålet med loven er å legge til rette for en hensiktsmessig anvendelse av Forsvarets personellressurser for å sikre gjennomføringen av Forsvarets oppgaver nasjonalt og internasjonalt.\nForsvaret har et særlig ansvar for at personell som deltar i internasjonale operasjoner og deres pårørende blir godt ivaretatt før, under og etter endt tjeneste.\n0 Endret ved lov 19 juni 2009 nr. 64 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 698).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Virkeområde",
      "content": "Loven gjelder for militært tilsatte i Forsvarsdepartementet med underliggende etater, når ikke annet er fastsatt i eller i medhold av denne lov.\n0 Endret ved lov 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Definisjoner",
      "content": "Med militært tilsatte menes offiserer, befal, grenaderer og konstabler som er tilsatt i Forsvaret.\nMed forsvarspersonell menes vernepliktige, militært tilsatte og sivilt tilsatt personell i Forsvarsdepartementet og underliggende etater.\nMed internasjonale operasjoner menes enhver operasjon i utlandet som krever bruk av militære styrker, og som er godkjent av norske myndigheter.\n0 Endret ved lover 21 juni 2013 nr. 77 (ikr. 21 juni 2013 iflg. res. 21 juni 2013 nr. 690), 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Tilsettingsvilkår for militært tilsatte",
      "content": "Offiserer,​1 befal,​1 grenaderer​1 og konstabler​1 tilsettes på de vilkår som er fastsatt i lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m. (tjenestemannsloven) med de avvik som følger i eller i medhold av denne lov.\nMilitært tilsatte er unntatt fra forbudet om forskjellsbehandling på grunn av alder etter arbeidsmiljøloven​2 § 13-1 første ledd.\nMilitært tilsatte plikter å overholde de regler om tilsetting, utdanning, disponering og avansement mv. som er fastsatt i den til enhver tid gjeldende ordningen for militært tilsatte. Ordningen for militært tilsatte fastsettes av Kongen med Stortingets samtykke.\nDepartementet har instruksjons- og organisasjonsmyndighet og kan utforme nødvendige tilpasninger og regelverk innenfor de overordnede rammene i ordningen for militært tilsatte.\nDepartementet gir regler om hvem som er tilsettingsmyndighet, og om fremgangsmåten ved tilsetting. Reglene kan fravike tjenestemannsloven.​3\n0 Endret ved lover 17 juni 2005 nr. 62 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 609), 21 juni 2013 nr. 77 (ikr. 21 juni 2013 iflg. res. 21 juni 2013 nr. 690), 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).\n1 Se § 3.\n2 Lov 17 juni 2005 nr. 62.\n3 Lov 4 mars 1983 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:4 a",
      "chapter": "2",
      "section": "4 a",
      "title": "Forsvarspersonellets adgang til å ta oppdrag utenfor forsvarssektoren",
      "content": "Forsvarspersonell plikter å utvise særlig aktsomhet med å påta seg oppdrag utenfor forsvarssektoren.\nForsvarspersonell plikter av eget tiltak å gi opplysninger til hovedarbeidsgiver om lønnede og ulønnede oppdrag utenfor forsvarssektoren som er nært beslektet med arbeidet vedkommende utfører hos hovedarbeidsgiver.\nDet skal gis opplysning om aktivitetens art, oppdragsgiver og omfanget av forsvarspersonellets oppdrag utenfor forsvarssektoren.\nForsvarsdepartementet kan for enkelte stillinger og avdelinger innføre særskilt krav om samtykke fra arbeidsgiver for at forsvarspersonell skal kunne ta lønnede og ulønnede oppdrag utenfor forsvarssektoren.\nDenne bestemmelsen begrenser ikke arbeidstakers plikt til å opplyse om oppdrag som følger av avtale eller andre rettsregler.\n0 Tilføyd ved lov 21 juni 2013 nr. 77 (ikr. 21 juni 2013 iflg. res. 21 juni 2013 nr. 690).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Tilsettingsforholdets lengde",
      "content": "Offiserer,​1 befal,​1 grenaderer​1 og konstabler​1 kan tilsettes midlertidig, eller de kan tilsettes fast til de fyller 35 år eller fast til de fyller 60 år. De som er tilsatt midlertidig, skal fratre stillingen sin uten oppsigelse. De som er fast tilsatt, skal fratre stillingen ved første månedsskifte etter at de har fylt 35 eller 60 år.\nForsvaret kan ved behov forlenge tilsettingsperioden med inntil 3 år for dem som er tilsatt til de fyller 35 år.\nNår spesielle forhold gjør det nødvendig, kan departementet forlenge tilsettingsperioden med inntil ett år om gangen for militært tilsatte som har nådd aldersgrensen på 60 år.\nDepartementet gir nærmere regler om varigheten av og om adgangen til å fornye det midlertidige tilsettingsforholdet.\n0 Endret ved lov 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947), se dens III for overgansregler.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Disponering",
      "content": "Militært tilsatte​1 plikter å la seg disponere til stilling i Norge og i utlandet i samsvar med Forsvarets behov. Disponering fra stilling kan skje når dette åpenbart er påkrevd av helsemessige, sikkerhetsmessige eller særskilte grunner. Disponering fra stilling av slike særskilte grunner kan ikke skje i de tilfeller der grunnlaget for disponeringen faller inn under tjenestemannsloven​2 §§ 15 og 16 eller lov 20. mai 1988 nr. 32 om militær disiplinærmyndighet § 1.\nFor tjenestegjøring i internasjonale operasjoner​1 gjelder bestemmelsene i kapittel III.\nMilitært tilsatte​1 plikter å rette seg etter de krav til endringer i tjenesten og forflytninger som måtte bli nødvendig på grunn av organisasjonsendringer i Forsvaret.\n0 Endret ved lover 21 juni 2013 nr. 77 (ikr. 21 juni 2013 iflg. res. 21 juni 2013 nr. 690), 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).\n1 Se § 3.\n2 Lov 4 mars 1983 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Oppsigelse mv.",
      "content": "Militært tilsatte​1 med plikttjeneste i Forsvaret har ikke rett til selv å si opp sin stilling.\nMidlertidig militært tilsatte​1 og de som er fast tilsatt til de fyller 35 eller 38 år, kan ikke kreve fortrinnsrett og rett til ventelønn etter lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m.\n0 Endret ved lov 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Pliktmessig avhold",
      "content": "Militært tilsatte​2 og vernepliktige​2 skal i tjenestetiden ikke nyte alkohol eller annet berusende eller bedøvende middel. Departementet kan gi forskrift om unntak fra første punktum. Forbudet gjelder ikke ved fravær under permisjon eller fritid, med mindre annet er bestemt av departementet.\nMilitært tilsatte​2 og vernepliktige​2 skal heller ikke møte til tjeneste påvirket av alkohol eller annet berusende eller bedøvende middel. Som påvirket av alkohol regnes en person som har alkoholkonsentrasjon i blodet som er større enn 0,2 promille, eller en alkoholmengde i kroppen som kan føre til en så stor alkoholkonsentrasjon i blodet, eller større alkoholkonsentrasjon i utåndingsluften enn 0,1 milligram per liter luft.\nFørste og annet ledd gjelder ikke for legemidler som inntas i samsvar med resept fra lege, tannlege eller annen med rekvireringsrett. Den som inntar legemidler som kan virke berusende eller bedøvende, skal snarest orientere sin arbeidsgiver om dette.\nBestemmelsene i vegtrafikkloven 18. juni 1965 nr. 4 § 22 a om alkotest, utåndingsprøve og blodprøve gjelder tilsvarende.\nOvertredelse av bestemmelsene om pliktmessig avhold kan refses disiplinært i henhold til lov 20. mai 1988 nr. 32 om militær disiplinærmyndighet.\nDepartementet kan bestemme at forbudet i første og annet ledd skal gjøres gjeldende for tilsatt sivilt personell i Forsvarsdepartementet med underliggende etater.\nDepartementet kan gi nærmere regler om pliktmessig avhold.\n0 Endret ved lover 21 juni 2013 nr. 77 (ikr. 21 juni 2013 iflg. res. 21 juni 2013 nr. 690), 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).\n1 Sml. lov 4 aug 1995 nr. 53 § 23.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Disponering til tjenestegjøring i internasjonale operasjoner​1",
      "content": "Militært tilsatte​2 kan disponeres til tjenestegjøring i internasjonale operasjoner.​2\nDet samme gjelder tilsatt sivilt personell i Forsvarsdepartementet med underliggende etater, som tilhører bestemte kategorier fastsatt av Forsvarsdepartementet.\nDenne disponeringsplikten går ikke foran beordringsplikten etter lov 23. juni 2000 nr. 56 om helsemessig og sosial beredskap § 4-1.\n0 Endret ved lov 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).\n1 Se § 19 og § 3.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Disponering i medhold av inngått kontrakt",
      "content": "En person som ikke har plikt til å gjøre tjeneste i medhold av § 11, kan ved skriftlig kontrakt forplikte seg på forhånd til å tjenestegjøre i en eller flere internasjonale operasjoner.​1\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:12 a",
      "chapter": "3",
      "section": "12 a",
      "title": "Rett til oppfølging",
      "content": "Personell som tjenestegjør og har tjenestegjort i internasjonale operasjoner​1 har, ved behov, rett til psykiatrisk og psykologisk oppfølging fra Forsvaret i ett år etter endt tjeneste. Forsvaret har plikt til å tilby slik oppfølging og til å sørge for at overgangen til det sivile helsevesenet skjer på en for personellet betryggende måte.\nForsvaret har plikt til å tilby annen oppfølging i ett år etter endt tjeneste i den grad det er rimelig ut fra personellets helsetilstand og økonomiske stilling, tjenesteforholdets varighet og forholdene ellers.\nDepartementet kan gi forskrift med utfyllende regler om innholdet i og omfanget av oppfølging etter første og annet ledd.\n0 Tilføyd ved lov 19 juni 2009 nr. 64 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 698).\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12a",
        "source_heading": "§ 12 a."
      }
    },
    {
      "provision_ref": "3:12 b",
      "chapter": "3",
      "section": "12 b",
      "title": "Objektivt erstatningsansvar ved personskade i internasjonale operasjoner​1",
      "content": "Staten skal uavhengig av skyld erstatte tap påført sivilt personell, militært tilsatte eller vernepliktige på grunn av skade eller sykdom oppstått som følge av tjeneste i en internasjonal operasjon, herunder psykiske belastningsskader.\nStaten hefter ikke på annet grunnlag for skade eller sykdom, herunder psykiske belastningsskader, som etter sin art faller inn under denne bestemmelsen.\nYrkesskadeforsikringsloven 16. juni 1989 nr. 65 §§ 12, 13 første ledd, 14 og 15 gjelder så langt ikke annet er bestemt i eller i medhold av denne lov.\nDepartementet kan gi forskrifter med nærmere bestemmelser om ordningens innhold og gjennomføring, herunder regler om utmåling av erstatningen.\n0 Tilføyd ved lov 19 juni 2009 nr. 64 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 698), endret ved lov 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12b",
        "source_heading": "§ 12 b."
      }
    },
    {
      "provision_ref": "3:12 c",
      "chapter": "3",
      "section": "12 c",
      "title": "Billighetserstatning",
      "content": "Departementet kan gi forskrift om billighetserstatning for psykiske belastningsskader som følge av deltakelse i internasjonale operasjoner. Utbetaling etter forskriften skal samordnes med erstatningsutbetalinger på annet grunnlag fra staten til personell som deltar i internasjonale operasjoner.\n0 Tilføyd ved lov 19 juni 2009 nr. 64 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 698).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12c",
        "source_heading": "§ 12 c."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Forholdet til andre lover",
      "content": "Under tjenestegjøring i internasjonale operasjoner​1 gjelder ikke arbeidsmiljøloven.​2\nTjenestemannsloven​3 §§ 2, 4, 5 og 11 kommer ikke til anvendelse under tjenestegjøring i internasjonale operasjoner.\n1 Se § 3.\n2 Lov 17 juni 2005 nr. 62.\n3 Lov 4 mars 1983 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Krav om statsborgerskap",
      "content": "Den tjenestegjørende må være norsk statsborger.​1\nMed de begrensninger som er anerkjent i folkeretten eller følger av overenskomst med fremmed stat, kan departementet likevel tillate andre personer å gjøre tjeneste som medlem av en norsk styrke i en internasjonal operasjon.\n1 Se lov 10 juni 2005 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Hjemsendelse",
      "content": "Den som deltar i en internasjonal operasjon​1 kan sendes hjem fra tjenesten etter bestemmelser fastsatt av departementet.\nLov 10. februar 1967 om behandlingsmåten i forvaltningssaker kapittel IV og VI gjelder ikke ved behandling av saker om hjemsendelse.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:15 a",
      "chapter": "3",
      "section": "15 a",
      "title": "Vandelskontroll",
      "content": "Forsvaret kan kreve fremleggelse av uttømmende politiattest​1 i forbindelse med uttak av personell i internasjonale operasjoner.\nMilitære myndigheter kan begjære om at det foretas vandelsvurdering etter reglene i politiregisterloven​2 § 45 av personer som tilhører rikets krigsmakt eller som er i sivil tjeneste i Forsvaret, dersom opplysningene kan ha betydning for avgjørelsen av om det skal reageres mot vedkommende ved disiplinær refselse eller påtale eller hvor det ellers er av særlig viktighet for de militære myndigheter å få slike opplysninger på grunn av den tjeneste vedkommende utfører eller som man overveier å pålegge vedkommende.\n0 Tilføyd ved lov 21 juni 2013 nr. 82 (ikr. 1 juli 2014 iflg. res. 27 sep 2013 nr. 1132 som endret ved res. 13 des 2013 nr. 1449).\n1 Se lov 28 mai 2010 nr. 16 § 41.\n2 Lov 28 mai 2010 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15a",
        "source_heading": "§ 15 a."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Oppsigelse m.m.",
      "content": "Tilsatt personell som er disponert til å gjøre tjeneste i en internasjonal operasjon,​1 kan si opp sin stilling med tre måneders varsel. Fratredelse fra stilling for personell med plikttjeneste skjer likevel ikke før eventuell resterende plikttjeneste er avtjent i Norge.\nPersonell som har inngått kontrakt som nevnt i § 12, kan si opp kontrakten med tre måneders varsel etter at vedkommende er blitt disponert til tjeneste.\nPersonell som er forpliktet til å gjøre tjeneste i en internasjonal operasjon, kan når som helst søke seg fritatt fra tjenesteplikten. Slik søknad skal innvilges dersom vektige helsemessige, velferdsmessige eller sosiale grunner tilsier det.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Forskrifter",
      "content": "Kongen gir forskrifter om:\na. maksimal tjenesteperiode som kan pålegges i medhold av § 11,\nb. hvordan utvelgelse til internasjonale operasjoner​1 skal skje, herunder om kvalifikasjoner og øvrige vilkår for tjenestegjøring,\nc. innholdet i kontrakter som nevnt i § 12,\nd. behandling av søknader som nevnt i § 16 tredje ledd,\ne. klage over avgjørelse om hjemsendelse og om virkningene av slik klage,\nf. arbeidsmiljøet til norske styrker som deltar i operasjoner og\ng. disponering og vilkår for tjenestegjøring for bestemte kategorier tilsatt sivilt personell som nevnt i § 11 andre ledd.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Ikrafttredelse",
      "content": "Denne lov gjelder fra den tid Kongen bestemmer.​1 De enkelte deler av loven kan settes i kraft til ulik tid.\n1 Fra 1 jan 2005 iflg. res. 10 des 2004 nr. 1614.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Overgangsbestemmelser",
      "content": "Sivilt personell som nevnt i § 11 andre ledd kan bare disponeres til internasjonale operasjoner​1 dersom vedkommende er tilsatt etter at kapittel III trådte i kraft, og etter at bestemte kategorier er fastsatt av Forsvarsdepartementet, med mindre vedkommende skriftlig har akseptert å bli underlagt disponering som nevnt i § 11.\nTidligere yrkesbefal som er tilsatt før 1. januar 2005, kan bare sies opp etter lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m. § 10 nr. 2 bokstav a.\n§ 12 a omfatter rett til oppfølging for personell som tjenestegjør i internasjonale operasjoner etter at bestemmelsen trådte i kraft. § 12 b omfatter skader og sykdom som er påført etter at bestemmelsen trådte i kraft.\n0 Endret ved lover 15 des 2006 nr. 87, 19 juni 2009 nr. 64 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 698), 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Endringer i andre lover",
      "content": "Fra den tid Kongen bestemmer,​1 gjøres følgende endringer i andre lover: – – –\n1 Fra 1 jan 2005 iflg. res. 10 des 2004 nr. 1614.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Formålet med loven er å legge til rette for en hensiktsmessig anvendelse av Forsvarets personellressurser for å sikre gjennomføringen av Forsvarets oppgaver nasjonalt og internasjonalt.\nForsvaret har et særlig ansvar for at personell som deltar i internasjonale operasjoner og deres pårørende blir godt ivaretatt før, under og etter endt tjeneste.\n0 Endret ved lov 19 juni 2009 nr. 64 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 698).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Virkeområde",
      "content": "Loven gjelder for militært tilsatte i Forsvarsdepartementet med underliggende etater, når ikke annet er fastsatt i eller i medhold av denne lov.\n0 Endret ved lov 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Definisjoner",
      "content": "Med militært tilsatte menes offiserer, befal, grenaderer og konstabler som er tilsatt i Forsvaret.\nMed forsvarspersonell menes vernepliktige, militært tilsatte og sivilt tilsatt personell i Forsvarsdepartementet og underliggende etater.\nMed internasjonale operasjoner menes enhver operasjon i utlandet som krever bruk av militære styrker, og som er godkjent av norske myndigheter.\n0 Endret ved lover 21 juni 2013 nr. 77 (ikr. 21 juni 2013 iflg. res. 21 juni 2013 nr. 690), 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Tilsettingsvilkår for militært tilsatte",
      "content": "Offiserer,​1 befal,​1 grenaderer​1 og konstabler​1 tilsettes på de vilkår som er fastsatt i lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m. (tjenestemannsloven) med de avvik som følger i eller i medhold av denne lov.\nMilitært tilsatte er unntatt fra forbudet om forskjellsbehandling på grunn av alder etter arbeidsmiljøloven​2 § 13-1 første ledd.\nMilitært tilsatte plikter å overholde de regler om tilsetting, utdanning, disponering og avansement mv. som er fastsatt i den til enhver tid gjeldende ordningen for militært tilsatte. Ordningen for militært tilsatte fastsettes av Kongen med Stortingets samtykke.\nDepartementet har instruksjons- og organisasjonsmyndighet og kan utforme nødvendige tilpasninger og regelverk innenfor de overordnede rammene i ordningen for militært tilsatte.\nDepartementet gir regler om hvem som er tilsettingsmyndighet, og om fremgangsmåten ved tilsetting. Reglene kan fravike tjenestemannsloven.​3\n0 Endret ved lover 17 juni 2005 nr. 62 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 609), 21 juni 2013 nr. 77 (ikr. 21 juni 2013 iflg. res. 21 juni 2013 nr. 690), 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).\n1 Se § 3.\n2 Lov 17 juni 2005 nr. 62.\n3 Lov 4 mars 1983 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:4 a",
      "chapter": "2",
      "section": "4 a",
      "title": "Forsvarspersonellets adgang til å ta oppdrag utenfor forsvarssektoren",
      "content": "Forsvarspersonell plikter å utvise særlig aktsomhet med å påta seg oppdrag utenfor forsvarssektoren.\nForsvarspersonell plikter av eget tiltak å gi opplysninger til hovedarbeidsgiver om lønnede og ulønnede oppdrag utenfor forsvarssektoren som er nært beslektet med arbeidet vedkommende utfører hos hovedarbeidsgiver.\nDet skal gis opplysning om aktivitetens art, oppdragsgiver og omfanget av forsvarspersonellets oppdrag utenfor forsvarssektoren.\nForsvarsdepartementet kan for enkelte stillinger og avdelinger innføre særskilt krav om samtykke fra arbeidsgiver for at forsvarspersonell skal kunne ta lønnede og ulønnede oppdrag utenfor forsvarssektoren.\nDenne bestemmelsen begrenser ikke arbeidstakers plikt til å opplyse om oppdrag som følger av avtale eller andre rettsregler.\n0 Tilføyd ved lov 21 juni 2013 nr. 77 (ikr. 21 juni 2013 iflg. res. 21 juni 2013 nr. 690).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Tilsettingsforholdets lengde",
      "content": "Offiserer,​1 befal,​1 grenaderer​1 og konstabler​1 kan tilsettes midlertidig, eller de kan tilsettes fast til de fyller 35 år eller fast til de fyller 60 år. De som er tilsatt midlertidig, skal fratre stillingen sin uten oppsigelse. De som er fast tilsatt, skal fratre stillingen ved første månedsskifte etter at de har fylt 35 eller 60 år.\nForsvaret kan ved behov forlenge tilsettingsperioden med inntil 3 år for dem som er tilsatt til de fyller 35 år.\nNår spesielle forhold gjør det nødvendig, kan departementet forlenge tilsettingsperioden med inntil ett år om gangen for militært tilsatte som har nådd aldersgrensen på 60 år.\nDepartementet gir nærmere regler om varigheten av og om adgangen til å fornye det midlertidige tilsettingsforholdet.\n0 Endret ved lov 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947), se dens III for overgansregler.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Disponering",
      "content": "Militært tilsatte​1 plikter å la seg disponere til stilling i Norge og i utlandet i samsvar med Forsvarets behov. Disponering fra stilling kan skje når dette åpenbart er påkrevd av helsemessige, sikkerhetsmessige eller særskilte grunner. Disponering fra stilling av slike særskilte grunner kan ikke skje i de tilfeller der grunnlaget for disponeringen faller inn under tjenestemannsloven​2 §§ 15 og 16 eller lov 20. mai 1988 nr. 32 om militær disiplinærmyndighet § 1.\nFor tjenestegjøring i internasjonale operasjoner​1 gjelder bestemmelsene i kapittel III.\nMilitært tilsatte​1 plikter å rette seg etter de krav til endringer i tjenesten og forflytninger som måtte bli nødvendig på grunn av organisasjonsendringer i Forsvaret.\n0 Endret ved lover 21 juni 2013 nr. 77 (ikr. 21 juni 2013 iflg. res. 21 juni 2013 nr. 690), 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).\n1 Se § 3.\n2 Lov 4 mars 1983 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Oppsigelse mv.",
      "content": "Militært tilsatte​1 med plikttjeneste i Forsvaret har ikke rett til selv å si opp sin stilling.\nMidlertidig militært tilsatte​1 og de som er fast tilsatt til de fyller 35 eller 38 år, kan ikke kreve fortrinnsrett og rett til ventelønn etter lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m.\n0 Endret ved lov 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Pliktmessig avhold",
      "content": "Militært tilsatte​2 og vernepliktige​2 skal i tjenestetiden ikke nyte alkohol eller annet berusende eller bedøvende middel. Departementet kan gi forskrift om unntak fra første punktum. Forbudet gjelder ikke ved fravær under permisjon eller fritid, med mindre annet er bestemt av departementet.\nMilitært tilsatte​2 og vernepliktige​2 skal heller ikke møte til tjeneste påvirket av alkohol eller annet berusende eller bedøvende middel. Som påvirket av alkohol regnes en person som har alkoholkonsentrasjon i blodet som er større enn 0,2 promille, eller en alkoholmengde i kroppen som kan føre til en så stor alkoholkonsentrasjon i blodet, eller større alkoholkonsentrasjon i utåndingsluften enn 0,1 milligram per liter luft.\nFørste og annet ledd gjelder ikke for legemidler som inntas i samsvar med resept fra lege, tannlege eller annen med rekvireringsrett. Den som inntar legemidler som kan virke berusende eller bedøvende, skal snarest orientere sin arbeidsgiver om dette.\nBestemmelsene i vegtrafikkloven 18. juni 1965 nr. 4 § 22 a om alkotest, utåndingsprøve og blodprøve gjelder tilsvarende.\nOvertredelse av bestemmelsene om pliktmessig avhold kan refses disiplinært i henhold til lov 20. mai 1988 nr. 32 om militær disiplinærmyndighet.\nDepartementet kan bestemme at forbudet i første og annet ledd skal gjøres gjeldende for tilsatt sivilt personell i Forsvarsdepartementet med underliggende etater.\nDepartementet kan gi nærmere regler om pliktmessig avhold.\n0 Endret ved lover 21 juni 2013 nr. 77 (ikr. 21 juni 2013 iflg. res. 21 juni 2013 nr. 690), 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).\n1 Sml. lov 4 aug 1995 nr. 53 § 23.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Disponering til tjenestegjøring i internasjonale operasjoner​1",
      "content": "Militært tilsatte​2 kan disponeres til tjenestegjøring i internasjonale operasjoner.​2\nDet samme gjelder tilsatt sivilt personell i Forsvarsdepartementet med underliggende etater, som tilhører bestemte kategorier fastsatt av Forsvarsdepartementet.\nDenne disponeringsplikten går ikke foran beordringsplikten etter lov 23. juni 2000 nr. 56 om helsemessig og sosial beredskap § 4-1.\n0 Endret ved lov 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).\n1 Se § 19 og § 3.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Disponering i medhold av inngått kontrakt",
      "content": "En person som ikke har plikt til å gjøre tjeneste i medhold av § 11, kan ved skriftlig kontrakt forplikte seg på forhånd til å tjenestegjøre i en eller flere internasjonale operasjoner.​1\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:12 a",
      "chapter": "3",
      "section": "12 a",
      "title": "Rett til oppfølging",
      "content": "Personell som tjenestegjør og har tjenestegjort i internasjonale operasjoner​1 har, ved behov, rett til psykiatrisk og psykologisk oppfølging fra Forsvaret i ett år etter endt tjeneste. Forsvaret har plikt til å tilby slik oppfølging og til å sørge for at overgangen til det sivile helsevesenet skjer på en for personellet betryggende måte.\nForsvaret har plikt til å tilby annen oppfølging i ett år etter endt tjeneste i den grad det er rimelig ut fra personellets helsetilstand og økonomiske stilling, tjenesteforholdets varighet og forholdene ellers.\nDepartementet kan gi forskrift med utfyllende regler om innholdet i og omfanget av oppfølging etter første og annet ledd.\n0 Tilføyd ved lov 19 juni 2009 nr. 64 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 698).\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12a",
        "source_heading": "§ 12 a."
      }
    },
    {
      "provision_ref": "3:12 b",
      "chapter": "3",
      "section": "12 b",
      "title": "Objektivt erstatningsansvar ved personskade i internasjonale operasjoner​1",
      "content": "Staten skal uavhengig av skyld erstatte tap påført sivilt personell, militært tilsatte eller vernepliktige på grunn av skade eller sykdom oppstått som følge av tjeneste i en internasjonal operasjon, herunder psykiske belastningsskader.\nStaten hefter ikke på annet grunnlag for skade eller sykdom, herunder psykiske belastningsskader, som etter sin art faller inn under denne bestemmelsen.\nYrkesskadeforsikringsloven 16. juni 1989 nr. 65 §§ 12, 13 første ledd, 14 og 15 gjelder så langt ikke annet er bestemt i eller i medhold av denne lov.\nDepartementet kan gi forskrifter med nærmere bestemmelser om ordningens innhold og gjennomføring, herunder regler om utmåling av erstatningen.\n0 Tilføyd ved lov 19 juni 2009 nr. 64 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 698), endret ved lov 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12b",
        "source_heading": "§ 12 b."
      }
    },
    {
      "provision_ref": "3:12 c",
      "chapter": "3",
      "section": "12 c",
      "title": "Billighetserstatning",
      "content": "Departementet kan gi forskrift om billighetserstatning for psykiske belastningsskader som følge av deltakelse i internasjonale operasjoner. Utbetaling etter forskriften skal samordnes med erstatningsutbetalinger på annet grunnlag fra staten til personell som deltar i internasjonale operasjoner.\n0 Tilføyd ved lov 19 juni 2009 nr. 64 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 698).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12c",
        "source_heading": "§ 12 c."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Forholdet til andre lover",
      "content": "Under tjenestegjøring i internasjonale operasjoner​1 gjelder ikke arbeidsmiljøloven.​2\nTjenestemannsloven​3 §§ 2, 4, 5 og 11 kommer ikke til anvendelse under tjenestegjøring i internasjonale operasjoner.\n1 Se § 3.\n2 Lov 17 juni 2005 nr. 62.\n3 Lov 4 mars 1983 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Krav om statsborgerskap",
      "content": "Den tjenestegjørende må være norsk statsborger.​1\nMed de begrensninger som er anerkjent i folkeretten eller følger av overenskomst med fremmed stat, kan departementet likevel tillate andre personer å gjøre tjeneste som medlem av en norsk styrke i en internasjonal operasjon.\n1 Se lov 10 juni 2005 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Hjemsendelse",
      "content": "Den som deltar i en internasjonal operasjon​1 kan sendes hjem fra tjenesten etter bestemmelser fastsatt av departementet.\nLov 10. februar 1967 om behandlingsmåten i forvaltningssaker kapittel IV og VI gjelder ikke ved behandling av saker om hjemsendelse.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:15 a",
      "chapter": "3",
      "section": "15 a",
      "title": "Vandelskontroll",
      "content": "Forsvaret kan kreve fremleggelse av uttømmende politiattest​1 i forbindelse med uttak av personell i internasjonale operasjoner.\nMilitære myndigheter kan begjære om at det foretas vandelsvurdering etter reglene i politiregisterloven​2 § 45 av personer som tilhører rikets krigsmakt eller som er i sivil tjeneste i Forsvaret, dersom opplysningene kan ha betydning for avgjørelsen av om det skal reageres mot vedkommende ved disiplinær refselse eller påtale eller hvor det ellers er av særlig viktighet for de militære myndigheter å få slike opplysninger på grunn av den tjeneste vedkommende utfører eller som man overveier å pålegge vedkommende.\n0 Tilføyd ved lov 21 juni 2013 nr. 82 (ikr. 1 juli 2014 iflg. res. 27 sep 2013 nr. 1132 som endret ved res. 13 des 2013 nr. 1449).\n1 Se lov 28 mai 2010 nr. 16 § 41.\n2 Lov 28 mai 2010 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15a",
        "source_heading": "§ 15 a."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Oppsigelse m.m.",
      "content": "Tilsatt personell som er disponert til å gjøre tjeneste i en internasjonal operasjon,​1 kan si opp sin stilling med tre måneders varsel. Fratredelse fra stilling for personell med plikttjeneste skjer likevel ikke før eventuell resterende plikttjeneste er avtjent i Norge.\nPersonell som har inngått kontrakt som nevnt i § 12, kan si opp kontrakten med tre måneders varsel etter at vedkommende er blitt disponert til tjeneste.\nPersonell som er forpliktet til å gjøre tjeneste i en internasjonal operasjon, kan når som helst søke seg fritatt fra tjenesteplikten. Slik søknad skal innvilges dersom vektige helsemessige, velferdsmessige eller sosiale grunner tilsier det.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Forskrifter",
      "content": "Kongen gir forskrifter om:\na. maksimal tjenesteperiode som kan pålegges i medhold av § 11,\nb. hvordan utvelgelse til internasjonale operasjoner​1 skal skje, herunder om kvalifikasjoner og øvrige vilkår for tjenestegjøring,\nc. innholdet i kontrakter som nevnt i § 12,\nd. behandling av søknader som nevnt i § 16 tredje ledd,\ne. klage over avgjørelse om hjemsendelse og om virkningene av slik klage,\nf. arbeidsmiljøet til norske styrker som deltar i operasjoner og\ng. disponering og vilkår for tjenestegjøring for bestemte kategorier tilsatt sivilt personell som nevnt i § 11 andre ledd.\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Ikrafttredelse",
      "content": "Denne lov gjelder fra den tid Kongen bestemmer.​1 De enkelte deler av loven kan settes i kraft til ulik tid.\n1 Fra 1 jan 2005 iflg. res. 10 des 2004 nr. 1614.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Overgangsbestemmelser",
      "content": "Sivilt personell som nevnt i § 11 andre ledd kan bare disponeres til internasjonale operasjoner​1 dersom vedkommende er tilsatt etter at kapittel III trådte i kraft, og etter at bestemte kategorier er fastsatt av Forsvarsdepartementet, med mindre vedkommende skriftlig har akseptert å bli underlagt disponering som nevnt i § 11.\nTidligere yrkesbefal som er tilsatt før 1. januar 2005, kan bare sies opp etter lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m. § 10 nr. 2 bokstav a.\n§ 12 a omfatter rett til oppfølging for personell som tjenestegjør i internasjonale operasjoner etter at bestemmelsen trådte i kraft. § 12 b omfatter skader og sykdom som er påført etter at bestemmelsen trådte i kraft.\n0 Endret ved lover 15 des 2006 nr. 87, 19 juni 2009 nr. 64 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 698), 7 aug 2015 nr. 82 (ikr. 1 jan 2016 iflg. res. 7 aug 2015 nr. 947).\n1 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Endringer i andre lover",
      "content": "Fra den tid Kongen bestemmer,​1 gjøres følgende endringer i andre lover: – – –\n1 Fra 1 jan 2005 iflg. res. 10 des 2004 nr. 1614.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    }
  ]
}