{
  "id": "LOV-1897-08-03-1",
  "type": "statute",
  "title": "Lov om Kirker og Kirkegaarde.",
  "short_name": "Kirkegårdsloven.",
  "status": "in_force",
  "issued_date": "1897-08-03",
  "in_force_date": "1897-08-03",
  "url": "https://lovdata.no/dokument/NLO/lov/1897-08-03-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Enhver Sognekirke skal, forsaavidt ikke anderledes i denne Lov bestemmes,​2 være Sognemenighedens Eiendom og maa ikke afhændes.\nHvor der for flere sogn på landet er en sognekirke som eies av menighetene i fellesskap, kan dog dette forhold vedbli, så lenge der ikke fra nogen av de interesserte menigheter kommer krav om opløsning av forholdet.​3\nKongen kan etter at herredsstyret og de kirkelige myndigheter har hatt anledning til å uttale seg, beslutte at et kirkesogn​4 skal deles i to eller flere selvstendige kirkesogn. I et herred som omfatter to eller flere kirkesogn, kan Kongen endre de innbyrdes grenser mellom kirkesognene og treffe bestemmelse om sammenslutning av kirkesogn etter at herredsstyret og de kirkelige myndigheter har hatt anledning til å uttale seg.\nKongen kan etter at herredsstyret og de kirkelige myndigheter har hatt anledning til å uttale seg, beslutte endring av navn på kirkesogn.\nI byer og herreder med flere menigheter kan kirkene være i felleseie for disse.\n1 Endret ved lover 24 juni 1933 nr. 1 og 15 des 1950 nr. 8 § 5.\n2 Se annet og femte ledd, § 2, annet ledd og § 10.\n3 Se § 9.\n4 Se lov 29 april 1953 nr. 1 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Sognekirke, som helt eller for en Del er i Privates Eie eller alene tilhører en Del af Sognets Indvaanere, skal ved Herredsstyrets Foranstaltning erhverves for Menigheden inden 5 Aar fra 1ste Januar efter denne Lovs Ikrafttræden.​1\nDog kan Menigheden undlade at indløse Kirke, som ikke har eller bliver tillagt Indtægter, tilstrækkelige til at dække de Udgifter, der efter nærværende Lovs § 4 findes at paahvile de private Kirkeeiere.​2\n1 Dvs. innen 1 jan 1904.\n2 Jfr. dog § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Ved Kirkes Erhvervelse for Menigheden skal dens Tiende, Landskyld og øvrige Indtægter medfølge, men dens Kapital, Jordegods, Skog og Rettigheder forøvrigt​1 kun i den Udstrækning, de trænges til at dække Kirkens Udgifter.\nForsaavidt der tilligger Kirke Fisketiendeerstatning, skal denne ved Kirkens Erhvervelse for Menigheden medfølge i den Udstrækning, som af Kommunestyret forlanges.\n1 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Vilkaarene for Kirkes Erhvervelse bestemmes ved Overenskomst eller i Mangel deraf ved Skjøn​2 af udenbygds Mænd.\nSkjønnet fastsætter det aarlige Beløb, som antages nødvendigt til Kirkens Vedligehold i god og forsvarlig Stand, til større Udbedringer og Nybygning samt til at dække de øvrige Forpligtelser, der paahviler den private Kirkeeier.\n1 Jfr. §§ 9, 28 og 30.\n2 Se lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Forsaavidt det fastsatte aarlige Udgiftsbeløb er mindre end Kirkens Aarsindkomst af Tiende, Landskyld og andre Indtægter, bliver Overskuddet at indløse af Sognekassen mod 24 Gange dets aarlige Beløb eller paa Forlangende af Kirkeeieren efter Skjønnets Bestemmelse.\nSaafremt Udgiftsbeløbet er større end Kirkens Indtægter, har Kirkeeieren af Kirkens Kapital, Jordegods eller Skog efter Skjønnets nærmere Bestemmelse at tilsvare 24 Gange det aarlige Underskud.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Naar takst er avgit og taksten er blitt endelig, har herredsstyret rett til overensstemmende med lov 1 juni 1917 om skjønnssaker, ekspropriasjon og odelsløsning § 53 på menighetens vegne å kreve å ta kirken med dens i taksten medtagne tilliggender i besiddelse paa de fastsatte vilkaar.\n1 Endret ved lover 16 juni 1939 nr. 1 §§ 1 og 6, 26 jan 1973 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Omkostninger ved det i §§ 4-6 omhandlede Skjøn udredes af Herredskassen.\n1 Endret ved lov 26 jan 1973 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Hvor Kirken er erhvervet for Menigheden, bortfalder de for Kirkegods gjældende særlige Indskrænkninger i Eiendomsretten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Naar Sognekirke, som er i flere Menigheders Fælleseie, kræves udskilt af Fællesskabet,​2 kan Opløsningen i Mangel af mindelig Overenskomst ske ved Skjøn af udenbygds Mænd​3 paa Parternes Bekostning. Skjønnet kan inden 8 Uger efter Afgivelsen indankes til endelig Afgjørelse af Kongen eller den, han dertil bemyndiger.\nVed saadanne Opløsninger skal Kirketienden af Eiendomme i det Sogn, hvor Kirken er beliggende, altid følge denne. Det samme gjelder Kirkens øvrige Indtægter, forsaavidt ikke særlige Forhold gjør det utilraadeligt.\n1 Jfr. lov 29 april 1953 § 20.\n2 Se § 1 annet ledd.\n3 Jfr. § 4 med henvisninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "For de Kirker, der tilhører Staten, det nordlandske Kirke- og Skolefond​1 eller anden offentlig Stiftelse, vedbliver det nuværende Eiendomsforhold, indtil anderledes bestemmes.\n1 Se lov 1 aug 1821.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Hvor Kirke ikke er i Menighedens Eie,​1 maa dens Tiende, Landskyld og øvrige Indtægter og Rettigheder ikke skilles fra den.\n1 Se § 2 første og annet ledd samt § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Naar Kirke tilhører Menigheden, maa dens Kapitaler, Indtægter og Rettigheder ikke skilles fra den.\nJordegods, som tilhører saadan Kirke, kan afhændes efter Beslutning af Kommunen med Samtykke af Kongen eller den han dertil bemyndiger.​2\nAl Kirken tilhørende Formue samt Salgs- og Indløsningssummer henlægges til et Fond for Kirken,​3 forsaavidt ikke særlig Bestemmelse derfor er til Hinder.\n1 Endret ved lov 11 juni 1993 nr. 85.\n2 Stiftsdireksjonen iflg. res. 17 jan 1975.\n3 Se §§ 17 og 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "(Opphevet ved lov 16 juni 1939 nr. 1.)",
      "content": "§ 13.(Opphevet ved lov 16 juni 1939 nr. 1.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Ret til faste Stolestader i Kirker, der tilhører Menigheden eller bliver erhvervet for denne, bortfalder fra nærværende Lovs Ikrafttræden​1 eller fra Kirkens Erhvervelse.\nBortleie af faste Stolestader i saadanne Kirker maa fra samme Tid ikke mere finde Sted.\n1 Dvs. 1 jan 1898.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "For Benyttelse af Kirke i Menighedens Eie til kirkelige Handlinger, der udføres i Forbindelse med den almindelige Gudstjeneste eller paa andre dertil af Kongen bestemte Dage, erlægges ikke Betaling.\nFor saadan Kirkes benyttelse til kirkelige handlinger, som udføres til andre Tider, kan der kræves Betaling efter Vedtægt, som fastsettes af Kommunen og godkjendes av Kirkens Overtilsyn.​2\n1 Endret ved lov 11 juni 1993 nr. 85.\n2 Se § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "For Benyttelse af Kirke i Menighedens Eie til gudstjenestligt eller andet opbyggeligt Brug erlægges ikke Betaling.\nTillades saadan Kirke benyttet til Forhandlingsmøder eller Koncerter,​1 kan der kræves Betaling efter Vedtægt, fastsat paa den i foregaaende Paragrafs andet Afsnit bestemte Maade.\n1 Se § 47 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Det i § 12 omhandlede Kirkefond bestyres og forvaltes af Kommunen. Fondets Kapitaler anbringes mod Sikkerhed som for Umyndiges Midler bestemt.​2 Med Hensyn til Regnskabs Aflæggelse og Revision forholdes som med kommunale Regnskaber.​3\n1 Endret ved lov 11 juni 1993 nr. 85.\n2 Se lov 22 april 1927 nr. 3 §§ 64-66.\n3 Se lov 25 sep 1992 nr. 107 § 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Kirkens Indtægter anvendes, forsaavidt den er i Menighedens Eie, alene til Kirkens Behov og til de den paahvilende Lønninger.\nMed Kongens​2 Samtykke kan Overskud af Indtægterne anvendes ogsaa til andre kirkelige eller dermed beslægtede Formaal.\n1 Jfr. § 48.\n2 Kirkedepartementet, nå Kirke-, utdannings- og forskningsdepartementet ifølge res. 27 juni 1924, jfr. res. 21 des 1990 nr. 1022.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Forsaavidt de Indtægter, der tilligger Kirke i Menighedens Eie, ikke dækker dens Udgifter, udlignes det manglende efter Reglerne i de kommunale Skattelove.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Med samtykke av vedkommende departement​2 kan et kirkefonds kapital nyttes til kirkelige formål i menigheten for så vidt testamentariske eller andre særskilte bestemmelser ikke er til hinder for det. Hvor en kommune omfatter flere menigheter, kan på samme vilkår et kirkefonds kapital nyttes til kirkelige formål i andre menigheter i kommunen.\nFør Samtykke blir gitt skal vedkommende menighetsråd og kommune ha hatt anledning til å uttale seg.\n1 Opphevet ved lov 16 juni 1939 nr. 1, tilføyd ved lov 30 mars 1962.\n2 Stiftsdireksjonen iflg. res. 17 jan 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Kirke maa ikke nedtages, opføres, ombygges eller undergives nogen større Forandring uden Tilladelse af Kongen eller den, han dertil bemyndiger.​1\nKirkens Kar og Prydelser maa ikke uden saadan Tilladelse fjernes, ombyttes eller afhændes. Afhændelser uden erhvervet Tilladelse er ugyldige.\n1 Kirke-, utdannings- og forskningsdepartementet iflg. res. 17 jan 1975, jfr. res. 21 des 1990 nr. 1022. – Se lov 29 april 1953 §§ 30 og 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Ny Sognekirke skal opføres, naar Kirken er tilintetgjort, naar den paa Grund af væsentlige Mangler er ubrugbar og ikke med Nytte kan udbedres, naar den under sædvanlige Gudstjenester ikke afgiver tilstrækkelig Plads for den kirkesøgende Del af Menigheden og ikke hensigtsmæssig kan udvides, eller der dannes nyt Sogn, hvori Kirkebygning ikke tidligere findes.\nTvist om Kirkens Brugbarhed og om, hvorvidt den hensigtsmæssig lader sig udbedre eller udvide, afgjøres ved Skjøn​1 (§ 28).\n1 Se lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "Ny Kirke maa alene opføres paa Tomt og efter Tegninger som er godkjendte af Kongen.​1\n1 Kirke-, utdannings- og forskningsdepartementet iflg. res. 17 jan 1975, jfr. res. 21 des 1990 nr. 1022. – Se lov 29 april 1953 §§ 30 og 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Til Kirkens Hovedindgang og omkring Kirken skal der være en Vei af mindst 2,5 m. Bredde og foran Hovedindgangen en aaben Plads af mindst 30 m.​2 Størrelse.\nTomten skal være indhegnet, forsaavidt det af Kirkens Overtilsyn​2 ansees nødvendigt.\nBebyggelse maa ikke finde Sted nærmere Kirke paa Landet end 60 m. uden Tilladelse af Kongen eller den, han dertil bemyndiger.\n1 Endret ved lov 23 okt 1959 § 36 nr. 9.\n2 Se § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "Naar Sognekirke opføres, skal dens Skib give Siddeplads for mindst en Fjerdedel eller, hvor der som Regel holdes Gudstjeneste to Gange hver Søndag, en Sjettedel af Sognets Folkemængde, Pladsen beregnet for hver Person til 0,5 m. Bredde og 0,8 m. Dybde. Foruden disse Pladse skal der i Kirkens Skib være Rum til de fornødne Gange.\nFor Kirke i Sogn, hvor der tillige er Kapel, kan Pladsenes Antal indskrænkes efter Tilladelse af Kongen.\nHvor en Menigheds Folketal kræver mere end 600 Siddepladse, kan det paa samme Maade tillades, at det overskydende Antal helt eller delvis sættes ud af Betragtning.\nFor Beregningen af Pladsenes Antal lægges sidste Folketælling til Grund.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "content": "Enhver Kirke skal være forsvarlig tækket, dens Vægge, Gulv og Loft være tætte og nogle af dens Vinduer kunne aabnes, forsaavidt ikke tilstrækkelig Ventilation paa anden Maade er tilveiebragt. Den skal have tilstrækkelige Udgange og dens Døre gaa udad.\nKirken skal udvendig være enten spækket, pudset, malet, oljet eller tjæret og indvendig enten spekket, pudset, malet eller oljet, alt eftersom det egner sig for det Materiale, hvoraf den er opført. Den skal være forsynet med mindst en større Klokke i Taarn, Tagrytter eller Støpul og med Ovne eller anden tilstrækkelig Varmeindretning. I ny Kirke anbringes Sakristi for Præsten, og hvor dette ansees paakrævet, særskilt Rum for Daabsbørn.\nAlmindelige Bestemmelser angaaende Kirkens Alter, Døbefont og Prædikestol, Kar, Klæder og øvrige Tilbehør samt om dens Renhold udfærdiges af Kongen eller den, han dertil bemyndiger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "content": "Kirken med dens Tilbehør skal til enhver Tid holdes i lovlig Stand​1 og sømmelig Orden.​2\n1 Se § 26 .\n2 Jfr. §§ 28 og 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "content": "Undlader Kommunestyret efter Forlangende af Kirkens Overtilsyn​2 inden en af dette sat Frist at efterkomme Bestemmelserne i nærværende Lovs §§ 22 og 27, kan Overtilsynet undergive Sagen Afgjørelse ved Skjøn af udenbygds eller udenbys Mænd.​3\nOmkostningerne ved Skjønnet udredes efter Skjønsrettens Bestemmelse af Herreds- eller Bykassen, saafremt Skjønnet i det væsentlige giver Overtilsynet Medhold, i andet Fald af Statskassen.\n1 Jfr. § 50.\n2 Se § 44.\n3 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "Forsømmes Vedligehold​1 af Sognekirke, som er i Privates Eie, og Eieren ikke lader de af Overtilsynet​2 paaklagede Mangler udbedre inden en af dette sat Frist, falder Kirken med dens Tiende, øvrige Indtægter og Tilliggender og alt Jordegods og Skog, som i sin Tid er medfulgt ved dens Salg, tilbage til Menigheden, der har at overtage den, hvorhos Kirkeeieren er forpligtet til at erstatte Omkostningerne ved de paaklagede Manglers Udbedring.​3\n1 Jfr. § 26.\n2 Se § 44.\n3 Jfr. § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Afgiver ikke en Sognekirke, som er i privat Eie, tilstrækkelig Plads efter Bestemmelserne i denne Lovs § 22, og Eieren ikke lader den udvide,​1 er han forpligtet til at overgive Kirken til Menigheden, der har at modtage den. Med Kirken skal isaafald følge dens Tiende og øvrige Indtægter og Tilliggender, undtagen Jordegods og Skog, som ikke maatte være fornødne for, at Menigheden kan overtage Kirken uden Tab.​2\nI Mangel af Overenskomst afgjøres dette ved Skjøn af udenbygds Mænd.​3 Om Skjønnet gjælder Bestemmelserne i § 7.\n1 Jfr. § 32.\n2 Jfr. § 40.\n3 Jfr. § 4 med henvisninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "content": "Bestemmelserne i § 30 gjælder ogsaa, naar den gamle Kirke er tilintetgjort eller ved Skjøn er erklæret ubrugbar, uden at dette skyldes forsømt Vedligehold,​1 og Eieren ikke lader opføre ny Kirke af saadan Størrelse som i § 25 foreskrevet.​2\n1 Jfr. § 29.\n2 Jfr. § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "content": "Ved Udbedringer, som ikke kan henregnes til almindeligt forsvarligt Vedligehold, samt ved Udvidelse og Nybygning, kan den private Kirkeeier kræve som Hjælp af Menigheden det fornødne Tømmer, forsaavidt det ikke findes i Kirkens Skog, og Fremførsel af Materialier, forsaavidt denne kan besørges ved Arbeidshjælp af Menigheden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "content": "Anlæg og Udvidelse samt Nedlæggelse af Kirkegaard​2 maa kun finde Sted, efterat helsefaglig Myndighed har udtalt sig,​3 og med Samtykke af Kongen eller den, han dertil bemyndiger.​4\n1 Endret ved lov 11 juni 1993 nr. 85.\n2 Om kirkegård for registrerte trossamfunn se lov 13 juni 1969 nr. 25 § 18.\n3 Jfr. §§ 41 og 42.\n4 Stiftsdireksjonen iflg. res. 17 jan 1975. – Se lov 29 april 1953 §§ 30 og 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "content": "Hvert sogn skal have Kirkegaard, der som Regel anlægges ved eller i Nærheden af Kirken.\nI kjøbstæder eller herreder med flere menigheter kan disse benytte felles kirkegaard. Indenfor den til Bebyggelse regulerede Del af Byen maa Kirkegaard ikke tillades anlagt, medmindre særlige Forhold gjør det paakrævet.\nFor afsides Grænder kan anlægges Hjælpekirkegaard med Støpul og Klokke.\n1 Endret ved lover 24 juni 1933 nr. 1, 15 des 1950 nr. 8 § 5, 23 okt 1959 § 36 nr. 9. – Jfr. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "content": "Udenfor Kirkegaard maa ikke Begravelse finde Sted uden Kongens Tilladelse.​1 Gravsted maa ikke indrettes i Kirke eller under dens Gulv.\n1 Jfr. lov 3 mai 1913 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "content": "Kirkegaard skal foruden Rum til fornødne Veie og Gange give Plads for saa mange Grave som Halvdelen af Sognets eller Grændens Folketal, hver Grav 2,4 m. lang og 1,2 m. bred.​1\n1 Jfr. § 42 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "content": "For Gravplads paa Kirkegaard i Menighedens Eie erlægges ikke Betaling. For Fæste af særskilt Gravsted, eller naar Grav ønskes bevaret udover 20 Aar paa saadan Kirkegaard, kan der kræves Betaling efter fastsat Vedtægt.​2\nBenyttes Kirkegaarden for nogen, som ikke tilhører Menigheden, kan der kræves et Vederlag, som ligeledes bestemmes ved Vedtægt.​2\n1 Jfr. §§ 14-16.\n2 Jfr. § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "4:38",
      "chapter": "4",
      "section": "38",
      "content": "Grav må ikke åpnes uten ved den for enhver kirkegård ansatte graver​2 og etter dødsanmeldelse​3 påtegnet for menighetsmedlemmer av soknepresten, for medlemmer av registrerte trossamfunn​4 av dettes prest eller forstander, og for andre av øvrigheten. Dog skal i distrikter, hvor de stedlige forhold gjør dette påkrevet, vedkommende sokneprest, registrerte trossamfunns prest eller forstander og øvrighetsperson kunne bemyndige en annen til på deres vegne å påtegne dødsanmeldelsene mot at han fører nøyaktig fortegnelse derover, og for hvert enkelt tilfelle uoppholdelig avgir fornøden innberetning om anmeldelsen.\nNøiagtig Fortegnelse over Gravene føres for hver Kirkegaard.​5\nFor Gravning, Ringning, Benyttelse af Gravkapel og lignende paa Kirkegaard, som er i Menighedens Eie, kan kræves Betaling efter Vedtægt.​6\n1 Endret ved lov 13 juni 1969 nr. 25. – Jfr. kirkeritual 25 juli 1685 kap. 9, strpl. kap. 12, lover 4 juni 1898 §§ 2 og 5, 3 mai 1913 § 4, strl. § 341.\n2 Jfr. § 49.\n3 Se lov 21 feb 1930 § 12 a.\n4 Se lov 13 juni 1969 nr. 25 § 3 og § 18.\n5 Jfr. § 47.\n6 Jfr. § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "4:39",
      "chapter": "4",
      "section": "39",
      "content": "De i §§ 37 og 38 omhandlede Vedtægter fastsættes af Kommunen efter Forslag af Kirkens Tilsyn​2 og godkjendes af Overtilsynet.​3\nForøvrigt bliver Udgifter ved Anlæg og Vedligehold af Kirkegaard i Menighedernes Eie at bestride paa samme Maade som for Kirker bestemt (§ 19).\n1 Endret ved lov 11 juni 1993 nr. 85.\n2 Se lov 29 april 1953 nr. 1 § 30.\n3 Se § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "content": "Anlæg eller Udvidelse af Kirkegaard, som tilligger Kirke i privat Eie, bekostes af Kirkens Eier. Er han ikke villig hertil, har han til Menigheden at overgive Kirken med Kirkegaard og øvrige Tilliggender, saaledes som i § 30 bestemt.\nForsømmes Vedligehold af saadan Kirkegaard, kommer Reglerne i § 29 til Anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "4:41",
      "chapter": "4",
      "section": "41",
      "content": "Ethvert begravet Lig, skal i Regelen ligge urørt i Jorden i 20 Aar. Dog skal denne Frist med Samtykke af Kongen, efterat helsefaglig Myndighed har udtalt sig, kunne nedsættes til 15 Aar for Kirkegaard, hvor Forholdene er særlig gunstige for Ligenes Opløsning, ligesom der skal være Adgang til paa samme Maade at bestemme en kortere Frist for Lig af Børn under 12 Aar.\nFlytning av Begravede maa alene foregaa med Samtykke af vedkommende Departement,​2 efterat helsefaglig Myndigheds Udtalelse er indhentet.\nAnsees Undersøgelse af begravet Lig paakrævet af nogen offentlig Interesse, kan Tilladelse dertil meddeles af Øvrigheden.​3\n1 Endret ved lov 11 juni 1993 nr. 85.\n2 Stiftsdireksjonene iflg. res. 9 mars 1956.\n3 Jfr. strpl. kap. 12, lover 4 juni 1898 § 5, 3 mai 1913 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "4:42",
      "chapter": "4",
      "section": "42",
      "content": "Kirkegaard skal i den Udstrækning, som af helsefaglig Myndighed anses nødvendig, være afgrøftet, derhos forsvarlig indhegnet samt holdes i sømmelig stand.\nBestemmelse om Gravenes Dybde bliver at afgive af helsefaglig Myndighed​2 med Godkjendelse af Overtilsynet.​3 Dog skal enhver Grav være saaledes anlagt, at det Lig, som deri nedsættes, ikke berøres af Grundvand, og at der mellem Kistens øverste Kant og Jordens Overflade er en Afstand af minst 1 m.\nForøvrigt bliver almindelige Bestemmelser angaaende Kirkegaarden og dens Benyttelse, derunder om Anbringelse og Fjernelse af Gravminder, Bænke, Plantning, Hegn og andre Anlæg, at afgive af Tilsynet med Overtilsynets Godkjendelse.\n1 Endret ved lov 11 juni 1993 nr. 85.\n2 Jfr. lov 5 aug 1994 nr. 55 § 4-6.\n3 Se § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "4:43",
      "chapter": "4",
      "section": "43",
      "content": "Naar Kirkegaard nedlægges, skal den være fredet i mindst 40 Aar efter sidste Begravelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "5:44",
      "chapter": "5",
      "section": "44",
      "content": "For hvert af Rigets Stifter​1 danner Stiftamtmanden og Biskopen Kirkernes Overtilsyn.\nInden de enkelte Provstier har Provsterne at føre Indseende med alt, der vedrører Kirker og Kirkegaarde, og at udtale sig i Sager, der angaar disse.\n1 Jfr. lov 14 aug 1918 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "content": "[Kirkernes Tilsyn dannes paa Landet i hvert Sogn af Sognepresten eller den residerende Kapellan efter Biskopens Bestemmelse, en af Sognets Formænd efter Sognestyrets Valg og et Medlem, der vælges af Sognestyret for 3 Aar.\nI Byerne dannes Tilsynet af Sognepresten eller, hvor der er flere Prester i selvstændigt Embede, den af disse, som Biskopen opnævner for 2 Aar, samt af Magistraten eller et Medlem af Formandskabet efter dettes Afgjørelse og Valg og et af Kommunestyret for 3 Aar valgt Medlem.\nHvor Land og By har fælles Kirke, dannes Tilsynet af Presten sammen med Byens Magistrat eller et Medlem af Formandskabet efter dettes Afgjørelse og Valg og en af Landsognets Formænd, valgt af dettes Sognestyre.\nFor Tilsynets valgte Medlemmer vælges tillige Varamænd.\nTilsynet vælger aarlig sin Formand.]\n1 Se lov 29 april 1953 nr. 1 § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "5:46",
      "chapter": "5",
      "section": "46",
      "content": "For enhver Sognekirke beskikkes en Kirkeværge, der efter Bestemmelse af Kommunestyret selv enten ansættes som Bestillingsmand eller vælges for 4 Aar som Ombudsmand. I Kommuner med flere Kirker kan for disse antages samme Kirkeværge.\n1 Endret ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "5:47",
      "chapter": "5",
      "section": "47",
      "content": "Kirkens Tilsyn​2 har at føre Indseende med Kirke- og Kirkegaard og hvad dertil hører. Det har saaledes at paase:\nat Kirke og Kirkegaard med Tilbehør holdes i lovlig Stand og i sømmelig Orden;​3\nat de for Kirke og Kirkegaard gjældende Vedtægter​4 og Bestemmelser overholdes, derunder særlig, at Fortegnelsen over Gravene føres paa betryggende Maade;​5\nat der føres særskilt Fortegnelse over Kirkens Formue og visse Indtægter samt over dens Prydelser og øvrige Tilbehør,​6 af hvilken Fortegnelse Afskrift indsendes til Overtilsynet;​7\nat der aarlig indsendes til Overtilsynet​7 Afskrift af Regnskabet for Kirke og Kirkegaard, saasnart dette foreligger i revideret og decideret Stand.\nKirkens tilsyn​2 har derhos at træffe afgjørelse om kirkens benyttelse udenfor de regelmæssige gudstjenester og kirkelige handlinger i kirkelige og andre dermed beslegtede øiemed efter nærmere bestemmelser, der gives af kongen.\n1 Endret ved lov 2 juni 1906 nr. 4.\n2 Se lov 29 april 1953 nr. 1 § 26.\n3 Jfr. §§ 27 og 42.\n4 Se §§ 15, 16 og 37.\n5 Se § 38.\n6 Jfr. § 21.\n7 Se § 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "5:48",
      "chapter": "5",
      "section": "48",
      "content": "Tilsynet​1 har hvert Aar inden den Tid, som Kommunestyret bestemmer, at indgive til dette Overslag for det følgende Aar over de ved Kirke og Kirkegaard paakrævede Udgifter til Lønninger, Vedligehold, Renhold, Opvarmning m.v.\nLigeledes har Tilsynet til Kommunestyret at indgive Forestilling angaaende Nybygning, Udvidelse eller andre særlige Foranstaltninger ved Kirke eller Kirkegaard, som ansees nødvendige eller hensigtsmæssige.\nDerhos har det at sørge for, at bevilgede Midler anvendes efter Bestemmelsen.\n1 Se lov 29 april 1953 nr. 1 § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "5:49",
      "chapter": "5",
      "section": "49",
      "content": "Tilsynet ansætter​2 Kirketjener, Graver​3 og andre underordnede Betjente, til hvilke der er bevilget Løn, og udfærdiger Tjenesteregler for dem.\n1 Endret ved lov 16 juni 1967 nr. 2.\n2 Se lov 29 april 1953 nr. 1 § 29.\n3 Jfr. § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "5:50",
      "chapter": "5",
      "section": "50",
      "content": "Tilsynet​1 har at være tilstede ved Visitatsmøder. Det har at give Indberetning til Overtilsynet, saafremt paapegede Mangler ved Kirke eller Kirkegaard ikke bliver udbedrede.\n1 Se lov 29 april 1953 nr. 1 § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "5:51",
      "chapter": "5",
      "section": "51",
      "content": "Kirkernes Overtilsyn har at føre det almindelige Indseende​1 med Stiftets Kirker og Kirkegaarde og at paase, at de for disse gjældende Bestemmelser overholdes. Det har at vaage over, at Kirkernes Formue bevares, at Kirkefondene​2 og andre Kirkerne tilhørende Midler forvaltes paa betryggende Maade og anvendes overensstemmende med denne Lov.\n1 Jfr. § 47.\n2 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "5:52",
      "chapter": "5",
      "section": "52",
      "title": "(Opphevet ved lov 16 juni 1967 nr. 2.)",
      "content": "§ 52.(Opphevet ved lov 16 juni 1967 nr. 2.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "5:53",
      "chapter": "5",
      "section": "53",
      "content": "Enhver Beslutning af Kommunen vedkommende Kirker og Kirkegaarde bliver at meddele Overtilsynet.\n1 Endret ved lov 11 juni 1993 nr. 85. – Jfr. § 44 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "6:54",
      "chapter": "6",
      "section": "54",
      "content": "Ny Kirke eller Kirkegaard maa ikke tages i Brug, førend den er indviet.\nDet samme bliver efter Kongens nærmere Bestemmelse at iagttage, naar Kirke ombygges eller Kirkegaard udvides.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "6:55",
      "chapter": "6",
      "section": "55",
      "content": "Hvor særlige Forhold gjør det paakrævet, kan Kongen tillade Fravigelse fra Bestemmelser i denne Lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "6:56",
      "chapter": "6",
      "section": "56",
      "content": "Denne Lov træder i Kraft fra den Tid, Kongen bestemmer.​1\nEfterhvert som Loven kommer til Anvendelse, ophæves efternævnte Bestemmelser, forsaavidt de endnu er gjældende: – – –\n1 Fra 1 jan 1898 ifølge res. 30 okt 1897.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Enhver Sognekirke skal, forsaavidt ikke anderledes i denne Lov bestemmes,​2 være Sognemenighedens Eiendom og maa ikke afhændes.\nHvor der for flere sogn på landet er en sognekirke som eies av menighetene i fellesskap, kan dog dette forhold vedbli, så lenge der ikke fra nogen av de interesserte menigheter kommer krav om opløsning av forholdet.​3\nKongen kan etter at herredsstyret og de kirkelige myndigheter har hatt anledning til å uttale seg, beslutte at et kirkesogn​4 skal deles i to eller flere selvstendige kirkesogn. I et herred som omfatter to eller flere kirkesogn, kan Kongen endre de innbyrdes grenser mellom kirkesognene og treffe bestemmelse om sammenslutning av kirkesogn etter at herredsstyret og de kirkelige myndigheter har hatt anledning til å uttale seg.\nKongen kan etter at herredsstyret og de kirkelige myndigheter har hatt anledning til å uttale seg, beslutte endring av navn på kirkesogn.\nI byer og herreder med flere menigheter kan kirkene være i felleseie for disse.\n1 Endret ved lover 24 juni 1933 nr. 1 og 15 des 1950 nr. 8 § 5.\n2 Se annet og femte ledd, § 2, annet ledd og § 10.\n3 Se § 9.\n4 Se lov 29 april 1953 nr. 1 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Sognekirke, som helt eller for en Del er i Privates Eie eller alene tilhører en Del af Sognets Indvaanere, skal ved Herredsstyrets Foranstaltning erhverves for Menigheden inden 5 Aar fra 1ste Januar efter denne Lovs Ikrafttræden.​1\nDog kan Menigheden undlade at indløse Kirke, som ikke har eller bliver tillagt Indtægter, tilstrækkelige til at dække de Udgifter, der efter nærværende Lovs § 4 findes at paahvile de private Kirkeeiere.​2\n1 Dvs. innen 1 jan 1904.\n2 Jfr. dog § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Ved Kirkes Erhvervelse for Menigheden skal dens Tiende, Landskyld og øvrige Indtægter medfølge, men dens Kapital, Jordegods, Skog og Rettigheder forøvrigt​1 kun i den Udstrækning, de trænges til at dække Kirkens Udgifter.\nForsaavidt der tilligger Kirke Fisketiendeerstatning, skal denne ved Kirkens Erhvervelse for Menigheden medfølge i den Udstrækning, som af Kommunestyret forlanges.\n1 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Vilkaarene for Kirkes Erhvervelse bestemmes ved Overenskomst eller i Mangel deraf ved Skjøn​2 af udenbygds Mænd.\nSkjønnet fastsætter det aarlige Beløb, som antages nødvendigt til Kirkens Vedligehold i god og forsvarlig Stand, til større Udbedringer og Nybygning samt til at dække de øvrige Forpligtelser, der paahviler den private Kirkeeier.\n1 Jfr. §§ 9, 28 og 30.\n2 Se lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Forsaavidt det fastsatte aarlige Udgiftsbeløb er mindre end Kirkens Aarsindkomst af Tiende, Landskyld og andre Indtægter, bliver Overskuddet at indløse af Sognekassen mod 24 Gange dets aarlige Beløb eller paa Forlangende af Kirkeeieren efter Skjønnets Bestemmelse.\nSaafremt Udgiftsbeløbet er større end Kirkens Indtægter, har Kirkeeieren af Kirkens Kapital, Jordegods eller Skog efter Skjønnets nærmere Bestemmelse at tilsvare 24 Gange det aarlige Underskud.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Naar takst er avgit og taksten er blitt endelig, har herredsstyret rett til overensstemmende med lov 1 juni 1917 om skjønnssaker, ekspropriasjon og odelsløsning § 53 på menighetens vegne å kreve å ta kirken med dens i taksten medtagne tilliggender i besiddelse paa de fastsatte vilkaar.\n1 Endret ved lover 16 juni 1939 nr. 1 §§ 1 og 6, 26 jan 1973 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Omkostninger ved det i §§ 4-6 omhandlede Skjøn udredes af Herredskassen.\n1 Endret ved lov 26 jan 1973 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Hvor Kirken er erhvervet for Menigheden, bortfalder de for Kirkegods gjældende særlige Indskrænkninger i Eiendomsretten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Naar Sognekirke, som er i flere Menigheders Fælleseie, kræves udskilt af Fællesskabet,​2 kan Opløsningen i Mangel af mindelig Overenskomst ske ved Skjøn af udenbygds Mænd​3 paa Parternes Bekostning. Skjønnet kan inden 8 Uger efter Afgivelsen indankes til endelig Afgjørelse af Kongen eller den, han dertil bemyndiger.\nVed saadanne Opløsninger skal Kirketienden af Eiendomme i det Sogn, hvor Kirken er beliggende, altid følge denne. Det samme gjelder Kirkens øvrige Indtægter, forsaavidt ikke særlige Forhold gjør det utilraadeligt.\n1 Jfr. lov 29 april 1953 § 20.\n2 Se § 1 annet ledd.\n3 Jfr. § 4 med henvisninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "For de Kirker, der tilhører Staten, det nordlandske Kirke- og Skolefond​1 eller anden offentlig Stiftelse, vedbliver det nuværende Eiendomsforhold, indtil anderledes bestemmes.\n1 Se lov 1 aug 1821.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Hvor Kirke ikke er i Menighedens Eie,​1 maa dens Tiende, Landskyld og øvrige Indtægter og Rettigheder ikke skilles fra den.\n1 Se § 2 første og annet ledd samt § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Naar Kirke tilhører Menigheden, maa dens Kapitaler, Indtægter og Rettigheder ikke skilles fra den.\nJordegods, som tilhører saadan Kirke, kan afhændes efter Beslutning af Kommunen med Samtykke af Kongen eller den han dertil bemyndiger.​2\nAl Kirken tilhørende Formue samt Salgs- og Indløsningssummer henlægges til et Fond for Kirken,​3 forsaavidt ikke særlig Bestemmelse derfor er til Hinder.\n1 Endret ved lov 11 juni 1993 nr. 85.\n2 Stiftsdireksjonen iflg. res. 17 jan 1975.\n3 Se §§ 17 og 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "(Opphevet ved lov 16 juni 1939 nr. 1.)",
      "content": "§ 13.(Opphevet ved lov 16 juni 1939 nr. 1.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Ret til faste Stolestader i Kirker, der tilhører Menigheden eller bliver erhvervet for denne, bortfalder fra nærværende Lovs Ikrafttræden​1 eller fra Kirkens Erhvervelse.\nBortleie af faste Stolestader i saadanne Kirker maa fra samme Tid ikke mere finde Sted.\n1 Dvs. 1 jan 1898.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "For Benyttelse af Kirke i Menighedens Eie til kirkelige Handlinger, der udføres i Forbindelse med den almindelige Gudstjeneste eller paa andre dertil af Kongen bestemte Dage, erlægges ikke Betaling.\nFor saadan Kirkes benyttelse til kirkelige handlinger, som udføres til andre Tider, kan der kræves Betaling efter Vedtægt, som fastsettes af Kommunen og godkjendes av Kirkens Overtilsyn.​2\n1 Endret ved lov 11 juni 1993 nr. 85.\n2 Se § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "For Benyttelse af Kirke i Menighedens Eie til gudstjenestligt eller andet opbyggeligt Brug erlægges ikke Betaling.\nTillades saadan Kirke benyttet til Forhandlingsmøder eller Koncerter,​1 kan der kræves Betaling efter Vedtægt, fastsat paa den i foregaaende Paragrafs andet Afsnit bestemte Maade.\n1 Se § 47 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Det i § 12 omhandlede Kirkefond bestyres og forvaltes af Kommunen. Fondets Kapitaler anbringes mod Sikkerhed som for Umyndiges Midler bestemt.​2 Med Hensyn til Regnskabs Aflæggelse og Revision forholdes som med kommunale Regnskaber.​3\n1 Endret ved lov 11 juni 1993 nr. 85.\n2 Se lov 22 april 1927 nr. 3 §§ 64-66.\n3 Se lov 25 sep 1992 nr. 107 § 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Kirkens Indtægter anvendes, forsaavidt den er i Menighedens Eie, alene til Kirkens Behov og til de den paahvilende Lønninger.\nMed Kongens​2 Samtykke kan Overskud af Indtægterne anvendes ogsaa til andre kirkelige eller dermed beslægtede Formaal.\n1 Jfr. § 48.\n2 Kirkedepartementet, nå Kirke-, utdannings- og forskningsdepartementet ifølge res. 27 juni 1924, jfr. res. 21 des 1990 nr. 1022.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Forsaavidt de Indtægter, der tilligger Kirke i Menighedens Eie, ikke dækker dens Udgifter, udlignes det manglende efter Reglerne i de kommunale Skattelove.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Med samtykke av vedkommende departement​2 kan et kirkefonds kapital nyttes til kirkelige formål i menigheten for så vidt testamentariske eller andre særskilte bestemmelser ikke er til hinder for det. Hvor en kommune omfatter flere menigheter, kan på samme vilkår et kirkefonds kapital nyttes til kirkelige formål i andre menigheter i kommunen.\nFør Samtykke blir gitt skal vedkommende menighetsråd og kommune ha hatt anledning til å uttale seg.\n1 Opphevet ved lov 16 juni 1939 nr. 1, tilføyd ved lov 30 mars 1962.\n2 Stiftsdireksjonen iflg. res. 17 jan 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Kirke maa ikke nedtages, opføres, ombygges eller undergives nogen større Forandring uden Tilladelse af Kongen eller den, han dertil bemyndiger.​1\nKirkens Kar og Prydelser maa ikke uden saadan Tilladelse fjernes, ombyttes eller afhændes. Afhændelser uden erhvervet Tilladelse er ugyldige.\n1 Kirke-, utdannings- og forskningsdepartementet iflg. res. 17 jan 1975, jfr. res. 21 des 1990 nr. 1022. – Se lov 29 april 1953 §§ 30 og 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Ny Sognekirke skal opføres, naar Kirken er tilintetgjort, naar den paa Grund af væsentlige Mangler er ubrugbar og ikke med Nytte kan udbedres, naar den under sædvanlige Gudstjenester ikke afgiver tilstrækkelig Plads for den kirkesøgende Del af Menigheden og ikke hensigtsmæssig kan udvides, eller der dannes nyt Sogn, hvori Kirkebygning ikke tidligere findes.\nTvist om Kirkens Brugbarhed og om, hvorvidt den hensigtsmæssig lader sig udbedre eller udvide, afgjøres ved Skjøn​1 (§ 28).\n1 Se lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "Ny Kirke maa alene opføres paa Tomt og efter Tegninger som er godkjendte af Kongen.​1\n1 Kirke-, utdannings- og forskningsdepartementet iflg. res. 17 jan 1975, jfr. res. 21 des 1990 nr. 1022. – Se lov 29 april 1953 §§ 30 og 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Til Kirkens Hovedindgang og omkring Kirken skal der være en Vei af mindst 2,5 m. Bredde og foran Hovedindgangen en aaben Plads af mindst 30 m.​2 Størrelse.\nTomten skal være indhegnet, forsaavidt det af Kirkens Overtilsyn​2 ansees nødvendigt.\nBebyggelse maa ikke finde Sted nærmere Kirke paa Landet end 60 m. uden Tilladelse af Kongen eller den, han dertil bemyndiger.\n1 Endret ved lov 23 okt 1959 § 36 nr. 9.\n2 Se § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "Naar Sognekirke opføres, skal dens Skib give Siddeplads for mindst en Fjerdedel eller, hvor der som Regel holdes Gudstjeneste to Gange hver Søndag, en Sjettedel af Sognets Folkemængde, Pladsen beregnet for hver Person til 0,5 m. Bredde og 0,8 m. Dybde. Foruden disse Pladse skal der i Kirkens Skib være Rum til de fornødne Gange.\nFor Kirke i Sogn, hvor der tillige er Kapel, kan Pladsenes Antal indskrænkes efter Tilladelse af Kongen.\nHvor en Menigheds Folketal kræver mere end 600 Siddepladse, kan det paa samme Maade tillades, at det overskydende Antal helt eller delvis sættes ud af Betragtning.\nFor Beregningen af Pladsenes Antal lægges sidste Folketælling til Grund.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "content": "Enhver Kirke skal være forsvarlig tækket, dens Vægge, Gulv og Loft være tætte og nogle af dens Vinduer kunne aabnes, forsaavidt ikke tilstrækkelig Ventilation paa anden Maade er tilveiebragt. Den skal have tilstrækkelige Udgange og dens Døre gaa udad.\nKirken skal udvendig være enten spækket, pudset, malet, oljet eller tjæret og indvendig enten spekket, pudset, malet eller oljet, alt eftersom det egner sig for det Materiale, hvoraf den er opført. Den skal være forsynet med mindst en større Klokke i Taarn, Tagrytter eller Støpul og med Ovne eller anden tilstrækkelig Varmeindretning. I ny Kirke anbringes Sakristi for Præsten, og hvor dette ansees paakrævet, særskilt Rum for Daabsbørn.\nAlmindelige Bestemmelser angaaende Kirkens Alter, Døbefont og Prædikestol, Kar, Klæder og øvrige Tilbehør samt om dens Renhold udfærdiges af Kongen eller den, han dertil bemyndiger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "content": "Kirken med dens Tilbehør skal til enhver Tid holdes i lovlig Stand​1 og sømmelig Orden.​2\n1 Se § 26 .\n2 Jfr. §§ 28 og 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "content": "Undlader Kommunestyret efter Forlangende af Kirkens Overtilsyn​2 inden en af dette sat Frist at efterkomme Bestemmelserne i nærværende Lovs §§ 22 og 27, kan Overtilsynet undergive Sagen Afgjørelse ved Skjøn af udenbygds eller udenbys Mænd.​3\nOmkostningerne ved Skjønnet udredes efter Skjønsrettens Bestemmelse af Herreds- eller Bykassen, saafremt Skjønnet i det væsentlige giver Overtilsynet Medhold, i andet Fald af Statskassen.\n1 Jfr. § 50.\n2 Se § 44.\n3 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "Forsømmes Vedligehold​1 af Sognekirke, som er i Privates Eie, og Eieren ikke lader de af Overtilsynet​2 paaklagede Mangler udbedre inden en af dette sat Frist, falder Kirken med dens Tiende, øvrige Indtægter og Tilliggender og alt Jordegods og Skog, som i sin Tid er medfulgt ved dens Salg, tilbage til Menigheden, der har at overtage den, hvorhos Kirkeeieren er forpligtet til at erstatte Omkostningerne ved de paaklagede Manglers Udbedring.​3\n1 Jfr. § 26.\n2 Se § 44.\n3 Jfr. § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Afgiver ikke en Sognekirke, som er i privat Eie, tilstrækkelig Plads efter Bestemmelserne i denne Lovs § 22, og Eieren ikke lader den udvide,​1 er han forpligtet til at overgive Kirken til Menigheden, der har at modtage den. Med Kirken skal isaafald følge dens Tiende og øvrige Indtægter og Tilliggender, undtagen Jordegods og Skog, som ikke maatte være fornødne for, at Menigheden kan overtage Kirken uden Tab.​2\nI Mangel af Overenskomst afgjøres dette ved Skjøn af udenbygds Mænd.​3 Om Skjønnet gjælder Bestemmelserne i § 7.\n1 Jfr. § 32.\n2 Jfr. § 40.\n3 Jfr. § 4 med henvisninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "content": "Bestemmelserne i § 30 gjælder ogsaa, naar den gamle Kirke er tilintetgjort eller ved Skjøn er erklæret ubrugbar, uden at dette skyldes forsømt Vedligehold,​1 og Eieren ikke lader opføre ny Kirke af saadan Størrelse som i § 25 foreskrevet.​2\n1 Jfr. § 29.\n2 Jfr. § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "content": "Ved Udbedringer, som ikke kan henregnes til almindeligt forsvarligt Vedligehold, samt ved Udvidelse og Nybygning, kan den private Kirkeeier kræve som Hjælp af Menigheden det fornødne Tømmer, forsaavidt det ikke findes i Kirkens Skog, og Fremførsel af Materialier, forsaavidt denne kan besørges ved Arbeidshjælp af Menigheden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "content": "Anlæg og Udvidelse samt Nedlæggelse af Kirkegaard​2 maa kun finde Sted, efterat helsefaglig Myndighed har udtalt sig,​3 og med Samtykke af Kongen eller den, han dertil bemyndiger.​4\n1 Endret ved lov 11 juni 1993 nr. 85.\n2 Om kirkegård for registrerte trossamfunn se lov 13 juni 1969 nr. 25 § 18.\n3 Jfr. §§ 41 og 42.\n4 Stiftsdireksjonen iflg. res. 17 jan 1975. – Se lov 29 april 1953 §§ 30 og 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "content": "Hvert sogn skal have Kirkegaard, der som Regel anlægges ved eller i Nærheden af Kirken.\nI kjøbstæder eller herreder med flere menigheter kan disse benytte felles kirkegaard. Indenfor den til Bebyggelse regulerede Del af Byen maa Kirkegaard ikke tillades anlagt, medmindre særlige Forhold gjør det paakrævet.\nFor afsides Grænder kan anlægges Hjælpekirkegaard med Støpul og Klokke.\n1 Endret ved lover 24 juni 1933 nr. 1, 15 des 1950 nr. 8 § 5, 23 okt 1959 § 36 nr. 9. – Jfr. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "content": "Udenfor Kirkegaard maa ikke Begravelse finde Sted uden Kongens Tilladelse.​1 Gravsted maa ikke indrettes i Kirke eller under dens Gulv.\n1 Jfr. lov 3 mai 1913 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "content": "Kirkegaard skal foruden Rum til fornødne Veie og Gange give Plads for saa mange Grave som Halvdelen af Sognets eller Grændens Folketal, hver Grav 2,4 m. lang og 1,2 m. bred.​1\n1 Jfr. § 42 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "content": "For Gravplads paa Kirkegaard i Menighedens Eie erlægges ikke Betaling. For Fæste af særskilt Gravsted, eller naar Grav ønskes bevaret udover 20 Aar paa saadan Kirkegaard, kan der kræves Betaling efter fastsat Vedtægt.​2\nBenyttes Kirkegaarden for nogen, som ikke tilhører Menigheden, kan der kræves et Vederlag, som ligeledes bestemmes ved Vedtægt.​2\n1 Jfr. §§ 14-16.\n2 Jfr. § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "4:38",
      "chapter": "4",
      "section": "38",
      "content": "Grav må ikke åpnes uten ved den for enhver kirkegård ansatte graver​2 og etter dødsanmeldelse​3 påtegnet for menighetsmedlemmer av soknepresten, for medlemmer av registrerte trossamfunn​4 av dettes prest eller forstander, og for andre av øvrigheten. Dog skal i distrikter, hvor de stedlige forhold gjør dette påkrevet, vedkommende sokneprest, registrerte trossamfunns prest eller forstander og øvrighetsperson kunne bemyndige en annen til på deres vegne å påtegne dødsanmeldelsene mot at han fører nøyaktig fortegnelse derover, og for hvert enkelt tilfelle uoppholdelig avgir fornøden innberetning om anmeldelsen.\nNøiagtig Fortegnelse over Gravene føres for hver Kirkegaard.​5\nFor Gravning, Ringning, Benyttelse af Gravkapel og lignende paa Kirkegaard, som er i Menighedens Eie, kan kræves Betaling efter Vedtægt.​6\n1 Endret ved lov 13 juni 1969 nr. 25. – Jfr. kirkeritual 25 juli 1685 kap. 9, strpl. kap. 12, lover 4 juni 1898 §§ 2 og 5, 3 mai 1913 § 4, strl. § 341.\n2 Jfr. § 49.\n3 Se lov 21 feb 1930 § 12 a.\n4 Se lov 13 juni 1969 nr. 25 § 3 og § 18.\n5 Jfr. § 47.\n6 Jfr. § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "4:39",
      "chapter": "4",
      "section": "39",
      "content": "De i §§ 37 og 38 omhandlede Vedtægter fastsættes af Kommunen efter Forslag af Kirkens Tilsyn​2 og godkjendes af Overtilsynet.​3\nForøvrigt bliver Udgifter ved Anlæg og Vedligehold af Kirkegaard i Menighedernes Eie at bestride paa samme Maade som for Kirker bestemt (§ 19).\n1 Endret ved lov 11 juni 1993 nr. 85.\n2 Se lov 29 april 1953 nr. 1 § 30.\n3 Se § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "content": "Anlæg eller Udvidelse af Kirkegaard, som tilligger Kirke i privat Eie, bekostes af Kirkens Eier. Er han ikke villig hertil, har han til Menigheden at overgive Kirken med Kirkegaard og øvrige Tilliggender, saaledes som i § 30 bestemt.\nForsømmes Vedligehold af saadan Kirkegaard, kommer Reglerne i § 29 til Anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "4:41",
      "chapter": "4",
      "section": "41",
      "content": "Ethvert begravet Lig, skal i Regelen ligge urørt i Jorden i 20 Aar. Dog skal denne Frist med Samtykke af Kongen, efterat helsefaglig Myndighed har udtalt sig, kunne nedsættes til 15 Aar for Kirkegaard, hvor Forholdene er særlig gunstige for Ligenes Opløsning, ligesom der skal være Adgang til paa samme Maade at bestemme en kortere Frist for Lig af Børn under 12 Aar.\nFlytning av Begravede maa alene foregaa med Samtykke af vedkommende Departement,​2 efterat helsefaglig Myndigheds Udtalelse er indhentet.\nAnsees Undersøgelse af begravet Lig paakrævet af nogen offentlig Interesse, kan Tilladelse dertil meddeles af Øvrigheden.​3\n1 Endret ved lov 11 juni 1993 nr. 85.\n2 Stiftsdireksjonene iflg. res. 9 mars 1956.\n3 Jfr. strpl. kap. 12, lover 4 juni 1898 § 5, 3 mai 1913 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "4:42",
      "chapter": "4",
      "section": "42",
      "content": "Kirkegaard skal i den Udstrækning, som af helsefaglig Myndighed anses nødvendig, være afgrøftet, derhos forsvarlig indhegnet samt holdes i sømmelig stand.\nBestemmelse om Gravenes Dybde bliver at afgive af helsefaglig Myndighed​2 med Godkjendelse af Overtilsynet.​3 Dog skal enhver Grav være saaledes anlagt, at det Lig, som deri nedsættes, ikke berøres af Grundvand, og at der mellem Kistens øverste Kant og Jordens Overflade er en Afstand af minst 1 m.\nForøvrigt bliver almindelige Bestemmelser angaaende Kirkegaarden og dens Benyttelse, derunder om Anbringelse og Fjernelse af Gravminder, Bænke, Plantning, Hegn og andre Anlæg, at afgive af Tilsynet med Overtilsynets Godkjendelse.\n1 Endret ved lov 11 juni 1993 nr. 85.\n2 Jfr. lov 5 aug 1994 nr. 55 § 4-6.\n3 Se § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "4:43",
      "chapter": "4",
      "section": "43",
      "content": "Naar Kirkegaard nedlægges, skal den være fredet i mindst 40 Aar efter sidste Begravelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "5:44",
      "chapter": "5",
      "section": "44",
      "content": "For hvert af Rigets Stifter​1 danner Stiftamtmanden og Biskopen Kirkernes Overtilsyn.\nInden de enkelte Provstier har Provsterne at føre Indseende med alt, der vedrører Kirker og Kirkegaarde, og at udtale sig i Sager, der angaar disse.\n1 Jfr. lov 14 aug 1918 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "content": "[Kirkernes Tilsyn dannes paa Landet i hvert Sogn af Sognepresten eller den residerende Kapellan efter Biskopens Bestemmelse, en af Sognets Formænd efter Sognestyrets Valg og et Medlem, der vælges af Sognestyret for 3 Aar.\nI Byerne dannes Tilsynet af Sognepresten eller, hvor der er flere Prester i selvstændigt Embede, den af disse, som Biskopen opnævner for 2 Aar, samt af Magistraten eller et Medlem af Formandskabet efter dettes Afgjørelse og Valg og et af Kommunestyret for 3 Aar valgt Medlem.\nHvor Land og By har fælles Kirke, dannes Tilsynet af Presten sammen med Byens Magistrat eller et Medlem af Formandskabet efter dettes Afgjørelse og Valg og en af Landsognets Formænd, valgt af dettes Sognestyre.\nFor Tilsynets valgte Medlemmer vælges tillige Varamænd.\nTilsynet vælger aarlig sin Formand.]\n1 Se lov 29 april 1953 nr. 1 § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "5:46",
      "chapter": "5",
      "section": "46",
      "content": "For enhver Sognekirke beskikkes en Kirkeværge, der efter Bestemmelse af Kommunestyret selv enten ansættes som Bestillingsmand eller vælges for 4 Aar som Ombudsmand. I Kommuner med flere Kirker kan for disse antages samme Kirkeværge.\n1 Endret ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "5:47",
      "chapter": "5",
      "section": "47",
      "content": "Kirkens Tilsyn​2 har at føre Indseende med Kirke- og Kirkegaard og hvad dertil hører. Det har saaledes at paase:\nat Kirke og Kirkegaard med Tilbehør holdes i lovlig Stand og i sømmelig Orden;​3\nat de for Kirke og Kirkegaard gjældende Vedtægter​4 og Bestemmelser overholdes, derunder særlig, at Fortegnelsen over Gravene føres paa betryggende Maade;​5\nat der føres særskilt Fortegnelse over Kirkens Formue og visse Indtægter samt over dens Prydelser og øvrige Tilbehør,​6 af hvilken Fortegnelse Afskrift indsendes til Overtilsynet;​7\nat der aarlig indsendes til Overtilsynet​7 Afskrift af Regnskabet for Kirke og Kirkegaard, saasnart dette foreligger i revideret og decideret Stand.\nKirkens tilsyn​2 har derhos at træffe afgjørelse om kirkens benyttelse udenfor de regelmæssige gudstjenester og kirkelige handlinger i kirkelige og andre dermed beslegtede øiemed efter nærmere bestemmelser, der gives af kongen.\n1 Endret ved lov 2 juni 1906 nr. 4.\n2 Se lov 29 april 1953 nr. 1 § 26.\n3 Jfr. §§ 27 og 42.\n4 Se §§ 15, 16 og 37.\n5 Se § 38.\n6 Jfr. § 21.\n7 Se § 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "5:48",
      "chapter": "5",
      "section": "48",
      "content": "Tilsynet​1 har hvert Aar inden den Tid, som Kommunestyret bestemmer, at indgive til dette Overslag for det følgende Aar over de ved Kirke og Kirkegaard paakrævede Udgifter til Lønninger, Vedligehold, Renhold, Opvarmning m.v.\nLigeledes har Tilsynet til Kommunestyret at indgive Forestilling angaaende Nybygning, Udvidelse eller andre særlige Foranstaltninger ved Kirke eller Kirkegaard, som ansees nødvendige eller hensigtsmæssige.\nDerhos har det at sørge for, at bevilgede Midler anvendes efter Bestemmelsen.\n1 Se lov 29 april 1953 nr. 1 § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "5:49",
      "chapter": "5",
      "section": "49",
      "content": "Tilsynet ansætter​2 Kirketjener, Graver​3 og andre underordnede Betjente, til hvilke der er bevilget Løn, og udfærdiger Tjenesteregler for dem.\n1 Endret ved lov 16 juni 1967 nr. 2.\n2 Se lov 29 april 1953 nr. 1 § 29.\n3 Jfr. § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "5:50",
      "chapter": "5",
      "section": "50",
      "content": "Tilsynet​1 har at være tilstede ved Visitatsmøder. Det har at give Indberetning til Overtilsynet, saafremt paapegede Mangler ved Kirke eller Kirkegaard ikke bliver udbedrede.\n1 Se lov 29 april 1953 nr. 1 § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "5:51",
      "chapter": "5",
      "section": "51",
      "content": "Kirkernes Overtilsyn har at føre det almindelige Indseende​1 med Stiftets Kirker og Kirkegaarde og at paase, at de for disse gjældende Bestemmelser overholdes. Det har at vaage over, at Kirkernes Formue bevares, at Kirkefondene​2 og andre Kirkerne tilhørende Midler forvaltes paa betryggende Maade og anvendes overensstemmende med denne Lov.\n1 Jfr. § 47.\n2 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "5:52",
      "chapter": "5",
      "section": "52",
      "title": "(Opphevet ved lov 16 juni 1967 nr. 2.)",
      "content": "§ 52.(Opphevet ved lov 16 juni 1967 nr. 2.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "5:53",
      "chapter": "5",
      "section": "53",
      "content": "Enhver Beslutning af Kommunen vedkommende Kirker og Kirkegaarde bliver at meddele Overtilsynet.\n1 Endret ved lov 11 juni 1993 nr. 85. – Jfr. § 44 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "6:54",
      "chapter": "6",
      "section": "54",
      "content": "Ny Kirke eller Kirkegaard maa ikke tages i Brug, førend den er indviet.\nDet samme bliver efter Kongens nærmere Bestemmelse at iagttage, naar Kirke ombygges eller Kirkegaard udvides.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "6:55",
      "chapter": "6",
      "section": "55",
      "content": "Hvor særlige Forhold gjør det paakrævet, kan Kongen tillade Fravigelse fra Bestemmelser i denne Lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "6:56",
      "chapter": "6",
      "section": "56",
      "content": "Denne Lov træder i Kraft fra den Tid, Kongen bestemmer.​1\nEfterhvert som Loven kommer til Anvendelse, ophæves efternævnte Bestemmelser, forsaavidt de endnu er gjældende: – – –\n1 Fra 1 jan 1898 ifølge res. 30 okt 1897.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    }
  ]
}