{
  "id": "LOV-1949-07-28-26",
  "type": "statute",
  "title": "Lov om Statens pensjonskasse",
  "short_name": "Statens pensjonskasseloven – stpkl",
  "status": "in_force",
  "issued_date": "1949-07-28",
  "in_force_date": "1949-08-01",
  "url": "https://lovdata.no/dokument/NL/lov/1949-07-28-26",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Statens pensjonskasse er en statsgarantert kasse til dekning av de pensjoner som etter denne eller andre lover skal utbetales av kassen.\nFormålet med pensjonsordningen i Statens pensjonskasse er å sikre medlemmene tjenestepensjon ved alderdom og uførhet. Ordningen skal også sikre pensjon til etterlatte.\nNår det er fastsatt ved lov eller bestemt av departementet, skal Pensjonskassen i tillegg administrere andre ordninger, herunder\na. andre pensjonsordninger\nb. boliglånsordningen i staten\nc. gruppelivsordningen i staten\nd. erstatningsordninger i staten.\n0 Endret ved lover 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 4 des 2020 nr. 132.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Pensjonskassen hører administrativt under det departement som Kongen bestemmer.\nPensjonskassen gir årlig en beretning om virksomheten i siste regnskapsår. Pensjonskassen skal til departementet gi særskilte beretninger om de forsikringstekniske oppgjør.\nMidler tilhørende Pensjonskassens fond forvaltes av Finansdepartementet.\n0 Endret ved lover 17 juni 1960 nr. 5 § 7, 8 juni 1973 nr. 54, 15 jan 2010 nr. 1 (ikr. 1 feb 2010 iflg. res. 15 jan 2010 nr. 54), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 mai 2000 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Ytelsene som gis i medhold av denne loven, samordnes etter bestemmelsene i lov 6. juli 1957 nr. 26 om samordning av pensjons- og trygdeytelser.\n0 Opphevet ved lov 16 des 1966 nr. 10, tilføyd igjen ved lov 26 mai 2000 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Arbeidstakere ansatt i statens tjeneste er medlemmer av Pensjonskassen.\nDepartementet kan bestemme at arbeidstakere i en virksomhet utenfor statstjenesten skal være medlemmer i Statens pensjonskasse, og kan fastsette særlige vilkår for dette.\nDepartementet avgjør i tvilstilfelle hvilke stillinger som gir rett til medlemskap i Pensjonskassen.\nDepartementet kan bestemme at arbeidstakere i en virksomhet utenfor statstjenesten ikke lenger skal være medlemmer i Pensjonskassen.\nKongen kan i forskrift bestemme at grupper av arbeidstakere skal være unntatt fra medlemskap i Statens pensjonskasse.\n0 Endret ved lover 21 mai 1982 nr. 27, 11 juni 1993 nr. 63, 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447), 15 juni 2001 nr. 32 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 662), 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 18 des 2015 nr. 107 (ikr. 1 apr 2016 iflg. res. 18 mars 2016 nr. 267), 24 nov 2023 nr. 83 (i kraft 10 jan 2025 med virkning fra 1 jan 2025 iflg. res. 10 jan 2025 nr. 12).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "For å kunne være medlem av Pensjonskassen må arbeidstakeren samtidig være trygdet etter folketrygdloven kapittel 2, og betale folketrygdavgift for de samme inntekter som ligger til grunn for pensjonsopptjening i Pensjonskassen. Departementet kan i særlige tilfelle gjøre unntak og fastsette regler bl.a. om innskuddsbetaling etter særskilt fastsatt sats.\n0 Endret ved lover 31 mai 1957 nr. 2, 23 apr 1971 nr. 41, 8 juni 1973 nr. 54, 4 juni 1976 nr. 67, 8 juni 1979 nr. 54, 21 mai 1982 nr. 27, 28 feb 1997 nr. 19 (ikr. 1 mai 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 14 des 1951 nr. 12, opphevet ved 21 juni 2019 nr. 25 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 781).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Pensjonskassen kan frita en arbeidstaker for medlemskap dersom vedkommende går inn under en annen tjenestepensjonsordning eller det foreligger andre særlige grunner for det.\n0 Endret ved lover 31 mai 1957 nr. 2, 24 juni 1958 nr. 12, 15 des 1972 nr. 86, 8 juni 1973 nr. 54, 21 mai 1982 nr. 27, 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), 20 des 2022 nr. 100 (i kraft 1 jan 2023).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "For innehavere av stillinger som er eller blir innlemmet i Pensjonskassen, jf. § 5, kan departementet bestemme at de skal være medlemmer i kassen på andre vilkår enn loven ellers fastsetter.\n0 Endret ved lover 31 mai 1957 nr. 2, 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Endret ved lover 6 juli 1957 nr. 27, 17 juni 1966 nr. 13, 8 juni 1979 nr. 54, 21 mai 1982 nr. 27, opphevet ved lov 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Arbeidstakerens pensjonsgrunnlag er den faste arbeidsinntekt for det arbeidsforhold som gir rett til medlemskap i Pensjonskassen. Ved tariffavtale mellom staten og hovedsammenslutningene kan det bestemmes at også annen fast arbeidsinntekt skal regnes med i pensjonsgrunnlaget.\nVed tariffavtale fastsettes videre pensjonsgrunnlaget for medlemmer som har varierende inntekter, hvilke tillegg til inntekten som skal regnes med og hvor lenge et medlem må ha hatt slikt tillegg for at det skal regnes med. For de arbeidstakergrupper som ikke omfattes av tariffavtaler inngått i medhold av lov om offentlige tjenestetvister av 18. juli 1958, fastsetter Pensjonskassen hvilken inntekt og tillegg til inntekten som skal regnes med i pensjonsgrunnlaget.\nKun arbeidsinntekt fra arbeidsforhold med særaldersgrense skal inngå i beregningen etter §§ 26 o, 26 p og 26 r. Første punktum gjelder ikke for arbeidsinntekt før 1. januar 2025.\n0 Endret ved lover 23 mai 1958 nr. 4, 17 juni 1966 nr. 13, 21 mai 1982 nr. 27, 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Endret ved lover 17 juni 1966 nr. 13, 4 juni 1976 nr. 67, opphevet ved lov 21 mai 1982 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Departementet kan i særlige tilfelle fastsette særskilte pensjonsgrunnlag.\nDepartementet kan for enkelte stillinger eller grupper av stillinger fastsette regulativer for pensjonsgrunnlaget.\n0 Endret ved lov 21 mai 1982 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Pensjonsgrunnlaget begrenses til tolv ganger folketrygdens grunnbeløp. Pensjonsgrunnlaget for beregning av betinget tjenestepensjon etter § 26 e begrenses til 7,1 ganger grunnbeløpet.\nI perioder hvor arbeidstakeren samtidig har hatt flere arbeidsforhold som hver for seg gir rett til medlemskap i Pensjonskassen, skal pensjonsgrunnlaget settes til summen av pensjonsgrunnlagene for de enkelte arbeidsforhold. Det samlede pensjonsgrunnlag begrenses etter bestemmelsene i første ledd. Leddet her gjelder ikke pensjon etter kapittel 5 a, med unntak av pensjon etter § 26 h.\n0 Endret ved lover 28 juni 1952 nr. 13, 23 mai 1958 nr. 4, 2 juni 1960 nr. 18, 22 juni 1962 nr. 9, 12 juli 1968 nr. 1, 16 juni 1971 nr. 64, 4 juni 1976 nr. 67, 21 mai 1982 nr. 27, 8 jan 1988 nr. 1, 7 juli 2000 nr. 67, 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Når en arbeidstaker har hatt arbeid med varierende arbeidstid, skal det ved pensjoneringen fastsettes et gjennomsnittlig pensjonsgrunnlag. Ved beregningen tas det hensyn til arbeidstiden i den enkelte periode og periodens varighet, sammenholdt med pensjonsgrunnlaget for heldagsstilling ved pensjoneringen og den samlede tjenestetid. Departementet gir nærmere regler om beregningsmåten.\nHar en arbeidstaker tidligere hatt høyere pensjonsgrunnlag enn på pensjoneringstidspunktet og dette ikke skyldes en alminnelig lønnsregulering, skal det høyere grunnlag gjelde for tiden før grunnlaget gikk ned og resten av tiden regnes av grunnlaget ved pensjoneringen. Departementet kan fastsette vilkårene for at et midlertidig høyere pensjonsgrunnlag og et tidligere høyere pensjonsgrunnlag skal få virkning for pensjonsberegningen.\nDersom en arbeidstaker har fått et høyere grunnlag fordi vedkommende har hatt flere stillinger samtidig, skal det høyere grunnlag bare medregnes for det tidsrom dette var tilfelle. Tilsvarende gjelder en arbeidstaker som på pensjoneringstidspunktet har flere stillinger samtidig.\nParagrafen her gjelder ikke pensjon etter kapittel 5 a og kapittel 6 med unntak av pensjon etter § 26 h.\n0 Endret ved lover 31 mai 1957 nr. 2, 15 des 1967 nr. 7, 8 juni 1979 nr. 54, 21 mai 1982 nr. 27, 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), 20 des 2022 nr. 100 (i kraft 1 jan 2023), 20 des 2024 nr. 81 (i kraft 1 jan 2025 iflg. res. 20 des 2024 nr. 3298).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "En arbeidstaker betaler innskott på 2 pst. av pensjonsgrunnlaget. I den tid et medlem har redusert lønn på grunn av permisjon, redusert arbeidstid eller andre forhold ved tjenesten, betales innskott bare av den reduserte lønn.\n0 Endret ved lov 21 mai 1982 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Den som utbetaler lønnen, er uten godtgjøring fra Pensjonskassen ansvarlig for å holde tilbake og innbetale innskott til Pensjonskassen. Et medlem skal likevel betale innskott direkte til kassen innen de frister som den fastsetter, hvis dette er særskilt bestemt.\nForfalt innskott er tvangsgrunnlag for utlegg. Etter forfall kan det kreves renter etter en rentefot som fastsettes av Pensjonskassen.\n0 Endret ved lover 8 juni 1973 nr. 54, 21 mai 1982 nr. 27, 26 juni 1992 nr. 86, 26 mai 2000 nr. 37, 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Departementet kan bestemme at det for visse grupper arbeidstakere skal betales en arbeidsgiverandel i tillegg til medlemmets eget innskott. Bestemmelsene i § 17, 2. ledd gjelder tilsvarende.\nDepartementet kan gi nærmere regler om beregningen av pensjonsinnskottene og arbeidsgiverandelen.\n0 Endret ved lover 8 juni 1973 nr. 54, 21 mai 1982 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Når tjenestetid inngår i beregningen av pensjon, skal den tiden arbeidstakeren har vært medlem av Pensjonskassen legges til grunn. Kun tjenestetid i stillinger med særaldersgrense skal inngå i beregningen etter §§ 26 o, 26 p og 26 r. Andre punktum gjelder ikke for tjenestetid før 1. januar 2025. Det kan fastsettes ved tariffavtale at kortere tjenesteperioder ikke skal regnes med.\nVed beregning av pensjon etter kapittel 5, § 26 n, kapittel 6 og 7 avrundes samlet tjenestetid slik at brøkdel av et år mindre enn en halv ikke regnes med. En større brøkdel regnes som et helt år.\nTjenestetid etter kapittel 5 a og 5 b, unntatt etter § 26 n, fastsettes i antall år, avrundet til én desimal.\nEr den samlede tjenestetid lengre enn det som kreves for full pensjon, skal det ved pensjonsberegningen ses bort fra den overskytende tjenestetid som har lavest pensjonsgrunnlag.\n0 Endret ved lover 24 juni 1958 nr. 12, 21 juni 1974 nr. 57, 11 juni 1976 nr. 81, 21 mai 1982 nr. 27, 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Som tjenestetid regnes også den tid medlemmet:\na. midlertidig er avgitt til tjeneste hos fylke, kommune eller privat arbeidsgiver som utfører arbeid for staten,\nb. har ferie,\nc. har permisjon med lønn,\nd. har permisjon uten lønn eller på annen måte midlertidig har fratrådt tjenesten og hvor det ved tariffavtale mellom staten og hovedsammenslutningene er bestemt at tjenestetiden skal regnes med,\ne. har midlertidig uførepensjon eller uførepensjon, unntatt pensjon som ytes etter § 27 femte ledd,\nf. har vært medlem av annen pensjonsordning som Pensjonskassen har avtale med om overføring av pensjonsrettigheter, eller i utenlandsk pensjonsordning hvor tiden etter internasjonal overenskomst skal regnes med,\ng. er ilagt karantene før overgang til ny stilling.\nI forbindelse med omorganiseringer eller omstillinger kan departementet bestemme at arbeidstakere som fratrer sin stilling med straks løpende alderspensjon eller førtidspensjon, skal kunne få godskrevet hele eller deler av tiden fram til stillingens aldersgrense som pensjonsgivende. Departementet kan bestemme at den enkelte virksomhet skal belastes for kostnadene ved dette gjennom løpende innbetalinger eller ved innbetaling av et engangsbeløp.\nDepartementet kan bestemme at tid forut for medlemskapet helt eller delvis skal regnes med. Departementet kan sette særlige vilkår for slik medregning.\nSom pensjonsgivende regnes også tjenestetid som overenskomstlønnet arbeidstaker i staten før 1. januar 1951.\nEt medlem som uten å oppebære midlertidig uførepensjon eller uførepensjon har hatt permisjon uten lønn i to år, skal etter utløpet av denne tid, i forhold til reglene i denne lov, anses for å ha fratrådt sin stilling, medmindre annet er fastsatt etter første ledd bokstav d.\nDepartementet gir forskrifter om medlemskap og opptjening når medlemmet har midlertidig uførepensjon og uførepensjon.\n0 Endret ved lover 21 juni 1974 nr. 57, 21 mai 1982 nr. 27, 11 juni 1993 nr. 63, 26 mai 2000 nr. 37, 15 jan 2010 nr. 1 (ikr. 1 feb 2010 iflg. res. 15 jan 2010 nr. 54), 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 22 jan 2016 nr. 1 (ikr. 1 mars 2016 iflg. res. 22 jan 2016 nr. 44), 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:20 a",
      "chapter": "5",
      "section": "20 a",
      "content": "Kapitlet gjelder for medlemmer født i 1962 eller tidligere.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), endret ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965, se endringsloven del V for overgangsregler).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20 a."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Et medlem får alderspensjon når vedkommende helt eller delvis fratrer sin stilling ved eller etter den aldersgrense som gjelder for stillingen.\nFratrer et medlem tidligst tre år før aldersgrensen, får vedkommende alderspensjon såfremt summen av tjenestetid og alder er minst 85 år, eller vedkommende ved fratreden har fylt 67 år.\nRett til alderspensjon har også arbeidstaker som fratrer etter fylte 65 år, når dette er bestemt i tariffavtale hvor staten er part, eller i tariffavtale godkjent av departementet.\nRett til alderspensjon etter fylte 65 år har også arbeidstaker som har fratrådt med pensjon etter lov om avtalefestet pensjon for medlemmer av Statens pensjonskasse kapittel 1.\nAlderspensjon etter tredje og fjerde ledd kan ikke tas ut samtidig med alderspensjon fra folketrygden. Er det tatt ut alderspensjon fra folketrygden, må den stanses før det gis pensjon etter tredje og fjerde ledd. Det kan heller ikke ytes alderspensjon etter tredje og fjerde ledd til en person som mottar eller har mottatt avtalefestet pensjon etter AFP-tilskottsloven.\n0 Endret ved lover 21 des 1956 nr. 1, 15 des 1972 nr. 86, 21 apr 1989 nr. 16, 11 juni 1993 nr. 64, 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 20 des 2022 nr. 100 (i kraft 1 jan 2023), 12 april 2024 nr. 14 (i kraft 1 okt 2024 iflg. res. 20 sep 2024 nr. 2209).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:21 a",
      "chapter": "5",
      "section": "21 a",
      "content": "Statens pensjonskasse kan bevilge straks løpende alderspensjon til arbeidstaker som i løpet av de siste ti årene har gått over fra stilling med lavere aldersgrense til stilling med høyere aldersgrense, når\na. vedkommende hadde hatt lavere aldersgrense i minst 15 år,\nb. den lavere aldersgrensen er begrunnet i forhold som er omhandlet i lov om aldersgrenser for statsansatte m.fl. § 2 første ledd alternativ a, og\nc. vedkommende ville hatt rett til alderspensjon i den tidligere stillingen.\nDepartementet kan fastsette nødvendige overgangsregler.\n0 Tilføyd ved lov 21 mai 1982 nr. 31, endret ved lover 26 mai 2000 nr. 37, 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 20 des 2022 nr. 100 (i kraft 1 jan 2023).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21a",
        "source_heading": "§ 21 A."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "content": "Pensjonen beregnes av medlemmets pensjonsgrunnlag når vedkommende fratrer stillingen, jf. likevel § 15.\nDen årlige alderspensjonen beregnes slik:\na. Et medlem med 30 års tjenestetid eller mer får full alderspensjon. Denne skal utgjøre 66 prosent av pensjonsgrunnlaget.\nb. Et medlem med kortere tjenestetid enn 30 år skal ha en avkortet alderspensjon, som utgjør så mange trettideler av full pensjon som vedkommende har tjenesteår.\nAlderspensjonen skal levealdersjusteres etter bestemmelsene i §§ 24 og 24 a.\nForsørger medlemmet barn under 18 år, skal det for hvert barn ytes et barnetillegg på 10 prosent av alderspensjonen etter levealdersjustering. Alderspensjonen med barnetillegg må likevel ikke overstige 90 prosent av pensjonsgrunnlaget etter levealdersjustering når pensjonen er beregnet etter full tjenestetid. Er pensjonen beregnet etter redusert tjenestetid, skal det foretas en forholdsmessig avkortning. Barnetillegg betales ut den måned barnet fyller 18 år eller i tilfelle måneden etter barnets død.\nFor alderspensjon kommer bestemmelsen i § 31 første ledd om reduksjon for sykepenger til anvendelse dersom sykepengene er beregnet av inntekter som også har vært pensjonsgivende i Pensjonskassen.\n0 Endret ved lover 31 mai 1957 nr. 2, 21 juni 1974 nr. 57, 11 juni 1976 nr. 81, 21 mai 1982 nr. 27, 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 15 juni 2018 nr. 30 (ikr. 1 jan 2019 iflg. res. 20 des 2018 nr. 2051), 20 des 2022 nr. 100 (i kraft 1 jan 2023).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "content": "Et medlem som fratrer sin stilling med minst tre års tjenestetid, men uten rett til straks å få pensjon etter denne loven eller lov om avtalefestet pensjon for medlemmer av Statens pensjonskasse, har rett til oppsatt alderspensjon fra den aldersgrensen som gjelder for stillingen, men tidligst fra fylte 65 år. Den oppsatte alderspensjonen skal utgjøre så mange trettideler av full pensjon som vedkommende har tjenesteår, men ikke mer enn full pensjon etter § 22. Oppsatt alderspensjon utbetales senest fra det tidspunkt medlemmet ved fylte 67 år får utbetalt alderspensjon fra folketrygden. Har medlemmet etter bestemmelsene i folketrygdloven § 19-10 ikke tatt ut hel alderspensjon fra folketrygden, skal det bare utbetales en så stor forholdsmessig del av den oppsatte alderspensjon fra Pensjonskassen som svarer til den forholdsmessige del av alderspensjonen fra folketrygden som er tatt ut.\nFor den som blir opptatt som nytt medlem av Statens pensjonskasse etter 1. januar 1967, skal oppsatt alderspensjon utgjøre en så stor del av full pensjon som forholdet mellom opptjent tjenestetid og den tjenestetiden vedkommende ville hatt fra den dagen han eller hun ble medlem av Pensjonskassen og fram til det laveste av aldersgrensen eller 70 år, men ikke mer enn 40 år og ikke mindre enn 30 år.\nOppsatt alderspensjon skal levealdersjusteres etter bestemmelsene i §§ 24 og 24 a.\n0 Endret ved lover 6 juli 1957 nr. 27, 24 juni 1958 nr. 12, 8 juni 1973 nr. 54, 11 juni 1976 nr. 81, 8 juni 1979 nr. 52, 21 mai 1982 nr. 27, 11 juni 1993 nr. 64, 28 feb 1997 nr. 19 (ikr. 1 mai 1997), 25 juni 2010 nr. 29 (ikr. 1 jan 2011, som endret ved lov 17 des 2010 nr. 77, tidligere § 24), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 22 jan 2016 nr. 1 (ikr. 1 mars 2016 iflg. res. 22 jan 2016 nr. 44), 15 juni 2018 nr. 30 (ikr. 1 jan 2019 iflg. res. 20 des 2018 nr. 2051), 20 des 2022 nr. 100 (i kraft 1 jan 2023), 27 mai 2025 nr. 17 (i kraft 1 jan 2026 iflg. res. 27. mai 2025 nr. 856, se endringsloven for overgangsregel).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "content": "Alderspensjonen skal levealdersjusteres, slik at den enkeltes pensjon justeres for endringer i befolkningens levealder. Levealdersjusteringen gjennomføres ved hjelp av justeringstall, som fastsettes slik:\na. For årskull fra og med 1943-kullet til og med 1953-kullet tilsvarer justeringstallene de forholdstallene som fastsettes av Arbeids- og velferdsdirektoratet, jf. folketrygdloven §§ 19-6 og 19-7.\nb. For årskull fra og med 1963-kullet beregnes det justeringstall med utgangspunkt i delingstall fastsatt av Arbeids- og velferdsdirektoratet, jf. folketrygdloven §§ 20-12 og 20-13. Justeringstallene framkommer ved å dividere delingstallene med 13,42.\nc. For årskull fra og med 1954-kullet til og med 1962-kullet benyttes det justeringstall både etter bokstav a og bokstav b, se § 24 a.\nAlderspensjonen skal levealdersjusteres tidligst fra fylte 67 år. Dette gjelder også dersom det er utbetalt alderspensjon fra et tidligere tidspunkt. Pensjonen divideres med justeringstallet som gjelder ved fylte 67 år.\nDersom medlemmet fratrer stillingen etter fylte 67 år, skal pensjonen divideres med justeringstallet på uttakstidspunktet. Det skal ikke benyttes et lavere justeringstall enn 1,000, slik at pensjonen ved full tjenestetid ikke blir høyere enn 66 prosent av pensjonsgrunnlaget. For årskullene fra og med 1954-kullet til og med 1962-kullet skal det likevel kunne benyttes et lavere justeringstall enn 1,000 for justeringstall etter første ledd bokstav b. For de samme årskullene skal den nedre grensen for justeringstallet etter første ledd bokstav a settes lik forholdstallet ved den laveste alderen som gir et justeringstall etter første ledd bokstav b lik 1,000 for det aktuelle årskullet.\nNår et medlem delvis fratrer stillingen, skal justeringstallet på dette tidspunktet legges til grunn for alderspensjonen for den fratrådte stillingsdelen. Når medlemmet helt fratrer stillingen, skal justeringstallet på dette tidspunktet legges til grunn for alderspensjonen for den resterende stillingsdelen.\nDepartementet gir forskrift om anvendelsen av justeringstall.\n0 Tilføyd ved lov 25 juni 2010 nr. 29 (ikr. 1 jan 2011, som endret ved lov 17 des 2010 nr. 77), endret ved lover 20 juni 2014 nr. 24 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 799), 15 juni 2018 nr. 30 (ikr. 1 jan 2019 iflg. res. 20 des 2018 nr. 2051), 12 april 2024 nr. 15 (i kraft 12 april 2024 iflg. res. 12 april 2024 nr. 615).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:24 a",
      "chapter": "5",
      "section": "24 a",
      "content": "Dersom pensjonisten er født i årene fra 1954 til 1962, skal levealdersjusteringen gjennomføres slik:\na. Det skal foretas en beregning etter § 24 med justeringstall fastsatt henholdsvis etter § 24 første ledd bokstav a og § 24 første ledd bokstav b.\nb. Personer som er født i 1954, får 9/10 av pensjonen levealdersjustert ved bruk av justeringstallet etter § 24 første ledd bokstav a og 1/10 etter § 24 første ledd bokstav b. Andelen beregnet etter § 24 første ledd bokstav a reduseres med 1/10 for hvert senere årskull, slik at personer født i 1962 får 1/10 av pensjonen levealdersjustert etter § 24 første ledd bokstav a og 9/10 levealdersjustert etter § 24 første ledd bokstav b.\n0 Tilføyd ved lov 15 juni 2018 nr. 30 (ikr. 1 jan 2019 iflg. res. 20 des 2018 nr. 2051).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24a",
        "source_heading": "§ 24 a."
      }
    },
    {
      "provision_ref": "5:24 b",
      "chapter": "5",
      "section": "24 b",
      "content": "Medlemmer som er født i 1958 eller tidligere, skal ha et garantert pensjonsnivå etter reglene i paragrafen her.\nGarantien gjelder tidligst fra fylte 67 år og skal anvendes på summen av\na. alderspensjon etter loven her, samordnet med alderspensjon fra folketrygden etter lov om samordning av pensjons- og trygdeytelser, og\nb. alderspensjon fra folketrygden.\nAlderspensjon fra folketrygden som inngår i beregningen etter annet ledd bokstav b, fastsettes slik:\na. Dersom pensjonene tas ut samtidig, anvendes alderspensjonen fra folketrygden.\nb. Dersom alderspensjonen fra folketrygden er tatt ut før pensjon etter loven her, benyttes det en alderspensjon fra folketrygden beregnet som om den var tatt ut på samme tidspunkt som tjenestepensjonen.\nc. For medlemmer som har fratrådt sin stilling med alderspensjon etter loven her før fylte 67 år, skal denne pensjonen anses å være tatt ut ved fylte 67 år ved anvendelse av bokstavene a og b.\nFor medlemmer som har 30 års tjenestetid eller mer, utgjør det garanterte pensjonsnivået 66 prosent av pensjonsgrunnlaget. For medlemmer som har mindre enn 30 års tjenestetid, jf. § 22 andre ledd bokstav b, utgjør det garanterte pensjonsnivået et forholdsmessig beløp.\nDersom summen av pensjoner etter annet ledd, jf. tredje ledd, er lavere enn det garanterte pensjonsnivået etter fjerde ledd, skal det utbetales et garantitillegg som svarer til differansen mellom summen av pensjoner og det garanterte nivået. Eventuelle forsørgingstillegg holdes utenfor ved beregningen av garantitillegget.\nVed gradert uttak av alderspensjon skal garantitillegget beregnes som om tjenestepensjonen var ugradert. Garantitillegget skal deretter graderes tilsvarende uttaksgraden for tjenestepensjonen.\nBestemmelsene i paragrafen her gjelder tilsvarende for oppsatt alderspensjon, likevel slik at tjenestetiden etter fjerde ledd fastsettes etter bestemmelsene i § 23 første og annet ledd.\n0 Tilføyd ved lov 25 juni 2010 nr. 29 (ikr. 1 jan 2011), endret ved lover 20 juni 2014 nr. 24 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 799), 15 juni 2018 nr. 30 (ikr. 1 jan 2019 iflg. res. 20 des 2018 nr. 2051, tidligere § 24a), 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24b",
        "source_heading": "§ 24 b."
      }
    },
    {
      "provision_ref": "5:24 c",
      "chapter": "5",
      "section": "24 c",
      "content": "Medlemmer som er født i 1959, 1960, 1961 eller 1962, får en andel av garantitillegget som er gitt til medlemmer født i 1958 eller tidligere etter § 24 b. Andelene bestemmes av forholdet mellom tjenestetid før 2011 og samlet tjenestetid, begge begrenset til full tjenestetid. 1959-kullet får 90 prosent av tillegget, 1960-kullet får 80 prosent av tillegget, 1961-kullet får 70 prosent av tillegget og 1962-kullet får 60 prosent av tillegget.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24c",
        "source_heading": "§ 24 c."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "content": "En arbeidstaker som samtidig tjener opp rett til pensjon i mer enn ett arbeidsforhold og fratrer et av disse med rett til løpende pensjon, får pensjon regnet av pensjonsgrunnlaget og tjenestetiden for dette arbeidsforhold. Dersom en arbeidstaker som fratrer sin stilling med rett til straks løpende pensjon, i tillegg har rett til oppsatt pensjon fra en annen stilling fra et senere tidspunkt, kommer den oppsatte pensjonen til utbetaling fra samme tidspunkt som den straks løpende pensjonen. Når medlemmet får rett til pensjon for flere enn ett arbeidsforhold hvor pensjon er opptjent samtidig, regnes pensjonen etter bestemmelsene i § 14 annet ledd, § 15 tredje ledd og § 19 annet ledd.\n0 Endret ved lover 21 mai 1982 nr. 27, 26 mai 2000 nr. 37 (ikr. 1 jan 2001 med virkning for nye pensjonstilfeller iflg. res. 26 mai 2000 nr. 447).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "content": "Alderspensjon etter § 21 løper fra den første dag i måneden etter at medlemmet ikke oppebærer lønn, og etter § 23 første ledd fra den første dag i måneden etter fylte 67 år hvor det blir utbetalt alderspensjon fra folketrygden eller fra den første dag i måneden etter at medlemmet når aldersgrensen, dog tidligst fra den første dag i måneden etter fylte 65 år. Pensjonen løper ut måneden etter dødsmåneden. Dersom avdøde etterlater seg ektefelle, løper pensjonen ytterligere en måned.\nDersom et medlem dør uten at alderspensjonen er begynt å løpe etter reglene i foregående ledd, og medlemmet ved dødsfallet heller ikke oppebar midlertidig uførepensjon eller uførepensjon, skal det, dersom medlemmet etterlater seg ektefelle, utbetales et beløp svarende til en måneds alderspensjon regnet som om medlemmet med uforandret grunnlag hadde stått i tjenesten til aldersgrensen, men ikke ut over 67 år. Det samme gjelder mottaker av pensjon etter lov 25. juni 2010 nr. 28 om avtalefestet pensjon for medlemmer av Statens pensjonskasse.\nRetten til oppsatt pensjon faller bort dersom medlemmet på ny blir innskottspliktig i Pensjonskassen. Tjenestetiden medregnes som pensjonsgivende i den nye stilling. Løpende alderspensjon faller også bort ved ny innskottsplikt dersom grunnlaget i den nye stilling er minst like stort som grunnlaget i den tidligere stilling. Er grunnlaget i den nye stilling mindre, utbetales pensjon av forskjellen mellom grunnlagene. Dersom medlemmet ved endelig fratreden ikke har rett til straks å få pensjon for den siste stillingen, får han eller hun igjen sin opprinnelige pensjon inntil vedkommende når aldersgrensen i den siste stillingen. Fra da av blir pensjonen beregnet etter den samlede tjenestetiden. Pensjonen beregnes etter reglene i § 22.\nOpphør og endringer i pensjonen etter bestemmelse i foregående ledd skjer fra den første i måneden etter at den begivenhet fant sted som førte til opphøret eller endringen.\nNår særlige lønnsforhold gjør det rimelig, kan utbetaling av alderspensjon etter § 21 settes i gang fra den første dag etter at lønnen er opphørt.\n0 Endret ved lover 31 mai 1957 nr. 2, 23 mai 1958 nr. 4, 19 des 1958 nr. 9, 21 juni 1974 nr. 57, 21 mai 1982 nr. 27, 11 juni 1993 nr. 64, 26 mai 2000 nr. 37, 18 des 2009 nr. 134 (ikr. 1 okt 2009, innførte et midlertidig sjette ledd som opphørte å gjelde 1 juli 2010), 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 15 des 2017 nr. 104, 21 juni 2019 nr. 25 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 781), 20 mars 2020 nr. 3 (i kraft 20 mars 2020 iflg. res. 20 mars 2020 nr. 580), 18 des 2020 nr. 138 (ikr. 18 des 2020 med virkning fra 1 nov 2020), 20 mars 2020 nr. 3 (i kraft 1 sep 2022, endring endret ved lover 30 okt 2020 nr. 118, 4 juni 2021 nr. 52, 17 des 2021 nr. 145 og 17 juni 2022 nr. 41, sjette ledd opphørte å gjelde), 20 des 2022 nr. 100 (i kraft 1 jan 2023).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:26 a",
      "chapter": "6",
      "section": "26 a",
      "title": "Virkeområde",
      "content": "Kapitlet gjelder for medlemmer født i 1963 eller senere.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26a",
        "source_heading": "§ 26 a."
      }
    },
    {
      "provision_ref": "6:26 b",
      "chapter": "6",
      "section": "26 b",
      "title": "Opptjening av alderspensjon – påslagsbeholdning",
      "content": "Alderspensjon tjenes opp fra og med 1. januar 2020 med en grunnsats på 5,7 prosent av pensjonsgrunnlaget opp til 12 ganger folketrygdens grunnbeløp og en tilleggssats på 18,1 prosent av pensjonsgrunnlaget mellom 7,1 og 12 ganger grunnbeløpet. Det er gjeldende grunnbeløp som legges til grunn. Ved deltidsstilling utgjør opptjeningen en forholdsmessig del av opptjeningen for en fulltidsstilling. Det gis pensjonsopptjening fram til og med måneden medlemmet fyller 75 år.\nDet gis pensjonsopptjening for tiden med midlertidig uførepensjon og uførepensjon etter kapittel 6. Til medlemmer som har fått midlertidig uførepensjon eller uførepensjon erstattet av alderspensjon ved særaldersgrense før 1. januar 2026, gis det pensjonsopptjening som om de mottok midlertidig uførepensjon eller uførepensjon. Opptjeningen skjer på grunnlag av pensjonsgrunnlaget som uførepensjonen er beregnet av. For perioder hvor et medlem har hatt annen opptjening etter første og tredje ledd, skal opptjening på grunnlag av uførepensjonen reduseres med slik opptjening. Dersom uføregraden er lavere enn 100 prosent, skal opptjening etter dette leddet ikke overstige opptjening basert på pensjonsgrunnlaget uførepensjonen er beregnet av, justert for uføregraden.\nDet gis pensjonsopptjening for den tiden medlemmet har ulønnet utdanningspermisjon som arbeidsgiver vurderer er relevant for stillingen. Det gis også pensjonsopptjening for den tiden medlemmet har annen permisjon uten lønn, eller på annen måte midlertidig har fratrådt tjenesten, og hvor det ved tariffavtale inngått med hovedsammenslutningene er bestemt at tiden skal gi pensjonsopptjening. Opptjeningen skjer på grunnlag av pensjonsgrunnlaget i stillingen som medlemmet har permisjon fra eller midlertidig har fratrådt. Ved delvis permisjon skjer opptjeningen forholdsmessig.\nOpptjeningen skjer løpende, slik at endringer får effekt fra virkningstidspunktet. Pensjonsopptjeningen akkumuleres i en påslagsbeholdning.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), endret ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26b",
        "source_heading": "§ 26 b."
      }
    },
    {
      "provision_ref": "6:26 c",
      "chapter": "6",
      "section": "26 c",
      "title": "Uttak av alderspensjon",
      "content": "Alderspensjon gis tidligst fra og med måneden etter den måneden melding om uttak av pensjon blir gitt, likevel tidligst fra og med måneden etter fylte 62 år. Dersom pensjonen ikke er tatt ut innen medlemmet fyller 75 år, utbetales pensjonen fra og med måneden etter fylte 75 år.\nAlderspensjonen fastsettes på grunnlag av påslagsbeholdningen på uttakstidspunktet. Beholdningen gjøres om til årlig pensjon ved å dividere med delingstallet på uttakstidspunktet for pensjonen, jf. § 26 k.\nAlderspensjonen kan tas ut helt eller delvis. Pensjonen graderes med 20, 40, 50, 60, 80 eller 100 prosent. Årlig pensjon må på uttakstidspunktet minst utgjøre 30 prosent av folketrygdens grunnbeløp for at pensjonen kan tas ut gradert. Dersom medlemmet mottar midlertidig uførepensjon eller uførepensjon, kan ikke summen av uføregrad og uttaksgrad for alderspensjon overstige 100 prosent. Pensjonen kan ikke utbetales samtidig med tidligpensjon etter kapittel 5 b eller tilsvarende tidligpensjon fra en annen offentlig tjenestepensjonsordning.\nPensjonsgraden kan endres eller oppdateres når det har gått ett år fra uttakstidspunktet eller ett år fra tidspunktet da uttaksgraden sist ble endret eller oppdatert. Medlemmet kan likevel ta ut full pensjon eller stanse pensjonen uavhengig av bestemmelsene i første punktum. Ved fylte 75 år utbetales full pensjon.\nDersom pensjonsgraden endres eller oppdateres, skal pensjonen gjøres om til en beholdning ved å multiplisere pensjonen med delingstallet på endrings- eller oppdateringstidspunktet. Dette beløpet legges sammen med eventuell beholdning som ikke er tatt ut. Pensjonen beregnes deretter etter bestemmelsene i paragrafen her.\nPensjonen kan kombineres med arbeidsinntekt uten at pensjonen blir avkortet.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), endret ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26c",
        "source_heading": "§ 26 c."
      }
    },
    {
      "provision_ref": "6:26 d",
      "chapter": "6",
      "section": "26 d",
      "title": "Ny opptjening",
      "content": "Ved uttak av hel alderspensjon skal pensjonsopptjening som tilføres påslagsbeholdningen etter uttak, regnes om til årlig pensjon ved hjelp av delingstallet på omregningstidspunktet, og legges til pensjonen som allerede er tatt ut. Omregningen foretas med virkning fra 1. januar året etter at opptjeningen fant sted.\nVed gradert uttak av pensjon skal pensjonsopptjening som tilføres påslagsbeholdningen etter uttak, omregnes til pensjon etter § 26 c femte ledd når uttaksgraden endres eller oppdateres.\nDepartementet kan gi forskrift om gjennomføringen av denne paragrafen.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26d",
        "source_heading": "§ 26 d."
      }
    },
    {
      "provision_ref": "6:26 e",
      "chapter": "6",
      "section": "26 e",
      "title": "Betinget tjenestepensjon – opptjening",
      "content": "Medlemmer som ikke har rett til privat eller offentlig avtalefestet pensjon (AFP), gis betinget tjenestepensjon som et tillegg til alderspensjonen.\nBetinget tjenestepensjon tjenes opp fra og med 1. januar 2020 med 3,0 prosent av pensjonsgrunnlaget opp til 7,1 ganger folketrygdens grunnbeløp. Det er gjeldende grunnbeløp som legges til grunn. Ved deltidsstilling utgjør opptjeningen en forholdsmessig del av opptjeningen for en fulltidsstilling. Det gis pensjonsopptjening fram til og med måneden medlemmet fyller 62 år.\nDet gis pensjonsopptjening for tid med midlertidig uførepensjon og uførepensjon etter kapittel 6. Til medlemmer som har fått midlertidig uførepensjon eller uførepensjon erstattet av alderspensjon ved særaldersgrense før 1. januar 2026, gis det pensjonsopptjening som om de mottok midlertidig uførepensjon eller uførepensjon. Opptjeningen skjer på grunnlag av pensjonsgrunnlaget som uførepensjonen er beregnet av. For perioder hvor et medlem har hatt annen opptjening etter andre ledd, skal opptjening på grunnlag av uførepensjonen reduseres med slik opptjening. Dersom uføregraden er lavere enn 100 prosent, skal opptjening etter dette leddet ikke overstige opptjening basert på pensjonsgrunnlaget uførepensjonen er beregnet av, justert for uføregraden.\nOpptjeningen skjer løpende, slik at endringer får effekt fra virkningstidspunktet. Opptjening av betinget tjenestepensjon akkumuleres i en betingetbeholdning.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), endret ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26e",
        "source_heading": "§ 26 e."
      }
    },
    {
      "provision_ref": "6:26 f",
      "chapter": "6",
      "section": "26 f",
      "title": "Betinget tjenestepensjon – uttak",
      "content": "Betinget tjenestepensjon gis tidligst fra og med måneden etter den måneden melding om uttak blir gitt, likevel tidligst fra og med måneden etter fylte 62 år. Dersom det innvilges betinget tjenestepensjon etter at et medlem har fylt 70 år, skal årlig pensjon beregnes som om uttaket skjedde ved 70 år. Det er et vilkår for utbetaling av betinget tjenestepensjon at offentlig avtalefestet pensjon er avslått. Betinget tjenestepensjon kan ikke utbetales samtidig med tidligpensjon etter kapittel 5 b, tilsvarende tidligpensjon fra en annen offentlig tjenestepensjonsordning eller avtalefestet pensjon som det gis statstilskott til etter AFP-tilskottsloven.\nBetingetbeholdningen gjøres om til årlig pensjon ved å dividere med delingstallet på uttakstidspunktet for pensjonen.\nBetinget tjenestepensjon kan ikke tas ut gradert eller stanses. Pensjonen kan kombineres med arbeidsinntekt uten at pensjonen blir avkortet.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), endret ved lover 12 april 2024 nr. 14 (i kraft 1 okt 2024 iflg. res. 20 sep 2024 nr. 2209), 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26f",
        "source_heading": "§ 26 f."
      }
    },
    {
      "provision_ref": "6:26 g",
      "chapter": "6",
      "section": "26 g",
      "title": "Oppsatt pensjon for tjenestetid etter 2019",
      "content": "Fratrer et medlem sin stilling med minst ett års samlet tjenestetid, men uten rett til straks å få pensjon etter dette kapitlet, har medlemmet rett til oppsatt påslagspensjon og oppsatt betinget tjenestepensjon. Pensjonen beregnes etter reglene i kapitlet her.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26g",
        "source_heading": "§ 26 g."
      }
    },
    {
      "provision_ref": "6:26 h",
      "chapter": "6",
      "section": "26 h",
      "title": "Oppsatt pensjon for tjenestetid før 2020",
      "content": "Medlemmer med tjenestetid før 2020 har rett til oppsatt alderspensjon dersom samlet tjenestetid er minst tre år.\nPensjonen beregnes av medlemmets pensjonsgrunnlag 31. desember 2019. Har medlemmet 31. desember 2019 lenger tjenestetid enn 30 år, skal gjennomsnittlig stillingsandel beregnes med utgangspunkt i de 30 årene med høyest stillingsandel.\nDen årlige alderspensjonen beregnes slik:\na. Har medlemmet 31. desember 2019 full tjenestetid, eller mer, får medlemmet full alderspensjon. Full tjenestetid er den tjenestetiden medlemmet ville hatt fra den dagen vedkommende ble medlem av Pensjonskassen og fram til det laveste av aldersgrensen eller 70 år, likevel ikke mer enn 40 år og ikke mindre enn 30 år. Pensjonen skal utgjøre 66 prosent av pensjonsgrunnlaget.\nb. Har medlemmet 31. desember 2019 ikke full tjenestetid, skal medlemmet ha en avkortet alderspensjon som utgjør en så stor andel av full pensjon som tjenestetiden 31. desember 2019 utgjør av full tjenestetid.\nForsørger medlemmet barn under 18 år, skal det for hvert barn ytes et barnetillegg på 10 prosent av alderspensjonen etter levealdersjustering. Alderspensjonen med barnetillegg må likevel ikke overstige 90 prosent av pensjonsgrunnlaget etter levealdersjustering når pensjonen er beregnet etter full tjenestetid. Er pensjonen beregnet etter kortere enn full tjenestetid, skal det foretas en forholdsmessig avkorting. Barnetillegg betales ut den måneden barnet fyller 18 år eller i tilfelle måneden etter barnets død.\nAlderspensjonen skal levealdersjusteres ved hjelp av justeringstall fastsatt med utgangspunkt i delingstall fastsatt av Arbeids- og velferdsdirektoratet, jf. folketrygdloven §§ 20-12 og 20-13. Justeringstallet framkommer ved å dividere delingstallene med 13,42. Justeringstallet ved uttak av pensjonen legges til grunn.\nAlderspensjonen gis tidligst fra og med måneden etter den måneden melding om uttak blir gitt, likevel tidligst fra og med måneden etter fylte 62 år. Dersom pensjonen ikke er tatt ut innen medlemmet fyller 75 år, utbetales pensjonen fra og med måneden etter fylte 75 år. Det er et vilkår at medlemmet mottar alderspensjon fra folketrygden på uttakstidspunktet. Pensjonen kan ikke tas ut gradert eller stanses. Barnetillegg etter tredje ledd gis tidligst fra måneden etter fylte 65 år.\nAlderspensjonen kan kombineres med arbeidsinntekt uten at pensjonen blir avkortet.\nAlderspensjonen kan ikke utbetales samtidig med tidligpensjon etter kapittel 5 b eller tilsvarende tidligpensjon fra en annen offentlig tjenestepensjonsordning.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), endret ved lover 27 mai 2025 nr. 17 (i kraft 1 jan 2026 iflg. res. 27. mai 2025 nr. 856, se endringsloven for overgangsregel), 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26h",
        "source_heading": "§ 26 h."
      }
    },
    {
      "provision_ref": "6:26 i",
      "chapter": "6",
      "section": "26 i",
      "title": "Tillegg for opptjening før 2011",
      "content": "Medlem født i årene 1963–1967, og som har opptjening før 2011 som gir rett til oppsatt alderspensjon etter § 26 h, gis et tillegg til alderspensjonen. Fullt tillegg utgjør 1,5 prosent av pensjonsgrunnlaget for den oppsatte alderspensjonen. Tillegget beregnes forholdsmessig dersom tjenestetiden før 2011 er kortere enn 30 år. 1963-kullet får 100 prosent av tillegget, 1964-kullet får 80 prosent, 1965-kullet får 60 prosent, 1966-kullet får 40 prosent og 1967-kullet får 20 prosent av tillegget.\nTillegget kommer til utbetaling ved uttak av oppsatt alderspensjon etter § 26 h. Tillegget kan ikke graderes eller stanses. Ved uttak multipliseres tillegget med delingstallet ved 67 år og divideres med delingstallet på uttakstidspunktet.\nTillegget kan kombineres med arbeidsinntekt uten at tillegget blir avkortet.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26i",
        "source_heading": "§ 26 i."
      }
    },
    {
      "provision_ref": "6:26 j",
      "chapter": "6",
      "section": "26 j",
      "title": "Overgangstillegg",
      "content": "Medlem født i årene 1963–1970 som fratrer medlemspliktig stilling helt i perioden mellom fylte 62 og 67 år, og som har minst 15 års samlet tjenestetid, gis et overgangstillegg fra og med måneden etter den måneden medlemmet fratrer. Tillegget opphører ved gjeninntreden i medlemspliktig stilling. Medlemmet gis tillegget på nytt ved senere hel fratreden. Tillegget opphører senest måneden etter at medlemmet fyller 67 år.\nFullt overgangstillegg er 0,15 ganger folketrygdens grunnbeløp og ytes til medlem født i 1963. Tillegget beregnes forholdsmessig for medlemmer med tjenestetid mindre enn 40 år og for gjennomsnittlig stillingsandel lavere enn 100 prosent. Dersom samlet tjenestetid er over 40 år, skal gjennomsnittlig stillingsandel beregnes med utgangspunkt i de 40 årene med høyest stillingsandel.\n1964-kullet får 87,5 prosent av overgangstillegget som 1963-kullet får, 1965-kullet får 75 prosent osv. til 1970-kullet, som får 12,5 prosent av tillegget.\nTillegget skal ikke levealdersjusteres. Det avkortes ikke mot arbeidsinntekt fra stilling som ikke er medlemspliktig. Tillegget kan ikke tas ut gradert.\nOvergangstillegget kan ikke utbetales samtidig med tidligpensjon etter kapittel 5 b eller tilsvarende tidligpensjon fra en annen offentlig tjenestepensjonsordning.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), endret ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26j",
        "source_heading": "§ 26 j."
      }
    },
    {
      "provision_ref": "6:26 k",
      "chapter": "6",
      "section": "26 k",
      "title": "Levealdersjustering",
      "content": "Levealdersjustering skjer ved hjelp av delingstall fastsatt av Arbeids- og velferdsdirektoratet, jf. folketrygdloven §§ 20-12 og 20-13.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26k",
        "source_heading": "§ 26 k."
      }
    },
    {
      "provision_ref": "6:26 l",
      "chapter": "6",
      "section": "26 l",
      "title": "Opphør av pensjon",
      "content": "Pensjon etter kapitlet her opphører ved utgangen av måneden etter måneden medlemmet døde. Pensjon etter §§ 26 h og 26 i, løper ytterligere en måned dersom avdøde etterlater seg ektefelle.\nDersom et medlem dør uten at pensjon etter § 26 h er begynt å løpe, og medlemmet ved dødsfallet heller ikke hadde midlertidig uførepensjon eller uførepensjon, skal det, dersom medlemmet etterlater seg ektefelle, utbetales et beløp svarende til en måneds pensjon etter § 26 h, beregnet med et justeringstall lik 1,000.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26l",
        "source_heading": "§ 26 l."
      }
    },
    {
      "provision_ref": "7:26 m",
      "chapter": "7",
      "section": "26 m",
      "title": "Virkeområde",
      "content": "Kapittelet gjelder alderspensjon for personer født i 1963 eller senere og omfatter tidligpensjon og særalderspåslag til personer med lavere aldersgrense enn den alminnelige aldersgrensen etter lov om aldersgrenser for statsansatte m.fl. (særaldersgrense).\n0 Tilføyd ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26m",
        "source_heading": "§ 26 m."
      }
    },
    {
      "provision_ref": "7:26 n",
      "chapter": "7",
      "section": "26 n",
      "title": "Særskilt tidligpensjonsordning til personer i årskullene 1963 til 1969",
      "content": "Personer født i 1963 og 1964 med særaldersgrense to år før alderen for ubetinget rett til alderspensjon fra folketrygden har rett til tidligpensjon når de fratrer stillingen ved eller etter fylte 65 år, se likevel fjerde ledd. Rett til tidligpensjon etter første punktum har også personer født i 1963 eller 1964 som i løpet av de siste 10 årene har gått over fra en stilling med lavere aldersgrense til en stilling med høyere aldersgrense når\na. vedkommende har hatt lavere aldersgrense i minst 15 år,\nb. den lavere aldersgrensen er begrunnet i forhold som er omhandlet i lov om aldersgrenser for statsansatte m.fl. § 2 første ledd andre punktum bokstav a, og\nc. vedkommende ville hatt rett til alderspensjon i den tidligere stillingen.\nPersoner født i perioden 1963 til 1966 med særaldersgrense fire år før alderen for ubetinget rett til alderspensjon fra folketrygden har rett til tidligpensjon når de fratrer stillingen ved eller etter fylte 63 år, se likevel fjerde ledd.\nPersoner født i perioden 1963 til 1969 med særaldersgrense syv år før alderen for ubetinget rett til alderspensjon fra folketrygden har rett til tidligpensjon når de fratrer stillingen ved eller etter fylte 60 år, se likevel fjerde ledd.\nFratrer et medlem tre år eller kortere tid før alderen nevnt i første til tredje ledd, har vedkommende rett til tidligpensjon dersom summen av tjenestetid og alder er minst 85 år.\nDet er et vilkår for rett til tidligpensjon etter denne paragrafen at medlemmet ikke mottar eller har mottatt særalderspåslag og ikke mottar avtalefestet pensjon, pensjon etter kapittel 5 a eller tilsvarende pensjon fra en annen offentlig tjenestepensjonsordning.\nTidligpensjonen løper fra den første dagen i måneden etter at medlemmet ikke mottar lønn. For øvrig gjelder bestemmelsene om utbetaling i § 26 første ledd andre og tredje punktum og andre ledd.\nTidligpensjonen gis fram til medlemmet når alderen for ubetinget rett til alderspensjon fra folketrygden.\nTidligpensjonen beregnes etter bestemmelsene i § 22 første, andre, fjerde og femte ledd, § 25 og § 26 tredje ledd tredje og fjerde punktum, fjerde og femte ledd.\n0 Tilføyd ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965, se endringsloven del V for overgangsregler).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26n",
        "source_heading": "§ 26 n."
      }
    },
    {
      "provision_ref": "7:26 o",
      "chapter": "7",
      "section": "26 o",
      "title": "Tidligpensjon til personer med særaldersgrense fire år lavere enn alderen for ubetinget rett til uttak av alderspensjon fra folketrygden",
      "content": "Medlemmer født i 1967 eller senere som helt eller delvis har fratrådt en medlemspliktig stilling der særaldersgrensen er fire år lavere enn alderen for ubetinget rett til uttak av alderspensjon fra folketrygden, har rett til tidligpensjon. Det er et vilkår at vedkommende i løpet av de siste 15 årene før særaldersgrensen, eller før fratreden med rett til uttak av tidligpensjon, har hatt medlemspliktig stilling med særaldersgrense i minst 10 år. Tid med midlertidig uførepensjon eller uførepensjon regnes ikke som tid i en medlemspliktig stilling. Dersom vilkåret har vært oppfylt ved ett uttak, skal det anses som oppfylt også ved senere uttak.\nDet er et vilkår for rett til tidligpensjon etter denne paragrafen at medlemmet ikke mottar eller har mottatt særalderspåslag og ikke mottar avtalefestet pensjon, pensjon etter kapittel 5 a eller tilsvarende pensjon fra en annen offentlig tjenestepensjonsordning.\nPersoner i årskullene 1967 til 1969 har rett til tidligpensjon før særaldersgrensen dersom summen av tjenestetid og alder er minst 85 år. Personer født i januar 1967 har rett til tidligpensjon inntil tre år før særaldersgrensen. For hver måned medlemmets fødselsmåned er senere enn januar 1967, er første mulige uttakstidspunkt for tidligpensjon én måned senere enn tidspunktet etter andre punktum. Personer født i 1970 eller senere har rett til tidligpensjon tidligst fra særaldersgrensen.\nFull tidligpensjon utgjør 66 prosent av pensjonsgrunnlaget. Full tidligpensjon krever at medlemmet har minst 30 års samlet tjenestetid. Er tjenestetiden kortere enn 30 år, skal pensjonen avkortes forholdsmessig.\nHar medlemmet en medlemspliktig stilling etter uttak av tidligpensjon, skal uttaksgraden maksimalt settes til 100 prosent med fratrekk for stillingsandelen i den medlemspliktige stillingen. Mottar medlemmet midlertidig uførepensjon, uførepensjon eller uføretrygd etter uttak av tidligpensjon, skal uttaksgraden maksimalt være 100 prosent med fratrekk for uføregraden. Dersom medlemmet både har en medlemspliktig stilling og mottar midlertidig uførepensjon, uførepensjon eller uføretrygd etter uttak av tidligpensjon, skal uttaksgraden maksimalt settes til 100 prosent med fratrekk for stillingsandelen i den medlemspliktige stillingen og uføregraden. Dersom uføregraden for den midlertidige uførepensjonen, uførepensjonen og uføretrygden er forskjellig, skal den høyeste uføregraden legges til grunn.\nVed endringer i forhold som nevnt i femte ledd skal det fastsettes en ny uttaksgrad. Dersom uttaksgraden økes, skal det beregnes et nytt deluttak for økningen.\n0 Tilføyd ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26o",
        "source_heading": "§ 26 o."
      }
    },
    {
      "provision_ref": "7:26 p",
      "chapter": "7",
      "section": "26 p",
      "title": "Tidligpensjon til personer med særaldersgrense syv år lavere enn alderen for ubetinget rett til uttak av alderspensjon fra folketrygden",
      "content": "Medlemmer som er født i 1970 eller senere som helt eller delvis har fratrådt en medlemspliktig stilling der særaldersgrensen er syv år lavere enn alderen for ubetinget rett til uttak av alderspensjon fra folketrygden, har rett til tidligpensjon. Det er et vilkår at vedkommende i løpet av de siste 15 årene før særaldersgrensen, eller før fratreden med rett til uttak av tidligpensjon, har hatt medlemspliktig stilling med særaldersgrense i minst 10 år. Tid med midlertidig uførepensjon eller uførepensjon regnes ikke som tid i medlemspliktig stilling. Dersom vilkåret har vært oppfylt ved ett uttak, skal det anses som oppfylt også ved senere uttak.\nDet er et vilkår for rett til tidligpensjon etter denne paragrafen at medlemmet ikke mottar eller har mottatt særalderspåslag og ikke mottar avtalefestet pensjon, pensjon etter kapittel 5 a eller tilsvarende pensjon fra en annen offentlig tjenestepensjonsordning.\nPersoner i årskullene 1970 til 1972 har rett til tidligpensjon før særaldersgrensen dersom summen av tjenestetid og alder er minst 85 år. Personer født i januar 1970 har rett til tidligpensjon inntil tre år før særaldersgrensen. For hver måned medlemmets fødselsmåned er senere enn januar 1970, er første mulige uttakstidspunkt for tidligpensjon én måned senere enn tidspunktet etter andre punktum. Personer født i 1973 eller senere har rett til tidligpensjon tidligst fra særaldersgrensen.\nFull tidligpensjon utgjør 66 prosent av pensjonsgrunnlaget. Full tidligpensjon krever at medlemmet har minst 30 års samlet tjenestetid. Er tjenestetiden kortere enn 30 år, skal pensjonen avkortes forholdsmessig.\nHar medlemmet en medlemspliktig stilling etter uttak av tidligpensjon, skal uttaksgraden maksimalt settes til 100 prosent med fratrekk for stillingsandelen i den medlemspliktige stillingen. Mottar medlemmet midlertidig uførepensjon, uførepensjon eller uføretrygd etter uttak av tidligpensjon, skal uttaksgraden maksimalt være 100 prosent med fratrekk for uføregraden. Dersom medlemmet både har en medlemspliktig stilling og mottar midlertidig uførepensjon, uførepensjon eller uføretrygd etter uttak av tidligpensjon, skal uttaksgraden maksimalt settes til 100 prosent med fratrekk for stillingsandelen i den medlemspliktige stillingen og uføregraden. Dersom uføregraden for den midlertidige uførepensjonen, uførepensjonen og uføretrygden er forskjellig, skal den høyeste uføregraden legges til grunn.\nVed endringer i forhold som nevnt i femte ledd skal det fastsettes en ny uttaksgrad. Dersom uttaksgraden økes, skal det beregnes et nytt deluttak for økningen.\n0 Tilføyd ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26p",
        "source_heading": "§ 26 p."
      }
    },
    {
      "provision_ref": "7:26 q",
      "chapter": "7",
      "section": "26 q",
      "title": "Reduksjon av tidligpensjon mot pensjonsgivende inntekt",
      "content": "Når uttaksgraden fastsettes etter § 26 o og § 26 p, skal det fastsettes en inntektsgrense. Inntektsgrensen per kalenderår er pensjonsgrunnlaget i en medlemspliktig stilling etter uttak, tillagt 2,7 ganger folketrygdens grunnbeløp. Ved endring i pensjonsgrunnlaget i en medlemspliktig stilling etter uttak skal inntektsgrensen fastsettes på nytt. Inntektsgrensen skal periodiseres i uttaksåret og opphørsåret avhengig av hvor mange måneder av året det utbetales tidligpensjon. Ved endring av inntektsgrensen underveis i et kalenderår skal det tas hensyn til antallet måneder med hver inntektsgrense.\nDersom medlemmets inntekt overstiger inntektsgrensen etter første ledd, skal pensjonen reduseres tilsvarende den delen av inntekten som overstiger inntektsgrensen multiplisert med 66 prosent justert med tjenestetidsbrøken for tidligpensjonen. Ved flere deluttak skal den laveste tjenestetidsbrøken legges til grunn for reduksjonen. Som inntekt regnes pensjonsgivende inntekt etter folketrygdloven § 3-15 og inntekt av samme art fra utlandet. Det skal gjøres unntak for inntekt fra en avsluttet aktivitet. Dersom tidligpensjonen er gradert på grunn av mottak av midlertidig uførepensjon eller uførepensjon, skal arbeidsavklaringspenger etter folketrygdloven kapittel 11 ikke medføre reduksjon av tidligpensjonen.\nMedlemmet skal opplyse Pensjonskassen om forventet inntekt og om endringer i inntekten. Har medlemmet fått utbetalt for lite eller for mye pensjon, skal det foretas et etteroppgjør. Er det utbetalt for lite pensjon, skal differansen etterbetales som et engangsbeløp. For mye utbetalt pensjon kan inndrives uten hensyn til skyld og kan avregnes ved å trekke i framtidige utbetalinger av uførepensjon og alderspensjon fra Pensjonskassen. Krav om tilbakekreving av for mye utbetalt pensjon er tvangsgrunnlag for utlegg.\nDepartementet kan gi forskrift om reduksjon av tidligpensjon, periodisering og etteroppgjør.\n0 Tilføyd ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26q",
        "source_heading": "§ 26 q."
      }
    },
    {
      "provision_ref": "7:26 r",
      "chapter": "7",
      "section": "26 r",
      "title": "Særalderspåslag",
      "content": "Medlemmer født i 1963 eller senere som har fratrådt medlemspliktig stilling med minst 10 prosent målt i forhold til full stilling, har rett til særalderspåslag. Det er et vilkår at vedkommende i løpet av de siste 15 årene før særaldersgrensen, eller før fratreden med rett til uttak av særalderspåslag, har hatt en medlemspliktig stilling med særaldersgrense i minst 10 år. Tid med midlertidig uførepensjon eller uførepensjon regnes ikke som tid i medlemspliktig stilling. Dersom vilkåret har vært oppfylt ved ett uttak, skal det anses som oppfylt også ved senere uttak. Vilkåret gjelder ikke for personer som har mottatt tidligpensjon etter dette kapittelet eller tilsvarende pensjon fra en annen offentlig tjenestepensjonsordning.\nDet er et vilkår for rett til særalderspåslag etter denne paragrafen at medlemmet ikke mottar tidligpensjon etter dette kapittelet, tilsvarende pensjon fra en annen offentlig tjenestepensjonsordning eller avtalefestet pensjon som en tidligpensjonsordning.\nSæralderspåslaget skal beregnes som en prosentandel av pensjonsgrunnlaget. Fullt særalderspåslag skal være 7,7 prosent for stillinger med særaldersgrense syv år lavere enn alderen for ubetinget rett til uttak av alderspensjon fra folketrygden, 6,5 prosent for stillinger med særaldersgrense fire år lavere enn alderen for ubetinget rett til uttak av alderspensjon fra folketrygden og 5,8 prosent for stillinger med særaldersgrense to år lavere enn alderen for ubetinget rett til uttak av alderspensjon fra folketrygden. Fullt særalderspåslag krever at medlemmet har minst 30 års tjenestetid. Er tjenestetiden kortere enn 30 år, avkortes særalderspåslaget forholdsmessig.\nHar medlemmet en medlemspliktig stilling etter uttak av særalderspåslag, skal uttaksgraden maksimalt settes til 100 prosent med fratrekk for stillingsandelen i den medlemspliktige stillingen. Mottar medlemmet midlertidig uførepensjon, uførepensjon eller uføretrygd etter uttak av særalderspåslag, skal uttaksgraden maksimalt være 100 prosent med fratrekk for høyeste uføregrad etter uttaket. Dersom medlemmet både har en medlemspliktig stilling og mottar midlertidig uførepensjon, uførepensjon eller uføretrygd etter uttak av særalderspåslag, skal uttaksgraden maksimalt settes til 100 prosent med fratrekk for stillingsandelen i den medlemspliktige stillingen og høyeste uføregrad etter uttaket. Dersom medlemmet mottar særalderspåslag etter mottak av tidligpensjon, skal uttaksgraden maksimalt være 100 prosent fratrukket stillingsandelen i den medlemspliktige stillingen og høyeste uføregrad etter særaldersgrensen. Dersom uføregraden for midlertidig uførepensjon, uførepensjon og uføretrygd er forskjellig, skal den høyeste uføregraden legges til grunn.\nVed endringer i forhold som nevnt i fjerde ledd skal det fastsettes en ny uttaksgrad. Det skal likevel ikke fastsettes en ny uttaksgrad ved økt stillingsandel i den medlemspliktige stillingen etter uttak. Dersom uttaksgraden økes, skal det beregnes et nytt deluttak for økningen.\nSæralderspåslaget utbetales tidligst fra tidspunktet medlemmet når laveste uttaksalder for alderspensjon fra folketrygden.\n0 Tilføyd ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965, se endringsloven del V for overgangsregler).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26r",
        "source_heading": "§ 26 r."
      }
    },
    {
      "provision_ref": "7:26 s",
      "chapter": "7",
      "section": "26 s",
      "title": "Livsvarig reduksjon av særalderspåslag",
      "content": "Når uttaksgraden av særalderspåslaget fastsettes, skal det fastsettes en inntektsgrense. Inntektsgrensen per kalenderår er pensjonsgrunnlaget i en medlemspliktig stilling etter uttak, tillagt folketrygdens grunnbeløp. Ved endring i pensjonsgrunnlaget i en medlemspliktig stilling etter uttak skal inntektsgrensen fastsettes på nytt. Inntektsgrensen skal likevel ikke fastsettes på nytt ved økt pensjonsgrunnlag som følge av økt stillingsandel i den medlemspliktige stillingen etter uttaket. Inntektsgrensen skal periodiseres i uttaksåret avhengig av hvor mange måneder i året det utbetales særalderspåslag. Ved endring av inntektsgrensen underveis i et kalenderår skal det tas hensyn til antallet måneder med hver inntektsgrense.\nDet livsvarige nivået på særalderspåslaget reduseres for hvert år medlemmet har inntekt over inntektsgrensen. Særalderspåslaget skal reduseres med en brøk hvor inntekten over inntektsgrensen er telleren og tre ganger pensjonsgrunnlaget for særalderspåslaget er nevneren. Reduksjonen får virkning fra året etter at skatteoppgjøret foreligger. Som inntekt regnes pensjonsgivende inntekt etter folketrygdloven § 3-15 og inntekt av samme art fra utlandet. Det skal gjøres unntak for inntekt fra en avsluttet aktivitet. Dersom særalderspåslag er gradert på grunn av mottak av midlertidig uførepensjon eller uførepensjon, skal arbeidsavklaringspenger etter folketrygdloven kapittel 11 ikke medføre reduksjon av særalderspåslaget.\nVed uttak av særalderspåslag senere enn to år før medlemmet når alderen for ubetinget rett til alderspensjon fra folketrygden, uten at det tidligere er mottatt tidligpensjon etter dette kapittelet, alderspensjon etter § 20 a slik den lød før 1. januar 2026, eller tilsvarende pensjon fra en annen offentlig tjenestepensjonsordning, reduseres også det livsvarige nivået på særalderspåslaget med 1/36 av ytelsen for hver måned det senere uttaket skjer.\nDepartementet kan gi forskrift om reduksjon av særalderspåslag og periodisering.\n0 Tilføyd ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965, se endringsloven del V for overgangsregler).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26s",
        "source_heading": "§ 26 s."
      }
    },
    {
      "provision_ref": "7:26 t",
      "chapter": "7",
      "section": "26 t",
      "title": "Flere stillinger med ulik særaldersgrense",
      "content": "For medlemmer som har hatt flere etterfølgende stillinger med ulike særaldersgrenser, skal den siste særaldersgrensen legges til grunn, se likevel § 44 ellevte ledd.\nFor medlemmer som har samtidige stillinger med ulike særaldersgrenser, gis tidligpensjon og særalderspåslag med utgangspunkt i den laveste aldersgrensen, forutsatt at medlemmet har hatt en stilling med den særaldersgrensen som utløser retten til ytelsen, i minst tre år før vedkommende når særaldersgrensen eller før fratreden med rett til uttak av ytelsen.\nParagrafen her gjelder ikke personer som omfattes av § 26 n.\n0 Tilføyd ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965, se endringsloven del V for overgangsregler).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26t",
        "source_heading": "§ 26 t."
      }
    },
    {
      "provision_ref": "7:26 u",
      "chapter": "7",
      "section": "26 u",
      "title": "Uttak av tidligpensjon og særalderspåslag – opphør og endringer",
      "content": "Tidligpensjon etter § 26 o og tidligpensjon etter § 26 p utbetales tidligst fra og med måneden etter at meldingen om uttak blir gitt, men likevel tidligst fra måneden etter at retten til tidligpensjon inntreffer. Tidligpensjonen skal utbetales til og med måneden medlemmet når alderen for ubetinget rett til uttak av alderspensjon fra folketrygden. Dersom et medlem som mottar tidligpensjon, dør før vedkommende når alderen for ubetinget rett til alderspensjon fra folketrygden, opphører tidligpensjonen ved utgangen av måneden etter måneden medlemmet døde.\nFor medlemmer som mottar tidligpensjon etter dette kapittelet eller tilsvarende tidligpensjon fra en annen offentlig tjenestepensjonsordning, utbetales særalderspåslaget fra måneden etter siste utbetaling av tidligpensjon. Særalderspåslaget utbetales ellers tidligst fra og med måneden etter at meldingen om uttak blir gitt, men likevel tidligst fra måneden etter at retten til særalderspåslag inntreffer. Særalderspåslaget opphører ved utgangen av måneden etter måneden medlemmet døde.\nEndringer i tidligpensjon og særalderspåslag får virkning fra måneden etter at forholdet som førte til endringen, inntraff, se likevel § 26 s andre ledd tredje punktum.\n0 Tilføyd ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965, se endringsloven del V for overgangsregler).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26u",
        "source_heading": "§ 26 u."
      }
    },
    {
      "provision_ref": "8:27",
      "chapter": "8",
      "section": "27",
      "content": "Det er et vilkår for rett til midlertidig uførepensjon og uførepensjon at medlemmet har fått evnen til å utføre inntektsgivende arbeid (inntektsevnen) nedsatt på grunn av sykdom, skade eller lyte i en slik grad at vedkommende ikke kan fortsette i sin vanlige stilling og ikke kan skaffe seg annet høvelig arbeid. Ved vurdering av om det foreligger sykdom gjelder det samme sykdomsbegrepet som i folketrygdloven kapitlene 11 og 12.\nDet er et vilkår for uførepensjon at inntektsevnen er varig nedsatt, se folketrygdloven § 12-7 første ledd. Midlertidig uførepensjon gis når det ikke er avklart om inntektsevnen er varig nedsatt. Et medlem som er innvilget arbeidsavklaringspenger fra folketrygden, får midlertidig uførepensjon. Et medlem som er innvilget uføretrygd fra folketrygden, får uførepensjon.\nDersom medlemmet ikke har tapt hele inntektsevnen i stillingen som gir rett til medlemskap i Pensjonskassen, ytes det redusert (gradert) pensjon svarende til den del av inntektsevnen som er tapt. Ved denne vurderingen tas det hensyn til ethvert arbeid som medlemmet kan utføre. Dersom pensjonisten har rett til arbeidsavklaringspenger eller uføretrygd fra folketrygden, ytes pensjonen normalt etter samme grad som i folketrygden. Dersom medlemmet ikke hadde full stilling da uførheten inntrådte, fastsettes graden i forhold til inntekten i den reduserte stillingen. Det gis ikke pensjon ved lavere uføregrad enn 20 prosent.\nRetten til midlertidig uførepensjon og uførepensjon inntrer ikke når inntektsevnen blir nedsatt innen to år etter at medlemmet tiltrådte stillingen, og nedsettelsen skyldes en sykdom eller et lyte som medlemmet led av eller hadde symptomer på ved tiltredelsen, og som det må antas at han eller hun da kjente til. Det samme gjelder dersom et medlem som har deltidsstilling, får økt stillingsprosenten. Det kan likevel gis hel eller delvis pensjon når særlige grunner taler for det.\nRett til uførepensjon etter kapitlet her har også den som har minst tre års samlet tjenestetid og har fratrådt stillingen etter 1. januar 1967 med rett til oppsatt alderspensjon, og som senere blir innvilget uføretrygd fra folketrygden. Uførepensjonen gis fra samme tidspunkt og med samme uføregrad som ytelsen fra folketrygden.\n0 Endret ved lover 19 des 1958 nr. 9, 15 des 1972 nr. 86, 21 mai 1982 nr. 27, 26 mai 2000 nr. 37, 15 jan 2010 nr. 1 (ikr. 1 feb 2010 iflg. res. 15 jan 2010 nr. 54), 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 7 mars 2014 nr. 5 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 798), 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "8:28",
      "chapter": "8",
      "section": "28",
      "content": "Ved beregning av midlertidig uførepensjon og uførepensjon tas det hensyn til hvor stor del av inntektsevnen som er tapt (uføregraden) og medlemmets tjenestetid. Har medlemmet tapt hele inntektsevnen, utgjør full pensjon summen av\na. 25 prosent av folketrygdens grunnbeløp, likevel ikke mer enn 6 prosent av pensjonsgrunnlaget,\nb. 3 prosent av pensjonsgrunnlaget opp til 6 ganger grunnbeløpet og\nc. 69 prosent av den delen av pensjonsgrunnlaget som er mellom 6 og 12 ganger grunnbeløpet.\nDersom inntektsevnen er nedsatt, men ikke i en slik grad at medlemmet har rett til arbeidsavklaringspenger eller uføretrygd fra folketrygden, beregnes pensjonen etter første ledd og tillegges 66 prosent av pensjonsgrunnlaget opp til 6 ganger folketrygdens grunnbeløp. Det samme gjelder når medlemmet får avtalefestet pensjon som omfattes av samordningsloven § 1 første ledd bokstav a, og ikke lenger har rett til arbeidsavklaringspenger fra folketrygden. Dersom medlemmet får avtalefestet pensjon som omfattes av samordningsloven § 1 første ledd bokstav d eller livsvarig avtalefestet pensjon, skal pensjonen likevel beregnes etter første ledd i paragrafen her, jf. tredje til sjuende ledd.\nDet pensjonsgrunnlaget medlemmet har på det tidspunktet uførepensjonen skal begynne å løpe, benyttes ved beregningen. Pensjonsgrunnlaget fastsettes etter kapittel 3, unntatt bestemmelsene i § 15 om beregning av gjennomsnittsgrunnlag. Dersom sykdommen, skaden eller lytet har redusert inntektsevnen gradvis, kan det ved beregning av pensjonen tas utgangspunkt i det pensjonsgrunnlaget medlemmet hadde før sykdommen, skaden eller lytet oppstod. Den stillingsprosenten medlemmet hadde før sykdommen, skaden eller lytet oppstod, skal da legges til grunn ved beregningen.\nDersom uføregraden er lavere enn 100 prosent, fastsettes pensjonen til en forholdsmessig andel av beløpet beregnet etter første og andre ledd.\nEr tjenestetiden kortere enn 30 år, avkortes pensjonen forholdsmessig. Det skal medregnes tjenestetid medlemmet ville ha fått om han eller hun var blitt stående i stillingen til aldersgrensen (framtidig tjenestetid), men ikke ut over 67 år.\nDet medregnes ikke framtidig tjenestetid dersom pensjonen er innvilget etter § 27 femte ledd. Uførepensjonen skal da avkortes etter forholdet mellom tjenestetiden og den tjenestetiden vedkommende ville ha fått fra den dagen han eller hun ble medlem av Pensjonskassen og fram til det laveste av aldersgrensen eller 70 år, likevel ikke mer enn 40 år og ikke mindre enn 30 år.\nSkyldes uførheten en skade eller sykdom som er en umiddelbar følge av usedvanlig påkjenning eller ulykkestilfelle i tjenesten, skal pensjonen beregnes med full tjenestetid.\n0 Endret ved lover 19 des 1958 nr. 9, 22 jan 1960 nr. 5, 17 juni 1966 nr. 13, 29 jan 1971 nr. 13, 21 juni 1974 nr. 57, 4 juni 1976 nr. 67, 8 juni 1979 nr. 52, 21 mai 1982 nr. 27, 24 mai 1985 nr. 35, 11 juni 1993 nr. 63, 26 mai 2000 nr. 37, 20 juni 2003 nr. 55 (ikr. 1 jan 2004), 19 des 2008 nr. 106 (ikr. 1 mars 2010 iflg. res. 19 feb 2010 nr. 189), 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 7 mars 2014 nr. 5 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 798, som endret ved lov 19 des 2014 nr. 73), 18 des 2015 nr. 103 (ikr. 18 des 2015 med virkning fra 1 jan 2015), 12 april 2024 nr. 14 (i kraft 1 okt 2024 iflg. res. 20 sep 2024 nr. 2209), 27 mai 2025 nr. 17 (i kraft 1 jan 2026 iflg. res. 27. mai 2025 nr. 856, se endringsloven for overgangsregel).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:28 a",
      "chapter": "8",
      "section": "28 a",
      "content": "Forsørger medlemmet barn under 18 år, skal det for hvert barn ytes et barnetillegg på 4 prosent av pensjonsgrunnlaget opp til 6 ganger folketrygdens grunnbeløp. Barnetillegget reduseres forholdsmessig hvis pensjonen er beregnet etter redusert tjenestetid. Det samme gjelder ved redusert uføregrad.\nSamlet barnetillegg kan likevel ikke overstige et beløp tilsvarende 12 prosent av pensjonsgrunnlaget opp til 6 ganger folketrygdens grunnbeløp. Er barnetillegget redusert etter første ledd annet og tredje punktum, reduseres beløpsgrensen tilsvarende.\nBarnetillegg utbetales til og med den måneden barnet fyller 18 år eller i tilfelle måneden etter barnets død.\n0 Tilføyd ved lov 8 juni 1979 nr. 52, endret ved lover 21 mai 1982 nr. 27, 26 mai 2000 nr. 37, 20 juni 2003 nr. 55 (ikr. 1 jan 2004), 19 des 2008 nr. 106 (ikr. 1 mars 2010 iflg. res. 19 feb 2010 nr. 189), 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 7 mars 2014 nr. 5 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 798).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28a",
        "source_heading": "§ 28 a."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "content": "Pensjonen reduseres dersom pensjonisten har inntekt som overstiger en inntektsgrense som beregnes når uførepensjonen innvilges. Inntektsgrensen tilsvarer den inntekten pensjonisten er forutsatt å kunne skaffe seg etter uførheten og oppjusteres i samsvar med senere reguleringer av grunnbeløpet. Mottar pensjonisten uføretrygd fra folketrygden, tillegges inntektsgrensen 40 prosent av folketrygdens grunnbeløp per kalenderår. Pensjonen reduseres ikke for arbeidsavklaringspenger, overgangsstønad eller omstillingsstønad fra folketrygden.\nReduksjonen skal svare til den overskytende inntekten multiplisert med vedkommendes uførepensjon ved 100 prosent uførhet og dividert med pensjonsgrunnlaget.\nSom inntekt etter første og andre ledd regnes pensjonsgivende inntekt etter folketrygdloven § 3-15 eller inntekt av samme art fra utlandet. Det kan gjøres unntak for inntekt som skriver seg fra en avsluttet aktivitet.\nDen fastsatte uføregraden endres ikke selv om pensjonen reduseres på grunn av inntekt.\nDet utbetales ikke pensjon når inntekten utgjør mer enn 80 prosent av samlet inntekt før uførhet.\nBarnetillegg etter § 28 a reduseres i samme forhold som pensjonen er redusert etter første og andre ledd.\nDepartementet kan gi forskrift med nærmere regler om reduksjon av pensjon på grunn av inntekt.\n0 Endret ved lover 26 mai 2000 nr. 37, 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 7 mars 2014 nr. 5 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 798), 16 juni 2023 nr. 35 (i kraft 1 jan 2024 iflg. res. 16 juni 2023 nr. 904), 20 des 2024 nr. 81 (i kraft 1 jan 2025 iflg. res. 20 des 2024 nr. 3298).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "8:30",
      "chapter": "8",
      "section": "30",
      "content": "Det er et vilkår for å få rett til midlertidig uførepensjon og uførepensjon at medlemmet setter fram krav om det. Kravet skal settes fram innen ti år etter at medlemmet fratrådte med rett til hel eller delvis pensjon eller har fått permisjon fra sin stilling uten lønn eller med avkortet lønn. Krav om uførepensjon etter § 27 femte ledd skal settes fram innen ti år etter at uføretrygd fra folketrygden er innvilget.\nEt medlem som gjør krav på midlertidig uførepensjon eller uførepensjon, plikter å gi de opplysninger og levere de dokumenter som er nødvendig for at Pensjonskassen skal kunne vurdere om vedkommende har rett til pensjon. Dersom Pensjonskassen finner det nødvendig, kan den som søker pensjon, pålegges å la seg undersøke av en lege etter Pensjonskassens bestemmelse. Pensjonskassen dekker utgiftene ved undersøkelsen.\nEt medlem som mottar pensjon, plikter å underrette Pensjonskassen om endringer i forhold som kan være avgjørende for om medlemmet fortsatt har rett til ytelsen. Medlemmet skal opplyse om forventet inntekt og om endringer i inntekten. Dersom medlemmet har fått utbetalt for lite eller for mye pensjon, skal det foretas et etteroppgjør. Dersom det er utbetalt for lite, skal differansen etterbetales som et engangsbeløp. For mye utbetalt uførepensjon kan inndrives uten hensyn til skyld og kan avregnes ved å trekke i framtidige utbetalinger av uførepensjon og alderspensjon fra Pensjonskassen. Krav om tilbakekreving av for mye utbetalt uførepensjon er tvangsgrunnlag for utlegg. Departementet kan gi forskrift med nærmere regler om etteroppgjør.\n0 Endret ved lover 26 mai 2000 nr. 37, 7 mars 2014 nr. 5 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 798, som endret ved lover 20 juni 2014 nr. 24 og 19 des 2014 nr. 73).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "content": "Midlertidig uførepensjon og uførepensjon skal utbetales fra og med den måneden medlemmet fyller vilkårene. Pensjonen faller bort i den utstrekning det utbetales lønn under sykdom eller sykepenger fra folketrygden. Departementet kan gi forskrift om bortfall av pensjon på grunn av lønn under sykdom eller sykepenger fra folketrygden. Etterbetaling av pensjon til medlem som mottar arbeidsavklaringspenger etter folketrygdloven kapittel 11 eller uføretrygd etter folketrygdloven kapittel 12, skal skje med samme virkningstidspunkt som for folketrygdens ytelser.\nRetten til midlertidig uførepensjon og uførepensjon for personer født til og med 1962 faller bort fra og med måneden etter at medlemmet når aldersgrensen for stillingen, men senest fra måneden etter fylte 67 år. Retten til midlertidig uførepensjon og uførepensjon for personer født fra og med 1963 faller bort fra måneden etter at medlemmet fyller 67 år. Ved dødsfall utbetales pensjonen til og med måneden etter dødsmåneden. Dersom avdøde etterlater seg ektefelle, løper pensjonen ytterligere en måned.\nDersom arbeidsavklaringspenger etter folketrygdloven kapittel 11 er redusert eller stanset av andre grunner enn ved samtidig arbeid etter folketrygdloven § 11-23, kan midlertidig uførepensjon reduseres eller stanses tilsvarende.\nEt medlem som forsettlig er skyld i at inntektsevnen er nedsatt, har ikke rett til midlertidig uførepensjon eller uførepensjon. Medlemmet har heller ikke rett til pensjon dersom han eller hun uten rimelig grunn nekter å ta imot tilbud om behandling, rehabilitering eller arbeidsrettede tiltak. Det samme gjelder dersom medlemmet opptrer på en måte som vedkommende bør forstå kan forverre helsetilstanden eller forlenge arbeidsuførheten.\nDersom medlemmet beholder retten til opprinnelig uføregrad etter folketrygdloven § 12-10 tredje ledd (hvilende rett), beholder medlemmet også retten til opprinnelig uføregrad etter loven her i samme tidsrom. Medlemmet skal gi Pensjonskassen melding om at retten til opprinnelig uføregrad fra folketrygden er i behold.\n0 Endret ved lover 26 mai 2000 nr. 37, 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 7 mars 2014 nr. 5 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 798, som endret ved lov 20 juni 2014 nr. 24), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717, men den endringen gir ingen mening etter foregående endring ved lov 7 mars 2014 nr. 5, og er ikke konsolidert), 20 des 2016 nr. 105, 16 juni 2017 nr. 43 (ikr. 1 jan 2018), 17 des 2021 nr. 146, 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:31 a",
      "chapter": "8",
      "section": "31 a",
      "content": "Spørsmålet om rett til midlertidig uførepensjon og uførepensjon kan til enhver tid tas opp til ny behandling.\n0 Tilføyd ved lov 7 mars 2014 nr. 5 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 798).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31a",
        "source_heading": "§ 31 a."
      }
    },
    {
      "provision_ref": "8:31 b",
      "chapter": "8",
      "section": "31 b",
      "content": "Departementet kan gi forskrift om beregning av midlertidig uførepensjon og uførepensjon når det er innvilget uførepensjon med virkningstidspunkt før 1. januar 2015.\n0 Tilføyd ved 21 juni 2019 nr. 25 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 781).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31b",
        "source_heading": "§ 31 b."
      }
    },
    {
      "provision_ref": "9:32",
      "chapter": "9",
      "section": "32",
      "content": "Når et medlem dør, har den gjenlevende ektefellen rett til enke- eller enkemannspensjon. Det samme gjelder gjenlevende ektefelle etter et tidligere medlem som mottok avtalefestet pensjon. For rett til oppsatt enke- eller enkemannspensjon er det et vilkår at medlemmet hadde en tjenestetid på minst tre år, se §§ 19 og 20.\nHvis et medlem er forsvunnet, og det av denne grunn er avsagt kjennelse for at vedkommende formodes å være død, anses den annen ektefelle som gjenlevende ektefelle. Inntil kjennelse foreligger, kan Pensjonskassen gi ektefellen hel eller delvis pensjon i disse tilfellene.\nRett til enke- eller enkemannspensjon inntrer ikke når medlemmet dør innen ett år etter at det fikk tilsetting med rett til medlemskap i Pensjonskassen eller etter at ekteskapet ble inngått, og dødsfallet skyldes sykdom som medlemmet led av eller hadde symptomer på ved tilsettingen eller vigselen, og som en av ektefellene må antas å ha kjent til. Når særlige grunner taler for det, kan Pensjonskassen gi hel eller delvis pensjon i disse tilfellene.\nDet avgjøres etter ekteskapslovgivningen om fraskilt ektefelle har rett til enke- eller enkemannspensjon, og i tilfelle hvordan pensjonen skal deles mellom gjenlevende ektefelle og fraskilt ektefelle.\n0 Endret ved lover 4 juni 1976 nr. 67, 11 juni 1993 nr. 64, 26 mai 2000 nr. 37 (ikr. 1 jan 2001 med virkning for nye pensjonstilfeller iflg. res. 26 mai 2000 nr. 447), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 15 jan 2010 nr. 1 (ikr. 1 feb 2010 iflg. res. 15 jan 2010 nr. 54), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 17 des 2021 nr. 146.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "9:33",
      "chapter": "9",
      "section": "33",
      "content": "Full årlig enke- eller enkemannspensjon skal utgjøre 9 prosent av det pensjonsgrunnlaget som det avdøde medlemmet hadde (nettopensjon), se likevel overgangsregler i § 34.\nEr den avdødes tjenestetid 30 år eller mer, ytes det full enke- eller enkemannspensjon. Dersom den avdødes tjenestetid er mindre enn 30 år, ytes det redusert enke- eller enkemannspensjon. Pensjonen skal da utgjøre så mange trettideler av full pensjon som den avdøde har tjenesteår. For beregning av oppsatt enke- eller enkemannspensjon gjelder § 23 annet ledd tilsvarende.\nDersom den avdøde mottok avtalefestet pensjon, alderspensjon eller en tidligere oppsatt alders- eller uførepensjon, legges den faktiske tjenestetiden den avdøde hadde til grunn ved beregning av pensjonen. Det samme gjelder dersom den avdøde hadde rett til en oppsatt pensjon. Ellers skal den tjenestetiden den avdøde ville ha fått ved å fortsette i stillingen fram til aldersgrensen legges til grunn, men ikke utover 67 år.\nFinner Pensjonskassen det godtgjort at medlemmets død skyldes skade eller sykdom som er en umiddelbar følge av usedvanlig påkjenning eller ulykkestilfelle i tjenesten, skal det ytes full enke- eller enkemannspensjon uten hensyn til tjenestetiden.\nDepartementet gir forskrift om fastsetting av enke- eller enkemannspensjon etter bestemmelsen her.\n0 Endret ved lover 21 mai 1982 nr. 27, 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447), 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 20 juni 2014 nr. 24 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 799), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "9:34",
      "chapter": "9",
      "section": "34",
      "content": "Det ytes enke- og enkemannspensjon til gjenlevende ektefelle etter denne paragrafen når:\na. medlemmet døde før 1. januar 2001,\nb. medlemmet døde mellom 1. januar 2001 og 1. februar 2010 og gjenlevende er enke eller enkemann etter medlem med medlemskap før 1. oktober 1976, og ellers når gjenlevende er født før 1. juli 1950 og avdøde ble medlem før 1. juli 2000, eller\nc. medlemmet døde etter 31. januar 2010 og gjenlevende er født før 1. januar 1955 og avdøde ble medlem første gang før 1. oktober 1976 og ekteskapet ble inngått før 1. januar 2010, og ellers når gjenlevende er født før 1. juli 1950 og avdøde ble medlem før 1. juli 2000.\nFull årlig enke- eller enkemannspensjon skal utgjøre 39,6 prosent av det pensjonsgrunnlaget som det avdøde medlemmet hadde (bruttopensjon). Bestemmelsene i § 33 andre til femte ledd gjelder tilsvarende.\nPensjonen reduseres etter §§ 35 og 36 nedenfor. Dersom ekteskapet ble inngått før 1. januar 2010, gjelder dette likevel ikke for pensjon til enke etter mannlig medlem som ble medlem første gang før 1. oktober 1976, og heller ikke for annen gjenlevende ektefelle etter medlem med medlemskap før 1. oktober 1976 for tjenestetid opptjent etter 31. desember 1993. Dersom begge reduksjonsbestemmelsene skal anvendes, reduseres pensjonen først etter § 35.\nGjenlevende ektefelle som er født i 1954 eller senere, og som omfattes av paragrafen her, skal fra måneden etter fylte 67 år helt eller delvis få enke- eller enkemannspensjonen beregnet etter § 33. Andelen av pensjonen som beregnes etter § 33, skal tilsvare andelen alderspensjon som gjenlevende vil motta etter folketrygdloven kapittel 20. For den delen av pensjonen som er ikke-behovsprøvd etter tredje ledd andre punktum, skal enke- eller enkemannspensjonen beregnet etter § 33 utgjøre 27 prosent av pensjonsgrunnlaget i stedet for 9 prosent.\nDepartementet gir forskrift med nærmere bestemmelser om fastsetting av enke- eller enkemannspensjon.\n0 Endret ved lover 19 des 1958 nr. 9, 2 juni 1960 nr. 11, 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447), 15 jan 2010 nr. 1 (ikr. 1 feb 2010 iflg. res. 15 jan 2010 nr. 54, se overgangsbestemmelser i endringslovens X), 19 juni 2020 nr. 70 (ikr. 1 juli 2020 iflg. res. 19 juni 2020 nr. 1277), 20 des 2022 nr. 100 (i kraft 1 jan 2023).\n1 Jf. EØS-avtalen art. 69 og vedlegg XVIII nr. 21 b (direktiv 2006/54/EF).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "9:34 a",
      "chapter": "9",
      "section": "34 a",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 11 juni 1976 nr. 81, opphevet ved lov 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34a",
        "source_heading": "§ 34 a."
      }
    },
    {
      "provision_ref": "9:34 b",
      "chapter": "9",
      "section": "34 b",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 11 juni 1976 nr. 81, opphevet ved lov 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34b",
        "source_heading": "§ 34 b."
      }
    },
    {
      "provision_ref": "9:35",
      "chapter": "9",
      "section": "35",
      "content": "Dersom den gjenlevende ektefellen samtidig har alderspensjon etter kapittel 5, tidligpensjon etter kapittel 5 b, midlertidig uførepensjon eller uførepensjon etter kapittel 6 eller tilsvarende pensjon fra en annen tjenestepensjonsordning, skal enke- eller enkemannspensjonen reduseres etter bestemmelsene her.\nHar den gjenlevende ektefellen alderspensjon, skal pensjonene ikke overstige et beløp som svarer til 60 prosent av summen av den gjenlevendes og den avdødes alderspensjoner. Avdødes alderspensjon regnes av samme pensjonsgrunnlag og tjenestetid som er lagt til grunn for enke- eller enkemannspensjonen. Det overskytende beløpet skal gå til fradrag i enke- eller enkemannspensjonen.\nHar den gjenlevende ektefellen midlertidig uførepensjon eller uførepensjon, skal enke- eller enkemannspensjonen utgjøre det beløpet som framkommer etter annet ledd når en benytter en beregnet alderspensjon for den gjenlevende ektefellen med samme pensjonsgrunnlag og tjenestetid som den midlertidige uførepensjonen eller uførepensjonen. Dersom den midlertidige uførepensjonen eller uførepensjonen er gradert, skal den beregnede alderspensjonen graderes tilsvarende.\n0 Endret ved lover 31 mai 1957 nr. 2, 19 des 1958 nr. 9, 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447), 20 juni 2014 nr. 24 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 799, som endret ved lov 19 des 2014 nr. 73), 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "9:36",
      "chapter": "9",
      "section": "36",
      "content": "Dersom den gjenlevende ektefellen er yngre enn 70 år og har eller kan forventes å få arbeidsinntekt, reduseres pensjonen etter bestemmelsen her. Ytelser fra folketrygden som er nevnt i folketrygdloven § 17 A-6 fjerde ledd, er likestilt med arbeidsinntekt. Ved fastsetting av forventet inntekt legges det vekt på arbeidsmulighetene på hjemstedet og omstendigheter som framgår av folketrygdloven § 17 A-6.\nPensjonen skal ikke reduseres når den faktiske eller forventede inntekten på årsbasis er mindre enn halvparten av grunnbeløpet i folketrygden. Pensjonen reduseres med 40 prosent av inntekt over halvparten av grunnbeløpet. Har den gjenlevende ektefellen fylt 67 år, skal enke- eller enkemannspensjonen ikke avkortes med mindre pensjonisten faktisk har arbeidsinntekt. Skjer det en vesentlig endring i de forhold som har vært avgjørende for fastsettelsen av enke- eller enkemannspensjonen, kan saken prøves på nytt, og pensjonen endres eller falle bort.\nInntekten som er lagt til grunn i folketrygden, legges også til grunn etter paragrafen her.\n0 Endret ved lover 31 mai 1957 nr. 2, 11 juni 1976 nr. 81, 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447), 21 des 2001 nr. 118 (ikr. 1 jan 2002), 16 juni 2023 nr. 35 (i kraft 1 jan 2024 iflg. res. 16 juni 2023 nr. 904).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "9:37",
      "chapter": "9",
      "section": "37",
      "content": "Enke- eller enkemannspensjonen løper fra og med den måneden medlemmet dør, og til og med utgangen av måneden etter enkens eller enkemannens død.\nLøpende enke- eller enkemannspensjon opphører når enken eller enkemannen inngår nytt ekteskap, men den begynner å løpe igjen dersom det nye ekteskapet oppløses ved den nye ektefellens død eller ved skilsmisse. Har enken eller enkemannen rett til enke- eller enkemannspensjon fra Pensjonskassen også etter den siste ektefellen, kan den samlede enke- eller enkemannspensjonen ikke overstige enke- eller enkemannspensjon etter 30 års tjenestetid etter den av de tidligere ektefellene som hadde det høyeste pensjonsgrunnlaget. Departementet gir forskrift om fastsettingen av enke- eller enkemannspensjon etter bestemmelsen her.\nStans og igangsetting av pensjon etter andre ledd skjer fra og med måneden etter inngåelsen eller oppløsningen av det nye ekteskapet.\nNår en enke- eller enkemannspensjon er opphørt å løpe fordi enken eller enkemannen har inngått nytt ekteskap, kan Pensjonskassen bestemme at hun eller han skal få sin pensjon helt eller delvis tilbake dersom pensjonistens siste ektefelle på grunn av forhold som er inntrådt etter at ekteskapet er inngått, har mistet ervervsevnen og ektefellene ikke har tilstrekkelige eksistensmidler.\n0 Opphevet ved lov 11 juni 1976 nr. 81, tilføyd ved lov 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447), endret ved lov 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "9:38",
      "chapter": "9",
      "section": "38",
      "content": "Når et medlem dør, har gjenlevende barn rett til barnepensjon. Det samme gjelder når det er avsagt dom eller kjennelse for at medlemmet formodes å være død. Inntil dom eller kjennelse foreligger, kan Pensjonskassen innvilge hel eller delvis pensjon. For rett til oppsatt barnepensjon er det et vilkår at det avdøde medlemmet hadde en tjenestetid på minst tre år, se §§ 19 og 20.\nFull årlig barnepensjon skal utgjøre 15 prosent av det pensjonsgrunnlaget som det avdøde medlemmet hadde (nettopensjon).\nEr den avdødes tjenestetid 30 år eller mer, ytes det full barnepensjon. Dersom den avdødes tjenestetid er mindre enn 30 år, ytes det redusert barnepensjon. Pensjonen skal da utgjøre så mange trettideler av full pensjon som den avdøde har tjenesteår. For beregning av oppsatt barnepensjon gjelder § 23 annet ledd tilsvarende.\nDersom den avdøde mottok avtalefestet pensjon, alderspensjon eller en tidligere oppsatt alders- eller uførepensjon, legges den faktiske tjenestetiden den avdøde hadde til grunn ved beregning av pensjonen. Det samme gjelder dersom den avdøde hadde rett til en oppsatt pensjon. Ellers skal den tjenestetiden den avdøde ville ha fått ved å fortsette i stillingen fram til aldersgrensen legges til grunn, men ikke ut over 67 år.\nFinner Pensjonskassen det godtgjort at medlemmets død skyldes skade eller sykdom som er en umiddelbar følge av usedvanlig påkjenning eller ulykkestilfelle i tjenesten, skal det ytes full barnepensjon uten hensyn til tjenestetiden.\nHar barnet rett til barnepensjon fra Pensjonskassen etter både moren og faren, får barnet pensjon etter hver av dem.\nPensjonen utbetales til utløpet av den måneden barnet fyller 20 år. Dør barnet tidligere, betales pensjonen til og med måneden etter dødsmåneden.\nPensjonskassen kan gi barnepensjon til den avdødes stebarn og pleiebarn etter bestemmelsene i første til sjuende ledd.\nDepartementet gir forskrift om fastsetting av barnepensjon etter bestemmelsen her.\n0 Endret ved lover 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447), 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 18 des 2015 nr. 103.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "9:39",
      "chapter": "9",
      "section": "39",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 21 mai 1982 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "9:40",
      "chapter": "9",
      "section": "40",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1976 nr. 81.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "10:41",
      "chapter": "10",
      "section": "41",
      "content": "Pensjonskassens årlige utgifter utredes av medlemmenes innskott og avkastningen av Pensjonskassens fond med det nødvendige tilskott av staten.\nPensjonskassens fond skal opprettholdes med det beløp som pensjonsfondene for Statens pensjonskasse, Pensjonskassen for Statens Tjenestemenn og Den Norske Enkekasse​1 tilsammen utgjør ved denne lovs ikrafttreden.\n0 Endret ved lover 8 juni 1973 nr. 54, 21 mai 1982 nr. 27, 25 juni 2010 nr. 29 (ikr. 1 jan 2011).\n1 Inkurie: Lov 21 juni 1895 nr. 2, opph. ved lov 15 jan 2010 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "10:42",
      "chapter": "10",
      "section": "42",
      "content": "Påslagsbeholdningen etter § 26 b og betingetbeholdningen etter § 26 e reguleres årlig fra 1. mai i samsvar med lønnsveksten.Ved reduksjon av uttaksgrad eller stans av påslagspensjon skal reguleringen av påslagsbeholdningen ta hensyn til når i året endringen fant sted.\nRegulering av alderspensjon etter kapittel 5 under utbetaling foretas ved at pensjonsgrunnlaget reguleres årlig fra 1. mai i samsvar med et gjennomsnitt av lønns- og prisvekst. Regulering av alderspensjon etter kapittel 5 a under utbetaling foretas ved at pensjonen reguleres årlig fra 1. mai i samsvar med gjennomsnittet av lønns- og prisvekst, likevel slik at alderspensjon etter § 26 h reguleres etter første punktum. Tidligpensjon og særalderspåslag etter kapittel 5 b under utbetaling skal reguleres ved at pensjonsgrunnlaget årlig fra 1. mai reguleres i samsvar med et gjennomsnitt av lønns- og prisveksten. Ved førstegangsuttak og ved økning av uttaksgrad skal reguleringen ta hensyn til når i året uttaket eller gradsendringen fant sted. Overgangstillegg etter § 26 j beregnes av det til enhver tid gjeldende grunnbeløpet i folketrygden.\nRegulering av midlertidig uførepensjon, uførepensjon og enke- og enkemannspensjon under utbetaling foretas ved at pensjonsgrunnlaget reguleres årlig fra 1. mai i samsvar med lønnsveksten fram til fylte 67 år. Deretter reguleres pensjonsgrunnlaget i samsvar med et gjennomsnitt av lønns- og prisvekst. Bestemmelsen i andre ledd tredje punktum gjelder tilsvarende ved første regulering etter 67 år. Barnepensjon reguleres etter første punktum i leddet her.\nPensjonsgrunnlaget for medlemmer som fratrer sin stilling med alderspensjon etter kapittel 5 eller avtalefestet pensjon før 67 år, skal omregnes fra måneden etter fylte 67 år ved at det oppreguleres med lønnsveksten fra fratredelsestidspunktet og fram til omregningstidspunktet. Pensjonsgrunnlaget for medlemmer som etter § 21 fjerde ledd får alderspensjon fra fylte 65 år, skal omregnes på tilsvarende måte. Bestemmelsen i andre ledd tredje punktum gjelder tilsvarende ved første regulering etter at pensjonsgrunnlaget er omregnet. Dersom medlemmet dør før omregningstidspunktet ved 65 eller 67 år, skal pensjonsgrunnlaget ved beregningen av enke- eller enkemannspensjon og barnepensjon etter kapittel 7 omregnes ved at det oppreguleres med lønnsveksten fra fratredelsestidspunktet og fram til virkningstidspunktet for pensjonen.\nPensjonsgrunnlaget for medlemmer som fratrer sin stilling uten rett til straks å få pensjon etter loven her eller lov om avtalefestet pensjon for medlemmer av Statens pensjonskasse, jf. § 23, reguleres med lønnsveksten fram til tidspunktet det ytes pensjon etter loven her. Det samme gjelder pensjonsgrunnlaget for oppsatt alderspensjon etter § 26 h før pensjonen tas ut. For medlemmer som har fratrådt stillingen sin før uttaket av pensjonen, gjelder det samme også for pensjonsgrunnlaget for tidligpensjon etter § 26 o og § 26 p og særalderspåslag etter § 26 r. Når en arbeidstaker har gått over fra et høyere til et lavere samlet pensjonsgrunnlag, jf. § 15 andre ledd, skal det tidligere grunnlaget som har betydning for pensjonsberegningen reguleres tilsvarende.\nVed regulering av beholdninger, pensjoner og pensjonsgrunnlag etter første til femte ledd benyttes de reguleringsfaktorer Kongen fastsetter etter folketrygdloven § 19-14 åttende ledd og § 20-18 åttende ledd.\nDepartementet kan gi forskrift om gjennomføringen av denne paragrafen.\n0 Endret ved lover 23 mai 1958 nr. 4, 8 juni 1973 nr. 54, 21 mai 1982 nr. 27, 25 juni 2010 nr. 29 (ikr. 1 jan 2011, som endret ved lov 17 des 2010 nr. 77), 25 nov 2011 nr. 43 (ikr. 1 jan 2011), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), 1 april 2022 nr. 17 (ikr. 1 april 2022 iflg. res. 1 april 2022 nr. 496, se endringslovens del XII for overgangsregler), 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "10:43",
      "chapter": "10",
      "section": "43",
      "content": "Rettigheter og plikter etter denne lov kan endres ved senere lov for dem som er blitt medlemmer av Statens pensjonskasse etter 22 april 1937.\nDe bestemmelser om innskott og pensjonsrettigheter som er gitt i denne lov eller blir truffet i medhold av den, kan tas opp til revisjon og regulering i det tilfelle at Pensjonskassens medlemmer også måtte bli pålagt plikt til å tre inn som medlemmer av en eventuell folkeforsikring eller bli berettiget til alminnelig folkepensjon (folketrygd).\n0 Endret ved lover 21 des 1956 nr. 1, 6 juli 1957 nr. 27, 22 jan 1960 nr. 5, 17 juni 1966 nr. 13, 8 juni 1973 nr. 54, 21 mai 1982 nr. 27, 25 juni 2010 nr. 29 (ikr. 1 jan 2011).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "10:44",
      "chapter": "10",
      "section": "44",
      "content": "Pensjon etter denne lov utbetales etterskottsvis for hver måned til den berettigede. Terminbeløp avrundes til nærmeste hele krone.\nBarnepensjon utbetales til barnets verge. For øvrig skjer utbetalingen av pensjonen direkte til den som har pensjonsretten, med mindre annet blir bestemt av Pensjonskassen.\nRestpensjon når en alderspensjonist dør, eller når en person med midlertidig uførepensjon eller uførepensjon dør, utbetales til ektefellen, eller til boet dersom avdøde ikke etterlater seg ektefelle.\nRestpensjon ved ektefellepensjonists eller barnepensjonists død, utbetales til boet.\nNår særlige grunner taler for det, kan utbetaling skje til andre enn den som ellers er berettiget.\nDersom et medlem har mottatt en ytelse etter denne loven i strid med redelighet og god tro, kan beløpet kreves tilbakebetalt. Pensjonskassen kan også kreve en ytelse tilbake når et medlem eller noen som har handlet på medlemmets vegne, uaktsomt har gitt feilaktige eller mangelfulle opplysninger. Det samme gjelder dersom utbetalingen skyldes feil fra Pensjonskassens side og mottakeren burde ha forstått dette.\nI andre tilfeller enn nevnt i sjette ledd kan det som er utbetalt for mye, kreves tilbake dersom særlige grunner gjør det rimelig. Ved vurderingen av om det foreligger særlige grunner, skal det legges vekt på blant annet hvor lang tid det er gått siden den feilaktige utbetalingen fant sted, og om vedkommende har innrettet seg i tillit til utbetalingen. Kravet om tilbakebetaling etter dette leddet er begrenset til det beløp som er i behold når vedkommende blir kjent med at utbetalingen var feilaktig.\nEt beløp som blir krevd tilbake etter sjette eller sjuende ledd, kan dekkes ved avregning i fremtidige ytelser fra Statens pensjonskasse og folketrygden. Avregningen foretas før utleggstrekk. Dekningsloven § 2-7 første ledd første punktum gjelder tilsvarende. Det samme gjelder foreldelsesloven § 17 nr. 3 og § 21 nr. 1, 4 og 5. Det kan kreves renter etter forsinkelsesrenteloven.\nDersom feilutbetalingen har medført høyere utlignet skatt, herunder trygdeavgift, kan tilbakekrevingsbeløpet reduseres med den merskatten som skyldes feilutbetalingen.\nPensjonskassen kan sette som vilkår for tilståelse av ytelser at vedkommende samtidig setter fram krav om ytelser etter folketrygdloven. Departementet fastsetter nærmere regler om dette.\nVed overgang til stilling med en lavere aldersgrense legges den nye aldersgrensen til grunn for pensjonsberegningen etter loven her etter tre års tjeneste i den nye stillingen. Departementet kan i forskrift fastsette nærmere regler.\n0 Endret ved lover 24 juni 1958 nr. 12, 19 des 1958 nr. 9, 8 juni 1973 nr. 54, 8 juni 1979 nr. 52, 21 mai 1982 nr. 27, 24 mai 1985 nr. 35, 19 juni 1997 nr. 85 (ikr. 1 jan 1998 iflg. res. 19 juni 1997 nr. 616), 26 mai 2000 nr. 37, 11 des 2009 nr. 114, 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 17 juni 2016 nr. 25, 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967), 22 des 2025 nr. 117 (i kraft 1 jan 2026).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "10:44 a",
      "chapter": "10",
      "section": "44 a",
      "content": "Pensjonskassen skal svare rente av pensjonsbeløp når det er gått to måneder etter at melding om pensjonstilfellet er sendt til Pensjonskassen. Renten begynner tidligst å løpe to måneder etter at retten til pensjon er inntrådt.\nForsømmer den berettigede å gi opplysninger eller utlevere dokumenter som er nødvendige for at Pensjonskassen skal kunne beregne pensjonen, kan han eller hun ikke kreve renter for den tid som går tapt ved dette. Det samme gjelder hvis den berettigede urettmessig avviser fullt eller delvis oppgjør.\nFor renten gjelder ellers lov av 17. desember 1976 nr. 100 om renter ved forsinket betaling §§ 2 andre ledd og 3.\n0 Tilføyd ved lov 19 juni 1997 nr. 85 (ikr. 1 jan 1998 iflg. res. 19 juni 1997 nr. 616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44a",
        "source_heading": "§ 44 a."
      }
    },
    {
      "provision_ref": "10:45",
      "chapter": "10",
      "section": "45",
      "content": "Statens pensjonskasse har rett til å innhente de opplysningene som er nødvendige for å forvalte de ordningene Pensjonskassen administrerer fra arbeidsgiver, tidligere arbeidsgiver, offentlig myndighet, institusjon som administrerer annen pensjons- eller trygdeordning, helsepersonell, kredittopplysningsvirksomhet, gjeldsinformasjonsforetak, forsikringsselskap og annen finansinstitusjon. Adgangen til å innhente opplysninger etter første punktum omfatter også opplysninger om andre enn medlemmet eller den som kan ha rett til en ytelse eller har søkt om lån.\nHelsepersonell plikter å gi de erklæringene og uttalelsene som er nødvendige for å kunne vurdere rettigheter og plikter etter loven her og etter andre ordninger som Pensjonskassen administrerer.\nDen som blir pålagt å gi opplysninger, erklæringer og uttalelser etter første og andre ledd, plikter å gjøre dette uten hinder av taushetsplikt. Den som blir pålagt å gi opplysninger, plikter å gjøre dette uten godtgjørelse.\nFolketrygdloven § 21-4 c første til tredje ledd gjelder tilsvarende.\nPensjonskassen kan pålegge den som setter frem krav om eller mottar en ytelse, å sende inn de opplysninger, meldinger og attester som er nødvendige for at Pensjonskassen skal kunne vurdere vedkommendes rettigheter og plikter. Dette gjelder også boliglån. Plikten til å gi opplysninger mv. gjelder også et medlems ektefelle og livsarvinger og i tilfelle vergen.\nStatens pensjonskasse kan uten hinder av taushetsplikt innhente nødvendige lønnsopplysninger som er gitt etter skatteforvaltningsloven § 7-2, og opplysninger om pensjonsgivende inntekt fra skattemyndighetene til bruk i etteroppgjør og arbeidet med tidligpensjon og særalderspåslag etter kapittel 5 b.\nUnnlatelse av å etterkomme pliktene etter paragrafen her straffes med bøter.\n0 Endret ved lover 23 apr 1971 nr. 41, 8 juni 1973 nr. 54, 21 mai 1982 nr. 27, 16 mai 1986 nr. 21, 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 4 des 2020 nr. 132, 22 des 2025 nr. 117 (i kraft 1 jan 2026).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "10:45 a",
      "chapter": "10",
      "section": "45 a",
      "content": "Statens pensjonskasse skal, uten hinder av taushetsplikt, ha tilgang til opplysninger i Folkeregisteret som er nødvendig for å forvalte de ordningene som Pensjonskassen administrerer. Pensjonskassen skal også ha tilgang til opplysninger i registeret til utredning og produksjon av statistikk.\n0 Tilføyd ved lov 22 juni 2018 nr. 48 (ikr. 1 okt 2018), endret ved lov 4 des 2020 nr. 132.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45a",
        "source_heading": "§ 45 a."
      }
    },
    {
      "provision_ref": "10:45 b",
      "chapter": "10",
      "section": "45 b",
      "content": "Statens pensjonskasse kan behandle personopplysninger, herunder personopplysninger som nevnt i personvernforordningen artikkel 9 og 10, når dette er nødvendig for å forvalte de ordningene som Pensjonskassen administrerer.\nPensjonskassen kan treffe avgjørelser som utelukkende er basert på automatisert behandling av personopplysninger, herunder personopplysninger som nevnt i personvernforordningen artikkel 9 og 10. Behandlingen må sikre partens krav til forsvarlig saksbehandling og være forenlig med retten til vern av personopplysninger. Avgjørelsen kan ikke bygge på skjønnsmessige vilkår i lov eller forskrift, med mindre avgjørelsen er utvilsom. Den registrerte har rett til manuell overprøving av avgjørelsen.\nPensjonskassen kan behandle innhentede personopplysninger for å beregne forventet pensjon og innskott, og for å forbedre informasjonen til medlemmene.\nPensjonskassen kan gi arbeidsgivere opplysninger som de tidligere har gitt om medlemmene slik at arbeidsgiverne kan kontrollere om opplysningene er riktige, og kontrollere grunnlaget for pensjonspremien.\nPensjonskassen kan behandle innhentede personopplysninger, herunder personopplysninger som nevnt i personvernforordningen artikkel 9 og 10, når dette er nødvendig for utredning og produksjon av statistikk og analyse, men bare dersom det er umulig eller uforholdsmessig vanskelig å oppnå formålet ved å bruke anonyme eller fiktive opplysninger.\nPensjonskassen kan behandle innhentede personopplysninger, herunder personopplysninger som nevnt i personvernforordningen artikkel 9 og 10, for å utvikle og teste IT-systemer, når dette er nødvendig for å sikre effektiv behandling av saker og riktige avgjørelser. Dette gjelder bare dersom det er umulig eller uforholdsmessig vanskelig å oppnå formålet ved å bruke anonyme eller fiktive opplysninger.\nDepartementet kan gi forskrift om behandlingen, blant annet om formålet med behandlingen, behandlingsansvar, hvilke typer personopplysninger som kan behandles, hvem det kan behandles personopplysninger om, bruk av automatiserte avgjørelser, adgangen til viderebehandling, utlevering, registerføring og tilgang til registre.\n0 Tilføyd ved lov 4 des 2020 nr. 132.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45b",
        "source_heading": "§ 45 b."
      }
    },
    {
      "provision_ref": "10:45 c",
      "chapter": "10",
      "section": "45 c",
      "content": "Pensjonskassen og institusjon som administrerer annen pensjons- eller trygdeordning har gjensidig opplysningsplikt, når ytelse fra Pensjonskassen skal samordnes med ytelse fra den andre ordningen, eller Pensjonskassen har sluttet overenskomst med institusjonen som administrerer ordningen etter § 46.\n0 Tilføyd ved lov 4 des 2020 nr. 132.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45c",
        "source_heading": "§ 45 c."
      }
    },
    {
      "provision_ref": "10:46",
      "chapter": "10",
      "section": "46",
      "content": "Med samtykke av departementet kan Pensjonskassen treffe overenskomst med en annen pensjonsinnretning eller en kommune om overføring av medlemmer og pensjonister. I overenskomsten bestemmes i hvilken utstrekning de overførte medlemmer skal få tidligere tjenestetid regnet med, og hvorledes oppgjøret for de overførte pensjonsrettigheter skal skje. Skal denne overføring skje ved løpende pensjonsytelser når disse i de enkelte tilfelle blir aktuelle, bestemmes i overenskomsten i hvilken utstrekning avgjørelser truffet av den annen pensjonsinnretning får virkning for igangsetting og opphør av pensjoner etter denne lov, hvor dette ikke følger av loven. I overenskomsten kan bestemmes at det skal sees bort fra slike begrensninger i retten til løpende pensjon som følge av at vedkommende, når pensjonstilfellet inntreffer, har fratrådt stilling eller arbeid som omfattes av loven, dog skal pensjoner som overføres til den annen pensjonsordning beregnes i forhold til den oppsatte alderspensjon.\nNår en arbeidstaker samtidig har arbeid som omfattes av annen pensjonsordning som Pensjonskassen har sluttet overenskomst med etter første ledd, kan partene også slutte overenskomst om fastsetting av pensjonsgrunnlag, beregning og utbetaling av pensjon.\nKongen kan i forskrift gjennomføre bilaterale avtaler med andre land om trygdekoordinering.\nBestemmelsene som er gitt i eller i medhold av denne loven, skal fravikes i den utstrekning det er nødvendig for å overholde forpliktelser som følger av EØS-avtalens hoveddel, bilaterale avtaler som nevnt i tredje ledd og forordninger og avtaler som nevnt i folketrygdloven §§ 1-3 a og 1-3 b.\n0 Endret ved lover 13 juni 1969 nr. 34, 16 juni 1971 nr. 65, 8 juni 1973 nr. 54, 21 mai 1982 nr. 27, 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 25 nov 2022 nr. 86 (i kraft 25 nov 2022 iflg. res. 25 nov 2022 nr. 2013), 24 nov 2023 nr. 83 (i kraft 10 jan 2025 med virkning fra 1 jan 2025 iflg. res. 10 jan 2025 nr. 12).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "10:47",
      "chapter": "10",
      "section": "47",
      "content": "Statlige og kommunale instanser plikter, etter nærmere bestemmelser av Kongen eller den han gir fullmakt, uten godtgjøring av Pensjonskassen å foreta pensjonsutbetalinger for den.\n0 Endret ved lover 8 juni 1973 nr. 54, 21 mai 1982 nr. 27, 26 mai 2000 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "10:48",
      "chapter": "10",
      "section": "48",
      "content": "1. Denne lov gjelder for dem som ved lovens ikrafttreden var blitt medlemmer av Statens pensjonskasse og som da ikke var blitt pensjonister – herunder også de som har rett til oppsatt alderspensjon. Dog skal bestemmelsen i lov om Statens pensjonskasse av 28. juli 1921 § 12, 1 b gjelde for dem som ved nærværende lovs ikrafttreden ikke har over ti år igjen til aldersgrensen.\nDen hittil gjeldende lovgivning om rettigheter og plikter overfor Statens pensjonskasse skal gjelde for dem som er blitt medlemmer før 23. april 1937 og som innen en frist som fastsettes av Statens pensjonskasse skriftlig erklærer at de ikke godtar nærværende lov.\n2. Denne lov gjelder også for dem som er blitt pensjonister mellom 1. juli 1946 og lovens ikrafttreden – herunder de som i dette tidsrom har fått oppsatt alderspensjon.\nDen hittil gjeldende lovgivning om rettigheter og plikter overfor Statens pensjonskasse skal gjelde for dem som er blitt pensjonister før 1. juli 1946. Dog gjelder nærværende lovs § 23, 28 første punktum, 32, 35, 36 og 37 også for disse pensjonister.\n3. De nærmere regler om gjennomføring av disse bestemmelser gis av departementet.\n0 Endret ved lover 8 juni 1973 nr. 54, 21 mai 1982 nr. 27, 25 juni 2010 nr. 29 (ikr. 1 jan 2011).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "10:49",
      "chapter": "10",
      "section": "49",
      "content": "Denne lov trer i kraft 1. august 1949. Dog får de bestemmelser som er nevnt i § 49 nr. 2, 2. ledd, siste punktum, virkning fra 1. juli 1949.\n0 Endret ved lover 8 juni 1973 nr. 54, 21 mai 1982 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Statens pensjonskasse er en statsgarantert kasse til dekning av de pensjoner som etter denne eller andre lover skal utbetales av kassen.\nFormålet med pensjonsordningen i Statens pensjonskasse er å sikre medlemmene tjenestepensjon ved alderdom og uførhet. Ordningen skal også sikre pensjon til etterlatte.\nNår det er fastsatt ved lov eller bestemt av departementet, skal Pensjonskassen i tillegg administrere andre ordninger, herunder\na. andre pensjonsordninger\nb. boliglånsordningen i staten\nc. gruppelivsordningen i staten\nd. erstatningsordninger i staten.\n0 Endret ved lover 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 4 des 2020 nr. 132.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Pensjonskassen hører administrativt under det departement som Kongen bestemmer.\nPensjonskassen gir årlig en beretning om virksomheten i siste regnskapsår. Pensjonskassen skal til departementet gi særskilte beretninger om de forsikringstekniske oppgjør.\nMidler tilhørende Pensjonskassens fond forvaltes av Finansdepartementet.\n0 Endret ved lover 17 juni 1960 nr. 5 § 7, 8 juni 1973 nr. 54, 15 jan 2010 nr. 1 (ikr. 1 feb 2010 iflg. res. 15 jan 2010 nr. 54), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 mai 2000 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Ytelsene som gis i medhold av denne loven, samordnes etter bestemmelsene i lov 6. juli 1957 nr. 26 om samordning av pensjons- og trygdeytelser.\n0 Opphevet ved lov 16 des 1966 nr. 10, tilføyd igjen ved lov 26 mai 2000 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Arbeidstakere ansatt i statens tjeneste er medlemmer av Pensjonskassen.\nDepartementet kan bestemme at arbeidstakere i en virksomhet utenfor statstjenesten skal være medlemmer i Statens pensjonskasse, og kan fastsette særlige vilkår for dette.\nDepartementet avgjør i tvilstilfelle hvilke stillinger som gir rett til medlemskap i Pensjonskassen.\nDepartementet kan bestemme at arbeidstakere i en virksomhet utenfor statstjenesten ikke lenger skal være medlemmer i Pensjonskassen.\nKongen kan i forskrift bestemme at grupper av arbeidstakere skal være unntatt fra medlemskap i Statens pensjonskasse.\n0 Endret ved lover 21 mai 1982 nr. 27, 11 juni 1993 nr. 63, 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447), 15 juni 2001 nr. 32 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 662), 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 18 des 2015 nr. 107 (ikr. 1 apr 2016 iflg. res. 18 mars 2016 nr. 267), 24 nov 2023 nr. 83 (i kraft 10 jan 2025 med virkning fra 1 jan 2025 iflg. res. 10 jan 2025 nr. 12).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "For å kunne være medlem av Pensjonskassen må arbeidstakeren samtidig være trygdet etter folketrygdloven kapittel 2, og betale folketrygdavgift for de samme inntekter som ligger til grunn for pensjonsopptjening i Pensjonskassen. Departementet kan i særlige tilfelle gjøre unntak og fastsette regler bl.a. om innskuddsbetaling etter særskilt fastsatt sats.\n0 Endret ved lover 31 mai 1957 nr. 2, 23 apr 1971 nr. 41, 8 juni 1973 nr. 54, 4 juni 1976 nr. 67, 8 juni 1979 nr. 54, 21 mai 1982 nr. 27, 28 feb 1997 nr. 19 (ikr. 1 mai 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 14 des 1951 nr. 12, opphevet ved 21 juni 2019 nr. 25 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 781).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Pensjonskassen kan frita en arbeidstaker for medlemskap dersom vedkommende går inn under en annen tjenestepensjonsordning eller det foreligger andre særlige grunner for det.\n0 Endret ved lover 31 mai 1957 nr. 2, 24 juni 1958 nr. 12, 15 des 1972 nr. 86, 8 juni 1973 nr. 54, 21 mai 1982 nr. 27, 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), 20 des 2022 nr. 100 (i kraft 1 jan 2023).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "For innehavere av stillinger som er eller blir innlemmet i Pensjonskassen, jf. § 5, kan departementet bestemme at de skal være medlemmer i kassen på andre vilkår enn loven ellers fastsetter.\n0 Endret ved lover 31 mai 1957 nr. 2, 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Endret ved lover 6 juli 1957 nr. 27, 17 juni 1966 nr. 13, 8 juni 1979 nr. 54, 21 mai 1982 nr. 27, opphevet ved lov 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Arbeidstakerens pensjonsgrunnlag er den faste arbeidsinntekt for det arbeidsforhold som gir rett til medlemskap i Pensjonskassen. Ved tariffavtale mellom staten og hovedsammenslutningene kan det bestemmes at også annen fast arbeidsinntekt skal regnes med i pensjonsgrunnlaget.\nVed tariffavtale fastsettes videre pensjonsgrunnlaget for medlemmer som har varierende inntekter, hvilke tillegg til inntekten som skal regnes med og hvor lenge et medlem må ha hatt slikt tillegg for at det skal regnes med. For de arbeidstakergrupper som ikke omfattes av tariffavtaler inngått i medhold av lov om offentlige tjenestetvister av 18. juli 1958, fastsetter Pensjonskassen hvilken inntekt og tillegg til inntekten som skal regnes med i pensjonsgrunnlaget.\nKun arbeidsinntekt fra arbeidsforhold med særaldersgrense skal inngå i beregningen etter §§ 26 o, 26 p og 26 r. Første punktum gjelder ikke for arbeidsinntekt før 1. januar 2025.\n0 Endret ved lover 23 mai 1958 nr. 4, 17 juni 1966 nr. 13, 21 mai 1982 nr. 27, 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Endret ved lover 17 juni 1966 nr. 13, 4 juni 1976 nr. 67, opphevet ved lov 21 mai 1982 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Departementet kan i særlige tilfelle fastsette særskilte pensjonsgrunnlag.\nDepartementet kan for enkelte stillinger eller grupper av stillinger fastsette regulativer for pensjonsgrunnlaget.\n0 Endret ved lov 21 mai 1982 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Pensjonsgrunnlaget begrenses til tolv ganger folketrygdens grunnbeløp. Pensjonsgrunnlaget for beregning av betinget tjenestepensjon etter § 26 e begrenses til 7,1 ganger grunnbeløpet.\nI perioder hvor arbeidstakeren samtidig har hatt flere arbeidsforhold som hver for seg gir rett til medlemskap i Pensjonskassen, skal pensjonsgrunnlaget settes til summen av pensjonsgrunnlagene for de enkelte arbeidsforhold. Det samlede pensjonsgrunnlag begrenses etter bestemmelsene i første ledd. Leddet her gjelder ikke pensjon etter kapittel 5 a, med unntak av pensjon etter § 26 h.\n0 Endret ved lover 28 juni 1952 nr. 13, 23 mai 1958 nr. 4, 2 juni 1960 nr. 18, 22 juni 1962 nr. 9, 12 juli 1968 nr. 1, 16 juni 1971 nr. 64, 4 juni 1976 nr. 67, 21 mai 1982 nr. 27, 8 jan 1988 nr. 1, 7 juli 2000 nr. 67, 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Når en arbeidstaker har hatt arbeid med varierende arbeidstid, skal det ved pensjoneringen fastsettes et gjennomsnittlig pensjonsgrunnlag. Ved beregningen tas det hensyn til arbeidstiden i den enkelte periode og periodens varighet, sammenholdt med pensjonsgrunnlaget for heldagsstilling ved pensjoneringen og den samlede tjenestetid. Departementet gir nærmere regler om beregningsmåten.\nHar en arbeidstaker tidligere hatt høyere pensjonsgrunnlag enn på pensjoneringstidspunktet og dette ikke skyldes en alminnelig lønnsregulering, skal det høyere grunnlag gjelde for tiden før grunnlaget gikk ned og resten av tiden regnes av grunnlaget ved pensjoneringen. Departementet kan fastsette vilkårene for at et midlertidig høyere pensjonsgrunnlag og et tidligere høyere pensjonsgrunnlag skal få virkning for pensjonsberegningen.\nDersom en arbeidstaker har fått et høyere grunnlag fordi vedkommende har hatt flere stillinger samtidig, skal det høyere grunnlag bare medregnes for det tidsrom dette var tilfelle. Tilsvarende gjelder en arbeidstaker som på pensjoneringstidspunktet har flere stillinger samtidig.\nParagrafen her gjelder ikke pensjon etter kapittel 5 a og kapittel 6 med unntak av pensjon etter § 26 h.\n0 Endret ved lover 31 mai 1957 nr. 2, 15 des 1967 nr. 7, 8 juni 1979 nr. 54, 21 mai 1982 nr. 27, 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), 20 des 2022 nr. 100 (i kraft 1 jan 2023), 20 des 2024 nr. 81 (i kraft 1 jan 2025 iflg. res. 20 des 2024 nr. 3298).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "En arbeidstaker betaler innskott på 2 pst. av pensjonsgrunnlaget. I den tid et medlem har redusert lønn på grunn av permisjon, redusert arbeidstid eller andre forhold ved tjenesten, betales innskott bare av den reduserte lønn.\n0 Endret ved lov 21 mai 1982 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Den som utbetaler lønnen, er uten godtgjøring fra Pensjonskassen ansvarlig for å holde tilbake og innbetale innskott til Pensjonskassen. Et medlem skal likevel betale innskott direkte til kassen innen de frister som den fastsetter, hvis dette er særskilt bestemt.\nForfalt innskott er tvangsgrunnlag for utlegg. Etter forfall kan det kreves renter etter en rentefot som fastsettes av Pensjonskassen.\n0 Endret ved lover 8 juni 1973 nr. 54, 21 mai 1982 nr. 27, 26 juni 1992 nr. 86, 26 mai 2000 nr. 37, 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Departementet kan bestemme at det for visse grupper arbeidstakere skal betales en arbeidsgiverandel i tillegg til medlemmets eget innskott. Bestemmelsene i § 17, 2. ledd gjelder tilsvarende.\nDepartementet kan gi nærmere regler om beregningen av pensjonsinnskottene og arbeidsgiverandelen.\n0 Endret ved lover 8 juni 1973 nr. 54, 21 mai 1982 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Når tjenestetid inngår i beregningen av pensjon, skal den tiden arbeidstakeren har vært medlem av Pensjonskassen legges til grunn. Kun tjenestetid i stillinger med særaldersgrense skal inngå i beregningen etter §§ 26 o, 26 p og 26 r. Andre punktum gjelder ikke for tjenestetid før 1. januar 2025. Det kan fastsettes ved tariffavtale at kortere tjenesteperioder ikke skal regnes med.\nVed beregning av pensjon etter kapittel 5, § 26 n, kapittel 6 og 7 avrundes samlet tjenestetid slik at brøkdel av et år mindre enn en halv ikke regnes med. En større brøkdel regnes som et helt år.\nTjenestetid etter kapittel 5 a og 5 b, unntatt etter § 26 n, fastsettes i antall år, avrundet til én desimal.\nEr den samlede tjenestetid lengre enn det som kreves for full pensjon, skal det ved pensjonsberegningen ses bort fra den overskytende tjenestetid som har lavest pensjonsgrunnlag.\n0 Endret ved lover 24 juni 1958 nr. 12, 21 juni 1974 nr. 57, 11 juni 1976 nr. 81, 21 mai 1982 nr. 27, 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Som tjenestetid regnes også den tid medlemmet:\na. midlertidig er avgitt til tjeneste hos fylke, kommune eller privat arbeidsgiver som utfører arbeid for staten,\nb. har ferie,\nc. har permisjon med lønn,\nd. har permisjon uten lønn eller på annen måte midlertidig har fratrådt tjenesten og hvor det ved tariffavtale mellom staten og hovedsammenslutningene er bestemt at tjenestetiden skal regnes med,\ne. har midlertidig uførepensjon eller uførepensjon, unntatt pensjon som ytes etter § 27 femte ledd,\nf. har vært medlem av annen pensjonsordning som Pensjonskassen har avtale med om overføring av pensjonsrettigheter, eller i utenlandsk pensjonsordning hvor tiden etter internasjonal overenskomst skal regnes med,\ng. er ilagt karantene før overgang til ny stilling.\nI forbindelse med omorganiseringer eller omstillinger kan departementet bestemme at arbeidstakere som fratrer sin stilling med straks løpende alderspensjon eller førtidspensjon, skal kunne få godskrevet hele eller deler av tiden fram til stillingens aldersgrense som pensjonsgivende. Departementet kan bestemme at den enkelte virksomhet skal belastes for kostnadene ved dette gjennom løpende innbetalinger eller ved innbetaling av et engangsbeløp.\nDepartementet kan bestemme at tid forut for medlemskapet helt eller delvis skal regnes med. Departementet kan sette særlige vilkår for slik medregning.\nSom pensjonsgivende regnes også tjenestetid som overenskomstlønnet arbeidstaker i staten før 1. januar 1951.\nEt medlem som uten å oppebære midlertidig uførepensjon eller uførepensjon har hatt permisjon uten lønn i to år, skal etter utløpet av denne tid, i forhold til reglene i denne lov, anses for å ha fratrådt sin stilling, medmindre annet er fastsatt etter første ledd bokstav d.\nDepartementet gir forskrifter om medlemskap og opptjening når medlemmet har midlertidig uførepensjon og uførepensjon.\n0 Endret ved lover 21 juni 1974 nr. 57, 21 mai 1982 nr. 27, 11 juni 1993 nr. 63, 26 mai 2000 nr. 37, 15 jan 2010 nr. 1 (ikr. 1 feb 2010 iflg. res. 15 jan 2010 nr. 54), 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 22 jan 2016 nr. 1 (ikr. 1 mars 2016 iflg. res. 22 jan 2016 nr. 44), 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:20 a",
      "chapter": "5",
      "section": "20 a",
      "content": "Kapitlet gjelder for medlemmer født i 1962 eller tidligere.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), endret ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965, se endringsloven del V for overgangsregler).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20 a."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Et medlem får alderspensjon når vedkommende helt eller delvis fratrer sin stilling ved eller etter den aldersgrense som gjelder for stillingen.\nFratrer et medlem tidligst tre år før aldersgrensen, får vedkommende alderspensjon såfremt summen av tjenestetid og alder er minst 85 år, eller vedkommende ved fratreden har fylt 67 år.\nRett til alderspensjon har også arbeidstaker som fratrer etter fylte 65 år, når dette er bestemt i tariffavtale hvor staten er part, eller i tariffavtale godkjent av departementet.\nRett til alderspensjon etter fylte 65 år har også arbeidstaker som har fratrådt med pensjon etter lov om avtalefestet pensjon for medlemmer av Statens pensjonskasse kapittel 1.\nAlderspensjon etter tredje og fjerde ledd kan ikke tas ut samtidig med alderspensjon fra folketrygden. Er det tatt ut alderspensjon fra folketrygden, må den stanses før det gis pensjon etter tredje og fjerde ledd. Det kan heller ikke ytes alderspensjon etter tredje og fjerde ledd til en person som mottar eller har mottatt avtalefestet pensjon etter AFP-tilskottsloven.\n0 Endret ved lover 21 des 1956 nr. 1, 15 des 1972 nr. 86, 21 apr 1989 nr. 16, 11 juni 1993 nr. 64, 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 20 des 2022 nr. 100 (i kraft 1 jan 2023), 12 april 2024 nr. 14 (i kraft 1 okt 2024 iflg. res. 20 sep 2024 nr. 2209).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:21 a",
      "chapter": "5",
      "section": "21 a",
      "content": "Statens pensjonskasse kan bevilge straks løpende alderspensjon til arbeidstaker som i løpet av de siste ti årene har gått over fra stilling med lavere aldersgrense til stilling med høyere aldersgrense, når\na. vedkommende hadde hatt lavere aldersgrense i minst 15 år,\nb. den lavere aldersgrensen er begrunnet i forhold som er omhandlet i lov om aldersgrenser for statsansatte m.fl. § 2 første ledd alternativ a, og\nc. vedkommende ville hatt rett til alderspensjon i den tidligere stillingen.\nDepartementet kan fastsette nødvendige overgangsregler.\n0 Tilføyd ved lov 21 mai 1982 nr. 31, endret ved lover 26 mai 2000 nr. 37, 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 20 des 2022 nr. 100 (i kraft 1 jan 2023).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21a",
        "source_heading": "§ 21 A."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "content": "Pensjonen beregnes av medlemmets pensjonsgrunnlag når vedkommende fratrer stillingen, jf. likevel § 15.\nDen årlige alderspensjonen beregnes slik:\na. Et medlem med 30 års tjenestetid eller mer får full alderspensjon. Denne skal utgjøre 66 prosent av pensjonsgrunnlaget.\nb. Et medlem med kortere tjenestetid enn 30 år skal ha en avkortet alderspensjon, som utgjør så mange trettideler av full pensjon som vedkommende har tjenesteår.\nAlderspensjonen skal levealdersjusteres etter bestemmelsene i §§ 24 og 24 a.\nForsørger medlemmet barn under 18 år, skal det for hvert barn ytes et barnetillegg på 10 prosent av alderspensjonen etter levealdersjustering. Alderspensjonen med barnetillegg må likevel ikke overstige 90 prosent av pensjonsgrunnlaget etter levealdersjustering når pensjonen er beregnet etter full tjenestetid. Er pensjonen beregnet etter redusert tjenestetid, skal det foretas en forholdsmessig avkortning. Barnetillegg betales ut den måned barnet fyller 18 år eller i tilfelle måneden etter barnets død.\nFor alderspensjon kommer bestemmelsen i § 31 første ledd om reduksjon for sykepenger til anvendelse dersom sykepengene er beregnet av inntekter som også har vært pensjonsgivende i Pensjonskassen.\n0 Endret ved lover 31 mai 1957 nr. 2, 21 juni 1974 nr. 57, 11 juni 1976 nr. 81, 21 mai 1982 nr. 27, 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 15 juni 2018 nr. 30 (ikr. 1 jan 2019 iflg. res. 20 des 2018 nr. 2051), 20 des 2022 nr. 100 (i kraft 1 jan 2023).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "content": "Et medlem som fratrer sin stilling med minst tre års tjenestetid, men uten rett til straks å få pensjon etter denne loven eller lov om avtalefestet pensjon for medlemmer av Statens pensjonskasse, har rett til oppsatt alderspensjon fra den aldersgrensen som gjelder for stillingen, men tidligst fra fylte 65 år. Den oppsatte alderspensjonen skal utgjøre så mange trettideler av full pensjon som vedkommende har tjenesteår, men ikke mer enn full pensjon etter § 22. Oppsatt alderspensjon utbetales senest fra det tidspunkt medlemmet ved fylte 67 år får utbetalt alderspensjon fra folketrygden. Har medlemmet etter bestemmelsene i folketrygdloven § 19-10 ikke tatt ut hel alderspensjon fra folketrygden, skal det bare utbetales en så stor forholdsmessig del av den oppsatte alderspensjon fra Pensjonskassen som svarer til den forholdsmessige del av alderspensjonen fra folketrygden som er tatt ut.\nFor den som blir opptatt som nytt medlem av Statens pensjonskasse etter 1. januar 1967, skal oppsatt alderspensjon utgjøre en så stor del av full pensjon som forholdet mellom opptjent tjenestetid og den tjenestetiden vedkommende ville hatt fra den dagen han eller hun ble medlem av Pensjonskassen og fram til det laveste av aldersgrensen eller 70 år, men ikke mer enn 40 år og ikke mindre enn 30 år.\nOppsatt alderspensjon skal levealdersjusteres etter bestemmelsene i §§ 24 og 24 a.\n0 Endret ved lover 6 juli 1957 nr. 27, 24 juni 1958 nr. 12, 8 juni 1973 nr. 54, 11 juni 1976 nr. 81, 8 juni 1979 nr. 52, 21 mai 1982 nr. 27, 11 juni 1993 nr. 64, 28 feb 1997 nr. 19 (ikr. 1 mai 1997), 25 juni 2010 nr. 29 (ikr. 1 jan 2011, som endret ved lov 17 des 2010 nr. 77, tidligere § 24), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 22 jan 2016 nr. 1 (ikr. 1 mars 2016 iflg. res. 22 jan 2016 nr. 44), 15 juni 2018 nr. 30 (ikr. 1 jan 2019 iflg. res. 20 des 2018 nr. 2051), 20 des 2022 nr. 100 (i kraft 1 jan 2023), 27 mai 2025 nr. 17 (i kraft 1 jan 2026 iflg. res. 27. mai 2025 nr. 856, se endringsloven for overgangsregel).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "content": "Alderspensjonen skal levealdersjusteres, slik at den enkeltes pensjon justeres for endringer i befolkningens levealder. Levealdersjusteringen gjennomføres ved hjelp av justeringstall, som fastsettes slik:\na. For årskull fra og med 1943-kullet til og med 1953-kullet tilsvarer justeringstallene de forholdstallene som fastsettes av Arbeids- og velferdsdirektoratet, jf. folketrygdloven §§ 19-6 og 19-7.\nb. For årskull fra og med 1963-kullet beregnes det justeringstall med utgangspunkt i delingstall fastsatt av Arbeids- og velferdsdirektoratet, jf. folketrygdloven §§ 20-12 og 20-13. Justeringstallene framkommer ved å dividere delingstallene med 13,42.\nc. For årskull fra og med 1954-kullet til og med 1962-kullet benyttes det justeringstall både etter bokstav a og bokstav b, se § 24 a.\nAlderspensjonen skal levealdersjusteres tidligst fra fylte 67 år. Dette gjelder også dersom det er utbetalt alderspensjon fra et tidligere tidspunkt. Pensjonen divideres med justeringstallet som gjelder ved fylte 67 år.\nDersom medlemmet fratrer stillingen etter fylte 67 år, skal pensjonen divideres med justeringstallet på uttakstidspunktet. Det skal ikke benyttes et lavere justeringstall enn 1,000, slik at pensjonen ved full tjenestetid ikke blir høyere enn 66 prosent av pensjonsgrunnlaget. For årskullene fra og med 1954-kullet til og med 1962-kullet skal det likevel kunne benyttes et lavere justeringstall enn 1,000 for justeringstall etter første ledd bokstav b. For de samme årskullene skal den nedre grensen for justeringstallet etter første ledd bokstav a settes lik forholdstallet ved den laveste alderen som gir et justeringstall etter første ledd bokstav b lik 1,000 for det aktuelle årskullet.\nNår et medlem delvis fratrer stillingen, skal justeringstallet på dette tidspunktet legges til grunn for alderspensjonen for den fratrådte stillingsdelen. Når medlemmet helt fratrer stillingen, skal justeringstallet på dette tidspunktet legges til grunn for alderspensjonen for den resterende stillingsdelen.\nDepartementet gir forskrift om anvendelsen av justeringstall.\n0 Tilføyd ved lov 25 juni 2010 nr. 29 (ikr. 1 jan 2011, som endret ved lov 17 des 2010 nr. 77), endret ved lover 20 juni 2014 nr. 24 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 799), 15 juni 2018 nr. 30 (ikr. 1 jan 2019 iflg. res. 20 des 2018 nr. 2051), 12 april 2024 nr. 15 (i kraft 12 april 2024 iflg. res. 12 april 2024 nr. 615).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:24 a",
      "chapter": "5",
      "section": "24 a",
      "content": "Dersom pensjonisten er født i årene fra 1954 til 1962, skal levealdersjusteringen gjennomføres slik:\na. Det skal foretas en beregning etter § 24 med justeringstall fastsatt henholdsvis etter § 24 første ledd bokstav a og § 24 første ledd bokstav b.\nb. Personer som er født i 1954, får 9/10 av pensjonen levealdersjustert ved bruk av justeringstallet etter § 24 første ledd bokstav a og 1/10 etter § 24 første ledd bokstav b. Andelen beregnet etter § 24 første ledd bokstav a reduseres med 1/10 for hvert senere årskull, slik at personer født i 1962 får 1/10 av pensjonen levealdersjustert etter § 24 første ledd bokstav a og 9/10 levealdersjustert etter § 24 første ledd bokstav b.\n0 Tilføyd ved lov 15 juni 2018 nr. 30 (ikr. 1 jan 2019 iflg. res. 20 des 2018 nr. 2051).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24a",
        "source_heading": "§ 24 a."
      }
    },
    {
      "provision_ref": "5:24 b",
      "chapter": "5",
      "section": "24 b",
      "content": "Medlemmer som er født i 1958 eller tidligere, skal ha et garantert pensjonsnivå etter reglene i paragrafen her.\nGarantien gjelder tidligst fra fylte 67 år og skal anvendes på summen av\na. alderspensjon etter loven her, samordnet med alderspensjon fra folketrygden etter lov om samordning av pensjons- og trygdeytelser, og\nb. alderspensjon fra folketrygden.\nAlderspensjon fra folketrygden som inngår i beregningen etter annet ledd bokstav b, fastsettes slik:\na. Dersom pensjonene tas ut samtidig, anvendes alderspensjonen fra folketrygden.\nb. Dersom alderspensjonen fra folketrygden er tatt ut før pensjon etter loven her, benyttes det en alderspensjon fra folketrygden beregnet som om den var tatt ut på samme tidspunkt som tjenestepensjonen.\nc. For medlemmer som har fratrådt sin stilling med alderspensjon etter loven her før fylte 67 år, skal denne pensjonen anses å være tatt ut ved fylte 67 år ved anvendelse av bokstavene a og b.\nFor medlemmer som har 30 års tjenestetid eller mer, utgjør det garanterte pensjonsnivået 66 prosent av pensjonsgrunnlaget. For medlemmer som har mindre enn 30 års tjenestetid, jf. § 22 andre ledd bokstav b, utgjør det garanterte pensjonsnivået et forholdsmessig beløp.\nDersom summen av pensjoner etter annet ledd, jf. tredje ledd, er lavere enn det garanterte pensjonsnivået etter fjerde ledd, skal det utbetales et garantitillegg som svarer til differansen mellom summen av pensjoner og det garanterte nivået. Eventuelle forsørgingstillegg holdes utenfor ved beregningen av garantitillegget.\nVed gradert uttak av alderspensjon skal garantitillegget beregnes som om tjenestepensjonen var ugradert. Garantitillegget skal deretter graderes tilsvarende uttaksgraden for tjenestepensjonen.\nBestemmelsene i paragrafen her gjelder tilsvarende for oppsatt alderspensjon, likevel slik at tjenestetiden etter fjerde ledd fastsettes etter bestemmelsene i § 23 første og annet ledd.\n0 Tilføyd ved lov 25 juni 2010 nr. 29 (ikr. 1 jan 2011), endret ved lover 20 juni 2014 nr. 24 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 799), 15 juni 2018 nr. 30 (ikr. 1 jan 2019 iflg. res. 20 des 2018 nr. 2051, tidligere § 24a), 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24b",
        "source_heading": "§ 24 b."
      }
    },
    {
      "provision_ref": "5:24 c",
      "chapter": "5",
      "section": "24 c",
      "content": "Medlemmer som er født i 1959, 1960, 1961 eller 1962, får en andel av garantitillegget som er gitt til medlemmer født i 1958 eller tidligere etter § 24 b. Andelene bestemmes av forholdet mellom tjenestetid før 2011 og samlet tjenestetid, begge begrenset til full tjenestetid. 1959-kullet får 90 prosent av tillegget, 1960-kullet får 80 prosent av tillegget, 1961-kullet får 70 prosent av tillegget og 1962-kullet får 60 prosent av tillegget.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24c",
        "source_heading": "§ 24 c."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "content": "En arbeidstaker som samtidig tjener opp rett til pensjon i mer enn ett arbeidsforhold og fratrer et av disse med rett til løpende pensjon, får pensjon regnet av pensjonsgrunnlaget og tjenestetiden for dette arbeidsforhold. Dersom en arbeidstaker som fratrer sin stilling med rett til straks løpende pensjon, i tillegg har rett til oppsatt pensjon fra en annen stilling fra et senere tidspunkt, kommer den oppsatte pensjonen til utbetaling fra samme tidspunkt som den straks løpende pensjonen. Når medlemmet får rett til pensjon for flere enn ett arbeidsforhold hvor pensjon er opptjent samtidig, regnes pensjonen etter bestemmelsene i § 14 annet ledd, § 15 tredje ledd og § 19 annet ledd.\n0 Endret ved lover 21 mai 1982 nr. 27, 26 mai 2000 nr. 37 (ikr. 1 jan 2001 med virkning for nye pensjonstilfeller iflg. res. 26 mai 2000 nr. 447).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "content": "Alderspensjon etter § 21 løper fra den første dag i måneden etter at medlemmet ikke oppebærer lønn, og etter § 23 første ledd fra den første dag i måneden etter fylte 67 år hvor det blir utbetalt alderspensjon fra folketrygden eller fra den første dag i måneden etter at medlemmet når aldersgrensen, dog tidligst fra den første dag i måneden etter fylte 65 år. Pensjonen løper ut måneden etter dødsmåneden. Dersom avdøde etterlater seg ektefelle, løper pensjonen ytterligere en måned.\nDersom et medlem dør uten at alderspensjonen er begynt å løpe etter reglene i foregående ledd, og medlemmet ved dødsfallet heller ikke oppebar midlertidig uførepensjon eller uførepensjon, skal det, dersom medlemmet etterlater seg ektefelle, utbetales et beløp svarende til en måneds alderspensjon regnet som om medlemmet med uforandret grunnlag hadde stått i tjenesten til aldersgrensen, men ikke ut over 67 år. Det samme gjelder mottaker av pensjon etter lov 25. juni 2010 nr. 28 om avtalefestet pensjon for medlemmer av Statens pensjonskasse.\nRetten til oppsatt pensjon faller bort dersom medlemmet på ny blir innskottspliktig i Pensjonskassen. Tjenestetiden medregnes som pensjonsgivende i den nye stilling. Løpende alderspensjon faller også bort ved ny innskottsplikt dersom grunnlaget i den nye stilling er minst like stort som grunnlaget i den tidligere stilling. Er grunnlaget i den nye stilling mindre, utbetales pensjon av forskjellen mellom grunnlagene. Dersom medlemmet ved endelig fratreden ikke har rett til straks å få pensjon for den siste stillingen, får han eller hun igjen sin opprinnelige pensjon inntil vedkommende når aldersgrensen i den siste stillingen. Fra da av blir pensjonen beregnet etter den samlede tjenestetiden. Pensjonen beregnes etter reglene i § 22.\nOpphør og endringer i pensjonen etter bestemmelse i foregående ledd skjer fra den første i måneden etter at den begivenhet fant sted som førte til opphøret eller endringen.\nNår særlige lønnsforhold gjør det rimelig, kan utbetaling av alderspensjon etter § 21 settes i gang fra den første dag etter at lønnen er opphørt.\n0 Endret ved lover 31 mai 1957 nr. 2, 23 mai 1958 nr. 4, 19 des 1958 nr. 9, 21 juni 1974 nr. 57, 21 mai 1982 nr. 27, 11 juni 1993 nr. 64, 26 mai 2000 nr. 37, 18 des 2009 nr. 134 (ikr. 1 okt 2009, innførte et midlertidig sjette ledd som opphørte å gjelde 1 juli 2010), 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 15 des 2017 nr. 104, 21 juni 2019 nr. 25 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 781), 20 mars 2020 nr. 3 (i kraft 20 mars 2020 iflg. res. 20 mars 2020 nr. 580), 18 des 2020 nr. 138 (ikr. 18 des 2020 med virkning fra 1 nov 2020), 20 mars 2020 nr. 3 (i kraft 1 sep 2022, endring endret ved lover 30 okt 2020 nr. 118, 4 juni 2021 nr. 52, 17 des 2021 nr. 145 og 17 juni 2022 nr. 41, sjette ledd opphørte å gjelde), 20 des 2022 nr. 100 (i kraft 1 jan 2023).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:26 a",
      "chapter": "6",
      "section": "26 a",
      "title": "Virkeområde",
      "content": "Kapitlet gjelder for medlemmer født i 1963 eller senere.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26a",
        "source_heading": "§ 26 a."
      }
    },
    {
      "provision_ref": "6:26 b",
      "chapter": "6",
      "section": "26 b",
      "title": "Opptjening av alderspensjon – påslagsbeholdning",
      "content": "Alderspensjon tjenes opp fra og med 1. januar 2020 med en grunnsats på 5,7 prosent av pensjonsgrunnlaget opp til 12 ganger folketrygdens grunnbeløp og en tilleggssats på 18,1 prosent av pensjonsgrunnlaget mellom 7,1 og 12 ganger grunnbeløpet. Det er gjeldende grunnbeløp som legges til grunn. Ved deltidsstilling utgjør opptjeningen en forholdsmessig del av opptjeningen for en fulltidsstilling. Det gis pensjonsopptjening fram til og med måneden medlemmet fyller 75 år.\nDet gis pensjonsopptjening for tiden med midlertidig uførepensjon og uførepensjon etter kapittel 6. Til medlemmer som har fått midlertidig uførepensjon eller uførepensjon erstattet av alderspensjon ved særaldersgrense før 1. januar 2026, gis det pensjonsopptjening som om de mottok midlertidig uførepensjon eller uførepensjon. Opptjeningen skjer på grunnlag av pensjonsgrunnlaget som uførepensjonen er beregnet av. For perioder hvor et medlem har hatt annen opptjening etter første og tredje ledd, skal opptjening på grunnlag av uførepensjonen reduseres med slik opptjening. Dersom uføregraden er lavere enn 100 prosent, skal opptjening etter dette leddet ikke overstige opptjening basert på pensjonsgrunnlaget uførepensjonen er beregnet av, justert for uføregraden.\nDet gis pensjonsopptjening for den tiden medlemmet har ulønnet utdanningspermisjon som arbeidsgiver vurderer er relevant for stillingen. Det gis også pensjonsopptjening for den tiden medlemmet har annen permisjon uten lønn, eller på annen måte midlertidig har fratrådt tjenesten, og hvor det ved tariffavtale inngått med hovedsammenslutningene er bestemt at tiden skal gi pensjonsopptjening. Opptjeningen skjer på grunnlag av pensjonsgrunnlaget i stillingen som medlemmet har permisjon fra eller midlertidig har fratrådt. Ved delvis permisjon skjer opptjeningen forholdsmessig.\nOpptjeningen skjer løpende, slik at endringer får effekt fra virkningstidspunktet. Pensjonsopptjeningen akkumuleres i en påslagsbeholdning.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), endret ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26b",
        "source_heading": "§ 26 b."
      }
    },
    {
      "provision_ref": "6:26 c",
      "chapter": "6",
      "section": "26 c",
      "title": "Uttak av alderspensjon",
      "content": "Alderspensjon gis tidligst fra og med måneden etter den måneden melding om uttak av pensjon blir gitt, likevel tidligst fra og med måneden etter fylte 62 år. Dersom pensjonen ikke er tatt ut innen medlemmet fyller 75 år, utbetales pensjonen fra og med måneden etter fylte 75 år.\nAlderspensjonen fastsettes på grunnlag av påslagsbeholdningen på uttakstidspunktet. Beholdningen gjøres om til årlig pensjon ved å dividere med delingstallet på uttakstidspunktet for pensjonen, jf. § 26 k.\nAlderspensjonen kan tas ut helt eller delvis. Pensjonen graderes med 20, 40, 50, 60, 80 eller 100 prosent. Årlig pensjon må på uttakstidspunktet minst utgjøre 30 prosent av folketrygdens grunnbeløp for at pensjonen kan tas ut gradert. Dersom medlemmet mottar midlertidig uførepensjon eller uførepensjon, kan ikke summen av uføregrad og uttaksgrad for alderspensjon overstige 100 prosent. Pensjonen kan ikke utbetales samtidig med tidligpensjon etter kapittel 5 b eller tilsvarende tidligpensjon fra en annen offentlig tjenestepensjonsordning.\nPensjonsgraden kan endres eller oppdateres når det har gått ett år fra uttakstidspunktet eller ett år fra tidspunktet da uttaksgraden sist ble endret eller oppdatert. Medlemmet kan likevel ta ut full pensjon eller stanse pensjonen uavhengig av bestemmelsene i første punktum. Ved fylte 75 år utbetales full pensjon.\nDersom pensjonsgraden endres eller oppdateres, skal pensjonen gjøres om til en beholdning ved å multiplisere pensjonen med delingstallet på endrings- eller oppdateringstidspunktet. Dette beløpet legges sammen med eventuell beholdning som ikke er tatt ut. Pensjonen beregnes deretter etter bestemmelsene i paragrafen her.\nPensjonen kan kombineres med arbeidsinntekt uten at pensjonen blir avkortet.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), endret ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26c",
        "source_heading": "§ 26 c."
      }
    },
    {
      "provision_ref": "6:26 d",
      "chapter": "6",
      "section": "26 d",
      "title": "Ny opptjening",
      "content": "Ved uttak av hel alderspensjon skal pensjonsopptjening som tilføres påslagsbeholdningen etter uttak, regnes om til årlig pensjon ved hjelp av delingstallet på omregningstidspunktet, og legges til pensjonen som allerede er tatt ut. Omregningen foretas med virkning fra 1. januar året etter at opptjeningen fant sted.\nVed gradert uttak av pensjon skal pensjonsopptjening som tilføres påslagsbeholdningen etter uttak, omregnes til pensjon etter § 26 c femte ledd når uttaksgraden endres eller oppdateres.\nDepartementet kan gi forskrift om gjennomføringen av denne paragrafen.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26d",
        "source_heading": "§ 26 d."
      }
    },
    {
      "provision_ref": "6:26 e",
      "chapter": "6",
      "section": "26 e",
      "title": "Betinget tjenestepensjon – opptjening",
      "content": "Medlemmer som ikke har rett til privat eller offentlig avtalefestet pensjon (AFP), gis betinget tjenestepensjon som et tillegg til alderspensjonen.\nBetinget tjenestepensjon tjenes opp fra og med 1. januar 2020 med 3,0 prosent av pensjonsgrunnlaget opp til 7,1 ganger folketrygdens grunnbeløp. Det er gjeldende grunnbeløp som legges til grunn. Ved deltidsstilling utgjør opptjeningen en forholdsmessig del av opptjeningen for en fulltidsstilling. Det gis pensjonsopptjening fram til og med måneden medlemmet fyller 62 år.\nDet gis pensjonsopptjening for tid med midlertidig uførepensjon og uførepensjon etter kapittel 6. Til medlemmer som har fått midlertidig uførepensjon eller uførepensjon erstattet av alderspensjon ved særaldersgrense før 1. januar 2026, gis det pensjonsopptjening som om de mottok midlertidig uførepensjon eller uførepensjon. Opptjeningen skjer på grunnlag av pensjonsgrunnlaget som uførepensjonen er beregnet av. For perioder hvor et medlem har hatt annen opptjening etter andre ledd, skal opptjening på grunnlag av uførepensjonen reduseres med slik opptjening. Dersom uføregraden er lavere enn 100 prosent, skal opptjening etter dette leddet ikke overstige opptjening basert på pensjonsgrunnlaget uførepensjonen er beregnet av, justert for uføregraden.\nOpptjeningen skjer løpende, slik at endringer får effekt fra virkningstidspunktet. Opptjening av betinget tjenestepensjon akkumuleres i en betingetbeholdning.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), endret ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26e",
        "source_heading": "§ 26 e."
      }
    },
    {
      "provision_ref": "6:26 f",
      "chapter": "6",
      "section": "26 f",
      "title": "Betinget tjenestepensjon – uttak",
      "content": "Betinget tjenestepensjon gis tidligst fra og med måneden etter den måneden melding om uttak blir gitt, likevel tidligst fra og med måneden etter fylte 62 år. Dersom det innvilges betinget tjenestepensjon etter at et medlem har fylt 70 år, skal årlig pensjon beregnes som om uttaket skjedde ved 70 år. Det er et vilkår for utbetaling av betinget tjenestepensjon at offentlig avtalefestet pensjon er avslått. Betinget tjenestepensjon kan ikke utbetales samtidig med tidligpensjon etter kapittel 5 b, tilsvarende tidligpensjon fra en annen offentlig tjenestepensjonsordning eller avtalefestet pensjon som det gis statstilskott til etter AFP-tilskottsloven.\nBetingetbeholdningen gjøres om til årlig pensjon ved å dividere med delingstallet på uttakstidspunktet for pensjonen.\nBetinget tjenestepensjon kan ikke tas ut gradert eller stanses. Pensjonen kan kombineres med arbeidsinntekt uten at pensjonen blir avkortet.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), endret ved lover 12 april 2024 nr. 14 (i kraft 1 okt 2024 iflg. res. 20 sep 2024 nr. 2209), 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26f",
        "source_heading": "§ 26 f."
      }
    },
    {
      "provision_ref": "6:26 g",
      "chapter": "6",
      "section": "26 g",
      "title": "Oppsatt pensjon for tjenestetid etter 2019",
      "content": "Fratrer et medlem sin stilling med minst ett års samlet tjenestetid, men uten rett til straks å få pensjon etter dette kapitlet, har medlemmet rett til oppsatt påslagspensjon og oppsatt betinget tjenestepensjon. Pensjonen beregnes etter reglene i kapitlet her.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26g",
        "source_heading": "§ 26 g."
      }
    },
    {
      "provision_ref": "6:26 h",
      "chapter": "6",
      "section": "26 h",
      "title": "Oppsatt pensjon for tjenestetid før 2020",
      "content": "Medlemmer med tjenestetid før 2020 har rett til oppsatt alderspensjon dersom samlet tjenestetid er minst tre år.\nPensjonen beregnes av medlemmets pensjonsgrunnlag 31. desember 2019. Har medlemmet 31. desember 2019 lenger tjenestetid enn 30 år, skal gjennomsnittlig stillingsandel beregnes med utgangspunkt i de 30 årene med høyest stillingsandel.\nDen årlige alderspensjonen beregnes slik:\na. Har medlemmet 31. desember 2019 full tjenestetid, eller mer, får medlemmet full alderspensjon. Full tjenestetid er den tjenestetiden medlemmet ville hatt fra den dagen vedkommende ble medlem av Pensjonskassen og fram til det laveste av aldersgrensen eller 70 år, likevel ikke mer enn 40 år og ikke mindre enn 30 år. Pensjonen skal utgjøre 66 prosent av pensjonsgrunnlaget.\nb. Har medlemmet 31. desember 2019 ikke full tjenestetid, skal medlemmet ha en avkortet alderspensjon som utgjør en så stor andel av full pensjon som tjenestetiden 31. desember 2019 utgjør av full tjenestetid.\nForsørger medlemmet barn under 18 år, skal det for hvert barn ytes et barnetillegg på 10 prosent av alderspensjonen etter levealdersjustering. Alderspensjonen med barnetillegg må likevel ikke overstige 90 prosent av pensjonsgrunnlaget etter levealdersjustering når pensjonen er beregnet etter full tjenestetid. Er pensjonen beregnet etter kortere enn full tjenestetid, skal det foretas en forholdsmessig avkorting. Barnetillegg betales ut den måneden barnet fyller 18 år eller i tilfelle måneden etter barnets død.\nAlderspensjonen skal levealdersjusteres ved hjelp av justeringstall fastsatt med utgangspunkt i delingstall fastsatt av Arbeids- og velferdsdirektoratet, jf. folketrygdloven §§ 20-12 og 20-13. Justeringstallet framkommer ved å dividere delingstallene med 13,42. Justeringstallet ved uttak av pensjonen legges til grunn.\nAlderspensjonen gis tidligst fra og med måneden etter den måneden melding om uttak blir gitt, likevel tidligst fra og med måneden etter fylte 62 år. Dersom pensjonen ikke er tatt ut innen medlemmet fyller 75 år, utbetales pensjonen fra og med måneden etter fylte 75 år. Det er et vilkår at medlemmet mottar alderspensjon fra folketrygden på uttakstidspunktet. Pensjonen kan ikke tas ut gradert eller stanses. Barnetillegg etter tredje ledd gis tidligst fra måneden etter fylte 65 år.\nAlderspensjonen kan kombineres med arbeidsinntekt uten at pensjonen blir avkortet.\nAlderspensjonen kan ikke utbetales samtidig med tidligpensjon etter kapittel 5 b eller tilsvarende tidligpensjon fra en annen offentlig tjenestepensjonsordning.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), endret ved lover 27 mai 2025 nr. 17 (i kraft 1 jan 2026 iflg. res. 27. mai 2025 nr. 856, se endringsloven for overgangsregel), 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26h",
        "source_heading": "§ 26 h."
      }
    },
    {
      "provision_ref": "6:26 i",
      "chapter": "6",
      "section": "26 i",
      "title": "Tillegg for opptjening før 2011",
      "content": "Medlem født i årene 1963–1967, og som har opptjening før 2011 som gir rett til oppsatt alderspensjon etter § 26 h, gis et tillegg til alderspensjonen. Fullt tillegg utgjør 1,5 prosent av pensjonsgrunnlaget for den oppsatte alderspensjonen. Tillegget beregnes forholdsmessig dersom tjenestetiden før 2011 er kortere enn 30 år. 1963-kullet får 100 prosent av tillegget, 1964-kullet får 80 prosent, 1965-kullet får 60 prosent, 1966-kullet får 40 prosent og 1967-kullet får 20 prosent av tillegget.\nTillegget kommer til utbetaling ved uttak av oppsatt alderspensjon etter § 26 h. Tillegget kan ikke graderes eller stanses. Ved uttak multipliseres tillegget med delingstallet ved 67 år og divideres med delingstallet på uttakstidspunktet.\nTillegget kan kombineres med arbeidsinntekt uten at tillegget blir avkortet.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26i",
        "source_heading": "§ 26 i."
      }
    },
    {
      "provision_ref": "6:26 j",
      "chapter": "6",
      "section": "26 j",
      "title": "Overgangstillegg",
      "content": "Medlem født i årene 1963–1970 som fratrer medlemspliktig stilling helt i perioden mellom fylte 62 og 67 år, og som har minst 15 års samlet tjenestetid, gis et overgangstillegg fra og med måneden etter den måneden medlemmet fratrer. Tillegget opphører ved gjeninntreden i medlemspliktig stilling. Medlemmet gis tillegget på nytt ved senere hel fratreden. Tillegget opphører senest måneden etter at medlemmet fyller 67 år.\nFullt overgangstillegg er 0,15 ganger folketrygdens grunnbeløp og ytes til medlem født i 1963. Tillegget beregnes forholdsmessig for medlemmer med tjenestetid mindre enn 40 år og for gjennomsnittlig stillingsandel lavere enn 100 prosent. Dersom samlet tjenestetid er over 40 år, skal gjennomsnittlig stillingsandel beregnes med utgangspunkt i de 40 årene med høyest stillingsandel.\n1964-kullet får 87,5 prosent av overgangstillegget som 1963-kullet får, 1965-kullet får 75 prosent osv. til 1970-kullet, som får 12,5 prosent av tillegget.\nTillegget skal ikke levealdersjusteres. Det avkortes ikke mot arbeidsinntekt fra stilling som ikke er medlemspliktig. Tillegget kan ikke tas ut gradert.\nOvergangstillegget kan ikke utbetales samtidig med tidligpensjon etter kapittel 5 b eller tilsvarende tidligpensjon fra en annen offentlig tjenestepensjonsordning.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), endret ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26j",
        "source_heading": "§ 26 j."
      }
    },
    {
      "provision_ref": "6:26 k",
      "chapter": "6",
      "section": "26 k",
      "title": "Levealdersjustering",
      "content": "Levealdersjustering skjer ved hjelp av delingstall fastsatt av Arbeids- og velferdsdirektoratet, jf. folketrygdloven §§ 20-12 og 20-13.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26k",
        "source_heading": "§ 26 k."
      }
    },
    {
      "provision_ref": "6:26 l",
      "chapter": "6",
      "section": "26 l",
      "title": "Opphør av pensjon",
      "content": "Pensjon etter kapitlet her opphører ved utgangen av måneden etter måneden medlemmet døde. Pensjon etter §§ 26 h og 26 i, løper ytterligere en måned dersom avdøde etterlater seg ektefelle.\nDersom et medlem dør uten at pensjon etter § 26 h er begynt å løpe, og medlemmet ved dødsfallet heller ikke hadde midlertidig uførepensjon eller uførepensjon, skal det, dersom medlemmet etterlater seg ektefelle, utbetales et beløp svarende til en måneds pensjon etter § 26 h, beregnet med et justeringstall lik 1,000.\n0 Tilføyd ved lov 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26l",
        "source_heading": "§ 26 l."
      }
    },
    {
      "provision_ref": "7:26 m",
      "chapter": "7",
      "section": "26 m",
      "title": "Virkeområde",
      "content": "Kapittelet gjelder alderspensjon for personer født i 1963 eller senere og omfatter tidligpensjon og særalderspåslag til personer med lavere aldersgrense enn den alminnelige aldersgrensen etter lov om aldersgrenser for statsansatte m.fl. (særaldersgrense).\n0 Tilføyd ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26m",
        "source_heading": "§ 26 m."
      }
    },
    {
      "provision_ref": "7:26 n",
      "chapter": "7",
      "section": "26 n",
      "title": "Særskilt tidligpensjonsordning til personer i årskullene 1963 til 1969",
      "content": "Personer født i 1963 og 1964 med særaldersgrense to år før alderen for ubetinget rett til alderspensjon fra folketrygden har rett til tidligpensjon når de fratrer stillingen ved eller etter fylte 65 år, se likevel fjerde ledd. Rett til tidligpensjon etter første punktum har også personer født i 1963 eller 1964 som i løpet av de siste 10 årene har gått over fra en stilling med lavere aldersgrense til en stilling med høyere aldersgrense når\na. vedkommende har hatt lavere aldersgrense i minst 15 år,\nb. den lavere aldersgrensen er begrunnet i forhold som er omhandlet i lov om aldersgrenser for statsansatte m.fl. § 2 første ledd andre punktum bokstav a, og\nc. vedkommende ville hatt rett til alderspensjon i den tidligere stillingen.\nPersoner født i perioden 1963 til 1966 med særaldersgrense fire år før alderen for ubetinget rett til alderspensjon fra folketrygden har rett til tidligpensjon når de fratrer stillingen ved eller etter fylte 63 år, se likevel fjerde ledd.\nPersoner født i perioden 1963 til 1969 med særaldersgrense syv år før alderen for ubetinget rett til alderspensjon fra folketrygden har rett til tidligpensjon når de fratrer stillingen ved eller etter fylte 60 år, se likevel fjerde ledd.\nFratrer et medlem tre år eller kortere tid før alderen nevnt i første til tredje ledd, har vedkommende rett til tidligpensjon dersom summen av tjenestetid og alder er minst 85 år.\nDet er et vilkår for rett til tidligpensjon etter denne paragrafen at medlemmet ikke mottar eller har mottatt særalderspåslag og ikke mottar avtalefestet pensjon, pensjon etter kapittel 5 a eller tilsvarende pensjon fra en annen offentlig tjenestepensjonsordning.\nTidligpensjonen løper fra den første dagen i måneden etter at medlemmet ikke mottar lønn. For øvrig gjelder bestemmelsene om utbetaling i § 26 første ledd andre og tredje punktum og andre ledd.\nTidligpensjonen gis fram til medlemmet når alderen for ubetinget rett til alderspensjon fra folketrygden.\nTidligpensjonen beregnes etter bestemmelsene i § 22 første, andre, fjerde og femte ledd, § 25 og § 26 tredje ledd tredje og fjerde punktum, fjerde og femte ledd.\n0 Tilføyd ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965, se endringsloven del V for overgangsregler).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26n",
        "source_heading": "§ 26 n."
      }
    },
    {
      "provision_ref": "7:26 o",
      "chapter": "7",
      "section": "26 o",
      "title": "Tidligpensjon til personer med særaldersgrense fire år lavere enn alderen for ubetinget rett til uttak av alderspensjon fra folketrygden",
      "content": "Medlemmer født i 1967 eller senere som helt eller delvis har fratrådt en medlemspliktig stilling der særaldersgrensen er fire år lavere enn alderen for ubetinget rett til uttak av alderspensjon fra folketrygden, har rett til tidligpensjon. Det er et vilkår at vedkommende i løpet av de siste 15 årene før særaldersgrensen, eller før fratreden med rett til uttak av tidligpensjon, har hatt medlemspliktig stilling med særaldersgrense i minst 10 år. Tid med midlertidig uførepensjon eller uførepensjon regnes ikke som tid i en medlemspliktig stilling. Dersom vilkåret har vært oppfylt ved ett uttak, skal det anses som oppfylt også ved senere uttak.\nDet er et vilkår for rett til tidligpensjon etter denne paragrafen at medlemmet ikke mottar eller har mottatt særalderspåslag og ikke mottar avtalefestet pensjon, pensjon etter kapittel 5 a eller tilsvarende pensjon fra en annen offentlig tjenestepensjonsordning.\nPersoner i årskullene 1967 til 1969 har rett til tidligpensjon før særaldersgrensen dersom summen av tjenestetid og alder er minst 85 år. Personer født i januar 1967 har rett til tidligpensjon inntil tre år før særaldersgrensen. For hver måned medlemmets fødselsmåned er senere enn januar 1967, er første mulige uttakstidspunkt for tidligpensjon én måned senere enn tidspunktet etter andre punktum. Personer født i 1970 eller senere har rett til tidligpensjon tidligst fra særaldersgrensen.\nFull tidligpensjon utgjør 66 prosent av pensjonsgrunnlaget. Full tidligpensjon krever at medlemmet har minst 30 års samlet tjenestetid. Er tjenestetiden kortere enn 30 år, skal pensjonen avkortes forholdsmessig.\nHar medlemmet en medlemspliktig stilling etter uttak av tidligpensjon, skal uttaksgraden maksimalt settes til 100 prosent med fratrekk for stillingsandelen i den medlemspliktige stillingen. Mottar medlemmet midlertidig uførepensjon, uførepensjon eller uføretrygd etter uttak av tidligpensjon, skal uttaksgraden maksimalt være 100 prosent med fratrekk for uføregraden. Dersom medlemmet både har en medlemspliktig stilling og mottar midlertidig uførepensjon, uførepensjon eller uføretrygd etter uttak av tidligpensjon, skal uttaksgraden maksimalt settes til 100 prosent med fratrekk for stillingsandelen i den medlemspliktige stillingen og uføregraden. Dersom uføregraden for den midlertidige uførepensjonen, uførepensjonen og uføretrygden er forskjellig, skal den høyeste uføregraden legges til grunn.\nVed endringer i forhold som nevnt i femte ledd skal det fastsettes en ny uttaksgrad. Dersom uttaksgraden økes, skal det beregnes et nytt deluttak for økningen.\n0 Tilføyd ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26o",
        "source_heading": "§ 26 o."
      }
    },
    {
      "provision_ref": "7:26 p",
      "chapter": "7",
      "section": "26 p",
      "title": "Tidligpensjon til personer med særaldersgrense syv år lavere enn alderen for ubetinget rett til uttak av alderspensjon fra folketrygden",
      "content": "Medlemmer som er født i 1970 eller senere som helt eller delvis har fratrådt en medlemspliktig stilling der særaldersgrensen er syv år lavere enn alderen for ubetinget rett til uttak av alderspensjon fra folketrygden, har rett til tidligpensjon. Det er et vilkår at vedkommende i løpet av de siste 15 årene før særaldersgrensen, eller før fratreden med rett til uttak av tidligpensjon, har hatt medlemspliktig stilling med særaldersgrense i minst 10 år. Tid med midlertidig uførepensjon eller uførepensjon regnes ikke som tid i medlemspliktig stilling. Dersom vilkåret har vært oppfylt ved ett uttak, skal det anses som oppfylt også ved senere uttak.\nDet er et vilkår for rett til tidligpensjon etter denne paragrafen at medlemmet ikke mottar eller har mottatt særalderspåslag og ikke mottar avtalefestet pensjon, pensjon etter kapittel 5 a eller tilsvarende pensjon fra en annen offentlig tjenestepensjonsordning.\nPersoner i årskullene 1970 til 1972 har rett til tidligpensjon før særaldersgrensen dersom summen av tjenestetid og alder er minst 85 år. Personer født i januar 1970 har rett til tidligpensjon inntil tre år før særaldersgrensen. For hver måned medlemmets fødselsmåned er senere enn januar 1970, er første mulige uttakstidspunkt for tidligpensjon én måned senere enn tidspunktet etter andre punktum. Personer født i 1973 eller senere har rett til tidligpensjon tidligst fra særaldersgrensen.\nFull tidligpensjon utgjør 66 prosent av pensjonsgrunnlaget. Full tidligpensjon krever at medlemmet har minst 30 års samlet tjenestetid. Er tjenestetiden kortere enn 30 år, skal pensjonen avkortes forholdsmessig.\nHar medlemmet en medlemspliktig stilling etter uttak av tidligpensjon, skal uttaksgraden maksimalt settes til 100 prosent med fratrekk for stillingsandelen i den medlemspliktige stillingen. Mottar medlemmet midlertidig uførepensjon, uførepensjon eller uføretrygd etter uttak av tidligpensjon, skal uttaksgraden maksimalt være 100 prosent med fratrekk for uføregraden. Dersom medlemmet både har en medlemspliktig stilling og mottar midlertidig uførepensjon, uførepensjon eller uføretrygd etter uttak av tidligpensjon, skal uttaksgraden maksimalt settes til 100 prosent med fratrekk for stillingsandelen i den medlemspliktige stillingen og uføregraden. Dersom uføregraden for den midlertidige uførepensjonen, uførepensjonen og uføretrygden er forskjellig, skal den høyeste uføregraden legges til grunn.\nVed endringer i forhold som nevnt i femte ledd skal det fastsettes en ny uttaksgrad. Dersom uttaksgraden økes, skal det beregnes et nytt deluttak for økningen.\n0 Tilføyd ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26p",
        "source_heading": "§ 26 p."
      }
    },
    {
      "provision_ref": "7:26 q",
      "chapter": "7",
      "section": "26 q",
      "title": "Reduksjon av tidligpensjon mot pensjonsgivende inntekt",
      "content": "Når uttaksgraden fastsettes etter § 26 o og § 26 p, skal det fastsettes en inntektsgrense. Inntektsgrensen per kalenderår er pensjonsgrunnlaget i en medlemspliktig stilling etter uttak, tillagt 2,7 ganger folketrygdens grunnbeløp. Ved endring i pensjonsgrunnlaget i en medlemspliktig stilling etter uttak skal inntektsgrensen fastsettes på nytt. Inntektsgrensen skal periodiseres i uttaksåret og opphørsåret avhengig av hvor mange måneder av året det utbetales tidligpensjon. Ved endring av inntektsgrensen underveis i et kalenderår skal det tas hensyn til antallet måneder med hver inntektsgrense.\nDersom medlemmets inntekt overstiger inntektsgrensen etter første ledd, skal pensjonen reduseres tilsvarende den delen av inntekten som overstiger inntektsgrensen multiplisert med 66 prosent justert med tjenestetidsbrøken for tidligpensjonen. Ved flere deluttak skal den laveste tjenestetidsbrøken legges til grunn for reduksjonen. Som inntekt regnes pensjonsgivende inntekt etter folketrygdloven § 3-15 og inntekt av samme art fra utlandet. Det skal gjøres unntak for inntekt fra en avsluttet aktivitet. Dersom tidligpensjonen er gradert på grunn av mottak av midlertidig uførepensjon eller uførepensjon, skal arbeidsavklaringspenger etter folketrygdloven kapittel 11 ikke medføre reduksjon av tidligpensjonen.\nMedlemmet skal opplyse Pensjonskassen om forventet inntekt og om endringer i inntekten. Har medlemmet fått utbetalt for lite eller for mye pensjon, skal det foretas et etteroppgjør. Er det utbetalt for lite pensjon, skal differansen etterbetales som et engangsbeløp. For mye utbetalt pensjon kan inndrives uten hensyn til skyld og kan avregnes ved å trekke i framtidige utbetalinger av uførepensjon og alderspensjon fra Pensjonskassen. Krav om tilbakekreving av for mye utbetalt pensjon er tvangsgrunnlag for utlegg.\nDepartementet kan gi forskrift om reduksjon av tidligpensjon, periodisering og etteroppgjør.\n0 Tilføyd ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26q",
        "source_heading": "§ 26 q."
      }
    },
    {
      "provision_ref": "7:26 r",
      "chapter": "7",
      "section": "26 r",
      "title": "Særalderspåslag",
      "content": "Medlemmer født i 1963 eller senere som har fratrådt medlemspliktig stilling med minst 10 prosent målt i forhold til full stilling, har rett til særalderspåslag. Det er et vilkår at vedkommende i løpet av de siste 15 årene før særaldersgrensen, eller før fratreden med rett til uttak av særalderspåslag, har hatt en medlemspliktig stilling med særaldersgrense i minst 10 år. Tid med midlertidig uførepensjon eller uførepensjon regnes ikke som tid i medlemspliktig stilling. Dersom vilkåret har vært oppfylt ved ett uttak, skal det anses som oppfylt også ved senere uttak. Vilkåret gjelder ikke for personer som har mottatt tidligpensjon etter dette kapittelet eller tilsvarende pensjon fra en annen offentlig tjenestepensjonsordning.\nDet er et vilkår for rett til særalderspåslag etter denne paragrafen at medlemmet ikke mottar tidligpensjon etter dette kapittelet, tilsvarende pensjon fra en annen offentlig tjenestepensjonsordning eller avtalefestet pensjon som en tidligpensjonsordning.\nSæralderspåslaget skal beregnes som en prosentandel av pensjonsgrunnlaget. Fullt særalderspåslag skal være 7,7 prosent for stillinger med særaldersgrense syv år lavere enn alderen for ubetinget rett til uttak av alderspensjon fra folketrygden, 6,5 prosent for stillinger med særaldersgrense fire år lavere enn alderen for ubetinget rett til uttak av alderspensjon fra folketrygden og 5,8 prosent for stillinger med særaldersgrense to år lavere enn alderen for ubetinget rett til uttak av alderspensjon fra folketrygden. Fullt særalderspåslag krever at medlemmet har minst 30 års tjenestetid. Er tjenestetiden kortere enn 30 år, avkortes særalderspåslaget forholdsmessig.\nHar medlemmet en medlemspliktig stilling etter uttak av særalderspåslag, skal uttaksgraden maksimalt settes til 100 prosent med fratrekk for stillingsandelen i den medlemspliktige stillingen. Mottar medlemmet midlertidig uførepensjon, uførepensjon eller uføretrygd etter uttak av særalderspåslag, skal uttaksgraden maksimalt være 100 prosent med fratrekk for høyeste uføregrad etter uttaket. Dersom medlemmet både har en medlemspliktig stilling og mottar midlertidig uførepensjon, uførepensjon eller uføretrygd etter uttak av særalderspåslag, skal uttaksgraden maksimalt settes til 100 prosent med fratrekk for stillingsandelen i den medlemspliktige stillingen og høyeste uføregrad etter uttaket. Dersom medlemmet mottar særalderspåslag etter mottak av tidligpensjon, skal uttaksgraden maksimalt være 100 prosent fratrukket stillingsandelen i den medlemspliktige stillingen og høyeste uføregrad etter særaldersgrensen. Dersom uføregraden for midlertidig uførepensjon, uførepensjon og uføretrygd er forskjellig, skal den høyeste uføregraden legges til grunn.\nVed endringer i forhold som nevnt i fjerde ledd skal det fastsettes en ny uttaksgrad. Det skal likevel ikke fastsettes en ny uttaksgrad ved økt stillingsandel i den medlemspliktige stillingen etter uttak. Dersom uttaksgraden økes, skal det beregnes et nytt deluttak for økningen.\nSæralderspåslaget utbetales tidligst fra tidspunktet medlemmet når laveste uttaksalder for alderspensjon fra folketrygden.\n0 Tilføyd ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965, se endringsloven del V for overgangsregler).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26r",
        "source_heading": "§ 26 r."
      }
    },
    {
      "provision_ref": "7:26 s",
      "chapter": "7",
      "section": "26 s",
      "title": "Livsvarig reduksjon av særalderspåslag",
      "content": "Når uttaksgraden av særalderspåslaget fastsettes, skal det fastsettes en inntektsgrense. Inntektsgrensen per kalenderår er pensjonsgrunnlaget i en medlemspliktig stilling etter uttak, tillagt folketrygdens grunnbeløp. Ved endring i pensjonsgrunnlaget i en medlemspliktig stilling etter uttak skal inntektsgrensen fastsettes på nytt. Inntektsgrensen skal likevel ikke fastsettes på nytt ved økt pensjonsgrunnlag som følge av økt stillingsandel i den medlemspliktige stillingen etter uttaket. Inntektsgrensen skal periodiseres i uttaksåret avhengig av hvor mange måneder i året det utbetales særalderspåslag. Ved endring av inntektsgrensen underveis i et kalenderår skal det tas hensyn til antallet måneder med hver inntektsgrense.\nDet livsvarige nivået på særalderspåslaget reduseres for hvert år medlemmet har inntekt over inntektsgrensen. Særalderspåslaget skal reduseres med en brøk hvor inntekten over inntektsgrensen er telleren og tre ganger pensjonsgrunnlaget for særalderspåslaget er nevneren. Reduksjonen får virkning fra året etter at skatteoppgjøret foreligger. Som inntekt regnes pensjonsgivende inntekt etter folketrygdloven § 3-15 og inntekt av samme art fra utlandet. Det skal gjøres unntak for inntekt fra en avsluttet aktivitet. Dersom særalderspåslag er gradert på grunn av mottak av midlertidig uførepensjon eller uførepensjon, skal arbeidsavklaringspenger etter folketrygdloven kapittel 11 ikke medføre reduksjon av særalderspåslaget.\nVed uttak av særalderspåslag senere enn to år før medlemmet når alderen for ubetinget rett til alderspensjon fra folketrygden, uten at det tidligere er mottatt tidligpensjon etter dette kapittelet, alderspensjon etter § 20 a slik den lød før 1. januar 2026, eller tilsvarende pensjon fra en annen offentlig tjenestepensjonsordning, reduseres også det livsvarige nivået på særalderspåslaget med 1/36 av ytelsen for hver måned det senere uttaket skjer.\nDepartementet kan gi forskrift om reduksjon av særalderspåslag og periodisering.\n0 Tilføyd ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965, se endringsloven del V for overgangsregler).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26s",
        "source_heading": "§ 26 s."
      }
    },
    {
      "provision_ref": "7:26 t",
      "chapter": "7",
      "section": "26 t",
      "title": "Flere stillinger med ulik særaldersgrense",
      "content": "For medlemmer som har hatt flere etterfølgende stillinger med ulike særaldersgrenser, skal den siste særaldersgrensen legges til grunn, se likevel § 44 ellevte ledd.\nFor medlemmer som har samtidige stillinger med ulike særaldersgrenser, gis tidligpensjon og særalderspåslag med utgangspunkt i den laveste aldersgrensen, forutsatt at medlemmet har hatt en stilling med den særaldersgrensen som utløser retten til ytelsen, i minst tre år før vedkommende når særaldersgrensen eller før fratreden med rett til uttak av ytelsen.\nParagrafen her gjelder ikke personer som omfattes av § 26 n.\n0 Tilføyd ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965, se endringsloven del V for overgangsregler).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26t",
        "source_heading": "§ 26 t."
      }
    },
    {
      "provision_ref": "7:26 u",
      "chapter": "7",
      "section": "26 u",
      "title": "Uttak av tidligpensjon og særalderspåslag – opphør og endringer",
      "content": "Tidligpensjon etter § 26 o og tidligpensjon etter § 26 p utbetales tidligst fra og med måneden etter at meldingen om uttak blir gitt, men likevel tidligst fra måneden etter at retten til tidligpensjon inntreffer. Tidligpensjonen skal utbetales til og med måneden medlemmet når alderen for ubetinget rett til uttak av alderspensjon fra folketrygden. Dersom et medlem som mottar tidligpensjon, dør før vedkommende når alderen for ubetinget rett til alderspensjon fra folketrygden, opphører tidligpensjonen ved utgangen av måneden etter måneden medlemmet døde.\nFor medlemmer som mottar tidligpensjon etter dette kapittelet eller tilsvarende tidligpensjon fra en annen offentlig tjenestepensjonsordning, utbetales særalderspåslaget fra måneden etter siste utbetaling av tidligpensjon. Særalderspåslaget utbetales ellers tidligst fra og med måneden etter at meldingen om uttak blir gitt, men likevel tidligst fra måneden etter at retten til særalderspåslag inntreffer. Særalderspåslaget opphører ved utgangen av måneden etter måneden medlemmet døde.\nEndringer i tidligpensjon og særalderspåslag får virkning fra måneden etter at forholdet som førte til endringen, inntraff, se likevel § 26 s andre ledd tredje punktum.\n0 Tilføyd ved lov 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965, se endringsloven del V for overgangsregler).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26u",
        "source_heading": "§ 26 u."
      }
    },
    {
      "provision_ref": "8:27",
      "chapter": "8",
      "section": "27",
      "content": "Det er et vilkår for rett til midlertidig uførepensjon og uførepensjon at medlemmet har fått evnen til å utføre inntektsgivende arbeid (inntektsevnen) nedsatt på grunn av sykdom, skade eller lyte i en slik grad at vedkommende ikke kan fortsette i sin vanlige stilling og ikke kan skaffe seg annet høvelig arbeid. Ved vurdering av om det foreligger sykdom gjelder det samme sykdomsbegrepet som i folketrygdloven kapitlene 11 og 12.\nDet er et vilkår for uførepensjon at inntektsevnen er varig nedsatt, se folketrygdloven § 12-7 første ledd. Midlertidig uførepensjon gis når det ikke er avklart om inntektsevnen er varig nedsatt. Et medlem som er innvilget arbeidsavklaringspenger fra folketrygden, får midlertidig uførepensjon. Et medlem som er innvilget uføretrygd fra folketrygden, får uførepensjon.\nDersom medlemmet ikke har tapt hele inntektsevnen i stillingen som gir rett til medlemskap i Pensjonskassen, ytes det redusert (gradert) pensjon svarende til den del av inntektsevnen som er tapt. Ved denne vurderingen tas det hensyn til ethvert arbeid som medlemmet kan utføre. Dersom pensjonisten har rett til arbeidsavklaringspenger eller uføretrygd fra folketrygden, ytes pensjonen normalt etter samme grad som i folketrygden. Dersom medlemmet ikke hadde full stilling da uførheten inntrådte, fastsettes graden i forhold til inntekten i den reduserte stillingen. Det gis ikke pensjon ved lavere uføregrad enn 20 prosent.\nRetten til midlertidig uførepensjon og uførepensjon inntrer ikke når inntektsevnen blir nedsatt innen to år etter at medlemmet tiltrådte stillingen, og nedsettelsen skyldes en sykdom eller et lyte som medlemmet led av eller hadde symptomer på ved tiltredelsen, og som det må antas at han eller hun da kjente til. Det samme gjelder dersom et medlem som har deltidsstilling, får økt stillingsprosenten. Det kan likevel gis hel eller delvis pensjon når særlige grunner taler for det.\nRett til uførepensjon etter kapitlet her har også den som har minst tre års samlet tjenestetid og har fratrådt stillingen etter 1. januar 1967 med rett til oppsatt alderspensjon, og som senere blir innvilget uføretrygd fra folketrygden. Uførepensjonen gis fra samme tidspunkt og med samme uføregrad som ytelsen fra folketrygden.\n0 Endret ved lover 19 des 1958 nr. 9, 15 des 1972 nr. 86, 21 mai 1982 nr. 27, 26 mai 2000 nr. 37, 15 jan 2010 nr. 1 (ikr. 1 feb 2010 iflg. res. 15 jan 2010 nr. 54), 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 7 mars 2014 nr. 5 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 798), 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "8:28",
      "chapter": "8",
      "section": "28",
      "content": "Ved beregning av midlertidig uførepensjon og uførepensjon tas det hensyn til hvor stor del av inntektsevnen som er tapt (uføregraden) og medlemmets tjenestetid. Har medlemmet tapt hele inntektsevnen, utgjør full pensjon summen av\na. 25 prosent av folketrygdens grunnbeløp, likevel ikke mer enn 6 prosent av pensjonsgrunnlaget,\nb. 3 prosent av pensjonsgrunnlaget opp til 6 ganger grunnbeløpet og\nc. 69 prosent av den delen av pensjonsgrunnlaget som er mellom 6 og 12 ganger grunnbeløpet.\nDersom inntektsevnen er nedsatt, men ikke i en slik grad at medlemmet har rett til arbeidsavklaringspenger eller uføretrygd fra folketrygden, beregnes pensjonen etter første ledd og tillegges 66 prosent av pensjonsgrunnlaget opp til 6 ganger folketrygdens grunnbeløp. Det samme gjelder når medlemmet får avtalefestet pensjon som omfattes av samordningsloven § 1 første ledd bokstav a, og ikke lenger har rett til arbeidsavklaringspenger fra folketrygden. Dersom medlemmet får avtalefestet pensjon som omfattes av samordningsloven § 1 første ledd bokstav d eller livsvarig avtalefestet pensjon, skal pensjonen likevel beregnes etter første ledd i paragrafen her, jf. tredje til sjuende ledd.\nDet pensjonsgrunnlaget medlemmet har på det tidspunktet uførepensjonen skal begynne å løpe, benyttes ved beregningen. Pensjonsgrunnlaget fastsettes etter kapittel 3, unntatt bestemmelsene i § 15 om beregning av gjennomsnittsgrunnlag. Dersom sykdommen, skaden eller lytet har redusert inntektsevnen gradvis, kan det ved beregning av pensjonen tas utgangspunkt i det pensjonsgrunnlaget medlemmet hadde før sykdommen, skaden eller lytet oppstod. Den stillingsprosenten medlemmet hadde før sykdommen, skaden eller lytet oppstod, skal da legges til grunn ved beregningen.\nDersom uføregraden er lavere enn 100 prosent, fastsettes pensjonen til en forholdsmessig andel av beløpet beregnet etter første og andre ledd.\nEr tjenestetiden kortere enn 30 år, avkortes pensjonen forholdsmessig. Det skal medregnes tjenestetid medlemmet ville ha fått om han eller hun var blitt stående i stillingen til aldersgrensen (framtidig tjenestetid), men ikke ut over 67 år.\nDet medregnes ikke framtidig tjenestetid dersom pensjonen er innvilget etter § 27 femte ledd. Uførepensjonen skal da avkortes etter forholdet mellom tjenestetiden og den tjenestetiden vedkommende ville ha fått fra den dagen han eller hun ble medlem av Pensjonskassen og fram til det laveste av aldersgrensen eller 70 år, likevel ikke mer enn 40 år og ikke mindre enn 30 år.\nSkyldes uførheten en skade eller sykdom som er en umiddelbar følge av usedvanlig påkjenning eller ulykkestilfelle i tjenesten, skal pensjonen beregnes med full tjenestetid.\n0 Endret ved lover 19 des 1958 nr. 9, 22 jan 1960 nr. 5, 17 juni 1966 nr. 13, 29 jan 1971 nr. 13, 21 juni 1974 nr. 57, 4 juni 1976 nr. 67, 8 juni 1979 nr. 52, 21 mai 1982 nr. 27, 24 mai 1985 nr. 35, 11 juni 1993 nr. 63, 26 mai 2000 nr. 37, 20 juni 2003 nr. 55 (ikr. 1 jan 2004), 19 des 2008 nr. 106 (ikr. 1 mars 2010 iflg. res. 19 feb 2010 nr. 189), 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 7 mars 2014 nr. 5 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 798, som endret ved lov 19 des 2014 nr. 73), 18 des 2015 nr. 103 (ikr. 18 des 2015 med virkning fra 1 jan 2015), 12 april 2024 nr. 14 (i kraft 1 okt 2024 iflg. res. 20 sep 2024 nr. 2209), 27 mai 2025 nr. 17 (i kraft 1 jan 2026 iflg. res. 27. mai 2025 nr. 856, se endringsloven for overgangsregel).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:28 a",
      "chapter": "8",
      "section": "28 a",
      "content": "Forsørger medlemmet barn under 18 år, skal det for hvert barn ytes et barnetillegg på 4 prosent av pensjonsgrunnlaget opp til 6 ganger folketrygdens grunnbeløp. Barnetillegget reduseres forholdsmessig hvis pensjonen er beregnet etter redusert tjenestetid. Det samme gjelder ved redusert uføregrad.\nSamlet barnetillegg kan likevel ikke overstige et beløp tilsvarende 12 prosent av pensjonsgrunnlaget opp til 6 ganger folketrygdens grunnbeløp. Er barnetillegget redusert etter første ledd annet og tredje punktum, reduseres beløpsgrensen tilsvarende.\nBarnetillegg utbetales til og med den måneden barnet fyller 18 år eller i tilfelle måneden etter barnets død.\n0 Tilføyd ved lov 8 juni 1979 nr. 52, endret ved lover 21 mai 1982 nr. 27, 26 mai 2000 nr. 37, 20 juni 2003 nr. 55 (ikr. 1 jan 2004), 19 des 2008 nr. 106 (ikr. 1 mars 2010 iflg. res. 19 feb 2010 nr. 189), 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 7 mars 2014 nr. 5 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 798).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28a",
        "source_heading": "§ 28 a."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "content": "Pensjonen reduseres dersom pensjonisten har inntekt som overstiger en inntektsgrense som beregnes når uførepensjonen innvilges. Inntektsgrensen tilsvarer den inntekten pensjonisten er forutsatt å kunne skaffe seg etter uførheten og oppjusteres i samsvar med senere reguleringer av grunnbeløpet. Mottar pensjonisten uføretrygd fra folketrygden, tillegges inntektsgrensen 40 prosent av folketrygdens grunnbeløp per kalenderår. Pensjonen reduseres ikke for arbeidsavklaringspenger, overgangsstønad eller omstillingsstønad fra folketrygden.\nReduksjonen skal svare til den overskytende inntekten multiplisert med vedkommendes uførepensjon ved 100 prosent uførhet og dividert med pensjonsgrunnlaget.\nSom inntekt etter første og andre ledd regnes pensjonsgivende inntekt etter folketrygdloven § 3-15 eller inntekt av samme art fra utlandet. Det kan gjøres unntak for inntekt som skriver seg fra en avsluttet aktivitet.\nDen fastsatte uføregraden endres ikke selv om pensjonen reduseres på grunn av inntekt.\nDet utbetales ikke pensjon når inntekten utgjør mer enn 80 prosent av samlet inntekt før uførhet.\nBarnetillegg etter § 28 a reduseres i samme forhold som pensjonen er redusert etter første og andre ledd.\nDepartementet kan gi forskrift med nærmere regler om reduksjon av pensjon på grunn av inntekt.\n0 Endret ved lover 26 mai 2000 nr. 37, 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 7 mars 2014 nr. 5 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 798), 16 juni 2023 nr. 35 (i kraft 1 jan 2024 iflg. res. 16 juni 2023 nr. 904), 20 des 2024 nr. 81 (i kraft 1 jan 2025 iflg. res. 20 des 2024 nr. 3298).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "8:30",
      "chapter": "8",
      "section": "30",
      "content": "Det er et vilkår for å få rett til midlertidig uførepensjon og uførepensjon at medlemmet setter fram krav om det. Kravet skal settes fram innen ti år etter at medlemmet fratrådte med rett til hel eller delvis pensjon eller har fått permisjon fra sin stilling uten lønn eller med avkortet lønn. Krav om uførepensjon etter § 27 femte ledd skal settes fram innen ti år etter at uføretrygd fra folketrygden er innvilget.\nEt medlem som gjør krav på midlertidig uførepensjon eller uførepensjon, plikter å gi de opplysninger og levere de dokumenter som er nødvendig for at Pensjonskassen skal kunne vurdere om vedkommende har rett til pensjon. Dersom Pensjonskassen finner det nødvendig, kan den som søker pensjon, pålegges å la seg undersøke av en lege etter Pensjonskassens bestemmelse. Pensjonskassen dekker utgiftene ved undersøkelsen.\nEt medlem som mottar pensjon, plikter å underrette Pensjonskassen om endringer i forhold som kan være avgjørende for om medlemmet fortsatt har rett til ytelsen. Medlemmet skal opplyse om forventet inntekt og om endringer i inntekten. Dersom medlemmet har fått utbetalt for lite eller for mye pensjon, skal det foretas et etteroppgjør. Dersom det er utbetalt for lite, skal differansen etterbetales som et engangsbeløp. For mye utbetalt uførepensjon kan inndrives uten hensyn til skyld og kan avregnes ved å trekke i framtidige utbetalinger av uførepensjon og alderspensjon fra Pensjonskassen. Krav om tilbakekreving av for mye utbetalt uførepensjon er tvangsgrunnlag for utlegg. Departementet kan gi forskrift med nærmere regler om etteroppgjør.\n0 Endret ved lover 26 mai 2000 nr. 37, 7 mars 2014 nr. 5 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 798, som endret ved lover 20 juni 2014 nr. 24 og 19 des 2014 nr. 73).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "content": "Midlertidig uførepensjon og uførepensjon skal utbetales fra og med den måneden medlemmet fyller vilkårene. Pensjonen faller bort i den utstrekning det utbetales lønn under sykdom eller sykepenger fra folketrygden. Departementet kan gi forskrift om bortfall av pensjon på grunn av lønn under sykdom eller sykepenger fra folketrygden. Etterbetaling av pensjon til medlem som mottar arbeidsavklaringspenger etter folketrygdloven kapittel 11 eller uføretrygd etter folketrygdloven kapittel 12, skal skje med samme virkningstidspunkt som for folketrygdens ytelser.\nRetten til midlertidig uførepensjon og uførepensjon for personer født til og med 1962 faller bort fra og med måneden etter at medlemmet når aldersgrensen for stillingen, men senest fra måneden etter fylte 67 år. Retten til midlertidig uførepensjon og uførepensjon for personer født fra og med 1963 faller bort fra måneden etter at medlemmet fyller 67 år. Ved dødsfall utbetales pensjonen til og med måneden etter dødsmåneden. Dersom avdøde etterlater seg ektefelle, løper pensjonen ytterligere en måned.\nDersom arbeidsavklaringspenger etter folketrygdloven kapittel 11 er redusert eller stanset av andre grunner enn ved samtidig arbeid etter folketrygdloven § 11-23, kan midlertidig uførepensjon reduseres eller stanses tilsvarende.\nEt medlem som forsettlig er skyld i at inntektsevnen er nedsatt, har ikke rett til midlertidig uførepensjon eller uførepensjon. Medlemmet har heller ikke rett til pensjon dersom han eller hun uten rimelig grunn nekter å ta imot tilbud om behandling, rehabilitering eller arbeidsrettede tiltak. Det samme gjelder dersom medlemmet opptrer på en måte som vedkommende bør forstå kan forverre helsetilstanden eller forlenge arbeidsuførheten.\nDersom medlemmet beholder retten til opprinnelig uføregrad etter folketrygdloven § 12-10 tredje ledd (hvilende rett), beholder medlemmet også retten til opprinnelig uføregrad etter loven her i samme tidsrom. Medlemmet skal gi Pensjonskassen melding om at retten til opprinnelig uføregrad fra folketrygden er i behold.\n0 Endret ved lover 26 mai 2000 nr. 37, 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 7 mars 2014 nr. 5 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 798, som endret ved lov 20 juni 2014 nr. 24), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717, men den endringen gir ingen mening etter foregående endring ved lov 7 mars 2014 nr. 5, og er ikke konsolidert), 20 des 2016 nr. 105, 16 juni 2017 nr. 43 (ikr. 1 jan 2018), 17 des 2021 nr. 146, 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:31 a",
      "chapter": "8",
      "section": "31 a",
      "content": "Spørsmålet om rett til midlertidig uførepensjon og uførepensjon kan til enhver tid tas opp til ny behandling.\n0 Tilføyd ved lov 7 mars 2014 nr. 5 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 798).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31a",
        "source_heading": "§ 31 a."
      }
    },
    {
      "provision_ref": "8:31 b",
      "chapter": "8",
      "section": "31 b",
      "content": "Departementet kan gi forskrift om beregning av midlertidig uførepensjon og uførepensjon når det er innvilget uførepensjon med virkningstidspunkt før 1. januar 2015.\n0 Tilføyd ved 21 juni 2019 nr. 25 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 781).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31b",
        "source_heading": "§ 31 b."
      }
    },
    {
      "provision_ref": "9:32",
      "chapter": "9",
      "section": "32",
      "content": "Når et medlem dør, har den gjenlevende ektefellen rett til enke- eller enkemannspensjon. Det samme gjelder gjenlevende ektefelle etter et tidligere medlem som mottok avtalefestet pensjon. For rett til oppsatt enke- eller enkemannspensjon er det et vilkår at medlemmet hadde en tjenestetid på minst tre år, se §§ 19 og 20.\nHvis et medlem er forsvunnet, og det av denne grunn er avsagt kjennelse for at vedkommende formodes å være død, anses den annen ektefelle som gjenlevende ektefelle. Inntil kjennelse foreligger, kan Pensjonskassen gi ektefellen hel eller delvis pensjon i disse tilfellene.\nRett til enke- eller enkemannspensjon inntrer ikke når medlemmet dør innen ett år etter at det fikk tilsetting med rett til medlemskap i Pensjonskassen eller etter at ekteskapet ble inngått, og dødsfallet skyldes sykdom som medlemmet led av eller hadde symptomer på ved tilsettingen eller vigselen, og som en av ektefellene må antas å ha kjent til. Når særlige grunner taler for det, kan Pensjonskassen gi hel eller delvis pensjon i disse tilfellene.\nDet avgjøres etter ekteskapslovgivningen om fraskilt ektefelle har rett til enke- eller enkemannspensjon, og i tilfelle hvordan pensjonen skal deles mellom gjenlevende ektefelle og fraskilt ektefelle.\n0 Endret ved lover 4 juni 1976 nr. 67, 11 juni 1993 nr. 64, 26 mai 2000 nr. 37 (ikr. 1 jan 2001 med virkning for nye pensjonstilfeller iflg. res. 26 mai 2000 nr. 447), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 15 jan 2010 nr. 1 (ikr. 1 feb 2010 iflg. res. 15 jan 2010 nr. 54), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 17 des 2021 nr. 146.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "9:33",
      "chapter": "9",
      "section": "33",
      "content": "Full årlig enke- eller enkemannspensjon skal utgjøre 9 prosent av det pensjonsgrunnlaget som det avdøde medlemmet hadde (nettopensjon), se likevel overgangsregler i § 34.\nEr den avdødes tjenestetid 30 år eller mer, ytes det full enke- eller enkemannspensjon. Dersom den avdødes tjenestetid er mindre enn 30 år, ytes det redusert enke- eller enkemannspensjon. Pensjonen skal da utgjøre så mange trettideler av full pensjon som den avdøde har tjenesteår. For beregning av oppsatt enke- eller enkemannspensjon gjelder § 23 annet ledd tilsvarende.\nDersom den avdøde mottok avtalefestet pensjon, alderspensjon eller en tidligere oppsatt alders- eller uførepensjon, legges den faktiske tjenestetiden den avdøde hadde til grunn ved beregning av pensjonen. Det samme gjelder dersom den avdøde hadde rett til en oppsatt pensjon. Ellers skal den tjenestetiden den avdøde ville ha fått ved å fortsette i stillingen fram til aldersgrensen legges til grunn, men ikke utover 67 år.\nFinner Pensjonskassen det godtgjort at medlemmets død skyldes skade eller sykdom som er en umiddelbar følge av usedvanlig påkjenning eller ulykkestilfelle i tjenesten, skal det ytes full enke- eller enkemannspensjon uten hensyn til tjenestetiden.\nDepartementet gir forskrift om fastsetting av enke- eller enkemannspensjon etter bestemmelsen her.\n0 Endret ved lover 21 mai 1982 nr. 27, 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447), 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 20 juni 2014 nr. 24 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 799), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "9:34",
      "chapter": "9",
      "section": "34",
      "content": "Det ytes enke- og enkemannspensjon til gjenlevende ektefelle etter denne paragrafen når:\na. medlemmet døde før 1. januar 2001,\nb. medlemmet døde mellom 1. januar 2001 og 1. februar 2010 og gjenlevende er enke eller enkemann etter medlem med medlemskap før 1. oktober 1976, og ellers når gjenlevende er født før 1. juli 1950 og avdøde ble medlem før 1. juli 2000, eller\nc. medlemmet døde etter 31. januar 2010 og gjenlevende er født før 1. januar 1955 og avdøde ble medlem første gang før 1. oktober 1976 og ekteskapet ble inngått før 1. januar 2010, og ellers når gjenlevende er født før 1. juli 1950 og avdøde ble medlem før 1. juli 2000.\nFull årlig enke- eller enkemannspensjon skal utgjøre 39,6 prosent av det pensjonsgrunnlaget som det avdøde medlemmet hadde (bruttopensjon). Bestemmelsene i § 33 andre til femte ledd gjelder tilsvarende.\nPensjonen reduseres etter §§ 35 og 36 nedenfor. Dersom ekteskapet ble inngått før 1. januar 2010, gjelder dette likevel ikke for pensjon til enke etter mannlig medlem som ble medlem første gang før 1. oktober 1976, og heller ikke for annen gjenlevende ektefelle etter medlem med medlemskap før 1. oktober 1976 for tjenestetid opptjent etter 31. desember 1993. Dersom begge reduksjonsbestemmelsene skal anvendes, reduseres pensjonen først etter § 35.\nGjenlevende ektefelle som er født i 1954 eller senere, og som omfattes av paragrafen her, skal fra måneden etter fylte 67 år helt eller delvis få enke- eller enkemannspensjonen beregnet etter § 33. Andelen av pensjonen som beregnes etter § 33, skal tilsvare andelen alderspensjon som gjenlevende vil motta etter folketrygdloven kapittel 20. For den delen av pensjonen som er ikke-behovsprøvd etter tredje ledd andre punktum, skal enke- eller enkemannspensjonen beregnet etter § 33 utgjøre 27 prosent av pensjonsgrunnlaget i stedet for 9 prosent.\nDepartementet gir forskrift med nærmere bestemmelser om fastsetting av enke- eller enkemannspensjon.\n0 Endret ved lover 19 des 1958 nr. 9, 2 juni 1960 nr. 11, 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447), 15 jan 2010 nr. 1 (ikr. 1 feb 2010 iflg. res. 15 jan 2010 nr. 54, se overgangsbestemmelser i endringslovens X), 19 juni 2020 nr. 70 (ikr. 1 juli 2020 iflg. res. 19 juni 2020 nr. 1277), 20 des 2022 nr. 100 (i kraft 1 jan 2023).\n1 Jf. EØS-avtalen art. 69 og vedlegg XVIII nr. 21 b (direktiv 2006/54/EF).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "9:34 a",
      "chapter": "9",
      "section": "34 a",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 11 juni 1976 nr. 81, opphevet ved lov 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34a",
        "source_heading": "§ 34 a."
      }
    },
    {
      "provision_ref": "9:34 b",
      "chapter": "9",
      "section": "34 b",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 11 juni 1976 nr. 81, opphevet ved lov 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34b",
        "source_heading": "§ 34 b."
      }
    },
    {
      "provision_ref": "9:35",
      "chapter": "9",
      "section": "35",
      "content": "Dersom den gjenlevende ektefellen samtidig har alderspensjon etter kapittel 5, tidligpensjon etter kapittel 5 b, midlertidig uførepensjon eller uførepensjon etter kapittel 6 eller tilsvarende pensjon fra en annen tjenestepensjonsordning, skal enke- eller enkemannspensjonen reduseres etter bestemmelsene her.\nHar den gjenlevende ektefellen alderspensjon, skal pensjonene ikke overstige et beløp som svarer til 60 prosent av summen av den gjenlevendes og den avdødes alderspensjoner. Avdødes alderspensjon regnes av samme pensjonsgrunnlag og tjenestetid som er lagt til grunn for enke- eller enkemannspensjonen. Det overskytende beløpet skal gå til fradrag i enke- eller enkemannspensjonen.\nHar den gjenlevende ektefellen midlertidig uførepensjon eller uførepensjon, skal enke- eller enkemannspensjonen utgjøre det beløpet som framkommer etter annet ledd når en benytter en beregnet alderspensjon for den gjenlevende ektefellen med samme pensjonsgrunnlag og tjenestetid som den midlertidige uførepensjonen eller uførepensjonen. Dersom den midlertidige uførepensjonen eller uførepensjonen er gradert, skal den beregnede alderspensjonen graderes tilsvarende.\n0 Endret ved lover 31 mai 1957 nr. 2, 19 des 1958 nr. 9, 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447), 20 juni 2014 nr. 24 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 799, som endret ved lov 19 des 2014 nr. 73), 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "9:36",
      "chapter": "9",
      "section": "36",
      "content": "Dersom den gjenlevende ektefellen er yngre enn 70 år og har eller kan forventes å få arbeidsinntekt, reduseres pensjonen etter bestemmelsen her. Ytelser fra folketrygden som er nevnt i folketrygdloven § 17 A-6 fjerde ledd, er likestilt med arbeidsinntekt. Ved fastsetting av forventet inntekt legges det vekt på arbeidsmulighetene på hjemstedet og omstendigheter som framgår av folketrygdloven § 17 A-6.\nPensjonen skal ikke reduseres når den faktiske eller forventede inntekten på årsbasis er mindre enn halvparten av grunnbeløpet i folketrygden. Pensjonen reduseres med 40 prosent av inntekt over halvparten av grunnbeløpet. Har den gjenlevende ektefellen fylt 67 år, skal enke- eller enkemannspensjonen ikke avkortes med mindre pensjonisten faktisk har arbeidsinntekt. Skjer det en vesentlig endring i de forhold som har vært avgjørende for fastsettelsen av enke- eller enkemannspensjonen, kan saken prøves på nytt, og pensjonen endres eller falle bort.\nInntekten som er lagt til grunn i folketrygden, legges også til grunn etter paragrafen her.\n0 Endret ved lover 31 mai 1957 nr. 2, 11 juni 1976 nr. 81, 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447), 21 des 2001 nr. 118 (ikr. 1 jan 2002), 16 juni 2023 nr. 35 (i kraft 1 jan 2024 iflg. res. 16 juni 2023 nr. 904).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "9:37",
      "chapter": "9",
      "section": "37",
      "content": "Enke- eller enkemannspensjonen løper fra og med den måneden medlemmet dør, og til og med utgangen av måneden etter enkens eller enkemannens død.\nLøpende enke- eller enkemannspensjon opphører når enken eller enkemannen inngår nytt ekteskap, men den begynner å løpe igjen dersom det nye ekteskapet oppløses ved den nye ektefellens død eller ved skilsmisse. Har enken eller enkemannen rett til enke- eller enkemannspensjon fra Pensjonskassen også etter den siste ektefellen, kan den samlede enke- eller enkemannspensjonen ikke overstige enke- eller enkemannspensjon etter 30 års tjenestetid etter den av de tidligere ektefellene som hadde det høyeste pensjonsgrunnlaget. Departementet gir forskrift om fastsettingen av enke- eller enkemannspensjon etter bestemmelsen her.\nStans og igangsetting av pensjon etter andre ledd skjer fra og med måneden etter inngåelsen eller oppløsningen av det nye ekteskapet.\nNår en enke- eller enkemannspensjon er opphørt å løpe fordi enken eller enkemannen har inngått nytt ekteskap, kan Pensjonskassen bestemme at hun eller han skal få sin pensjon helt eller delvis tilbake dersom pensjonistens siste ektefelle på grunn av forhold som er inntrådt etter at ekteskapet er inngått, har mistet ervervsevnen og ektefellene ikke har tilstrekkelige eksistensmidler.\n0 Opphevet ved lov 11 juni 1976 nr. 81, tilføyd ved lov 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447), endret ved lov 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "9:38",
      "chapter": "9",
      "section": "38",
      "content": "Når et medlem dør, har gjenlevende barn rett til barnepensjon. Det samme gjelder når det er avsagt dom eller kjennelse for at medlemmet formodes å være død. Inntil dom eller kjennelse foreligger, kan Pensjonskassen innvilge hel eller delvis pensjon. For rett til oppsatt barnepensjon er det et vilkår at det avdøde medlemmet hadde en tjenestetid på minst tre år, se §§ 19 og 20.\nFull årlig barnepensjon skal utgjøre 15 prosent av det pensjonsgrunnlaget som det avdøde medlemmet hadde (nettopensjon).\nEr den avdødes tjenestetid 30 år eller mer, ytes det full barnepensjon. Dersom den avdødes tjenestetid er mindre enn 30 år, ytes det redusert barnepensjon. Pensjonen skal da utgjøre så mange trettideler av full pensjon som den avdøde har tjenesteår. For beregning av oppsatt barnepensjon gjelder § 23 annet ledd tilsvarende.\nDersom den avdøde mottok avtalefestet pensjon, alderspensjon eller en tidligere oppsatt alders- eller uførepensjon, legges den faktiske tjenestetiden den avdøde hadde til grunn ved beregning av pensjonen. Det samme gjelder dersom den avdøde hadde rett til en oppsatt pensjon. Ellers skal den tjenestetiden den avdøde ville ha fått ved å fortsette i stillingen fram til aldersgrensen legges til grunn, men ikke ut over 67 år.\nFinner Pensjonskassen det godtgjort at medlemmets død skyldes skade eller sykdom som er en umiddelbar følge av usedvanlig påkjenning eller ulykkestilfelle i tjenesten, skal det ytes full barnepensjon uten hensyn til tjenestetiden.\nHar barnet rett til barnepensjon fra Pensjonskassen etter både moren og faren, får barnet pensjon etter hver av dem.\nPensjonen utbetales til utløpet av den måneden barnet fyller 20 år. Dør barnet tidligere, betales pensjonen til og med måneden etter dødsmåneden.\nPensjonskassen kan gi barnepensjon til den avdødes stebarn og pleiebarn etter bestemmelsene i første til sjuende ledd.\nDepartementet gir forskrift om fastsetting av barnepensjon etter bestemmelsen her.\n0 Endret ved lover 26 mai 2000 nr. 37 (ikr. 1 jan 2001 iflg. res. 26 mai 2000 nr. 447), 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 18 des 2015 nr. 103.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "9:39",
      "chapter": "9",
      "section": "39",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 21 mai 1982 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "9:40",
      "chapter": "9",
      "section": "40",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1976 nr. 81.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "10:41",
      "chapter": "10",
      "section": "41",
      "content": "Pensjonskassens årlige utgifter utredes av medlemmenes innskott og avkastningen av Pensjonskassens fond med det nødvendige tilskott av staten.\nPensjonskassens fond skal opprettholdes med det beløp som pensjonsfondene for Statens pensjonskasse, Pensjonskassen for Statens Tjenestemenn og Den Norske Enkekasse​1 tilsammen utgjør ved denne lovs ikrafttreden.\n0 Endret ved lover 8 juni 1973 nr. 54, 21 mai 1982 nr. 27, 25 juni 2010 nr. 29 (ikr. 1 jan 2011).\n1 Inkurie: Lov 21 juni 1895 nr. 2, opph. ved lov 15 jan 2010 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "10:42",
      "chapter": "10",
      "section": "42",
      "content": "Påslagsbeholdningen etter § 26 b og betingetbeholdningen etter § 26 e reguleres årlig fra 1. mai i samsvar med lønnsveksten.Ved reduksjon av uttaksgrad eller stans av påslagspensjon skal reguleringen av påslagsbeholdningen ta hensyn til når i året endringen fant sted.\nRegulering av alderspensjon etter kapittel 5 under utbetaling foretas ved at pensjonsgrunnlaget reguleres årlig fra 1. mai i samsvar med et gjennomsnitt av lønns- og prisvekst. Regulering av alderspensjon etter kapittel 5 a under utbetaling foretas ved at pensjonen reguleres årlig fra 1. mai i samsvar med gjennomsnittet av lønns- og prisvekst, likevel slik at alderspensjon etter § 26 h reguleres etter første punktum. Tidligpensjon og særalderspåslag etter kapittel 5 b under utbetaling skal reguleres ved at pensjonsgrunnlaget årlig fra 1. mai reguleres i samsvar med et gjennomsnitt av lønns- og prisveksten. Ved førstegangsuttak og ved økning av uttaksgrad skal reguleringen ta hensyn til når i året uttaket eller gradsendringen fant sted. Overgangstillegg etter § 26 j beregnes av det til enhver tid gjeldende grunnbeløpet i folketrygden.\nRegulering av midlertidig uførepensjon, uførepensjon og enke- og enkemannspensjon under utbetaling foretas ved at pensjonsgrunnlaget reguleres årlig fra 1. mai i samsvar med lønnsveksten fram til fylte 67 år. Deretter reguleres pensjonsgrunnlaget i samsvar med et gjennomsnitt av lønns- og prisvekst. Bestemmelsen i andre ledd tredje punktum gjelder tilsvarende ved første regulering etter 67 år. Barnepensjon reguleres etter første punktum i leddet her.\nPensjonsgrunnlaget for medlemmer som fratrer sin stilling med alderspensjon etter kapittel 5 eller avtalefestet pensjon før 67 år, skal omregnes fra måneden etter fylte 67 år ved at det oppreguleres med lønnsveksten fra fratredelsestidspunktet og fram til omregningstidspunktet. Pensjonsgrunnlaget for medlemmer som etter § 21 fjerde ledd får alderspensjon fra fylte 65 år, skal omregnes på tilsvarende måte. Bestemmelsen i andre ledd tredje punktum gjelder tilsvarende ved første regulering etter at pensjonsgrunnlaget er omregnet. Dersom medlemmet dør før omregningstidspunktet ved 65 eller 67 år, skal pensjonsgrunnlaget ved beregningen av enke- eller enkemannspensjon og barnepensjon etter kapittel 7 omregnes ved at det oppreguleres med lønnsveksten fra fratredelsestidspunktet og fram til virkningstidspunktet for pensjonen.\nPensjonsgrunnlaget for medlemmer som fratrer sin stilling uten rett til straks å få pensjon etter loven her eller lov om avtalefestet pensjon for medlemmer av Statens pensjonskasse, jf. § 23, reguleres med lønnsveksten fram til tidspunktet det ytes pensjon etter loven her. Det samme gjelder pensjonsgrunnlaget for oppsatt alderspensjon etter § 26 h før pensjonen tas ut. For medlemmer som har fratrådt stillingen sin før uttaket av pensjonen, gjelder det samme også for pensjonsgrunnlaget for tidligpensjon etter § 26 o og § 26 p og særalderspåslag etter § 26 r. Når en arbeidstaker har gått over fra et høyere til et lavere samlet pensjonsgrunnlag, jf. § 15 andre ledd, skal det tidligere grunnlaget som har betydning for pensjonsberegningen reguleres tilsvarende.\nVed regulering av beholdninger, pensjoner og pensjonsgrunnlag etter første til femte ledd benyttes de reguleringsfaktorer Kongen fastsetter etter folketrygdloven § 19-14 åttende ledd og § 20-18 åttende ledd.\nDepartementet kan gi forskrift om gjennomføringen av denne paragrafen.\n0 Endret ved lover 23 mai 1958 nr. 4, 8 juni 1973 nr. 54, 21 mai 1982 nr. 27, 25 juni 2010 nr. 29 (ikr. 1 jan 2011, som endret ved lov 17 des 2010 nr. 77), 25 nov 2011 nr. 43 (ikr. 1 jan 2011), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), 1 april 2022 nr. 17 (ikr. 1 april 2022 iflg. res. 1 april 2022 nr. 496, se endringslovens del XII for overgangsregler), 10 juni 2025 nr. 31 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 965).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "10:43",
      "chapter": "10",
      "section": "43",
      "content": "Rettigheter og plikter etter denne lov kan endres ved senere lov for dem som er blitt medlemmer av Statens pensjonskasse etter 22 april 1937.\nDe bestemmelser om innskott og pensjonsrettigheter som er gitt i denne lov eller blir truffet i medhold av den, kan tas opp til revisjon og regulering i det tilfelle at Pensjonskassens medlemmer også måtte bli pålagt plikt til å tre inn som medlemmer av en eventuell folkeforsikring eller bli berettiget til alminnelig folkepensjon (folketrygd).\n0 Endret ved lover 21 des 1956 nr. 1, 6 juli 1957 nr. 27, 22 jan 1960 nr. 5, 17 juni 1966 nr. 13, 8 juni 1973 nr. 54, 21 mai 1982 nr. 27, 25 juni 2010 nr. 29 (ikr. 1 jan 2011).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "10:44",
      "chapter": "10",
      "section": "44",
      "content": "Pensjon etter denne lov utbetales etterskottsvis for hver måned til den berettigede. Terminbeløp avrundes til nærmeste hele krone.\nBarnepensjon utbetales til barnets verge. For øvrig skjer utbetalingen av pensjonen direkte til den som har pensjonsretten, med mindre annet blir bestemt av Pensjonskassen.\nRestpensjon når en alderspensjonist dør, eller når en person med midlertidig uførepensjon eller uførepensjon dør, utbetales til ektefellen, eller til boet dersom avdøde ikke etterlater seg ektefelle.\nRestpensjon ved ektefellepensjonists eller barnepensjonists død, utbetales til boet.\nNår særlige grunner taler for det, kan utbetaling skje til andre enn den som ellers er berettiget.\nDersom et medlem har mottatt en ytelse etter denne loven i strid med redelighet og god tro, kan beløpet kreves tilbakebetalt. Pensjonskassen kan også kreve en ytelse tilbake når et medlem eller noen som har handlet på medlemmets vegne, uaktsomt har gitt feilaktige eller mangelfulle opplysninger. Det samme gjelder dersom utbetalingen skyldes feil fra Pensjonskassens side og mottakeren burde ha forstått dette.\nI andre tilfeller enn nevnt i sjette ledd kan det som er utbetalt for mye, kreves tilbake dersom særlige grunner gjør det rimelig. Ved vurderingen av om det foreligger særlige grunner, skal det legges vekt på blant annet hvor lang tid det er gått siden den feilaktige utbetalingen fant sted, og om vedkommende har innrettet seg i tillit til utbetalingen. Kravet om tilbakebetaling etter dette leddet er begrenset til det beløp som er i behold når vedkommende blir kjent med at utbetalingen var feilaktig.\nEt beløp som blir krevd tilbake etter sjette eller sjuende ledd, kan dekkes ved avregning i fremtidige ytelser fra Statens pensjonskasse og folketrygden. Avregningen foretas før utleggstrekk. Dekningsloven § 2-7 første ledd første punktum gjelder tilsvarende. Det samme gjelder foreldelsesloven § 17 nr. 3 og § 21 nr. 1, 4 og 5. Det kan kreves renter etter forsinkelsesrenteloven.\nDersom feilutbetalingen har medført høyere utlignet skatt, herunder trygdeavgift, kan tilbakekrevingsbeløpet reduseres med den merskatten som skyldes feilutbetalingen.\nPensjonskassen kan sette som vilkår for tilståelse av ytelser at vedkommende samtidig setter fram krav om ytelser etter folketrygdloven. Departementet fastsetter nærmere regler om dette.\nVed overgang til stilling med en lavere aldersgrense legges den nye aldersgrensen til grunn for pensjonsberegningen etter loven her etter tre års tjeneste i den nye stillingen. Departementet kan i forskrift fastsette nærmere regler.\n0 Endret ved lover 24 juni 1958 nr. 12, 19 des 1958 nr. 9, 8 juni 1973 nr. 54, 8 juni 1979 nr. 52, 21 mai 1982 nr. 27, 24 mai 1985 nr. 35, 19 juni 1997 nr. 85 (ikr. 1 jan 1998 iflg. res. 19 juni 1997 nr. 616), 26 mai 2000 nr. 37, 11 des 2009 nr. 114, 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 17 juni 2016 nr. 25, 21 juni 2019 nr. 26 (ikr. 1 jan 2020 iflg. res. 21 juni 2019 nr. 782), 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967), 22 des 2025 nr. 117 (i kraft 1 jan 2026).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "10:44 a",
      "chapter": "10",
      "section": "44 a",
      "content": "Pensjonskassen skal svare rente av pensjonsbeløp når det er gått to måneder etter at melding om pensjonstilfellet er sendt til Pensjonskassen. Renten begynner tidligst å løpe to måneder etter at retten til pensjon er inntrådt.\nForsømmer den berettigede å gi opplysninger eller utlevere dokumenter som er nødvendige for at Pensjonskassen skal kunne beregne pensjonen, kan han eller hun ikke kreve renter for den tid som går tapt ved dette. Det samme gjelder hvis den berettigede urettmessig avviser fullt eller delvis oppgjør.\nFor renten gjelder ellers lov av 17. desember 1976 nr. 100 om renter ved forsinket betaling §§ 2 andre ledd og 3.\n0 Tilføyd ved lov 19 juni 1997 nr. 85 (ikr. 1 jan 1998 iflg. res. 19 juni 1997 nr. 616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44a",
        "source_heading": "§ 44 a."
      }
    },
    {
      "provision_ref": "10:45",
      "chapter": "10",
      "section": "45",
      "content": "Statens pensjonskasse har rett til å innhente de opplysningene som er nødvendige for å forvalte de ordningene Pensjonskassen administrerer fra arbeidsgiver, tidligere arbeidsgiver, offentlig myndighet, institusjon som administrerer annen pensjons- eller trygdeordning, helsepersonell, kredittopplysningsvirksomhet, gjeldsinformasjonsforetak, forsikringsselskap og annen finansinstitusjon. Adgangen til å innhente opplysninger etter første punktum omfatter også opplysninger om andre enn medlemmet eller den som kan ha rett til en ytelse eller har søkt om lån.\nHelsepersonell plikter å gi de erklæringene og uttalelsene som er nødvendige for å kunne vurdere rettigheter og plikter etter loven her og etter andre ordninger som Pensjonskassen administrerer.\nDen som blir pålagt å gi opplysninger, erklæringer og uttalelser etter første og andre ledd, plikter å gjøre dette uten hinder av taushetsplikt. Den som blir pålagt å gi opplysninger, plikter å gjøre dette uten godtgjørelse.\nFolketrygdloven § 21-4 c første til tredje ledd gjelder tilsvarende.\nPensjonskassen kan pålegge den som setter frem krav om eller mottar en ytelse, å sende inn de opplysninger, meldinger og attester som er nødvendige for at Pensjonskassen skal kunne vurdere vedkommendes rettigheter og plikter. Dette gjelder også boliglån. Plikten til å gi opplysninger mv. gjelder også et medlems ektefelle og livsarvinger og i tilfelle vergen.\nStatens pensjonskasse kan uten hinder av taushetsplikt innhente nødvendige lønnsopplysninger som er gitt etter skatteforvaltningsloven § 7-2, og opplysninger om pensjonsgivende inntekt fra skattemyndighetene til bruk i etteroppgjør og arbeidet med tidligpensjon og særalderspåslag etter kapittel 5 b.\nUnnlatelse av å etterkomme pliktene etter paragrafen her straffes med bøter.\n0 Endret ved lover 23 apr 1971 nr. 41, 8 juni 1973 nr. 54, 21 mai 1982 nr. 27, 16 mai 1986 nr. 21, 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 4 des 2020 nr. 132, 22 des 2025 nr. 117 (i kraft 1 jan 2026).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "10:45 a",
      "chapter": "10",
      "section": "45 a",
      "content": "Statens pensjonskasse skal, uten hinder av taushetsplikt, ha tilgang til opplysninger i Folkeregisteret som er nødvendig for å forvalte de ordningene som Pensjonskassen administrerer. Pensjonskassen skal også ha tilgang til opplysninger i registeret til utredning og produksjon av statistikk.\n0 Tilføyd ved lov 22 juni 2018 nr. 48 (ikr. 1 okt 2018), endret ved lov 4 des 2020 nr. 132.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45a",
        "source_heading": "§ 45 a."
      }
    },
    {
      "provision_ref": "10:45 b",
      "chapter": "10",
      "section": "45 b",
      "content": "Statens pensjonskasse kan behandle personopplysninger, herunder personopplysninger som nevnt i personvernforordningen artikkel 9 og 10, når dette er nødvendig for å forvalte de ordningene som Pensjonskassen administrerer.\nPensjonskassen kan treffe avgjørelser som utelukkende er basert på automatisert behandling av personopplysninger, herunder personopplysninger som nevnt i personvernforordningen artikkel 9 og 10. Behandlingen må sikre partens krav til forsvarlig saksbehandling og være forenlig med retten til vern av personopplysninger. Avgjørelsen kan ikke bygge på skjønnsmessige vilkår i lov eller forskrift, med mindre avgjørelsen er utvilsom. Den registrerte har rett til manuell overprøving av avgjørelsen.\nPensjonskassen kan behandle innhentede personopplysninger for å beregne forventet pensjon og innskott, og for å forbedre informasjonen til medlemmene.\nPensjonskassen kan gi arbeidsgivere opplysninger som de tidligere har gitt om medlemmene slik at arbeidsgiverne kan kontrollere om opplysningene er riktige, og kontrollere grunnlaget for pensjonspremien.\nPensjonskassen kan behandle innhentede personopplysninger, herunder personopplysninger som nevnt i personvernforordningen artikkel 9 og 10, når dette er nødvendig for utredning og produksjon av statistikk og analyse, men bare dersom det er umulig eller uforholdsmessig vanskelig å oppnå formålet ved å bruke anonyme eller fiktive opplysninger.\nPensjonskassen kan behandle innhentede personopplysninger, herunder personopplysninger som nevnt i personvernforordningen artikkel 9 og 10, for å utvikle og teste IT-systemer, når dette er nødvendig for å sikre effektiv behandling av saker og riktige avgjørelser. Dette gjelder bare dersom det er umulig eller uforholdsmessig vanskelig å oppnå formålet ved å bruke anonyme eller fiktive opplysninger.\nDepartementet kan gi forskrift om behandlingen, blant annet om formålet med behandlingen, behandlingsansvar, hvilke typer personopplysninger som kan behandles, hvem det kan behandles personopplysninger om, bruk av automatiserte avgjørelser, adgangen til viderebehandling, utlevering, registerføring og tilgang til registre.\n0 Tilføyd ved lov 4 des 2020 nr. 132.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45b",
        "source_heading": "§ 45 b."
      }
    },
    {
      "provision_ref": "10:45 c",
      "chapter": "10",
      "section": "45 c",
      "content": "Pensjonskassen og institusjon som administrerer annen pensjons- eller trygdeordning har gjensidig opplysningsplikt, når ytelse fra Pensjonskassen skal samordnes med ytelse fra den andre ordningen, eller Pensjonskassen har sluttet overenskomst med institusjonen som administrerer ordningen etter § 46.\n0 Tilføyd ved lov 4 des 2020 nr. 132.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45c",
        "source_heading": "§ 45 c."
      }
    },
    {
      "provision_ref": "10:46",
      "chapter": "10",
      "section": "46",
      "content": "Med samtykke av departementet kan Pensjonskassen treffe overenskomst med en annen pensjonsinnretning eller en kommune om overføring av medlemmer og pensjonister. I overenskomsten bestemmes i hvilken utstrekning de overførte medlemmer skal få tidligere tjenestetid regnet med, og hvorledes oppgjøret for de overførte pensjonsrettigheter skal skje. Skal denne overføring skje ved løpende pensjonsytelser når disse i de enkelte tilfelle blir aktuelle, bestemmes i overenskomsten i hvilken utstrekning avgjørelser truffet av den annen pensjonsinnretning får virkning for igangsetting og opphør av pensjoner etter denne lov, hvor dette ikke følger av loven. I overenskomsten kan bestemmes at det skal sees bort fra slike begrensninger i retten til løpende pensjon som følge av at vedkommende, når pensjonstilfellet inntreffer, har fratrådt stilling eller arbeid som omfattes av loven, dog skal pensjoner som overføres til den annen pensjonsordning beregnes i forhold til den oppsatte alderspensjon.\nNår en arbeidstaker samtidig har arbeid som omfattes av annen pensjonsordning som Pensjonskassen har sluttet overenskomst med etter første ledd, kan partene også slutte overenskomst om fastsetting av pensjonsgrunnlag, beregning og utbetaling av pensjon.\nKongen kan i forskrift gjennomføre bilaterale avtaler med andre land om trygdekoordinering.\nBestemmelsene som er gitt i eller i medhold av denne loven, skal fravikes i den utstrekning det er nødvendig for å overholde forpliktelser som følger av EØS-avtalens hoveddel, bilaterale avtaler som nevnt i tredje ledd og forordninger og avtaler som nevnt i folketrygdloven §§ 1-3 a og 1-3 b.\n0 Endret ved lover 13 juni 1969 nr. 34, 16 juni 1971 nr. 65, 8 juni 1973 nr. 54, 21 mai 1982 nr. 27, 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 19 des 2014 nr. 73 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1717), 25 nov 2022 nr. 86 (i kraft 25 nov 2022 iflg. res. 25 nov 2022 nr. 2013), 24 nov 2023 nr. 83 (i kraft 10 jan 2025 med virkning fra 1 jan 2025 iflg. res. 10 jan 2025 nr. 12).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "10:47",
      "chapter": "10",
      "section": "47",
      "content": "Statlige og kommunale instanser plikter, etter nærmere bestemmelser av Kongen eller den han gir fullmakt, uten godtgjøring av Pensjonskassen å foreta pensjonsutbetalinger for den.\n0 Endret ved lover 8 juni 1973 nr. 54, 21 mai 1982 nr. 27, 26 mai 2000 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "10:48",
      "chapter": "10",
      "section": "48",
      "content": "1. Denne lov gjelder for dem som ved lovens ikrafttreden var blitt medlemmer av Statens pensjonskasse og som da ikke var blitt pensjonister – herunder også de som har rett til oppsatt alderspensjon. Dog skal bestemmelsen i lov om Statens pensjonskasse av 28. juli 1921 § 12, 1 b gjelde for dem som ved nærværende lovs ikrafttreden ikke har over ti år igjen til aldersgrensen.\nDen hittil gjeldende lovgivning om rettigheter og plikter overfor Statens pensjonskasse skal gjelde for dem som er blitt medlemmer før 23. april 1937 og som innen en frist som fastsettes av Statens pensjonskasse skriftlig erklærer at de ikke godtar nærværende lov.\n2. Denne lov gjelder også for dem som er blitt pensjonister mellom 1. juli 1946 og lovens ikrafttreden – herunder de som i dette tidsrom har fått oppsatt alderspensjon.\nDen hittil gjeldende lovgivning om rettigheter og plikter overfor Statens pensjonskasse skal gjelde for dem som er blitt pensjonister før 1. juli 1946. Dog gjelder nærværende lovs § 23, 28 første punktum, 32, 35, 36 og 37 også for disse pensjonister.\n3. De nærmere regler om gjennomføring av disse bestemmelser gis av departementet.\n0 Endret ved lover 8 juni 1973 nr. 54, 21 mai 1982 nr. 27, 25 juni 2010 nr. 29 (ikr. 1 jan 2011).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "10:49",
      "chapter": "10",
      "section": "49",
      "content": "Denne lov trer i kraft 1. august 1949. Dog får de bestemmelser som er nevnt i § 49 nr. 2, 2. ledd, siste punktum, virkning fra 1. juli 1949.\n0 Endret ved lover 8 juni 1973 nr. 54, 21 mai 1982 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    }
  ]
}