{
  "id": "LOV-1970-03-06-4",
  "type": "statute",
  "title": "Lov om tilskudd til private skoler",
  "short_name": "Privatskoleloven",
  "status": "in_force",
  "issued_date": "1970-03-06",
  "in_force_date": "1970-03-06",
  "url": "https://lovdata.no/dokument/NLO/lov/1970-03-06-4",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Virkeområde.",
      "content": "Denne lov gjelder offentlige tilskudd til private skoler​2 og vilkår for å få slike tilskudd. For at en skole skal kunne få offentlig tilskudd må skolen ha til formål å drive forsøk,​3 eller være opprettet av religiøse og/eller etiske grunner, eller fylle et kvantitativt undervisningsbehov.\nLoven omfatter private skoler som\na. har paralleller i de offentlige grunnskoler og skoler som gir videregående opplæring, eller\nb. ikke har paralleller i det offentlige skoleverk, men gir videregående yrkesrettet undervisning. Departementet​4 avgjør i hvert enkelt tilfelle om en skole skal betraktes som en videregående skole eller som en høyskole.\nUnntatt fra denne lov er private skoler som\na. kommer inn under lov av 28. juli 1949 om folkehøgskular, lov av 12 november 1948 om brevskular, eller lov av 8. januar 1960 om utdannelse og offentlig godkjenning av sykepleiere, eller\nb. drives av politiske grupper eller partier på partipolitisk grunnlag.\nUnntatt fra denne lovs §§ 2-15 er skoler som kommer inn under lov av 15 mai 1964 om fagskulane i landbruket.\n1 Endret ved lover 21 juni 1974 nr. 55, 13 juni 1975 nr. 42, 8 juni 1979 nr. 45.\n2 Jfr. lov 13 juni 1969 nr. 24 § 14.\n3 Jfr. lov 8 juli 1954 nr. 3.\n4 Kirkedeptet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Skolen.",
      "content": "1. Skolen skal være underkastet den eller de lover som gjelder for vedkommende skoleslag, for så vidt intet annet følger av denne lov, og skal respektere de forpliktelser ratifiserte internasjonale avtaler som gjelder skole og undervisning, legger på tilsvarende offentlige skoleslag.\n2. Skolens undervisningsplaner, undervisningslokaler, utstyr m.v. skal godkjennes av departementet,​2 henholdsvis skoledirektøren. Med departementets godkjenning kan skolene avvike fra gjeldende planer og drive forsøk. Om forsøksvirksomhet gjelder de samme bestemmelser som for det offentlige skoleverk.​3\n3. Skoler som har paralleller i det offentlige skoleverk, må gi en undervisning tilsvarende den som forutsettes gitt i offentlige skoler av samme art. Forøvrig har skolene sin undervisningsfrihet. Avgangsprøver og avgangsvitnemål skal svare til de offentlige skolers.\n4. Skolene skal ha hele landet som inntaksområde, og skal stå åpne for alle som fyller vilkårene for opptak i vedkommende skoleslag. Elevene må fritt kunne velge arbeidssted/skole når skolegangen er avsluttet med mindre lærekontrakt er inngått.\n5. Alle offentlige driftstilskudd skal komme elevene til gode. Skoler som mottar offentlige tilskudd til full dekning av alle driftsutgifter, kan ikke kreve inn skolepenger. Skoler som ikke mottar full dekning, kan kreve inn skolepenger. For de videregående skoler skal skolepengenes størrelse godkjennes av departementet; for grunnskolen av skoledirektøren.\n6. Skolene må legge fram budsjett og regnskap etter regler fastsatt av departementet.\n7. For skoler i Norge kan departementet dispensere fra bestemmelsene i pkt. 4. For norske skoler i utlandet har departementet dessuten adgang til å dispensere fra punktene 2 og 3.\n1 Endret ved lov 8 juni 1979 nr. 45.\n2 Kirkedept.\n3 Se lov 8 juli 1954 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Internat.",
      "content": "Den enkelte skoles styre gir reglement for driften av internat som er knyttet til en privat skole. Reglementet skal godkjennes av departementet.​1\n1 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 28 mai 1982 nr. 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Styret.",
      "content": "Som øverste ansvarlige organ skal hver skole ha et styre, valgt av eieren, som fastsetter hvor mange medlemmer og varamedlemmer styret skal ha. Med departementets​2 samtykke kan to eller flere skoler ha felles styre. Rett til å være til stede på møter i styret, til å si sin mening og få den tilført protokollen har:\na. en representant valgt av skolestyret i vertskommunen når det gjelder en grunnskole, en representant valgt av fylkesskolestyret når det gjelder en skole som fylkeskommunen yter tilskudd til, en representant oppnevnt av departementet når det gjelder en skole som staten alene yter tilskudd til,\nb. en representant for elevrådet ved skoler som har slikt råd,\nc. en representant for foreldrerådet ved skoler som har slikt råd,\nd. en representant for lærerrådet ved skolen,\ne. en representant for andre ansatte ved skolen,\nf. skolens leder.\nVed behandling av saker som er underlagt taushetsplikt kan styret bestemme at personer med møterett som er under myndighetsalder må fratre. Departementet kan i spesielle tilfelle gi dispensasjon fra reglene under punktene a-f.\n1 Endret ved lover 8 juni 1979 nr. 45, 28 mai 1982 nr. 32.\n2 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Styrets funksjoner.",
      "content": "1. Styret tilsetter skoleleder og undervisningspersonale; for videregående skolers vedkommende skal tilsettingene godkjennes av departementet,​1 for grunnskolers vedkommende av skoledirektøren.\n2. Styret vedtar skolens budsjett og har ansvaret for regnskapet.\n3. Styret fastsetter reglement og instrukser for skolen og fører tilsyn med skolens virksomhet. Reglement og instrukser skal godkjennes av departementet.\n4. Styret kan delegere myndighet til skolens daglige leder. Tilsettingsmyndigheten kan bare delegeres for så vidt angår tilsettinger av vikarer for en del av et skoleår.\n1 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "6 a",
      "section": "6 a",
      "title": "Samarbeidsutvalg/skoleutvalg.",
      "content": "1. Ved hver grunnskole skal det være et samarbeidsutvalg der det skal være 2 representanter fra lærerrådet, 1 representant for andre ansatte, 2 representanter for elevrådet ved skoler som har slikt råd, 2 representanter fra foreldrerådet, 1 representant valgt av skolens styre og skolens leder. Departementet kan i særlige tilfelle gjøre unntak fra kravet om at det skal være samarbeidsutvalg ved skolen.\nSamarbeidsutvalget velger selv formann og varaformann for ett år om gangen. Elevrådsrepresentantene med varamedlemmer og foreldrerådsrepresentantene med varamedlemmer velges for ett år, de øvrige for 2 skoleår om gangen.\n2. Ved hver videregående skole skal det være et skoleutvalg med 7 medlemmer. Dette skal bestå av 2 representanter valgt av lærerrådet, 2 representanter valgt av elevrådet, 1 representant valgt av andre ansatte ved skolen, 1 representant valgt av skolens styre og skolens leder. Departementet kan i særlige tilfelle gjøre unntak fra kravet om at det skal være skoleutvalg ved skolen.\nSkoleutvalget velger formann og varaformann for ett år om gangen. Elevrådsrepresentantene med varamedlemmer velges for ett år, de øvrige for to skoleår om gangen.\n1 Tilføyd ved lov 28 mai 1982 nr. 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 A."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Skolelederen.",
      "content": "Skolen skal ha en leder (rektor, skolestyrer) som har den daglige ledelse, pedagogisk og administrativt. Lederen plikter å påse at gjeldende bestemmelser i lov, reglement og instrukser for skolen blir fulgt.\n1 Endret ved lov 28 mai 1982 nr. 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Undervisningsinspektør.",
      "content": "Ved større skoler skal det være en undervisningsinspektør som er skolelederens stedfortreder. Under dennes ledelse skal undervisningsmspektøren bl.a. føre tilsyn med orden, disiplin og vikarordninger og gi orientering til nye lærere.\nVed skoler som ikke har undervisningsinspektør, utpeker styret skolelederens stedfortreder.\n1 Endret ved lov 8 juni 1979 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Undervisningspersonale.",
      "content": "Undervisningspersonale og skoleledere skal ha de samme kvalifikasjoner og de samme lønns- og arbeidsvilkår, også med hensyn til lønn under sykdom, som lærere/skoleledere ved tilsvarende offentlige skoler.\nDepartementet,​1 henholdsvis skoledirektøren, kan i særlige tilfelle dispensere fra disse bestemmelser. For skoler uten paralleller i det offentlige skoleverk fastsettes ovennevnte vilkår av styret. De skal godkjennes av departementet.\n1 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Oppsigelse og avskjed.",
      "content": "Skoleleder og undervisningspersonale kan oppsis eller avskjediges av skolens styre på det vilkår som gjelder for skoleleder og undervisningspersonale ved tilsvarende offentlige skoler. For skoler som en ikke har noe tilsvarende til i det offentlige skoleverk, gjelder reglene om oppsigelse og avskjed i lov om statens tjenestemenn annet kapittel tilsvarende.\nStyrets beslutning om oppsigelse eller avskjed må godkjennes av skoledirektøren for grunnskolers vedkommende og ellers av departementet.​2\n1 Endret ved lov 10 juni 1977 nr. 65.\n2 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Inntak av elever.",
      "content": "Skolelederen bestemmer hvilke elever som skal tas inn ved begynnelsen av skoleåret. Lærerrådet kan ta inn nye elever i løpet av skoleåret. Melding om inntak av elever i private grunnskoler sendes til vedkommende skolestyre, i skoler med paralleller i fylkeskommunale skoler til vedkommende fylkesskolestyre, og i andre skoler til departermentet.​1\n1 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Elevene.",
      "content": "1. Elever som er opptatt ved en skole, har rett til å gå skoleåret ut, med mindre deres oppførsel er slik at de kan utvises ifølge de regler som gjelder ved tilsvarende offentlige skole. Om oppflytting til neste klasse gjelder samme bestemmelser som ved tilsvarende offentlige skole.\n2. For skoler som ikke har paralleller i det offentlige skoleverk, fastsetter skolens styre regler om de forhold som er nevnt i nr. 1. Reglene må godkjennes av departementet.​1\n3. Om helsetilsyn gjelder forskriftene i lov av 28. juni 1957 nr. 6 i den utstrekning loven er gjort gjeldende for vedkommende skoleslag.\n4. Vedtak som gjelder inntak (jfr. § 11) eller utvisning etter reglene i nr. 1, kan klages inn for departementet etter reglene i forvaltningslovens kap. VI.\n1 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Elevråd.",
      "content": "Alle videregående skoler skal ha et elevråd på minst 5 medemmer med varamedlemmer. Ved grunnskoler skal det være elevråd ved skoler for ungdomstrinnet, og det kan være elevråd ved skoler for barnetrinnet når forholdene ligger til rette for det.\nI de skoleslag der bestemmelser om elevråd er gitt i lov eller reglement, gjelder disse bestemmelser også for elevrådet ved private skoler. Skolens styre kan, med godkjenning av departementet,​1 vedta egne bestemmelser om elevrådet etter at dette har hatt anledning til å uttale seg.\nI skoleslag der det ikke er gitt bestemmelser om elevråd, fastsettes disse av skolens styre. Bestemmelsene skal godkjennes av departementet.\n1 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Foreldreråd.",
      "content": "I de skoleslag der bestemmelser om foreldreråd er gitt i lov eller reglement, gjelder disse bestemmelser også for private skoler. Skolens styre kan, med godkjenning av departementet,​1 vedta egne bestemmelser om foreldrerådet etter at dette har hatt anledning til å uttale seg.\nVed andre skoler kan skolens styre, med godkjenning av departementet, opprette og gi bestemmelser om foreldreråd.\n1 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Lærerråd.",
      "content": "Ved hver skole skal det være et lærerråd der skolelederen og lærerne, ved internatskoler også internatstyreren, er medlemmer. Timelærere har stemmerett bare i saker som angår deres fag og elever. Internatstyreren har ikke stemmerett i faglige og pedagogiske saker.\nLærerrådet velger selv sin formann for 1 år om gangen. Skolens leder innkaller til og leder valgmøtet. Formannen innkaller til rådsmøte når han selv ønsker det, eller når skolens leder eller 1/3 av undervisningspersonalet krever det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "15 a",
      "section": "15 a",
      "title": "Råd for andre ansatte.",
      "content": "Ved hver skole kan det være et råd for tjenestemenn som er tilsatt for minst ett år og som ikke er medlemmer av lærerrådet.\nRådet velger selv formann og varaformann for ett år om gangen.\n1 Tilføyd ved lov 28 mai 1982 nr. 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15a",
        "source_heading": "§ 15 A."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Tilsyn.",
      "content": "For skoleslag hvor det er oppnevnt sakkyndig råd, står skolene under tilsyn av dette, for grunnskolens vedkommende dessuten av skolestyret og skoledirektøren. Norske skoler for norske barn i utlandet står under tilsyn av den Kongen bestemmer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Godkjenning.",
      "content": "En privat skole som kommer inn under denne lov eller lov av 15 mai 1964 om fagskulane i landbruket, kan etter søknad gis offentlig godkjenning som tilskuddsberettiget skole. Vertskommunens skolestyre og skoledirektøren i fylket skal gi uttalelse når det gjelder en grunnskole. Fylkesskolestyret i vertsfylket skal gi uttalelse når det gjelder en skole med paralleller i det fylkeskommunale skoleverk. Vilkåret for godkjenning av en privat videregående skole er at den er innpasset i fylkets planer for videregående opplæring. Vedkommende sakkyndige råd skal også uttale seg om skolen. Forsøksrådet for skoleverket​2 skal avgi uttalelse om skoler som har til formål å drive forsøk. Vedkommende departement​3 avgjør i hvert enkelt tilfelle om skolen tilfredsstiller kravene etter denne lov og etter en samlet vurdering skal godkjennes som tilskuddsberettiget.\nDepartementet gir hvert år melding til Stortinget om godkjenning av skoler.\nDepartementet skal trekke godkjenningen tilbake dersom vilkår nevnt i denne lov ikke oppfylles innen den frist som departementet fastsetter.\nEn skole som søker om offentlig godkjenning som tilskuddsberettiget skole, eller vedkommende skolestyre eller fylkesskolestyre kan anke en avgjørelse etter denne paragraf inn for Kongen.\n1 Endret ved lover 21 juni 1974 nr. 55, 13 juni 1975 nr. 42.\n2 Se lov 8 juli 1954 nr. 3 § 3.\n3 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Offentlige tilskudd.",
      "content": "Private skoler som er godkjent iflg. § 17, får etter søknad offentlig støtte etter reglene i denne paragraf. Skoler som kommer inn under tilskuddsreglene nr. 3 til 6, kan i særlige tilfelle etter søknad få statstilskudd til andre utgifter enn dem som er nevnt under vedkommende tilskuddsregel.\nTilskuddsregel nr. 1: Grunnskoler for funksjonshemmede.\na. Alle tilskuddsberettigede driftsutgifter​2 dekkes ved statstilskudd. Departementet​3 fastsetter tilskuddet på grunnlag av framlagte planer og budsjettforslag. Så vidt mulig legges normalsats pr. elev pr. skoleår til grunn.\nb. Andre driftsutgifter​2 dekkes ved tilskudd fra den kommunen hvor eleven har heimen sin, jfr. § 36 nr. 3 i lov om grunnskolen.\nc. Skolene kan etter søknad få statstilskudd til investeringsutgifter.\nd. Utgifter til elevreiser dekkes etter gjeldende regler i lov om grunnskolen.\nTilskuddsregel nr. 2: Videregående skoler for funksjonshemmede.\na. Alle driftsutgifter dekkes ved statstilskudd. Departementet fastsetter tilskuddet på grunnlag av framlagte planer og budsjettforslag. Så vidt mulig legges normalsats pr. elev pr. skoleår til grunn.\nb. Skolene kan etter søknad få statstilskudd til investeringsutgifter.\nc. Utgifter til elevreiser dekkes etter reglene i § 13 i lov om videregående opplæring.\nTilskuddsregel nr. 3:\nDe øvrige videregående skoler som vanligvis har sine paralleller i tilsvarende statlige skoler.\n85 pst. av de tilskuddsberettigede driftsutgifter dekkes ved statstilskudd. Så vidt mulig beregnes det etter en normalsats pr. helårselev.\nTilskuddsregel nr. 4:\nVideregående skoler som har sine paralleller i tilsvarende fylkeskomunale skoler, unntatt i bedriftsskoler.\na. 85 pst. av de tilskuddsberettigede driftsutgifter​2 dekkes ved offentlige tilskudd: Staten gir tilskudd ut fra den fylkeskommunale tilskuddsprosent​2 for elevenes hjemstedsfylke, elevfylket dekker den resterende del. Tilskuddet beregnes ut fra gjeldende normalsats pr. helårsverk.\nb. Skolene kan etter søknad få statstilskudd til teknisk og maskinelt utstyr.\nTilskuddsregel nr. 5: Bedriftsskoler.\nSkolene får statstilskudd ut fra en normalsats pr. klasse som fastsettes av Stortinget.\nTilskuddsregel nr. 6:\nVideregående skoler som ikke har paralleller i tilsvarende offentlige skoler (statlige, fylkeskommunale eller kommunale).\n75 pst. av de tilskuddsberettigede driftsutgifter​2 dekkes ved statstilskudd. Så vidt mulig beregnes tilskuddet etter normalsats pr. helårselev. I andre tilfelle beregnes tilskuddet på grunnlag av godkjent budsjett og regnskap. Forutsetningen er at skolen gir yrkesutdannelse, og at elevene gis undervisning som minst tilsvarer det halve programmet for heltidsundervisning. Departementet​3 kan gi nærmere bestemmelser.\nTilskuddsregel nr. 7: Grunnskoler i Norge.\na. Skolene får tilskudd av stat og kommune med 85 pst. av vanlige driftsutgifter til all godkjent undervisning som går inn under lov av 13 juni 1969 om grunnskolen. Tilskuddet beregnes på grunnlag av en normalsats pr. elev, særskilt for barnetrinnet og for ungdomstrinnet. Tilskuddsgrunnlaget fastsettes av Stortinget.\nStaten gir støtte etter den tilskuddsprosent som departementet har fastsatt for elevenes hjemstedskommune, kommunen dekker den resterende del av de 85 pst.\nb. Elever ved private grunnskoler har rett til å bruke den kommunale skolepsykolog- og sosialkuratortjeneste.\nTilskuddsregel nr. 8: Norske folkeskoler (grunnskoler) for norske barn i utlandet.\nSkolene får statstilskudd beregnet etter gjeldende regler for de offentlige skoler. I de tilfelle der tilskuddsprosenten varierer, får skolene tilskudd etter maksimumsprosenten (85).\nTilskuddsregel nr. 9:\nFor så vidt undervisningspersonale blir medlemmer av Statens pensjonskasse, betaler staten den sum som svarer til pensjonsinnskuddene for fast tilsatte lærere i den offentlige skole. Summen skal betales direkte til pensjonskassen.\n1 Endret ved lover 21 juni 1974 nr. 55, 13 juni 1975 nr. 42, 8 juni 1979 nr. 45. – Se § 22.\n2 Se § 20.\n3 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Refusjonsrett.",
      "content": "Fylker (kommuner) som ifølge denne lov yter tilskudd til private skoler, og som derfor til vedkommende skoleslag får en gjennomsnittsutgift som er høyere enn den ville vært om alle elevene hadde gått i offentlige skoler, har refusjonsrett fra statens side for utgiftsdifferansen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Definisjoner m.m.",
      "content": "Med betegnelsen tilskuddsberettigede driftsutgifter (jfr. § 18) menes det samme som for de offentlige skoler, slik betegnelsen til enhver tid er fastsatt av Stortinget.\nMed betegnelsene fylkeskommunal/kommunal tilskuddsprosent menes den til enhver tid gjeldende prosentsats for statstilskudd til offentlige skoler, slik den er fastsatt av departementet.​1\nFor tilskudd til andre utgifter enn de tilskuddsberettigede driftsutgifter fastsetter departementet de nærmere vilkår.\n1 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Forskrifter.",
      "content": "Vedkommende departement​1 kan gi nærmere bestemmelser og/eller forskrifter om gjennomføringen av denne lov.\n1 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Ikrafttredelse. Endringer i andre lover.",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nLovens bestemmelser i § 18 om tilskudd får virkning fra 1 januar 1970 for tilskuddsberettigede skoler som på dette tidspunkt oppfylte vilkårene etter § 17 for å få tilskudd. For skoler som fra et tidspunkt etter den 1. januar 1970, men før loven trådte i kraft, oppfylte de nevnte vilkår, får lovens bestemmelser i § 18 om tilskudd virkning fra dette tidspunkt.\nFølgende lover endres slik: – – –.​2\n1 Fra 1 mai 1970 iflg. res. 23 april 1970.\n2 Endringer i lov 23 nov. 1951 nr. 2 § 19 og lov 15 mai 1964 nr. 2 § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Virkeområde.",
      "content": "Denne lov gjelder offentlige tilskudd til private skoler​2 og vilkår for å få slike tilskudd. For at en skole skal kunne få offentlig tilskudd må skolen ha til formål å drive forsøk,​3 eller være opprettet av religiøse og/eller etiske grunner, eller fylle et kvantitativt undervisningsbehov.\nLoven omfatter private skoler som\na. har paralleller i de offentlige grunnskoler og skoler som gir videregående opplæring, eller\nb. ikke har paralleller i det offentlige skoleverk, men gir videregående yrkesrettet undervisning. Departementet​4 avgjør i hvert enkelt tilfelle om en skole skal betraktes som en videregående skole eller som en høyskole.\nUnntatt fra denne lov er private skoler som\na. kommer inn under lov av 28. juli 1949 om folkehøgskular, lov av 12 november 1948 om brevskular, eller lov av 8. januar 1960 om utdannelse og offentlig godkjenning av sykepleiere, eller\nb. drives av politiske grupper eller partier på partipolitisk grunnlag.\nUnntatt fra denne lovs §§ 2-15 er skoler som kommer inn under lov av 15 mai 1964 om fagskulane i landbruket.\n1 Endret ved lover 21 juni 1974 nr. 55, 13 juni 1975 nr. 42, 8 juni 1979 nr. 45.\n2 Jfr. lov 13 juni 1969 nr. 24 § 14.\n3 Jfr. lov 8 juli 1954 nr. 3.\n4 Kirkedeptet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Skolen.",
      "content": "1. Skolen skal være underkastet den eller de lover som gjelder for vedkommende skoleslag, for så vidt intet annet følger av denne lov, og skal respektere de forpliktelser ratifiserte internasjonale avtaler som gjelder skole og undervisning, legger på tilsvarende offentlige skoleslag.\n2. Skolens undervisningsplaner, undervisningslokaler, utstyr m.v. skal godkjennes av departementet,​2 henholdsvis skoledirektøren. Med departementets godkjenning kan skolene avvike fra gjeldende planer og drive forsøk. Om forsøksvirksomhet gjelder de samme bestemmelser som for det offentlige skoleverk.​3\n3. Skoler som har paralleller i det offentlige skoleverk, må gi en undervisning tilsvarende den som forutsettes gitt i offentlige skoler av samme art. Forøvrig har skolene sin undervisningsfrihet. Avgangsprøver og avgangsvitnemål skal svare til de offentlige skolers.\n4. Skolene skal ha hele landet som inntaksområde, og skal stå åpne for alle som fyller vilkårene for opptak i vedkommende skoleslag. Elevene må fritt kunne velge arbeidssted/skole når skolegangen er avsluttet med mindre lærekontrakt er inngått.\n5. Alle offentlige driftstilskudd skal komme elevene til gode. Skoler som mottar offentlige tilskudd til full dekning av alle driftsutgifter, kan ikke kreve inn skolepenger. Skoler som ikke mottar full dekning, kan kreve inn skolepenger. For de videregående skoler skal skolepengenes størrelse godkjennes av departementet; for grunnskolen av skoledirektøren.\n6. Skolene må legge fram budsjett og regnskap etter regler fastsatt av departementet.\n7. For skoler i Norge kan departementet dispensere fra bestemmelsene i pkt. 4. For norske skoler i utlandet har departementet dessuten adgang til å dispensere fra punktene 2 og 3.\n1 Endret ved lov 8 juni 1979 nr. 45.\n2 Kirkedept.\n3 Se lov 8 juli 1954 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Internat.",
      "content": "Den enkelte skoles styre gir reglement for driften av internat som er knyttet til en privat skole. Reglementet skal godkjennes av departementet.​1\n1 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 28 mai 1982 nr. 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Styret.",
      "content": "Som øverste ansvarlige organ skal hver skole ha et styre, valgt av eieren, som fastsetter hvor mange medlemmer og varamedlemmer styret skal ha. Med departementets​2 samtykke kan to eller flere skoler ha felles styre. Rett til å være til stede på møter i styret, til å si sin mening og få den tilført protokollen har:\na. en representant valgt av skolestyret i vertskommunen når det gjelder en grunnskole, en representant valgt av fylkesskolestyret når det gjelder en skole som fylkeskommunen yter tilskudd til, en representant oppnevnt av departementet når det gjelder en skole som staten alene yter tilskudd til,\nb. en representant for elevrådet ved skoler som har slikt råd,\nc. en representant for foreldrerådet ved skoler som har slikt råd,\nd. en representant for lærerrådet ved skolen,\ne. en representant for andre ansatte ved skolen,\nf. skolens leder.\nVed behandling av saker som er underlagt taushetsplikt kan styret bestemme at personer med møterett som er under myndighetsalder må fratre. Departementet kan i spesielle tilfelle gi dispensasjon fra reglene under punktene a-f.\n1 Endret ved lover 8 juni 1979 nr. 45, 28 mai 1982 nr. 32.\n2 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Styrets funksjoner.",
      "content": "1. Styret tilsetter skoleleder og undervisningspersonale; for videregående skolers vedkommende skal tilsettingene godkjennes av departementet,​1 for grunnskolers vedkommende av skoledirektøren.\n2. Styret vedtar skolens budsjett og har ansvaret for regnskapet.\n3. Styret fastsetter reglement og instrukser for skolen og fører tilsyn med skolens virksomhet. Reglement og instrukser skal godkjennes av departementet.\n4. Styret kan delegere myndighet til skolens daglige leder. Tilsettingsmyndigheten kan bare delegeres for så vidt angår tilsettinger av vikarer for en del av et skoleår.\n1 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "6 a",
      "section": "6 a",
      "title": "Samarbeidsutvalg/skoleutvalg.",
      "content": "1. Ved hver grunnskole skal det være et samarbeidsutvalg der det skal være 2 representanter fra lærerrådet, 1 representant for andre ansatte, 2 representanter for elevrådet ved skoler som har slikt råd, 2 representanter fra foreldrerådet, 1 representant valgt av skolens styre og skolens leder. Departementet kan i særlige tilfelle gjøre unntak fra kravet om at det skal være samarbeidsutvalg ved skolen.\nSamarbeidsutvalget velger selv formann og varaformann for ett år om gangen. Elevrådsrepresentantene med varamedlemmer og foreldrerådsrepresentantene med varamedlemmer velges for ett år, de øvrige for 2 skoleår om gangen.\n2. Ved hver videregående skole skal det være et skoleutvalg med 7 medlemmer. Dette skal bestå av 2 representanter valgt av lærerrådet, 2 representanter valgt av elevrådet, 1 representant valgt av andre ansatte ved skolen, 1 representant valgt av skolens styre og skolens leder. Departementet kan i særlige tilfelle gjøre unntak fra kravet om at det skal være skoleutvalg ved skolen.\nSkoleutvalget velger formann og varaformann for ett år om gangen. Elevrådsrepresentantene med varamedlemmer velges for ett år, de øvrige for to skoleår om gangen.\n1 Tilføyd ved lov 28 mai 1982 nr. 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 A."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Skolelederen.",
      "content": "Skolen skal ha en leder (rektor, skolestyrer) som har den daglige ledelse, pedagogisk og administrativt. Lederen plikter å påse at gjeldende bestemmelser i lov, reglement og instrukser for skolen blir fulgt.\n1 Endret ved lov 28 mai 1982 nr. 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Undervisningsinspektør.",
      "content": "Ved større skoler skal det være en undervisningsinspektør som er skolelederens stedfortreder. Under dennes ledelse skal undervisningsmspektøren bl.a. føre tilsyn med orden, disiplin og vikarordninger og gi orientering til nye lærere.\nVed skoler som ikke har undervisningsinspektør, utpeker styret skolelederens stedfortreder.\n1 Endret ved lov 8 juni 1979 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Undervisningspersonale.",
      "content": "Undervisningspersonale og skoleledere skal ha de samme kvalifikasjoner og de samme lønns- og arbeidsvilkår, også med hensyn til lønn under sykdom, som lærere/skoleledere ved tilsvarende offentlige skoler.\nDepartementet,​1 henholdsvis skoledirektøren, kan i særlige tilfelle dispensere fra disse bestemmelser. For skoler uten paralleller i det offentlige skoleverk fastsettes ovennevnte vilkår av styret. De skal godkjennes av departementet.\n1 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Oppsigelse og avskjed.",
      "content": "Skoleleder og undervisningspersonale kan oppsis eller avskjediges av skolens styre på det vilkår som gjelder for skoleleder og undervisningspersonale ved tilsvarende offentlige skoler. For skoler som en ikke har noe tilsvarende til i det offentlige skoleverk, gjelder reglene om oppsigelse og avskjed i lov om statens tjenestemenn annet kapittel tilsvarende.\nStyrets beslutning om oppsigelse eller avskjed må godkjennes av skoledirektøren for grunnskolers vedkommende og ellers av departementet.​2\n1 Endret ved lov 10 juni 1977 nr. 65.\n2 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Inntak av elever.",
      "content": "Skolelederen bestemmer hvilke elever som skal tas inn ved begynnelsen av skoleåret. Lærerrådet kan ta inn nye elever i løpet av skoleåret. Melding om inntak av elever i private grunnskoler sendes til vedkommende skolestyre, i skoler med paralleller i fylkeskommunale skoler til vedkommende fylkesskolestyre, og i andre skoler til departermentet.​1\n1 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Elevene.",
      "content": "1. Elever som er opptatt ved en skole, har rett til å gå skoleåret ut, med mindre deres oppførsel er slik at de kan utvises ifølge de regler som gjelder ved tilsvarende offentlige skole. Om oppflytting til neste klasse gjelder samme bestemmelser som ved tilsvarende offentlige skole.\n2. For skoler som ikke har paralleller i det offentlige skoleverk, fastsetter skolens styre regler om de forhold som er nevnt i nr. 1. Reglene må godkjennes av departementet.​1\n3. Om helsetilsyn gjelder forskriftene i lov av 28. juni 1957 nr. 6 i den utstrekning loven er gjort gjeldende for vedkommende skoleslag.\n4. Vedtak som gjelder inntak (jfr. § 11) eller utvisning etter reglene i nr. 1, kan klages inn for departementet etter reglene i forvaltningslovens kap. VI.\n1 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Elevråd.",
      "content": "Alle videregående skoler skal ha et elevråd på minst 5 medemmer med varamedlemmer. Ved grunnskoler skal det være elevråd ved skoler for ungdomstrinnet, og det kan være elevråd ved skoler for barnetrinnet når forholdene ligger til rette for det.\nI de skoleslag der bestemmelser om elevråd er gitt i lov eller reglement, gjelder disse bestemmelser også for elevrådet ved private skoler. Skolens styre kan, med godkjenning av departementet,​1 vedta egne bestemmelser om elevrådet etter at dette har hatt anledning til å uttale seg.\nI skoleslag der det ikke er gitt bestemmelser om elevråd, fastsettes disse av skolens styre. Bestemmelsene skal godkjennes av departementet.\n1 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Foreldreråd.",
      "content": "I de skoleslag der bestemmelser om foreldreråd er gitt i lov eller reglement, gjelder disse bestemmelser også for private skoler. Skolens styre kan, med godkjenning av departementet,​1 vedta egne bestemmelser om foreldrerådet etter at dette har hatt anledning til å uttale seg.\nVed andre skoler kan skolens styre, med godkjenning av departementet, opprette og gi bestemmelser om foreldreråd.\n1 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Lærerråd.",
      "content": "Ved hver skole skal det være et lærerråd der skolelederen og lærerne, ved internatskoler også internatstyreren, er medlemmer. Timelærere har stemmerett bare i saker som angår deres fag og elever. Internatstyreren har ikke stemmerett i faglige og pedagogiske saker.\nLærerrådet velger selv sin formann for 1 år om gangen. Skolens leder innkaller til og leder valgmøtet. Formannen innkaller til rådsmøte når han selv ønsker det, eller når skolens leder eller 1/3 av undervisningspersonalet krever det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "15 a",
      "section": "15 a",
      "title": "Råd for andre ansatte.",
      "content": "Ved hver skole kan det være et råd for tjenestemenn som er tilsatt for minst ett år og som ikke er medlemmer av lærerrådet.\nRådet velger selv formann og varaformann for ett år om gangen.\n1 Tilføyd ved lov 28 mai 1982 nr. 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15a",
        "source_heading": "§ 15 A."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Tilsyn.",
      "content": "For skoleslag hvor det er oppnevnt sakkyndig råd, står skolene under tilsyn av dette, for grunnskolens vedkommende dessuten av skolestyret og skoledirektøren. Norske skoler for norske barn i utlandet står under tilsyn av den Kongen bestemmer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Godkjenning.",
      "content": "En privat skole som kommer inn under denne lov eller lov av 15 mai 1964 om fagskulane i landbruket, kan etter søknad gis offentlig godkjenning som tilskuddsberettiget skole. Vertskommunens skolestyre og skoledirektøren i fylket skal gi uttalelse når det gjelder en grunnskole. Fylkesskolestyret i vertsfylket skal gi uttalelse når det gjelder en skole med paralleller i det fylkeskommunale skoleverk. Vilkåret for godkjenning av en privat videregående skole er at den er innpasset i fylkets planer for videregående opplæring. Vedkommende sakkyndige råd skal også uttale seg om skolen. Forsøksrådet for skoleverket​2 skal avgi uttalelse om skoler som har til formål å drive forsøk. Vedkommende departement​3 avgjør i hvert enkelt tilfelle om skolen tilfredsstiller kravene etter denne lov og etter en samlet vurdering skal godkjennes som tilskuddsberettiget.\nDepartementet gir hvert år melding til Stortinget om godkjenning av skoler.\nDepartementet skal trekke godkjenningen tilbake dersom vilkår nevnt i denne lov ikke oppfylles innen den frist som departementet fastsetter.\nEn skole som søker om offentlig godkjenning som tilskuddsberettiget skole, eller vedkommende skolestyre eller fylkesskolestyre kan anke en avgjørelse etter denne paragraf inn for Kongen.\n1 Endret ved lover 21 juni 1974 nr. 55, 13 juni 1975 nr. 42.\n2 Se lov 8 juli 1954 nr. 3 § 3.\n3 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Offentlige tilskudd.",
      "content": "Private skoler som er godkjent iflg. § 17, får etter søknad offentlig støtte etter reglene i denne paragraf. Skoler som kommer inn under tilskuddsreglene nr. 3 til 6, kan i særlige tilfelle etter søknad få statstilskudd til andre utgifter enn dem som er nevnt under vedkommende tilskuddsregel.\nTilskuddsregel nr. 1: Grunnskoler for funksjonshemmede.\na. Alle tilskuddsberettigede driftsutgifter​2 dekkes ved statstilskudd. Departementet​3 fastsetter tilskuddet på grunnlag av framlagte planer og budsjettforslag. Så vidt mulig legges normalsats pr. elev pr. skoleår til grunn.\nb. Andre driftsutgifter​2 dekkes ved tilskudd fra den kommunen hvor eleven har heimen sin, jfr. § 36 nr. 3 i lov om grunnskolen.\nc. Skolene kan etter søknad få statstilskudd til investeringsutgifter.\nd. Utgifter til elevreiser dekkes etter gjeldende regler i lov om grunnskolen.\nTilskuddsregel nr. 2: Videregående skoler for funksjonshemmede.\na. Alle driftsutgifter dekkes ved statstilskudd. Departementet fastsetter tilskuddet på grunnlag av framlagte planer og budsjettforslag. Så vidt mulig legges normalsats pr. elev pr. skoleår til grunn.\nb. Skolene kan etter søknad få statstilskudd til investeringsutgifter.\nc. Utgifter til elevreiser dekkes etter reglene i § 13 i lov om videregående opplæring.\nTilskuddsregel nr. 3:\nDe øvrige videregående skoler som vanligvis har sine paralleller i tilsvarende statlige skoler.\n85 pst. av de tilskuddsberettigede driftsutgifter dekkes ved statstilskudd. Så vidt mulig beregnes det etter en normalsats pr. helårselev.\nTilskuddsregel nr. 4:\nVideregående skoler som har sine paralleller i tilsvarende fylkeskomunale skoler, unntatt i bedriftsskoler.\na. 85 pst. av de tilskuddsberettigede driftsutgifter​2 dekkes ved offentlige tilskudd: Staten gir tilskudd ut fra den fylkeskommunale tilskuddsprosent​2 for elevenes hjemstedsfylke, elevfylket dekker den resterende del. Tilskuddet beregnes ut fra gjeldende normalsats pr. helårsverk.\nb. Skolene kan etter søknad få statstilskudd til teknisk og maskinelt utstyr.\nTilskuddsregel nr. 5: Bedriftsskoler.\nSkolene får statstilskudd ut fra en normalsats pr. klasse som fastsettes av Stortinget.\nTilskuddsregel nr. 6:\nVideregående skoler som ikke har paralleller i tilsvarende offentlige skoler (statlige, fylkeskommunale eller kommunale).\n75 pst. av de tilskuddsberettigede driftsutgifter​2 dekkes ved statstilskudd. Så vidt mulig beregnes tilskuddet etter normalsats pr. helårselev. I andre tilfelle beregnes tilskuddet på grunnlag av godkjent budsjett og regnskap. Forutsetningen er at skolen gir yrkesutdannelse, og at elevene gis undervisning som minst tilsvarer det halve programmet for heltidsundervisning. Departementet​3 kan gi nærmere bestemmelser.\nTilskuddsregel nr. 7: Grunnskoler i Norge.\na. Skolene får tilskudd av stat og kommune med 85 pst. av vanlige driftsutgifter til all godkjent undervisning som går inn under lov av 13 juni 1969 om grunnskolen. Tilskuddet beregnes på grunnlag av en normalsats pr. elev, særskilt for barnetrinnet og for ungdomstrinnet. Tilskuddsgrunnlaget fastsettes av Stortinget.\nStaten gir støtte etter den tilskuddsprosent som departementet har fastsatt for elevenes hjemstedskommune, kommunen dekker den resterende del av de 85 pst.\nb. Elever ved private grunnskoler har rett til å bruke den kommunale skolepsykolog- og sosialkuratortjeneste.\nTilskuddsregel nr. 8: Norske folkeskoler (grunnskoler) for norske barn i utlandet.\nSkolene får statstilskudd beregnet etter gjeldende regler for de offentlige skoler. I de tilfelle der tilskuddsprosenten varierer, får skolene tilskudd etter maksimumsprosenten (85).\nTilskuddsregel nr. 9:\nFor så vidt undervisningspersonale blir medlemmer av Statens pensjonskasse, betaler staten den sum som svarer til pensjonsinnskuddene for fast tilsatte lærere i den offentlige skole. Summen skal betales direkte til pensjonskassen.\n1 Endret ved lover 21 juni 1974 nr. 55, 13 juni 1975 nr. 42, 8 juni 1979 nr. 45. – Se § 22.\n2 Se § 20.\n3 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Refusjonsrett.",
      "content": "Fylker (kommuner) som ifølge denne lov yter tilskudd til private skoler, og som derfor til vedkommende skoleslag får en gjennomsnittsutgift som er høyere enn den ville vært om alle elevene hadde gått i offentlige skoler, har refusjonsrett fra statens side for utgiftsdifferansen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Definisjoner m.m.",
      "content": "Med betegnelsen tilskuddsberettigede driftsutgifter (jfr. § 18) menes det samme som for de offentlige skoler, slik betegnelsen til enhver tid er fastsatt av Stortinget.\nMed betegnelsene fylkeskommunal/kommunal tilskuddsprosent menes den til enhver tid gjeldende prosentsats for statstilskudd til offentlige skoler, slik den er fastsatt av departementet.​1\nFor tilskudd til andre utgifter enn de tilskuddsberettigede driftsutgifter fastsetter departementet de nærmere vilkår.\n1 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Forskrifter.",
      "content": "Vedkommende departement​1 kan gi nærmere bestemmelser og/eller forskrifter om gjennomføringen av denne lov.\n1 Kirkedept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Ikrafttredelse. Endringer i andre lover.",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nLovens bestemmelser i § 18 om tilskudd får virkning fra 1 januar 1970 for tilskuddsberettigede skoler som på dette tidspunkt oppfylte vilkårene etter § 17 for å få tilskudd. For skoler som fra et tidspunkt etter den 1. januar 1970, men før loven trådte i kraft, oppfylte de nevnte vilkår, får lovens bestemmelser i § 18 om tilskudd virkning fra dette tidspunkt.\nFølgende lover endres slik: – – –.​2\n1 Fra 1 mai 1970 iflg. res. 23 april 1970.\n2 Endringer i lov 23 nov. 1951 nr. 2 § 19 og lov 15 mai 1964 nr. 2 § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    }
  ]
}