{
  "id": "LOV-1920-12-17-1",
  "type": "statute",
  "title": "Lov om stortingsvalg",
  "short_name": "Stortingsvalgloven",
  "status": "in_force",
  "issued_date": "1920-12-17",
  "in_force_date": "1920-12-17",
  "url": "https://lovdata.no/dokument/NLO/lov/1920-12-17-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Stemmeberettiget ved stortingsvalg er norske statsborgere som senest i det år valgtinget holdes vil ha fylt 18 år og som ikke har tapt stemmeretten etter Grunnlovens § 53.\nNorske statsborgere som på valgdagen er bosatt utenfor riket, er likevel stemmeberettiget bare når de – foruten å oppfylle vilkårene i første ledd – noen gang har stått innført i norsk folkeregister som bosatt i riket, jfr. § 2 tredje ledd.\nNorske tjenestemenn som er ansatt i diplomatiet eller konsulatvesenet og deres husstand, er stemmeberettiget uten hensyn til regelen i annet ledd.\n1 Endret (tilføyd) ved lover 11 mai 1973 nr. 22, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "content": "Manntall over dem som har stemmerett etter § 1, skal i valgsognet​2 føres for herred av lensmannen hvis ikke formannskapet med samtykke av fylkesmannen bestemmer at en annen skal være manntallsfører. For by føres manntallet av den tjenestemann Kongen bestemmer.\nEr et valgsogn delt i eller mellem flere lensmannsdistrikter, skal særskilt manntall føres for hver sådan del av valgsognet, når lensmannen er manntallsfører.\nVedkommende departement​3 gir de fornødne forskrifter om manntallets innretning.\n1 Endret ved lover 21 mars 1930 nr. 1, 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 11 mai 1973 nr. 22 (endret paragraftallet fra 1 til 1 a).\n2 Se grunnl. § 59.\n3 Kommunaldeptet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Manntallet utarbeides i de år det holdes stortingsvalg.​2 Til grunn legges folkeregisteret i valgsognet.\nI manntallet innføres alle de som den 1. juli står innført i folkeregisteret som bosatt i valgsognet,​3 og som har stemmerett etter § 1.\nLikeså innføres i manntallet de som har stemmerett etter § 1 og som er bosatt utenfor riket, såfremt de noen gang i løpet av de siste 10 år før valgdagen har vært folkeregisterført som bosatt i riket, jfr. femte ledd. Personer som er nevnt i § 1 annet ledd, og som ikke har vært folkeregisterført som bosatt i riket noen gang i løpet ev de 10 siste år før valgdagen, skal føres inn i manntallet dersom søknad om slik innføring er kommet inn til manntallsføreren seinest 1. august i valgåret kl. 15. Søknaden må inneholde søkerens forsikring om at han fortsatt er norsk statsborger. Departementet​4 kan gi nærmere forskrifter om søknaden.\nDe som har stemmerett etter § 1, og som flytter til riket etter 1. juli, skal – når de ikke har vært folkeregisterført som bosatt i riket noen gang i løpet av de siste 10 år før valgdagen, manntallsføres i det valgsogn de flytter inn i, dersom valgstyret får melding fra folkeregisteret om flyttingen seinest kl. 15 dagen før det møte som er nevnt i § 6 første ledd.\nStemmeberettigede som er bosatt utenfor riket, jfr. § 1 annet og tredje ledd, på Svalbard eller på Jan Mayen, skal manntallsføres i det valgsogn hvor de sist var innført i folkeregisteret, som bosatt i valgsognet. Det samme gjelder stemmeberettigede som flytter inn i riket etter 1. juli, når de noen gang i løpet av de siste 10 år før valgdagen har vært folkeregisterført som bosatt i riket.\nPersoner som er døde, strykes i manntallet av manntallsføreren.\n1 Endret ved lover 17 juli 1925 nr. 1, 21 mars 1930 nr. 1, 5 mai 1939 nr. 1, 10 juni 1949 nr. 1, 1 mars 1957, 17 feb. 1961, 9 april 1965 nr. 4, 14 nov. 1968, 21 feb. 1969 nr. 13, 11 mai 1973 nr. 22, 25 mars 1977 nr. 24, 15 des. 1978 nr. 85, 29 mai 1981 nr. 37.\n2 Se grunnl. § 54.\n3 Se grunnl. § 59.\n4 Kommunaldeptet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Innen den 42de dag​2 før valgtinget​3 skal manntallsføreren ha satt op et utkast til manntall og en liste over dem, som han ikke har funnet å kunne innføre, forutsatt at han har vært i tvil om deres rett, eller de selv har krevet sig innført.\nEn manntallsnemnd, bestående av manntallsføreren og minst to andre som formannskapet velger blant sine egne medlemmer, skal i tiden mellom den 42de og den 35te dag før valgtinget gjennomgå manntallsutkastet og den nevnte liste. I det tilfelle som § 1 a annet ledd nevner, skal hver av manntallsførerne delta i nevnden, forsåvidt vedkommer hans eget distrikt. Nevnden velger selv sin formann. Dens vedtak fattes ved stemmeflerhet. Står stemmene likt, gjør formannens stemme utslaget. Vedtaket innføres i en bok.\nManntallsføreren skal uopholdelig sende dem, som selv har krevet sig innført i manntallet, men som nevnden ikke har funnet å kunne innføre, underretning om nevndens vedtak og om grunnen til dette.​4\n1 Endret ved lover 21 mars 1930 nr. 1 og 24 juni 1932 nr. 4, 11 mai 1973 nr. 22, 15 des. 1978 nr. 85.\n2 Se § 58.\n3 Se § 12.\n4 Se § 50 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Fra og med den 35te dagen til og med den 18de dag​2 før valgtinget​3 skal det manntall som nevnden har utarbeidet, ligge ute til alminnelig ettersyn på de steder som valgstyret bestemmer. Tid og sted for utleggingen skal manntallsføreren kunngjøre i tide med oppfordring til enhver om å klage, dersom han måtte finne at han selv eller noen annen med urette er innført eller utelatt. Kunngjøringen skal dessuten gjøre rede for den lovbestemte måte å klage på og for stedet hvor og dagen og klokkeslettet når klagen senest må være innkommet. Samtidig kunngjøres tid og sted for det møte som er nevnt i § 6 første ledd.\nManntallsføreren sørger for at politiske partier som er registrert etter § 11, og som stiller valgliste i valgdistriktet, får en avskrift av manntallet uten betaling. Manntallsavskrifter og eventuelt annet materiell som bygger på manntallet, kan et parti bare bruke til partiformål og ikke overlate til utenforstående. Materiellet skal tilintetgjøres når det ikke lenger brukes, senest to år etter utløpet av valgåret. Departementet kan gi nærmere forskrifter om dette.\n1 Endret ved lover 21 mars 1930 nr. 1, 10 juni 1949 nr. 1, 1 mars 1957, 17 feb. 1961, 25 mars 1977 nr. 24, 15 des. 1978 nr. 85, 29 mai 1981 nr. 37.\n2 Se § 58.\n3 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Klager over manntallet må være kommet inn til valgstyret​2 senest kl. 15 den 18de dag før valget. De skal være skriftlige og nevne de grunner de bygger på. En liste over dem som klagene gjelder, skal straks etter utløpet av fristen legges ut på de steder hvor manntallet har vært lagt ut.\nEr det gjort innsigelse mot noens stemmerett, skal manntallsføreren straks gi vedkommende underretning om dette.\n1 Endret ved lover 10 juni 1949 nr. 1, 1 mars 1957, 11 mai 1973 nr. 22, 15 des. 1978 nr. 85.\n2 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "En av dagene i tiden 13de-11te dagen før valget skal valgstyret​2 komme sammen for å avsi kjennelser om innføringer og strykninger i manntallet. Under møtet har den hvis stemmerett det handler om, og den som har klaget, rett til selv og ved fullmektig å uttale seg og føre sine bevis.\nI kjennelsesmøte kan innføring i manntallet skje etter klage, oppdaget feil eller når vedkommende har fått stemmerett eller vil få stemmerett seinest på valgdagen. Innføring kan også skje etter melding som nevnt i § 2 fjerde ledd. Stryking kan skje etter klage, oppdaget feil eller når vedkommende har mistet stemmeretten. Er det grunn til å tro at den som blir innført, står i manntallet i et annet valgsogn, skal underretning om innføringen straks sendes til manntallsføreren der.\n1 Endret ved lover 21 mars 1930 nr. 1, 1 mars 1957, 15 des. 1978 nr. 85, 29 mai 1981 nr. 37.\n2 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Det rettede manntall skal ligge til eftersyn på manntallsførerens kontor inntil stemmegivningen på samtlige stemmesteder i valgsognet er slutt. I tiden mellom møtet og stemmegivningens slutt stryker manntallsføreren dem som dør eller mister stemmeretten, og dem som efter underretning fra annet valgsogn er innført i dettes manntall.\nManntallsføreren skal straks sende underretning til den som er blitt innført eller strøket i manntallet etter at dette er lagt ut etter § 4 første ledd.\nUriktige kjennelser og uriktige innføringer og strykninger som kan ha hatt innflytelse på valget , eller som er innanket for Stortinget, omgjøres av dette. Andre forandringer i manntallet kan Stortinget ikke gjøre.\n1 Endret ved lover 21 mars 1930 nr. 1, 10 juni 1949 nr. 1, 1 mars 1957, 11 mai 1973 nr. 22, 15 des. 1978 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "1. I hvert valgsogn​2 skal der være et valgstyre, som skal bestå av manntallsføreren eller manntallsførerne​3 og valgsognets formenn.\nEr manntallsførerens distrikt delt i eller mellem flere valgsogn, bestemmer han med fylkesmannens samtykke, i hvilken utstrekning han skal delta i de forskjellige valgstyrer. Fylkesmannen kan beskikke en annen til som settemanntallsfører å tjenstgjøre i valgsogn, hvor den sedvanlige manntallsfører ikke selv kan gjøre tjeneste.\n2. Valgstyret velger selv sin formann og varaformann. Det er beslutningsdyktig, når to tredjedeler av dets medlemmer er tilstede. I det tilfelle, som § 7, første ledd nevner, bør manntallsføreren​3 alltid være med. Det fatter sine vedtak og kjennelser ved stemmeflerhet. Står stemmene likt, gjør formannens stemme utslaget.\nAlle møter holdes for åpne dører.\n3. Det første møte sammenkalles av ordføreren, de følgende av formannen.\n1 Endret ved lov 17 juli 1953 nr. 11, 15 des. 1978 nr. 85.\n2 Se grunnl. § 59.\n3 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "1. I hvert valgdistrikt​2 skal det være et fylkesvalgstyre som består av av fylkesutvalget.\nI valgdistrikt som omfatter bare en by, består fylkesvalgstyret likevel av valgstyret​3 eller – dersom byen er delt i flere valgsogn​4 av alle valgstyrer i byen.\n2. Fylkesordføreren fastsetter møtestedet for fylkesvalgstyret når valgdistriktet omfatter herredskommuner eller herredskommuner og bykommune(r), og innkaller til det første møte. I by som utgjør eget valgdistrikt, innkaller ordføreren til det første møte. Senere møter sammenkalles av formannen.\n3. Bestemmelsene i § 8, post 2, gjelder tilsvarende for fylkesvalgstyret.\n1 Endret ved lover 17 juli 1953 nr. 11, 9 april 1965 nr. 4, 29 mai 1981 nr. 37.\n2 Se grunnl. § 58.\n3 Se § 8.\n4 Se grunnl. § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Valgstyret og fylkesvalgstyret antar selv de fornødne hjelpere.\n1 Endret ved lov 17 juli 1953 nr. 11, 29 mai 1981 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Et politisk parti kan søke notarius publicus i Oslo om å bli registrert med et bestemt partinavn. Søknaden må være underskrevet av medlemmene i partiets hovedstyre. Som vedlegg til søknaden må følge utskrift av møtebok for partiets konstituerende møte, hvorav må framgå hvem som på møtet er valgt til medlemmer av partiets hovedstyre. Utskriften må våre bekreftet av disse medlemmene. Underavdeling av politisk sammenslutning kan ikke bli registrert.\nSammen med søknad om registrering må det legges fram for notarius publicus egenhendig underskrevet erklæring fra minst 3.000 personer som har stemmerett ved stortingsvalg, om at de ønsker partiet registrert, og at de har stemmerett ved stortingsvalg. Stemmerettsalderen må være nådd innen utgangen av det kalenderår hvor søknaden er satt fram. Hver underskrift må være datert, og dateringen må ikke være mer enn ett år eldre enn søknaden. Hver underskrivers postadresse og fødselsdato må være påført. Det skal legges til grunn at de oppførte underskriverne selv har skrevet under på erklæring som nevnt, og at de gitte erklæringer og opplysninger er riktige, med mindre særlige forhold tilsier noe annet.\nEt parti kan ikke bli registrert dersom partinavnet er utsatt for å forveksles med partinavn som allerede er registrert. Partiet kan heller ikke registreres dersom navnet er utsatt for å forveksles med navn på parti som tidligere er søkt registrert, med mindre sistnevnte søknad er endelig avslått. Et registrert partinavn blir fritt fire år etter at partiet er oppløst eller har skiftet navn. Navnet blir også fritt når partiet ved to påfølgende stortingsvalg ikke har stilt partiliste i noe valgdistrikt.\nOm saksbehandlingen gjelder reglene i forvaltningsloven uten hinder av dennes § 4. Klage over vedtak som treffes av notarius publicus avgjøres av en nemnd som oppnevnes av departementet.​2 Vedtak av notarius publicus eller av nemnda om registrering av partier skal kunngjøres i Norsk lysingsblad.​3\nSøknad om registrering må være kommet inn til notarius publicus senest 31 mars i valgåret for at registreringen skal ha virkning ved valget.\nEnhver som behandler saker etter denne paragraf, plikter å hindre at andre får adgang eller kjennskap til det han i denne forbindelse får vite om noens personlige forhold.\n1 Endret ved lover 9 april 1965 nr. 4, 4 juni 1976 nr. 60, 25 mars 1977 nr. 24 (får etter lovens IV ikke virkning for tidligere søknader om registrering), 8 april 1983 nr. 15. – Jfr. lov 17 des. 1920 nr. 2.\n2 Kommunaldepartementet.\n3 Se lov 11 okt. 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Valgting til kåring av stortingsrepresentanter skal holdes på en og samme dag i alle rikets valgsogn i september måned i hver stortingsperiodes siste år.​2 Dagen fastsettes i god tid av Kongen til en mandag. Kommunestyret kan likevel bestemme at det i vedkommende valgsogn skal holdes valgting også på søndager før den valgdag som er fastsatt av Kongen.\n1 Endret ved lover 5 mai 1939 nr. 1, 17 feb. 1961, 9 april 1965 nr. 4, 21 feb. 1969 nr. 13, 25 mars 1977 nr. 24.\n2 Se grunnl. §§ 54 og 68.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "12 a",
      "section": "12 a",
      "content": "Rett til å kreve seg fritatt for å stå på en liste ved stortingsvalg har;\na. den som er stemmeberettiget i et annet valgdistrikt,\nb. den som har møtt som representant på alle ordentlige Storting etter foregående valg.\n1 Tilføyd ved lov 25 mars 1977 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12a",
        "source_heading": "§ 12 a."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "1. Et forslag til valgliste må for å kunne godkjennes:​2\na. være innkommet til fylkesvalgstyrets formann​3 seinest kl. 15 den 1 juli i valgåret,​4\nb. ha en overskrift som angir, hvilket parti​5 eller hvilken gruppe det utgår fra, og som ikke kan lede til forveksling, jfr. § 14 post 1, siste ledd;\nUtgår forslaget fra et parti som er meldt overensstemmende med § 11, skal partiangivelsen i listeoverskriften være likelydende med partiets registrerte navn.\nc. være utfylt i tydelig rekkefølge med navnene på så mange forskjellige personer, som der skal velges stortingsrepresentanter for distriktet.​6 Forslaget kan dessuten i fortsatt rekkefølge utfylles med navnene på inntil 6 andre personer.\nKandidatene skal være betegnet med fornavn og etternavn og – hvis det er nødvendig for å unngå forveksling – med stilling og/eller bostedsadresse.\nd. være egenhendig underskrevet av minst 500 stemmeberettigede​7 i valgdistriktet. Underskriverne må ikke stå som forslagsstillere på noe annet forslag, jfr. § 14 nr. 1 fjerde ledd.\nUtgår forslaget fra et parti som er registrert etter § 11,​8 er det nok at forslaget er underskrevet av formann og sekretær for partiets avdeling i valgdistriktet. Fins ikke slik avdeling, gjelder bestemmelsene i første ledd.\nUtgår forslaget både fra parti som er registrert etter § 11 og fra velgere som organisasjonsmessig ikke representerer noe slikt parti, gjelder bestemmelsene i første ledd.\nEt parti, herunder innbefattet alle lokalavdelinger og tilsluttede partiavdelinger, kan bare stille en liste i hvert valgdistrikt.\ne. ikke har kandidat felles med andre forslag, jfr. § 14, post 1, sjette og syvende punktum.\n2. Et forslag til valgliste må videre inneholde angivelse av en tillitsmann med varamann blant dem som har underskrevet listeforslaget, som fylkesvalgstyret kan henvende seg til ved forhandlinger angående forslaget.​9\nEt forslag til valgliste bør inneholde angivelse av et tillitsutvalg på 10 personer med 3 varamenn blant forslagsstillerne som kan gi erklæring om tilbakekallelse av listeforslaget, jfr. nr. 3. Er intet tillitsutvalg utpekt, anses som tillitsutvalg de 10 første forslagsstillere og de 3 nærmest følgende som varamenn. Er forslaget underskrevet etter nr. 1 bokstav d annet ledd, anses styret for den partiavdeling som har underskrevet forslaget som tillitsutvalg.\n3. Som vedlegg til listeforslaget skal følge en fortegnelse over kandidatenes fødselsdato. Er forslaget underskrevet i samsvar med reglene i nr. 1 bokstav d første ledd, jfr. annet ledd annet punktum og tredje ledd, skal det også ligge ved en oversikt over forslagsstillernes bostedsadresse og fødselsdato.\n4. Et forslag til valgliste kan tilbakekalles av forslagets tillitsutvalg. Erklæring om tilbakekallelse av listeforslag må være innkommet til fylkesvalgstyrets formann seinest kl. 15 den 20. juli i valgåret.\n1 Endret ved lover 16 feb. 1924, 21 mars 1930 nr. 1, 24 juni 1932 nr. 4, 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 9 april 1965 nr. 4, 14 juni 1974 nr. 40, 25 mars 1977 nr. 24, 29 mai 1981 nr. 37 (Endringene i § 13 nr. 1 bokstav d annet ledd og § 13 nr. 2 første ledd får først virkning for stortingsvalget 1985), 8 april 1983 nr. 15.\n2 Jfr. § 14 nr. 1.\n3 Se § 9.\n4 Se § 58 og § 14 nr. 1, 2net ledd .\n5 Se § 11.\n6 Se grunnl. § 58.\n7 Se grunnl. §§ 50 og 53.\n8 Jfr. lov 17 des. 1920 nr. 2 § 1.\n9 Jfr. § 14 nr. 1, 3dje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "1. Fylkesvalgstyret​2 avgjør hvorvidt de innkomne forslag og de i § 13 nr. 4 omhandlede erklæringer skal godkjennes, og undersøker om kandidatene og forslagsstillerne oppfyller de lovbestemte vilkår.\nOversittelse av de i § 13 nr. 1 bokstav a og 4 satte frister kan ikke avhjelpes.\nFor øvrig skal fylkesvalgstyret eller dets formann, før avgjørelse treffes, søke å bringe forslag eller erklæring i foreskrevet stand under forhandling med den utpekte tillitsmann.​3\nStår en forslagsstiller på flere forslag, skal det gis ham pålegg om innen en bestemt frist å erklære, på hvilket forslag han vil stå. Erklærer han seg ikke, strykes han som forslagsstiller av alle forslag. Står en kandidat på flere forslag, skal det gis ham tilsvarende pålegg. Erklærer han seg ikke, blir han stående på det forslag som er kommet først inn til fylkesvalgstyrets formann uten seinere å være tilbakekalt, men strykes av de andre forslag. Når et navn strykes av denne eller av annen grunn, kan tillitsmannen bestemme, hvilket navn som skal settes i stedet. Gjør han ikke det, rykker de etterfølgende opp i uforandret rekkefølge.\nHar flere forslag til valglister samme overskrift eller er noe forslag forsynt med overskrift som ikke tydelig adskiller seg fra andre forslags overskrift, og saken ikke ordnes med forhandling, seirer det forslag som først er innkommet. Likevel går enerett til partinavn, ervervet i henhold til § 11, alltid foran.\n2. Forslagene skal, etter hvert som de innkommer, ligge til ettersyn i fylkesvalgstyrets lokale. Seinest den 10 august​4 i valgåret skal fylkesvalgstyret i eller ved sitt lokale slå opp de godkjente forslag som offisielle valglister, hver liste med en oversikt som angir valgtiden, valgdistriktet, det parti eller den gruppe som forslaget er utgått fra, samt tillitsmannens navn. Samtidig med at de godkjente forslag blir oppslått, skal fylkesvalgstyret sende tillitsmannen for hver liste avskrift av vedkommende godkjente listeforslag.\nFylkesvalgstyret skal dessuten – så vidt mulig innen samme frist – kunngjøre overskriftene på de godkjente listeforslag i avisene i distriktet.\nAvtrykk av kunngjørelsene tilstilles samtidig alle valgstyrer​5 i valgdistriktet, bl.a. til oppslag i tilstrekkelig antall i valglokalene.\n3. Fylkesvalgstyret sørger for at det til bruk for velgerne i valglokalene blir trykt et tilstrekkelig antall stemmesedler av alle de godkjente valglister i valgdistriktet. Tillitsmannen for den enkelte liste kan utover dette antall for egen regning kreve å få det antall stemmesedler han ønsker. Krav herom må i tilfelle settes fram skriftlig innen den frist fylkesvalgstyret setter.\n1 Endret ved lover 21 mars 1930 nr. 1, 24 juni 1932 nr. 4, 24 mars 1933 nr. 13, 10 juni 1949 nr. 1, 1 mars 1957, 9 april 1965 nr. 4, 25 mars 1977 nr. 24, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Se § 9.\n3 Se § 13 nr. 2 b.\n4 Se § 58.\n5 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Valgtingene holdes i høvelige lokaler, som valgstyret​2 velger. I mangel av annet tjenlig lokale holdes tinget i kirken. Valgstyret bør la valgting holdes på flere steder hvor det finner det ønskelig av hensyn til velgerne. Vedtak om antall stemmesteder må være gjort senest 1. mai i valgåret.\nI valgsogn hvor det skal holdes valgting søndag, og hvor stemmegivning skal foregå på flere steder i valgsognet, kan valgstyret bestemme at ett eller flere valglokaler ikke skal holdes åpne søndag.\nPå hvert stemmested foregår stemmegivning for en viss del av manntallet.​3\n1 Endret ved lover 17 juni 1953 nr. 11, 9 april 1965 nr. 4, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Se § 8.\n3 Jfr. § 31, 2net ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Skal stemmegivningen foregå på flere steder i valgsognet, forestår et stemmestyre på minst 4 medlemmer valgtinget på hvert sted.\nValgstyret​2 velger medlemmer og varamedlemmer til til stemmestyrene og formenn for dem. Valgbar og pliktig til å mota valg er enhver som er er manntallsført i kommunen ved valget. Personer som bor i vedkommende stemmekrets bør fortrinnsvis velges.\n1 Endret ved lov 9 april 1965 nr. 4, 11 mai 1979 nr. 14.\n2 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Valgstyret​2 kunngjør to ganger når og hvor valgtinget skal holdes og når det skal være avsluttet. Første kunngjøring skjer 3 til 4 uker før valget og annen kunngjøring en av de siste dagene før valget.\nTiden for stemmegivningen bør settes rommelig, den må på mandag minst være 5 timer. Bortsett fra de tilfelle 1) hvor det vil skape vansker eller 2) hvor det må antas at det ikke er nødvendig, skal minst 2 timer, men ikke mer enn halvparten av stemmetiden på mandag legges til tiden etter kl. 18. I de valgsogn hvor ikke minst 2 timer av stemmmetiden ikke legges til etter kl. 18, kan slik avgjørelse bare tas ved et enstemmig vedtak av valgstyret. I vedtaket skel valgstyret grunngi hvorfor 2 timer av stemmetiden ikke legges til etter kl. 18. På søndag må stemmetiden under ingen omstendighet settes kortere enn 3 timer, og stemmmegivningen kan tidligst begynne kl. 13.\n1 Endret ved lover 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 9 april 1965 nr. 4, 11 mai 1979 nr. 14.\n2 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Etter reglene i dette avsnitt har en velger adgang til å avgi stemme på forhånd hos en stemmemottaker​2 i eller utenfor sitt valgsogn når han erklærer at han vil være hindret fra å møte personlig på valgtinget.\nVed stemmegivning utenfor riket eller på Svalbard eller Jan Mayen og på norsk fartøy som går i utenriksfart, behøver velgeren ikke avgi erklæring som nevnt i første ledd.\n1 Endret ved lover 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 1 mars 1957, 6 juni 1969 nr. 18, 11 mai 1979 nr. 14.\n2 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Forhånds stemmegivning må ikke foregå tidligere enn 1. juli i valgåret.\nStemmegivningen må ikke foregå senere enn siste lørdag før valget kl. 20. I de valgsogn hvor det ikke skal holdes valgting søndag, skal det likevel denne dag være adgang til avgi forhåndsstemme inntil kl. 20. Stemmetiden denne dag må på hvert sted som nevnt i § 20 bokstav a tredje ledd være minst 2 timer, tidligst fra kl. 13.\nUnder enhver omstendighet må stemmegivningen foregå så tidlig at stemmesedlen uten særlige foranstaltninger fra stemmemottagerens side kan komme vedkommende valgstyre i hende før stemmegivningen på valgtinget avlyses.​2\n1 Endret ved lover 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 9 april 1965 nr. 4, 21 feb. 1969 nr. 13, 6 juni 1969 nr. 18, 11 mai 1973 nr. 22 (første ledd fra 1 jan. 1977), 11 mai 1979 nr. 14.\n2 Se § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Som stemmemottaker gjør tjeneste:\na. Manntallsføreren.\nEr lensmannen manntallsfører, kan statslønte lensmannsbetjenter som er fast ansatt ved lensmannens kontor, motta forhånds stemmegivning der.\nHvor særlige forhold som arbeidsmengde, reisefravær og liknende gjør det påkrevd kan valgstyret​2 oppnevne en eller flere stemmemottakere til å hjelpe manntallsføreren.\nStemmegivningen skal foregå på manntallsførerens kontor. Valgstyret kan likevel bestemme at stemmegivning også skal kunne foregå på et eller flere andre steder i kommunen.\nb. På Svalbard sysselmannen, som også kan oppnevne andre stemmemottakere. Sysselmannen bestemmer da det sted hvor stemmegivningen skal foregå.\nc. Utenfor riket, utenrikstjenestemann ved lønnet norsk utenriksstasjon og ved ulønte stasjoner som av Utenriksdepartementet er særskilt bemyndiget til det, eller den som Kongen​3 bestemmer. Ved norsk utenriksstasjon kan stasjonssjefen når han finner det påkrevet, dessuten oppnevne en eller flere av stasjonens funksjonærer til å motta forhåndsstemmegivning på stasjonen.\nd. På Jan Mayen den som Kongen bestemmer, og på norske skip på veg fra Norge til Svalbard eller Jan Mayen føreren i samsvar med det som er bestemt i bokstav f. Reglene i § 22, post 6 og i § 25 gjelder så vidt mulig etter departementets​3 nærmere bestemmelse.\ne. Mønstringssjef ved fylkesarbeidskontor og ved arbeids- og sjømannskontor. Mønstringssjefen plikter bare å medvirke ved stemmegivning av sjømenn og personer som er ansatt på norsk fangstfartøy.\nf. På norsk fartøy som går i utenriks fart, skipsfører eller styrmann. Disse plikter bare å medvirke ved stemmegivning av skipets mannskap eller passasjerer.\n1 Endret ved lover 24 juni 1932 nr. 4, 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 1 mars 1957, 9 april 1965 nr. 4, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37.\n2 Se § 8.\n3 Kommunaldepartementet iflg. res. 3 feb. 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Velgeren må avgi sin stemme ved personlig frammøte hos stemmemottakeren​2 på hans kontor, for utenrikstjenestemann ved norsk utenriksstasjon også på kontoret til norsk institusjon, som er godkjent av vedkommende departement etter bestemmelsene i § 22 i lov om tiltak til fremme av sysselsetting av 27. juni 1947, på vedkommende fartøy eller på sted som er fastsatt for stemmegivningen i henhold til § 20 a eller b. Stemme kan også avgis på pasientrommene når det gjelder stemmegivning på sykehus, fødehjem, sykehjem (pleiehjem), aldershjem eller annen institusjon som gir personer som er syke, uføre e.l., behandling, pleie eller opphold.\nValgstyret​3 kan bestemme at det skal være adgang til avgi stemme en viss tid hver dag på manntallsførerens kontor. Videre kan valgstyret bestemme at det der – utenfor manntallsførerens kontortid eller den tid som etter foregående punktum er fastsatt for stemmegivningen – skal være adgang til avgi forhåndsstemme en viss tid på en eller flere bestemte dager. Likeledes kan valgstyret bestemme at det på annet sted hvor det i henhold til § 20 bokstav a er bestemt at stemmegivning skal foregå, skal være adgang til avgi stemme en viss tid på en eller flere bestemte dager. Valgstyret fastsetter i tilfelle også – i samsvar med § 19 annet ledd – tid og sted for forhåndsstemmegivning søndagen for den valgdag som er fastsatt av Kongen. Valgstyret kunngjør all forhåndsstemmegivning i valgsognet etter §§ 18-21, med tid og sted. Stemmegivning på institusjon som er nevnt i første ledd annet punktum, skal også kunngjøres ved oppslag på vedkommende istitusjon.\nStemmemottaker på slik institusjon som er nevnt i første ledd annet punktum, skal på forhånd drøfte ordningen av stemmegivningen der med institusjonens ledelse.\nStemmeseddelen skal være som foreskrevet i § 33.\nValgstyret sørger for at de stemmesedler som det mottar til forhåndsstemmegivningen, sendes i tilstrekkelig antall til stemmemottakerne, som har å sørge for at de utlegges på stemmestedet til bruk for dem som skal avgi stemme.\n1 Endret ved lover 24 juni 1932 nr. 4, 10 juni 1949 nr. 1, 9 april 1965 nr. 4, 6 juni 1969 nr. 18, 11 mai 1973 nr. 22, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14, 8 april 1983 nr. 15.\n2 Se § 20.\n3 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Stemmegivningen foregår således:\n1. Stemmemottageren​2 gjør velgeren bekjent med de regler hvorefter handlingen skal foregå, og skaffer ham, om han ønsker det, de nødvendige skrivesaker.\n2. Han leverer velgeren en konvolutt til å legge stemmeseddelen i.\nTil dem som skal avgi stemme på pasientrom, og som ikke allerede har stemmeseddel, leverer stemmemottakeren en stemmeseddel – uten angivelse av kandidatnavn – for hvert registrert partis liste, og ber velgeren beholde dem han ikke bruker. Når de stemmesedler som trykkes etter § 14 nr. 3 foreligger, skal velgere som har stemmerett i valgdistriktet i stedet få utlevert en slik stemmeseddel av hver liste. Stemmemottakeren må ikke ta tilbake noen av de utleverte stemmesedlene som velgeren ikke har brukt.\nVelgeren legger selv stemmeseddelen i konvolutten i enerom og usett. Ved stemmegivning på pasientrom gjelder kravet om at stemmeseddelen skal legges i konvolutten i enerom og usett, i den utstrekning dette lar seg gjøre.\n3. Stemmemottakeren gir derefter velgeren en annen konvolutt (omslagskonvolutten). I denne legger velgeren selv den konvolutt som inneholder hans stemmeseddel og velgeren kleber selv omslagskonvolutten igjen.\nStemmemottakeren påfører omslagskonvolutten velgerens fulle navn og nøyaktige adresse på hjemstedet 1. juli i valgåret, samt tiden og stedet for stemmegivningen. Ved stemmegivning på norsk fartøy som går i utenriks fart, trengs ingen stedsangivelse, men fartøyets navn og eier skal påføres. Videre påfører stemmemottakeren bevitnelse om at bestemmelsene i nr. 1, nr. 2 siste ledd og nr. 3 første ledd annet punktum er iakttatt, om stemmemottakeren er sikker på at velgeren er den vedkommende sier seg å være, og om det er noen grunn til å anta at velgeren er i en slik tilstand som nevnt i § 32 annet ledd. Stemmemottakeren skriver så under det som er påført omslagskonvolutten.​3\nStemmemottageren leverer derefter omslagskonvolutten til velgeren som egenhendig bekrefter riktigheten av de oplysninger som er påført omslagskonvolutten. Ved stemmegivning innen riket (dog undtatt Svalbard og Jan Mayen) gir velgeren påtegning på omslagskonvolutten om den grunn som vil hindre ham fra personlig fremmøte på valgtinget, jfr. § 18. Stemmemottageren plikter gjøre velgeren opmerksom på, at han skal gi sådan erklæring, og bistå ham med å istandbringe den.\n4. Foregår stemmegivningen i det valgsogn​4 hvor velgeren er manntallsført (på manntallsførerens kontor eller på sted som valgstyret​5 har bestemt etter § 20 bokstav a), legger velgeren selv omslagskonvolutten i en urne for forhåndsstemmegivning.\nForegår stemmegivningen utenfor det valgsogn hvor velgeren er manntallsført, eller for stemmemottaker som omhandles i § 20 e, leverer velgeren omslagskonvolutten til stemmemottakeren som sender den på raskeste betryggende måte direkte til valgstyret i det valgsogn hvor velgeren er manntallsført. Fra utenriks sted kan stemmemottakeren sende den gjennom vedkommende departement.​6 I en av fylkesmannen godkjent bok som innrettes etter et av vedkommende departement fastsatt skjema, skal valgstyrets formann føre inn de mottatte forhåndsstemmer i nummerrekke med angivelse av tiden, når han tok imot dem.​7 Det tilsvarende nummer setter han på omslagskonvolutten som han ikke skal åpne. Når valgstyret skal begynne å åpne og behandle disse forhåndsstemmer, skal formannen legge fram den nevnte bok og alle de brev som er ført inn før valgtinget.\n5. Valgagitasjon er ikke tillatt i det rom der stemmegivningen foregår og i tilstøtende rom.\nVelgere som på grunn av legemlige mangler ikke er i stand til å avgi sin stemme slik som omhandlet i denne paragraf, kan få den nødvendige hjelp av en person som han selv utpeker og som har fylt 14 år. En slik person kan også skrive under på omslagskonvolutten med sitt navn på vegne av velgeren.\nFør en urne for forhandsstemmegivning tas i bruk, må den være forseglet av valgstyrets formann. Er denne stemmemottaker, forsegler varaformannen den urne formannen får. Urnens form og innretning bestemmes av departementet.​6\nManntallsføreren kan – i overvær av en annen person – åpne urner med forhåndsstemmer i og legge stemmene over i en annen forseglet urne for forhåndsstemmer.\n6. Enhver stemmemottaker som omhandles i § 2O a, skal føre liste over de velgere i valgsognet som avgir stemme hos ham. Listen føres i nummerorden og det tilsvarende nummer settes på omslagskonvolutten før den legges i urnen.\nDessuten skal enhver stemmemottaker føre særskilt liste over de velgere som avgir stemme hos ham utenfor sitt eget valgsogn. Stemmemottaker som omhandles i § 20 e, skal likevel på denne liste ta med alle de velgere som avgir stemme hos ham.\nFår han vite at noen av dem som har avgitt stemme hos ham, er avgått ved døden før valget, skal han straks melde fra til vedkommende valgstyre (jfr. § 25, post 2).\n1 Endret ved lover 24 juni 1932 nr. 4, 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 17 feb. 1961, 9 april 1965 nr. 4, 6 juni 1969 nr. 18, 11 mai 1973 nr. 22, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Se § 20.\n3 Se § 25 nr. 2.\n4 Se grunnl. § 59.\n5 Se § 8.\n6 Kommunaldeptet.\n7 Jfr. § 36, 2net ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 mai 1979 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 mai 1979 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "1. Skipsføreren eller styrmannen skal føre inn i skipets dagbok at stemmegivningen er skjedd, velgerens fulle navn, det valgsogn han tilhører, og når brevet er besørget sendt.\n2. Det påligger enhver stemmemottaker på utenriks sted uoppholdelig å gi vedkommende departement​2 telegrafisk underretning, så snart det kommer til hans kunnskap at noen som har avgitt stemme i kraft av denne lov, er avgått ved døden før valget.​3\n3. Skipsfører på norsk fartøy skal sørge for at det i mannskapets oppholdsrom om bord finnes oppslått en veiledning om utenriksværendes stemmegivning,​4 utarbeidet av departementet. Veiledningen skal også stadig finnes på enhver norsk utenriksstasjon hvor forhåndsstemmer mottas og hos mønstringssjef som gjør tjeneste som stemmemottaker etter § 20 bokstav e.\nEier av norsk fartøy plikter å sørge for at materiell som er nødvendig etter bestemmelsene i denne lov og som departementet foranlediger sendt til ham, uten opphold blir sendt videre til føreren av vedkommende fartøy.\n1 Endret ved lover 24 juni 1932 nr. 4, 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 17 feb. 1961, 9 april 1965 nr. 4, 25 mars 1977 nr. 24.\n2 Kommunaldepartementet.\n3 Se §§ 61 og 63.\n4 Se § 63. Jfr. strl. § 419.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "1. Stemmeberettigede som oppholder seg i Norge, unntatt Svalbard og Jan Mayen, som er syke eller uføre og av den grunn ikke vil være i stand til å møte fram i et valglokale på valgdagen, har adgang til å avgi forhåndsstemme der de oppholder seg, til en stemmemottaker, i samsvar med reglene nedenfor. For øvrig gjelder reglene om forhåndsstemmer i denne lov. Reglene nedenfor gjelder likevel ikke for stemmeberettigede som oppholder seg på institusjon hvor det etter vedtak av valgstyret foregår forhåndsstemmegivning etter §§ 18-22 foran.\n2. Fylkesvalgstyret kunngjør i god tid før 12. dag før valget at stemmeberettigede som nevnt i nr. 1 kan sende inn brev m.v. som nevnt i nr. 3 og 4, og tar inn i kunngjøringen liste over manntallsførerne i fylkets valgsogn, med adresse. Departementet fastsetter skjema for kunngjøringen.\n3. I brev til manntallsføreren i det valgsogn hvor den stemmeberettigede oppholder seg, må han sette fram krav om å få avgi stemme der han oppholder seg. I brevet må opplyses hans fulle navn, fødselsår og -dato og nøyaktig adresse, og at han er syk eller ufør og av den grunn ikke vil være i stand til å møte fram i et valglokale på valgdagen. Brevet må underskrives av den stemmeberettigede, enten egenhendig eller med påholden penn (det siste må i tilfelle opplyses).\n4. Samtidig må det til manntallsføreren sendes en skriftlig erklæring – egenhendig underskrevet av en person som har fylt 18 år – om han kjenner den stemmeberettigede og kan bekrefte at han er syk eller ufør og av den grunn ikke vil være i stand til å møte fram i et valglokale på valgdagen.\n5. Brev og erklæring som nevnt i nr. 3 og 4 må være kommet inn til vedkommende manntallsførers kontor senest 12. dag før valget kl. 15.00.\n6. På hvert brev m.m. som kommer inn, noterer manntallsføreren straks dato og klokkeslett for det tidspunkt da skrivet kom inn til hans kontor, og sin signatur. Han ser etter om vilkårene etter nr. 3, 4 og 5 er oppfylt. Er vilkårene ikke oppfylt, sender han straks underretning om dette til den stemmeberettigede, og om hva mangelen består i. Er fristen i nr. 5 ennå ikke utløpt, opplyser han samtidig at mangelen kan rettes innen fristen løper ut. Opplysninger som fins i folkeregisteret i kommunen, har manntallsføreren plikt til å innhente og føye til i innkomne brev dersom dette er nødvendig for at vilkårene i nr. 3 skal bli oppfylt. Ut over dette kan manntallsføreren eller annen valgmyndighet ikke rette eller føye til noe i de brev og erklæringer som kommer inn.\n7. Stemmeberettigede som har satt fram krav m.m. som oppfyller vilkårene i nr. 3, 4 og 5 – i tilfelle etter rettelse eller tilføyelse i samsvar med nr. 6 – skal bli oppsøkt av stemmemottaker. Manntallsføreren fører en egen liste over de stemmeberettigede som etter dette skal bli oppsøkt.\nAndre stemmeberettigede har ikke adgang til å avgi stemme etter denne paragraf.\n8. Manntallsføreren bestemmer hvilke velgere den enkelte stemmemottaker skal oppsøke og gir de instrukser som det i det enkelte tilfelle er grunn til.\n9. Stemmemottakeren har ikke plikt til å oppsøke en stemmeberettiget mer enn en gang. Er en stemmeberettiget som skal oppsøkes, ikke til stede på den oppgitte adresse når stemmemottakeren kommer, skal stemmemottakeren legge igjen der en skriftlig beskjed til den stemmeberettigede om når han har vært der. I slike tilfelle og ellers når en stemmemottaker ikke finner fram til en stemmeberettiget som han skal oppsøke, skal stemmemottakeren snarest mulig skrive ned en forklaring om de nærmere omstendigheter i denne forbindelse. Han bør forsøke å få en mulig tilstedeværende person til ved sin underskrift å bekrefte riktigheten av forklaringen, før han leverer denne til manntallsføreren.\n10. Dersom en stemmeberettiget som har satt fram krav som nevnt foran og som blir oppsøkt av stemmemottaker likevel ikke vil avgi stemme til denne, skal stemmemottakeren på stedet skrive ned en forklaring om dette og anmode den stemmeberettigede om ved sin underskrift å bekrefte riktigheten av det nedskrevne. Stemmemottakeren bør også forsøke å få en mulig tilstedeværende tredjemann til på samme måte å bekrefte dette. Stemmemottakeren leverer forklaringen til manntallsføreren.\n11. Stemmemottakeren leverer til velgeren en stemmeseddel av hver liste og ber velgeren beholde dem han ikke bruker, jfr. § 22 nr. 2 annet ledd, som gjelder tilsvarende.\n12. Ved påtegning på omslagskonvolutten må velgeren erklære at han er syk eller ufør og av den grunn ikke vil være i stand til å møte fram i et valglokale på valgdagen.\n13. Stemmer som blir sendt til valgstyret i et annet valgsogn (§ 22 nr. 4 annet ledd), vedlegges brevet og attesten, jfr. nr. 3 og 4 foran. Slike stemmer sender stemmemottakeren snarest mulig og på hurtigste betryggende måte, direkte til vedkommende valgstyre, dersom manntallsføreren ikke har bestemt at de skal leveres til ham for videresending. I sistnevnte tilfelle sørger stemmemottakeren for at stemmene snarest mulig og på hurtigste betryggende måte blir brakt til manntallsføreren.\n14. Foruten urnene og de førte lister, jfr. § 35 første ledd, skal de brev og attester som er kommet inn fra velgerne, overleveres til valgstyret. Når valgstyret avgjør om stemmene skal godkjennes, gjennomgår det både de innkomne brev og attester og det som er påført omslagskonvolutten.\n1 Opphevd ved lov 24 juni 1932 nr. 4, tilføyd ved lov 11 mai 1973 nr. 22. Endret ved lov 29 mai 1981 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Valgtinget begynner til fastsatt tid enten få eller mange velgere møter. Når den tid som er fastsatt for stemmegivningen søndag er utløpet og de velgere som da er til stede har fått adgang til å stemme, avlyser formannen stemmegivningen. Urnene med stemmesedlene og det øvrige valgmateriell skal oppbevares på sikkert sted under betryggende forsegling. Stemmegivningen fortsetter til fastsatt tid neste dag.\nFor stemmesteder hvor det skal foregå stemmegivning over to dager, kan valgstyret bestemme at de stemmesedler som er avgitt første dag, skal bringes i forseglede urner til valgstyrets lokaler eller et annet sikkert sted, og oppbevares der på betryggende måte inntil neste dags stemmegivning eller opptellingen skal begynne. Likeså kan valgstyret bestemme at det øvrige valgmateriell samtidig skal bringes fra et stemmested til samme sted og oppbevares der inntil neste dags stemmegivning skal begynne.\nDepartementet​2 gir nærmere bestemmelser om framgangsmåten ved forseglingen av valgmateriellet etter at stemmegivningen er avlyst første valgdag og om oppbevaringen av det forseglede materiell inntil stemmegivningen begynner neste dag.\n1 Endret ved lover 9 april 1965 nr. 4, 11 mai 1973 nr. 22.\n2 Kommunaldeptet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Kongen bestemmer hvordan valgtinget skal åpnes.\n1 Endret ved lover 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 11 mai 1973 nr. 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "På valgtinget kan ingen strid om stemmerett reises.​2\nInnsigelse mot, at valget fremmes, skal fremsettes såsnart tinget er satt,​3 eller det, som innsigelsen grunnes på, er inntruffet.\nValgstyret​4 avgjør hver innsigelse, før det går videre. Blir innsigelsen fremsatt for et stemmestyre,​5 går det frem som bestemt i § 30 annet ledd.\nI valglokalet og i tilstøtende rom er det ikke tillatt\nStemmestyrets formann eller dennes stedfortreder kan om nødvendig bortvise den som opptrer i strid med reglene i foregående ledd. Den som blir bortvist, kan bringe avgjørelsen inn for stemmestyret, som kan stadfeste eller oppheve avgjørelsen.\n1 Endret ved lov 29 mai 1981 nr. 37.\n2 Jfr. §§ 5 og 7.\n3 Se § 28.\n4 Se § 8.\n5 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Formannen for valgstyret​2 innfører alt som forhandles og avgjøres på valgtinget i en bok​3 som føres i samsvar med formular fastsatt av departementet, og som manntallsføreren​4 forvarer. I valgboken anføres uttrykkelig datoene for kunngjøringen om utleggingen av manntallet (§ 4), for kjennelsesmøter (§ 6) og kunngjøringen om valgtinget (§ 17).\nHoldes valgting til stemmegivning på flere steder​5, skal stemmestyret​6 bokføre alt som forhandles i en bok som føres i samsvar med formular fastsatt av departementet. Reises ved slikt valgting innsigelse mot at valget fremmes, bokføres innsigelsen med grunngivning. Deretter mottas stemmesedlene. Disse sammen med den delen av manntallet som er nyttet og valgboka bringes snarest mulig etter at stemmegivningen er avsluttet mandag, i en forseglet pakke til valgstyret til videre behandling,​7 jfr. likevel § 35 a.\nEr der innlevert urne for forhåndsstemmegivning med tilhørende lister (jfr. § 35), forholdes på samme måte, idet listene legges i pakken og urnene sendes med seglet ubrutt.\n1 Endret ved lover 21 mars 1930 nr. 1, 17 feb 1961, 9 april 1965 nr. 4, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14.\n2 Se § 8.\n3 Jfr § 40.\n4 Se § 1\n5 Se § 15.\n6 Se § 16.\n7 Jfr. § 29, 3dje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Når formannen har sagt fra, således som § 28 foreskriver, får de i manntallet innførte velgere efterhvert som de møter frem, adgang til å stemme. Også velger som har stemt på forhånd har adgang til å stemme. Framgangsmåten er denne: Først blir det satt et kryss i manntallet ved dens navn som vil stemme. Så får velgeren utlevert en stemmeseddelkonvolutt, og blir vist til et avlukket rom i valglokalet, hvor han usett av alle kan legge stemmeseddelen inn i konvolutten. Konvolutten legger han så ned i en urne, som står på stemmestyrets bord.\nForegår stemmegivningen på flere steder i valgsognet, skal også velgere, som ikke står i vedkommende del av manntallet,​2 få adgang til å avlevere sin stemmeseddel.​3 De skal likevel ikke legge konvolutten med stemmeseddelen ned i valgurnen, men gi den til stemmestyret.​4 Dette skal legge konvolutten i et særskilt omslag, klebe det til, skrive velgerens navn, bostedsadresse og fødselsdato utenpå og gi det til valgstyret​2 etter stemmegivningens avlysning (jfr. § 35).\nVelgere som på grunn av legemlige mangler ikke er i stand til å avgi sin stemmeseddel slik som omhandlet i første og annet ledd, kan i stemmeavlukket få hjelp av en person som han selv utpeker blandt de personer som er til stede i valglokalet, og som har fylt 14 år. Er velgeren ikke i stand til å bevege seg inn i valglokalet, leverer to personer som enten er medlemmer av stemmestyret eller valgfunksjonærer, ham umiddelbart utenfor valglokalet en stemmeseddelkonvolutt og en stemmeseddel for hver liste, jfr. § 22 nr. 2 annet ledd, som gjelder tilsvarende. Etter at velgeren på stedet og usett av andre – i tilfelle med slik hjelp som foran nevnt – har lagt sin stemmeseddel i konvolutten, leverer han denne til de to personene. Disse begir sig straks sammen inn i valglokalet og legger konvolutten i urnen efter at avkrysning i manntallet er foretatt, eller, dersom velgeren ikke er innført i vedkommende del av manntallet, leverer den til stemmestyret til slik behandling som nevnt i siste punktum i foranstående ledd i denne paragraf.\nValgstyret og stemmestyret kan forlange, at en ukjent velger godtgjør, at han er den, han gir seg ut for.\n1 Endret ved lover 24 juni 1932 nr. 4, 17 juli 1953 nr. 11, 1 mars 1957, 9 april 1965 nr. 4, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Se § 15.\n3 Jfr. § 36.\n4 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Også den, som ved valgstyrets kjennelse er nektet stemmerett, skal få adgang til å avlevere sin stemmeseddel. Han skal likevel ikke legge konvolutten med stemmeseddel ned i valgurnen, men gi den til stemmestyret.​2 Dette skal legge konvolutten i et særskilt omslag, klebe det til, skrive velgerens navn, bostedsadresse og fødselsdato utenpå og forvare det ubrutt.​3\nFinner stemmestyret grunn til å anta at velgeren lider av alvorlig sjelelig svekkelse eller nedsatt bevissthet, skal velgeren ikke legge konvolutten med stemmeseddel ned i urnen, men gi den til stemmestyret. Dette skal legge konvolutten i et særskilt omslag, klebe det til og skrive velgerens navn, bostedsadresse og fødselsdato utenpå. På omslaget skal også gis påtegning om grunnen til at stemmegivningen er lagt til side, og om avgjørelsen er enstemmig. Når stemmegivningen er avlyst, skal stemmestyret levere omslaget til valgstyret, som avgjør om stemmegivningen skal vrakes.\n1 Endret ved lov 11 mai 1979 nr. 14, 8 april 1983 nr. 15.\n2 Se §§ 8 og 16.\n3 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "1. Stemmeseddelkonvoluttene skal være ugjennomsiktige og uten tilfestet eller påsatt merke som nevnt i nr. 2 annet og tredje punktum. Ved stemmegivning innenfor rikets grenser skal konvoluttene dessuten ha offentlig stempel og ha samme størrelse, form og farve.\n2. Stemmesedlene skal være av hvitt papir. De må ikke være merket slik at det går fram hvem velgeren er. De må ikke være påført ord eller tegn som må antas å være påført for å gi uttrykk for en mening om personer, organisasjoner eller samfunnsspørsmål. Ord eller tegn som kan regnes som forandring i stemmeseddelens innhold, eller framheving av eller forsøk på å endre stemmeseddelens innhold, fører likevel ikke til vraking. Det må heller ikke ligge noe annet enn stemmesedler i konvolutten, dersom det klart fremgår at det er lagt der med vilje eller viser hvem velgeren er.\n3. Stemmeseddelen skal ha en overskrift som viser hvilken valgliste den gjelder.\nHar to eller flere partier som er registrert etter § 11 stilt fellesliste,​2 eller har ett, to eller flere slike partier stilt fellesliste sammen med velgere som organisasjonsmessig ikke representerer noe slikt parti, skal stemmesedler som lyder på et av disse partiers navn, på navnet til den gruppe av velgere som ikke representerer noe parti eller på felleslistens fulle navn, regnes felleslisten til gode.\nStemmeseddel som inneholder kandidatnavn, kan bare inneholde navn som står på vedkommende valgliste. Andre navn settes ut av betraktning. Den rekkefølge hvori de oppførte personer ønskes valgt, angis enten ved plassen på stemmeseddelen eller ved tilføyd nummer. Er samme navn oppført flere ganger, gjelder det bare på det første sted i rekkefølgen og strykes på de følgende.\n4. – – –\n5. Trykt stemmeseddel må enten være enslydende med en offisiell valgliste​3 og ha overskrift som denne – valgtid, valgdistrikt og navnene på tillitsmannen og tillitsutvalgets medlemmer behøver ikke være tatt med – eller lyde på valglistens navn eller på navnet til parti eller gruppe av velgere som deltar i fellesliste, uten å ha med kandidatnavn. Trykt stemmeseddel som er enslydende med et registrert partis valgliste i et annet valgdistrikt og som ikke er rettet, skal likevel godkjennes dersom partiet stiller liste i det valgdistrikt stemmeseddelen avgis til og stemmeseddelen for øvrig er gyldig. Nr. 3 annet ledd får tilsvarende anvendelse for så vidt angår registrerte partier.\nAndre trykte stemmesedler må ikke omdeles eller brukes.​4\nLikestillet med trykning er fremstilling på annen mekanisk vei, herunder også maskinskrivning.\n6. Valgstyret eller stemmestyret sørger for at det i vedkommende valglokale til enhver tid er tilgjengelig for velgerne trykte stemmesedler av alle godkjente valglister i valgdistriktet. I tilfelle beholdningen av stemmesedler av en liste blir for liten, har det ansvaret for at det i stedet er tilgjengelig et tilstrekkelig antall blanke stemmesedler som velgerne i tilfelle kan fylle ut.\nNærmere forskrifter om dette kan gis av vedkommende departement.​5\n1 Endret ved lover 16 feb 1924, 21 mars 1930 nr. 1, 24 juni 1932 nr. 4, 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 9 april 1965 nr. 4, 14 juni 1974 nr. 40, 11 mai 1979 nr. 14, 8 april 1983 nr. 15.\n2 Se § 13 post 1, bokstav d annet ledd.\n3 Se §§ 13 og 14.\n4 Se § 64.\n5 Kommunaldeptet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Er bestemmelsene i § 33 nr. 1, 2, 3 første ledd eller 5 ikke iakttatt, skal stemmeseddelen vrakes.\nLigger der flere stemmesedler i en konvolutt, skal de vrakes alle, om de er ulike, men den ene godkjennes, om de er enslydende.​2 Gjelder stemmesedlene samme valgliste, men bare en av dem er ulik den offisielle valgliste, skal likevel denne godkjennes og de andre vrakes.\n1 Endret ved lover 14 juni 1974 nr. 40, 25 mars 1977 nr. 24.\n2 Jfr. § 36, 3die og 5te ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Stemmemottakerne​2 i valgsognet (§ 20 a) leverer sine urner for forhåndsstemmegivning – med ubrutt segl – og de førte lister til valgstyret​3 eller et stemmestyre,​4 innen avstemningen avlyses på vedkommende stemmested mandag. Tiden for mottakelsen anføres i valgboken.\nNår den tid er utløpet som er fastsatt for stemmegivning​5 mandag og de velgere som da er til stede har fått adgang til å stemme, avlyser formannen stemmegivningen.\nBlir en urne for forhåndsstemmegivning innlevert efter dette tidspunkt, skal valgstyret ta imot den, men anføre tiden for innleveringen i valgboken.\n1 Endret ved lover 21 mars 1930 nr. 1 og 24 juni 1932 nr. 4, 9 april 1965 nr. 4.\n2 Se § 20.\n3 Se § 8.\n4 Se § 16.\n5 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "35 a",
      "section": "35 a",
      "content": "Blir valgting til stemmegivning holdt på flere steder i valgsognet, kan valgstyret bestemme at stemmestyret på de stemmesteder hvor vedkommende del av manntallet inneholder minst 500 navn, skal foreta en foreløpig opptelling umiddelbart efter at stemmegivningen er slutt. Valgstyret kan bestemme at foreløbig opptelling skal foretas under ett for flere stemmesteder som til sammen har minst 500 navn i manntallet, på ett av disse stemmestedene og av vedkommende stemmestyrer. Slik opptelling som nevnt foran kan likevel bare foretas såfremt de deler av manntallet som vedkommer de øvrige stemmesteder, til sammen inneholder minst 500 navn.\nEr det grunn til å anta at en avgitt stemme er ugyldig som følge av stemmeseddelkonvoluttens beskaffenhet (jfr. § 34 første ledd), tas stemmeseddelen ikke ut av konvolutten. Er det grunn til å anta at en stemmeseddel må vrakes, legges innholdet tilbake i konvolutten. Er det ikke mulig legges vedkommende stemmeseddel til side.\nDe øvrige stemmesedler ordnes i grupper etter valglistebetegnelse. For hver liste ordnes stemmeseddlene i grupper for urettede og rettede stemmesedler (stemmesedler som er ulik vedkommende valgliste). Deretter telles stemmesedlene innen hver enkelt gruppe, og en finner det samlede antall stemmesedler for hver valgliste. Stemmesedlene i hver gruppe legges i spesielle konvolutter. Utenpå konvoluttene skrives hvilken valgliste stemmesedlene i konvolutten tilhører, hvor mange stemmesedler den inneholder, og om disse er rettet eller urettet.\nNår de stemmesedler som er avgitt på de stemmesteder hvor det ikke kan foretas opptelling etter første ledd, er brakt til valgstyret, foretar dette eller andre som valgstyret oppnevner, en foreløpig opptelling av disse stemmer i overensstemmelse med bestemmelsene i annet og tredje ledd. Særskilt opptelling av stemmer avgitt på en del av disse stemmesteder, kan bare foretas såfremt vedkommende deler av manntallet tilsammen inneholder minst 500 navn.\nHoldes i et valgsogn ikke foreløpig opptelling etter bestemmelsene foran i denne paragraf, skal foreløpig opptelling av stemmene fra alle stemmesteder i valgsognet holdes hos valgstyret snarest mulig etter at stemmene er kommet fram. Foregående ledd gjelder tilsvarende. Dersom det kan skje uten særlig forsinkelse for den foreløpige opptellingen, bør valgstyret foreta det som er bestemt i § 36 første ledd med stemmer avgitt etter § 31 annet ledd og blande disse sammen med de andre stemmene, før den foreløpige opptellingen etter dette ledd tar til.\n1 Tilføyet ved lov 17 feb. 1961, endret ved lover 14 juni 1974 nr. 40, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14. – Jfr. §§ 30 og 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35a",
        "source_heading": "§ 35 a."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Valgstyret​2 undersøker om de velgere som har avgitt stemme etter § 31 annet ledd, har adgang til å stemme. Har de ikke stemt i sin egen stemmekrets, setter valgstyret et kryss ved velgerens navn i manntallet, tar stemmeseddelkonvolutten ut av omslaget og legger den ned i en valgurne. I motsatt fall skal stemmesedlen vrakes og omslaget forvares uåpnet.\nTidligst sjette dag før valget kan urner for forhåndsstemmegivning åpnes av valgstyret eller et utvalg på minst tre medlemmer valgt av og blandt valgstyrets medlemmer. Samtidig kan forhåndsstemmer som er sendt valgstyret i henhold til § 22 nr. 4 annet ledd, legges fram. Valgstyret avgjør om forhåndsstemmegivningen skal godkjennes. En forhåndsstemmegivning godkjennes ikke hvis de foreskrevne former ikke er overholdt. Det forhold at en forhåndsstemme ikke er sendt i samsvar med § 22 nr. 4 annet ledd, fører ikke til vraking med mindre noe tyder på at omslagskonvelutten har vært åpnet. En forhåndsstemmegivning skal ikke vrakes av den grunn at velgeren er avgått ved døden etter at stemmegivningen på valgtinget tok til.\nHar en velger avgitt forhåndsstemme flere ganger, kan ingen av stemmegivningene godkjennes.​3 Likevel skal den siste forhåndsstemmegivning godkjennes hvis tidligere stemmegivninger må forkastes på grunn av formelle feil ved forhåndsstemmegivningen og den siste er i forskriftsmessig stand.\nEn forhåndsstemmegivning godkjennes ikke hvis velgeren har stemt på valgtinget. Når en forhåndsstemmegivning er godkjent, settes et kryss ved velgerens navn i manntallet. Nummeret på omslagskonvolutten settes på stemmeseddelkonvolutten, som legges uåpnet ned i en særskilt urne.\nLigger det i samme omslagskonvolutt​4 flere stemmeseddelkonvolutter, åpner valgstyret disse konvoluttene og legger alle stemmesedler ulest inn i en og samme stemmeseddelkonvolutt, som legges i valgurnen slik som bestemt i fjerde ledd. Om noen av stemmesedlene skal godkjennes, avgjøres etter regelen i § 34 annet ledd.\nEr stemmegivningen ikke godkjent, eller er velgeren ved valgstyrets kjennelse nektet stemmerett, skal omslagskonvolutten forvares uåpnet.\nNår stemmegivningen på valgtinget er slutt, alle forhåndstemmegivninger er prøvd, og stemmeseddelkonvoluttene fra disse er lagt ned i den særskilte urne, blandes konvoluttene godt om hverandre. Urnen leveres så til en nemnd på tre medlemmer, som oppnevnes av valgstyret. Medlem av valgstyret eller stemmemottaker kan ikke være med i nemnden. Nemnden begir seg til et sted hvor den usett av andre foretar nummerering av stemmesedlene i urnen. Det gås fram slik: Nemnden tømmer urnen og blander stemmeseddelkonvoluttene vel om hverandre. Deretter trekker et medlem ut en konvolutt og leser opp det nummer som står på den. I en liste som er autorisert av valgstyrets formann, fører et annet medlem av nemnden inn den oppropte konvolutts nummer. Stemmesedlen tas så ut av konvolutten og påføres nummertallet 1. Deretter angis i listen at den stemmeseddel konvolutten inneholder har fått dette tall. Stemmesedlen legges så tilbake i urnen. Slik fortsettes til alle stemmesedlene er blitt nummerert, idet sedlene gis fortløpende nummer. Dersom det er flere stemmesedler i en konvolutt, gis sedlene samme nummer og heftes sammen. Nemnden legger deretter den nevnte liste inn i en konvolutt som forsegles. Urnen med stemmesedlene, stemmeseddelkonvoluttene og den forseglede konvolutt med listen leveres straks til valgstyrets formann. For valgsogn hvor det ved sist foregående valg ble avgitt minst 500 forhåndsstemmer gjelder bare dette ledds første punktum. (Jfr. § 37 første ledd, siste punktum.)\n1 Endret ved lover 7 des. 1923 nr. 2, 21 mars 1930 nr. 1, 24 juni 1932 nr. 4, 17 juli 1953 nr. 11, 9 april 1965 nr. 4, 11 mai 1973 nr. 22, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14, 13 nov. 1981 nr. 78, 8 april 1983 nr. 15.\n2 Se § 8.\n3 Jfr. § 34, 2net ledd.\n4 Se § 22 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Stemmeopptellingen foretas særskilt for stemmer avgitt på valgtinget og stemmer avgitt på forhånd. Særskilt opptelling av stemmer vedkommende en del – eller deler – av manntallet kan ikke foretas med mindre vedkommende del – eller deler tilsammen – inneholder minst 500 navn. I valgsogn hvor det ikke skal foretas slik nummerering av stemmesedlene som nevnt i § 36 syvende ledd, settes på de stemmesedler som er avgitt på forhånd, etter hvert samme nummer som på konvolutten.\nOpptellingen foretas av de personer og på den måte som valgstyret har bestemt, og under valgstyrets tilsyn.\nEn finner først hver valglistes stemmetall ved å telle hvor mange stemmesedler som kommer listen til gode, jfr. § 33 nr. 3 første og annet ledd.\nMå det gjøres avbrudd i tellingen,​2 skal valgstyret sørge for at stemmesedlene og det øvrige valgmateriellet blir oppbevart på helt betryggende måte. Før opptellingen gjenopptas, skal valgstyret se etter at det ikke er foretatt noe urettmessig med valgmateriellet.\n1 Endret ved lover 21 mars 1930 nr. 1, 24 juni 1932 nr. 4, 10. juni 1949 nr. 1, 1 juli 1953 nr. 11, 17 feb. 1961, 9 april 1965 nr. 4, 11 mai 1973 nr. 22, 14 juni 1974 nr. 40, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14, 13 nov. 1981 nr. 78, 8 april 1983 nr. 15.\n2 Jfr. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Når stemmeopptellingen er tilendebrakt, skal listene innføres i valgboken​2 med angivelse av listenes stemmetall, og hvorledes disse tall fordeler seg på stemmer avgitt på valgtinget og forhåndsstemmer.\n1 Endret ved lover 21 mars 1930 nr. 1, 14 juni 1974 nr. 40.\n2 Se § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Valgstyret​2 skal deretter omgående sende i forseglet pakke til Stortingets kontor en bekreftet avskrift av det som er bokført på valgtinget og stemmestedene, alle innkomne omslagskonvolutter for forhånds stemmegivning, inngitte skriftlige klager og besværinger, såvel som de stemmesedler som valgstyret har vraket, eller som måtte være avlevert til valgstyret i henhold til § 32.\nHvis valgstyret ikke også er fylkesvalgstyre,​3 skal det omgående sende i forseglet pakke til formannen i fylkesvalgstyret en bekreftet utskrift av det som i henhold til § 38 er innført i valgboken samt alle de godkjente stemmesedler, de som er avgitt på valgtinget og de som er avgitt på forhånd hver for seg.\nEtter nærmere bestemmelse av vedkommende departement er valgstyret pliktig til å gi de oppgaver angående valget som til enhver tid finnes ønskelig for utarbeidelse av offisiell valgstatistikk.\nDen avskrift av manntallet eller av den del av manntallet som er brukt til avkryssing på valgtinget, leveres manntallsføreren til oppbevaring til 2. valgperiode er utløpet, hvoretter den brennes. Adgang til eller avskrift av denne kan bare​4 gis 1) til tjenstlig bruk for offentlig tjenestemann når det er påkrevet av hensyn til tjenesten, 2) til bruk for statistisk bearbeidelse i vitenskapelig øyemed når det foreligger samtykke fra vedkommende departement.\nDen som er gitt adgang til det avkryssede manntall eller avskrift av dette plikter å bevare taushet​4 om hvilke enkeltpersoner som har stemt eller unnlatt å stemme.\n1 Endret ved lover 21 mars 1930 nr. 1, 17 juli 1953 nr. 11, 17 feb. 1961, 6 juni 1969 nr. 18, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37.\n2 Se § 8.\n3 Se § 9.\n4 Se § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Valgboken skal opleses av formannen og underskrives av valgstyret eller stemmestyret.​1\nDette gjøres hver dag, hvis valgtinget varer flere dager.\n1 Se §§ 8 og 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Kjennelser om stemmerett og om adgang til å avlevere stemmeseddel kan påankes av den, som kjennelsen er gått imot, og enhver annen, som står i valgsognets manntall.​2\n1 Endret ved lov 1 mars 1957. – Jfr. grunnl. § 55 og nærv. lovs §§ 5 og 29.\n2 Se §§ 1 og 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Fylkesvalgstyret​2 skal uopholdelig opgjøre valgutfallet for distriktet på grunnlag av de i § 39 annet ledd omhandlede utskrifter og stemmesedler. Finnes herunder feil i valgstyrets optelling, skal fylkesvalgstyret rette disse.\n1 Endret ved lov 29 mai 1981 nr. 37.\n2 Se § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Etter at listenes stemmetall i alle valgsogn er sammenregnet, skal representantplassene fordeles på listene i forhold til disses stemmetall på følgende måte:\nMan fører op de kvotienter som fremkommer når hver listes stemmetall efter hvert deles med 1.4,-3,-5,-7 osv., inntil hvert stemmetall er delt et antall ganger som svarer til det største antall representanter listen kan ventes å få. Den første representantplass tilfaller den liste som har dcn største kvotient. Den annen representantplass tilfaller den liste som har den nest største kvotient, og således videre inntil alle representantplasser er fordelt.\nHvis flere lister har samme kvotient, avgjøres det ved loddtrekning, hvilken liste representantplassen skal tilfalle.\n1 Endret ved lover 21 mars 1930 nr. 1, 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 14 juni 1974 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "1. Når der er avgjort, hvormange representantplasser hver liste skal ha,​2 foretas en ny stemmeoptelling for listens kandidater på den måte, at man først bare teller de navn, som står først på stemmesedlene.​3 Den av listens kandidater, som ved denne optelling får flest stemmer, er valgt. Skal listen ha mer enn én plass, teller man derpå op de navn, som står som nr. 2 på stemmesedlene, og den av listens kandidater er da valgt, som ved begge optellinger tilsammen har fått de fleste stemmer, bortsett fra den allerede valgte. På samme måte fortsettes, inntil alle de plasser, som tilfalt listen, er besatt. Ved denne optelling settes navn på personer, som ikke er valgbare,​4 ut av betraktning, og de efterfølgende rykker op. Hvis flere har like mange stemmer, anses den valgt, som står først i rekkefølgen på listen. Gyldige stemmesedler uten kandidatnavn, jfr. § 33 nr. 3 og nr. 5, anses å inneholde de kandidatnavn som er oppført i den offisielle valglisten for valgdistriktet, og i samme rekkefølge. Det samme gjelder stemmesedler som er gyldige etter § 33 nr. 5 første ledd annet og tredje punktum.\n2. Hver liste skal såvidt mulig tildeles så mange vararepresentanter som den får stortingsrepresentanter, med tillegg av to. Vararepresentantplassene besettes ved fortsatt opptelling som for representantplassene bestemt.\n1 Endret ved lover 16 feb. 1924, 17 juli 1953 nr. 11, 9 april 1965 nr. 4, 14 juni 1974 nr. 40, 8 april 1983 nr. 15.\n2 Se § 43.\n3 Se § 33 nr. 3.\n4 Se grunnl. §§ 61 og 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Når valgoppgjøret er utført, skal fylkesvalgstyret i en bok innføre de offisielle valglister​2 og listenes stemmetall i de enkelte valgsogn​3 og i hele valgdistriktet, og hvorledes disse tall fordeler seg på stemmer avgitt på valgtinget og forhåndsstemmer, enn videre beregningen av det antall representanter som tilfaller hver liste, og hvem som etter reglene ovenfor er valgt til stortingsrepresentanter for hver listes vedkommende. Boken underskrives av alle medlemmer av fylkesvalgstyret.\n1 Endret ved lover 21 mars 1930 nr. 1, 10 juni 1949 nr. 1, 9 aprii 1965 nr. 4, 14 juni 1974 nr. 40, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37.\n2 Se §§ 13 og 14.\n3 Se grunnl. § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Fylkesvalgstyret utferdiger fullmakt​2 for de valgte stortingsrepresentanter og deres vararepresentanter (Grunnlovens § 64). Stortingsrepresentantene nevnes i den rekkefølge, som fremgår av §§ 43 og 44. For vararepresentantene anføres, hvilken eller hvilke av stortingsrepresentantene de i tilfelle skal erstatte, og den rekkefølge hvori de er valgt.\nFullmakten underskrives av alle medlemmer av fylkesvalgstyret og sendes til første stortingsrepresentant. Samtidig underrettes de andre stortingsrepresentanter og vararepresentanter om utfallet av valget.\n1 Endret ved lov 9 april 1965 nr. 4, 29 mai 1981 nr. 37.\n2 Se § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Fylkesvalgstyret skal omgående sende til Stortingets kontor bekreftet avskrift av det bokførte.\nDe stemmesedler, som er innkommet til fylkesvalgstyret skal opbevares på et sikkert sted under betryggende forsegling, til valgperioden er utløpet. Så skal de brennes.\n1 Endret ved lov 11 mai 1979 nr. 14, 29 mai 1981 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Er det til stortingsrepresentant eller vararepresentant blitt kåret noen, som ikke plikter å motta valget (Grunnlovens § 63), skal vedkommende innen 3 dager etter å ha fått underretning om valget fra fylkesvalgstyret,​2 sende dette en skriftlig erklæring om, hvorvidt valget mottas.\nAvsender vedkommende ikke i rett tid skriftlig erklæring som nevnt, anses valget som mottatt.\n1 Endret ved lov 9 april 1965 nr. 4, 29 mai 1981 nr. 37.\n2 Se § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Er noen blitt kåret til stortingsrepresentant eller vararepresentant for to valgdistrikter​2 skal vedkommende innen 3 dager, etter at underretning om valget er mottatt fra vedkommende fylkesvalgstyrer, sende begge fylkesvalgstyrer skriftlig erklæring om hvilket valg som mottas.​3 Samtidig bør vedkommende representant på hurtigste måte søke sin beslutning brakt til begge myndigheters og i tilfelle til vararepresentantenes kunnskap.\nAvsendes ikke skriftlige erklæringer som ovenfor nevnt, ansees vedkommende for å ha mottatt valg som stortingsrepresentant for det valgdistrikt, der kandidaten er stemmeberettiget​4 eller, om vedkommende ikke er stemmeberettiget i noen av dem, for det distrikt som står først i ordenen.\nSkulle noen bli kåret til stortingsrepresentant eller til vararepresentant for flere enn to valgdistrikter, får foranstående regler tilsvarende anvendelse, men slik at representanten selv kan velge hvilket av valgdistriktene vedkommende vil representere, uansett om vedkommende allerede før har truffet et valg mellom noen av dem.\nBlir det valg vedkommende mottar kjent ugyldig av Stortinget,​5 kan vedkommende innen tre dager etter å ha fått underretning om dette, erklære at representanten mottar et av de andre valg.\n1 Endret ved lov 9 april 1965 nr. 4, 29 mai 1981 nr. 37.\n2 Se grunnl. § 58.\n3 Se grunnl. § 63, siste ledd.\n4 Se § 1.\n5 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "3:50",
      "chapter": "3",
      "section": "50",
      "content": "Utfallet av stemmegivningen i et valgsogn​2 blir – under de i § 51 nærmere forklarte betingelser – å kjenne ugyldig:\n1. når denne lovs forskrifter om manntallets istandbringelse​3 er tilsidesatt, såsom når manntallet ikke har vært utlagt lenge nok, eller utleggelsen ikke har vært kunngjort. At underretning efter §§ 3, 5 og 7 har vært forsømt, er likevel ikke ugyldighetsgrunn;\n2.\na. når valget er holdt på annen tid enn loven hjemler,​4 eller når forskriftene om, hvorledes valgene skal forberedes og styres,​5 er tilsidesatt;\nb. når ved forhåndsstemmegivning en stemmemottager​6 har gjort sig skyldig i feil eller forsømmelse eller en forhåndsstemme ikke er nådd frem som følge av stemmemottagerens forsømmelse;\n3. når forskriftene om fremgangsmåten på valgtinget​7 er overtrådt, såsom når stemmegivningen eller stemmesedlenes behandling eller optelling er foregått på uriktig måte, eller velgerne ikke er levnet rimelig tid til å avgi stemme;\n4. når det er truffet en uriktig avgjørelse om innføring eller stryking​8 i manntallet eller om gyldigheten av en stemmeseddel;​9\n5. når nogen som ikke står i manntallet har stemt, eller nogen har avgitt stemmeseddel mer enn én gang;​10\n6. når nogen på straffbar måte​11 har søkt å skaffe sig innflytelse på valget.\n7. når trykt stemmeseddel er forkastet i henhold til bestemmelsene i § 34, første ledd, jfr. § 33, post 5, og grunnen til forkastelsen ikke er kommet som følge av forsettlig handling.\n1 Endret ved lover 21 mars 1930 nr. 1, 10 juni 1949 nr. 1, 1 mars 1957, 9 april 1965 nr. 4, 11 mai 1979 nr. 14.\n2 Se grunnl. § 59.\n3 Se kap. 1.\n4 Se § 12.\n5 Se §§ 11-17.\n6 Se § 20.\n7 Se §§ 27 flg.\n8 Se §§ 5 og 7.\n9 Se § 37.\n10 Se § 31.\n11 Se strl. §§ 105, 107 og 108.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "3:51",
      "chapter": "3",
      "section": "51",
      "content": "Alle de feil, som omhandles i forrige paragraf, er ugyldighetsgrunner, hvis Stortinget finner det antagelig, at de har hatt innflytelse på utfallet av valget.\n1 Endret ved lov 8 april 1983 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "3:52",
      "chapter": "3",
      "section": "52",
      "content": "Er det inntruffet feil ved fylkesvalgstyrets valgoppgjør,​2 kjenner Stortinget valgoppgjøret ugyldig, hvis det finnes antakelig, at feilen har hatt innflytelse på oppgjørets utfall.\nDet samme gjelder, når det stemmegivningsutfall, som for noget valgsogns vedkommende blev lagt til grunn for opgjøret, er helt eller delvis ugyldig (§§ 50 og 51).\nOpgjøret kjennes ikke ugyldig i videre utstrekning, enn feilen medfører.\n1 Endret ved lov 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Se §§ 42-44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "3:53",
      "chapter": "3",
      "section": "53",
      "content": "Kan virkningene av nogen i § 50 eller § 52 omhandlet feil heves ved optelling av inngitte stemmesedler, ved sammenlegning av stemmer, ved annen fastsettelse av valgets utfall eller ved loddtrekning, skal så skje, enten gjennem Stortingets egen foranstaltning eller derigjennem, at det påbyr nytt valgopgjør av fylkesvalgstyret.​2\n1 Endret ved lov 29 mai 1981 nr. 37.\n2 Se §§ 42-44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "3:54",
      "chapter": "3",
      "section": "54",
      "content": "Når Stortinget i henhold til §§ 50-52 kjenner helt eller delvis ugyldig det valgoppgjør, som er foretatt av fylkesvalgstyret og tillike underkjenner utfallet av stemmegivningen i et valgsogn, påbyr det nytt valgting i valgsognet, såfremt feilen ikke kan rettes ved noen i § 53 anvist framgangsmåte. Stortinget kan likevel – når det påbys omvalg i et eller flere valgsogn i et valgdistrikt – også bestemme at det skal holdes nye valgting i de øvrige valgsogn i valgdistriktet såfremt særlige forhold taler for dette. I så fall underkjenner det utfallet av den avholdte stemmegivning i hele valgdistriktet.\nEr der til stortingsrepresentant eller vararepresentant kåret noen, som ikke er valgbar,​2 blir denne feil å avhjelpe ved en av de framgangsmåter som er anvist i § 53.\n1 Endret ved lov 9 april 1965 nr. 4, 29 mai 1981 nr. 37.\n2 Se grunnl. §§ 61 og 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "3:55",
      "chapter": "3",
      "section": "55",
      "content": "Ved det nye valg, som Stortinget påbyr ifølge § 54, brukes manntallet fra det oprinnelige valg.​2 Men valgstyret skal rette det overensstemmende med Stortingets avgjørelser og skal dessuten innføre dem, som feilaktig var utelatt og stryke dem, som ikke lenger er stemmeberettiget. Slik innføring og stryking må kun gjøres ved kjennelse, på hvilken reglene i § 6 så vidt mulig finner anvendelse, og som kan prøves av Stortinget etter reglene i § 7 siste ledd. Reglene i § 7 første ledd får tilsvarende anvendelse.\nEr valget kjent ugyldig, fordi lovens forskrifter om manntallets istandbringelse er tilsidesatt,​3 skal disse forskrifter søkes fyldestgjort derved, at utarbeidelsen av manntallet gjenoptas. Berettiget til innførelse er i dette tilfelle – under iakttagelse av lovens regler – alle de, som ved det oprinnelige valgs avholdelse skulde ha vært innført i valgsognets manntall og ikke senere har tapt sin stemmerett.​4\nStortinget kan før sådant nytt valg bestemme en forkortelse av fristene for manntallets istandbringelse og for valgets forberedelse.\nIøvrig kommer ved det nye valg de sedvanlige regler i det hele til anvendelse.\n1 Endret ved lover 10 juni 1949 nr. 1, 1 mars 1957, 11 mai 1979 nr. 14.\n2 Se § 2.\n3 Se § 50 nr. 1.\n4 Se grunnl. § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "3:56",
      "chapter": "3",
      "section": "56",
      "content": "Nytt valgoppgjør​2 skal Stortinget også påby, hvis en representantplass, etter at vararepresentanten eller vararepresentantene i tilfelle er rykket opp, blir ubesatt eller uten vararepresentant, som kan avgi møte, enten fordi der er kåret noen som har unnslått seg for å ta valg (§§ 48 og 49), eller på grunn av omstendigheter som er inntruffet etter valget.\n1 Endret ved lover 16 feb. 1924, 9 april 1965 nr. 4.\n2 Se §§ 42-44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "3:57",
      "chapter": "3",
      "section": "57",
      "content": "Klager til Stortinget over feil, som ifølge denne lov eller Grunnloven antas å medføre et valgs ugyldighet,​2 må være kommet inn til Stortingets kontor til slik tid at Stortinget kan ta stilling til klagen i forbindelse med prøvingen av representantenes fullmakter.\n1 Endret ved lov 8 april 1983 nr. 15.\n2 Se §§ 5, 41, 50 og 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "4:58",
      "chapter": "4",
      "section": "58",
      "content": "Ved beregning av fristene etter denne lov medregnes ikke den valgdag som er fastsatt av Kongen, og den foregående dag.\nEnder en frist på en helligdag, regnes den for å løpe ut på den nærmeste hverdag som følger etter.\nMot oversitting av frister etter denne lov kan ikke gis oppreising.\n1 Endret ved lover 9 april 1965 nr. 4, 21 feb. 1969 nr. 13, 6 juni 1969 nr. 18, 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "4:59",
      "chapter": "4",
      "section": "59",
      "content": "Alle offentlige tjenestemenn skal i den utstrekning, deres offentlige stilling setter dem istand til, meddele manntallsførerne de oplysninger, som de måtte forlange til bruk ved manntallenes førelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "4:60",
      "chapter": "4",
      "section": "60",
      "content": "Offentlige tjenestemenn får ingen betaling for de gjøremål, som denne lov pålegger dem, medmindre Stortinget bevilger midler dertil, men kun skyss- og kostgodtgjørelse, forsåvidt sådan ved lov er dem tillagt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "4:61",
      "chapter": "4",
      "section": "61",
      "content": "Statskassen bærer de utgifter som følger av denne lov til\n1. anskaffelse av trykte stemmesedler til bruk for velgerne i valglokalene, stemmeseddelkonvolutter, omslagskonvolutter for forhåndsstemmer og valgurner,\n2. porto og telegrammer ved meldinger etter § 25 nr. 2,\n3.​2 fylkesvalgstyrenes virksomhet.\nDe øvrige utgifter som følger av denne lov, bæres av vedkommende kommune. Statskassen gir kommunene refusjon for deres utgifter i forbindelse med valget, etter satser som fastsettes av departementet.\n1 Endret ved lover 21 mars 1930 nr. 1, 9 april 1965 nr. 4, 6 juni 1969 nr. 18, 21 mai 1971 nr. 48, 25 mars 1977 nr. 24, 29 mai 1981 nr. 37.\n2 Tidligere nr. 4, endret ved lov 29 mai 1981 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "4:62",
      "chapter": "4",
      "section": "62",
      "content": "Vedkommende departement​2 utferdiger de nærmere bestemmelser som denne lovs iverksettelse måtte nødvendiggjøre, deriblant om formen for stortingsrepresentanters og vararepresentanters fullmakter.\n1 Endret ved lov 9 april 1965 nr. 4.\n2 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "4:63",
      "chapter": "4",
      "section": "63",
      "content": "Forsåvidt ikke nogen strengere straff kommer til anvendelse på tilfellet, skal straff av bøter​2 ilegges den, som enten forsettlig eller uaktsomt forser sig:\na. ved å innrette, føre eller opbevare de i denne lov nevnte bøker, lister eller brevskaper​3 på en uriktig eller uordentlig måte;\nb. ved ikke betimelig og i behørig orden tilstevne, underrette om eller utstede innkallelse til noget av de i denne lov omhandlede møter;​4\nc. ved ikke å besørge de i denne lov omhandlede kunngjørelser​5 behørig utferdiget og kunngjort;\nd. ved å utebli fra valgting eller annet foreskrevet møte som medlem av valgstyret eller stemmestyret eller fra møte i manntallsnevnden eller fylkesvalgstyret som medlem av disse myndigheter;\ne. ved ikke, når han har forfall, å sørge såvidt mulig for, at den, som skulde tre i hans sted, betimelig underrettes;\nf. ved iøvrig å tilsidesette forskriftene om de gjøremål, som han skal utføre efter denne lov;\ng. ved å overtre bestemmelsene i § 4 annet ledd om bruk og tilintetgjøring av manntallsavskrifter m.v. eller forskrifter gitt med hjemmel i denne bestemmelse.\nDessuten skal den skyldige erstatte de ved hans forseelse foranledigede utgifter, dog kun forsåvidt han har handlet forsettlig eller grovt uaktsomt.\nForser nogen sig tredje gang​6 på forannevnte måte i utførelsen av de forretninger, som påligger ham på embeds, bestillings eller ombuds vegne, straffes han med bøter​2 eller tap av offentlig tjeneste.\n1 Endret ved lov 25 mars 1977 nr. 24, 29 mai 1981 nr. 37. – Se strl. §§ 108, 120, 324, 325.\n2 Se strl. § 27.\n3 Se §§ 3, 4, 6, 22 nr. 5 og 7, 3O, 36, 38, 40, 45, 55.\n4 Se §§ 3, 7, 12, 17, 54.\n5 Se §§ 4, 7, 12, 14, 17, 54, 55.\n6 Se strl. § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "4:64",
      "chapter": "4",
      "section": "64",
      "content": "Den som med forsett eller ved uaktsomhet overtrer bestemmelsene i § 33 nr. 5 ved omdeling av trykte stemmesedler, eller bestemmelsene i § 39 fjerde ledd ved å gi adgang til eller avskrift av avkryssede manntall, eller bestemmelsene i § 39 femte ledd om taushetsplikt, straffes med bøter.\n1 Endret ved lover 17 juli 1953 nr. 11, 17 feb. 1961, 25 mars 1977 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "4:65",
      "chapter": "4",
      "section": "65",
      "content": "Reglene om salg og skjenkning av berusende drikker på søn- og helligdager skal også gjelde på stemmegivningsdagen.​2\n1 Endret ved lov 9 april 1965 nr. 4.\n2 Jfr. lov 5 april 1927 §§ 10, 22 og 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "4:66",
      "chapter": "4",
      "section": "66",
      "title": "(Ophevelsesbestemmelse).",
      "content": "§ 66.(Ophevelsesbestemmelse).🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Stemmeberettiget ved stortingsvalg er norske statsborgere som senest i det år valgtinget holdes vil ha fylt 18 år og som ikke har tapt stemmeretten etter Grunnlovens § 53.\nNorske statsborgere som på valgdagen er bosatt utenfor riket, er likevel stemmeberettiget bare når de – foruten å oppfylle vilkårene i første ledd – noen gang har stått innført i norsk folkeregister som bosatt i riket, jfr. § 2 tredje ledd.\nNorske tjenestemenn som er ansatt i diplomatiet eller konsulatvesenet og deres husstand, er stemmeberettiget uten hensyn til regelen i annet ledd.\n1 Endret (tilføyd) ved lover 11 mai 1973 nr. 22, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "content": "Manntall over dem som har stemmerett etter § 1, skal i valgsognet​2 føres for herred av lensmannen hvis ikke formannskapet med samtykke av fylkesmannen bestemmer at en annen skal være manntallsfører. For by føres manntallet av den tjenestemann Kongen bestemmer.\nEr et valgsogn delt i eller mellem flere lensmannsdistrikter, skal særskilt manntall føres for hver sådan del av valgsognet, når lensmannen er manntallsfører.\nVedkommende departement​3 gir de fornødne forskrifter om manntallets innretning.\n1 Endret ved lover 21 mars 1930 nr. 1, 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 11 mai 1973 nr. 22 (endret paragraftallet fra 1 til 1 a).\n2 Se grunnl. § 59.\n3 Kommunaldeptet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Manntallet utarbeides i de år det holdes stortingsvalg.​2 Til grunn legges folkeregisteret i valgsognet.\nI manntallet innføres alle de som den 1. juli står innført i folkeregisteret som bosatt i valgsognet,​3 og som har stemmerett etter § 1.\nLikeså innføres i manntallet de som har stemmerett etter § 1 og som er bosatt utenfor riket, såfremt de noen gang i løpet av de siste 10 år før valgdagen har vært folkeregisterført som bosatt i riket, jfr. femte ledd. Personer som er nevnt i § 1 annet ledd, og som ikke har vært folkeregisterført som bosatt i riket noen gang i løpet ev de 10 siste år før valgdagen, skal føres inn i manntallet dersom søknad om slik innføring er kommet inn til manntallsføreren seinest 1. august i valgåret kl. 15. Søknaden må inneholde søkerens forsikring om at han fortsatt er norsk statsborger. Departementet​4 kan gi nærmere forskrifter om søknaden.\nDe som har stemmerett etter § 1, og som flytter til riket etter 1. juli, skal – når de ikke har vært folkeregisterført som bosatt i riket noen gang i løpet av de siste 10 år før valgdagen, manntallsføres i det valgsogn de flytter inn i, dersom valgstyret får melding fra folkeregisteret om flyttingen seinest kl. 15 dagen før det møte som er nevnt i § 6 første ledd.\nStemmeberettigede som er bosatt utenfor riket, jfr. § 1 annet og tredje ledd, på Svalbard eller på Jan Mayen, skal manntallsføres i det valgsogn hvor de sist var innført i folkeregisteret, som bosatt i valgsognet. Det samme gjelder stemmeberettigede som flytter inn i riket etter 1. juli, når de noen gang i løpet av de siste 10 år før valgdagen har vært folkeregisterført som bosatt i riket.\nPersoner som er døde, strykes i manntallet av manntallsføreren.\n1 Endret ved lover 17 juli 1925 nr. 1, 21 mars 1930 nr. 1, 5 mai 1939 nr. 1, 10 juni 1949 nr. 1, 1 mars 1957, 17 feb. 1961, 9 april 1965 nr. 4, 14 nov. 1968, 21 feb. 1969 nr. 13, 11 mai 1973 nr. 22, 25 mars 1977 nr. 24, 15 des. 1978 nr. 85, 29 mai 1981 nr. 37.\n2 Se grunnl. § 54.\n3 Se grunnl. § 59.\n4 Kommunaldeptet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Innen den 42de dag​2 før valgtinget​3 skal manntallsføreren ha satt op et utkast til manntall og en liste over dem, som han ikke har funnet å kunne innføre, forutsatt at han har vært i tvil om deres rett, eller de selv har krevet sig innført.\nEn manntallsnemnd, bestående av manntallsføreren og minst to andre som formannskapet velger blant sine egne medlemmer, skal i tiden mellom den 42de og den 35te dag før valgtinget gjennomgå manntallsutkastet og den nevnte liste. I det tilfelle som § 1 a annet ledd nevner, skal hver av manntallsførerne delta i nevnden, forsåvidt vedkommer hans eget distrikt. Nevnden velger selv sin formann. Dens vedtak fattes ved stemmeflerhet. Står stemmene likt, gjør formannens stemme utslaget. Vedtaket innføres i en bok.\nManntallsføreren skal uopholdelig sende dem, som selv har krevet sig innført i manntallet, men som nevnden ikke har funnet å kunne innføre, underretning om nevndens vedtak og om grunnen til dette.​4\n1 Endret ved lover 21 mars 1930 nr. 1 og 24 juni 1932 nr. 4, 11 mai 1973 nr. 22, 15 des. 1978 nr. 85.\n2 Se § 58.\n3 Se § 12.\n4 Se § 50 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Fra og med den 35te dagen til og med den 18de dag​2 før valgtinget​3 skal det manntall som nevnden har utarbeidet, ligge ute til alminnelig ettersyn på de steder som valgstyret bestemmer. Tid og sted for utleggingen skal manntallsføreren kunngjøre i tide med oppfordring til enhver om å klage, dersom han måtte finne at han selv eller noen annen med urette er innført eller utelatt. Kunngjøringen skal dessuten gjøre rede for den lovbestemte måte å klage på og for stedet hvor og dagen og klokkeslettet når klagen senest må være innkommet. Samtidig kunngjøres tid og sted for det møte som er nevnt i § 6 første ledd.\nManntallsføreren sørger for at politiske partier som er registrert etter § 11, og som stiller valgliste i valgdistriktet, får en avskrift av manntallet uten betaling. Manntallsavskrifter og eventuelt annet materiell som bygger på manntallet, kan et parti bare bruke til partiformål og ikke overlate til utenforstående. Materiellet skal tilintetgjøres når det ikke lenger brukes, senest to år etter utløpet av valgåret. Departementet kan gi nærmere forskrifter om dette.\n1 Endret ved lover 21 mars 1930 nr. 1, 10 juni 1949 nr. 1, 1 mars 1957, 17 feb. 1961, 25 mars 1977 nr. 24, 15 des. 1978 nr. 85, 29 mai 1981 nr. 37.\n2 Se § 58.\n3 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Klager over manntallet må være kommet inn til valgstyret​2 senest kl. 15 den 18de dag før valget. De skal være skriftlige og nevne de grunner de bygger på. En liste over dem som klagene gjelder, skal straks etter utløpet av fristen legges ut på de steder hvor manntallet har vært lagt ut.\nEr det gjort innsigelse mot noens stemmerett, skal manntallsføreren straks gi vedkommende underretning om dette.\n1 Endret ved lover 10 juni 1949 nr. 1, 1 mars 1957, 11 mai 1973 nr. 22, 15 des. 1978 nr. 85.\n2 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "En av dagene i tiden 13de-11te dagen før valget skal valgstyret​2 komme sammen for å avsi kjennelser om innføringer og strykninger i manntallet. Under møtet har den hvis stemmerett det handler om, og den som har klaget, rett til selv og ved fullmektig å uttale seg og føre sine bevis.\nI kjennelsesmøte kan innføring i manntallet skje etter klage, oppdaget feil eller når vedkommende har fått stemmerett eller vil få stemmerett seinest på valgdagen. Innføring kan også skje etter melding som nevnt i § 2 fjerde ledd. Stryking kan skje etter klage, oppdaget feil eller når vedkommende har mistet stemmeretten. Er det grunn til å tro at den som blir innført, står i manntallet i et annet valgsogn, skal underretning om innføringen straks sendes til manntallsføreren der.\n1 Endret ved lover 21 mars 1930 nr. 1, 1 mars 1957, 15 des. 1978 nr. 85, 29 mai 1981 nr. 37.\n2 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Det rettede manntall skal ligge til eftersyn på manntallsførerens kontor inntil stemmegivningen på samtlige stemmesteder i valgsognet er slutt. I tiden mellom møtet og stemmegivningens slutt stryker manntallsføreren dem som dør eller mister stemmeretten, og dem som efter underretning fra annet valgsogn er innført i dettes manntall.\nManntallsføreren skal straks sende underretning til den som er blitt innført eller strøket i manntallet etter at dette er lagt ut etter § 4 første ledd.\nUriktige kjennelser og uriktige innføringer og strykninger som kan ha hatt innflytelse på valget , eller som er innanket for Stortinget, omgjøres av dette. Andre forandringer i manntallet kan Stortinget ikke gjøre.\n1 Endret ved lover 21 mars 1930 nr. 1, 10 juni 1949 nr. 1, 1 mars 1957, 11 mai 1973 nr. 22, 15 des. 1978 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "1. I hvert valgsogn​2 skal der være et valgstyre, som skal bestå av manntallsføreren eller manntallsførerne​3 og valgsognets formenn.\nEr manntallsførerens distrikt delt i eller mellem flere valgsogn, bestemmer han med fylkesmannens samtykke, i hvilken utstrekning han skal delta i de forskjellige valgstyrer. Fylkesmannen kan beskikke en annen til som settemanntallsfører å tjenstgjøre i valgsogn, hvor den sedvanlige manntallsfører ikke selv kan gjøre tjeneste.\n2. Valgstyret velger selv sin formann og varaformann. Det er beslutningsdyktig, når to tredjedeler av dets medlemmer er tilstede. I det tilfelle, som § 7, første ledd nevner, bør manntallsføreren​3 alltid være med. Det fatter sine vedtak og kjennelser ved stemmeflerhet. Står stemmene likt, gjør formannens stemme utslaget.\nAlle møter holdes for åpne dører.\n3. Det første møte sammenkalles av ordføreren, de følgende av formannen.\n1 Endret ved lov 17 juli 1953 nr. 11, 15 des. 1978 nr. 85.\n2 Se grunnl. § 59.\n3 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "1. I hvert valgdistrikt​2 skal det være et fylkesvalgstyre som består av av fylkesutvalget.\nI valgdistrikt som omfatter bare en by, består fylkesvalgstyret likevel av valgstyret​3 eller – dersom byen er delt i flere valgsogn​4 av alle valgstyrer i byen.\n2. Fylkesordføreren fastsetter møtestedet for fylkesvalgstyret når valgdistriktet omfatter herredskommuner eller herredskommuner og bykommune(r), og innkaller til det første møte. I by som utgjør eget valgdistrikt, innkaller ordføreren til det første møte. Senere møter sammenkalles av formannen.\n3. Bestemmelsene i § 8, post 2, gjelder tilsvarende for fylkesvalgstyret.\n1 Endret ved lover 17 juli 1953 nr. 11, 9 april 1965 nr. 4, 29 mai 1981 nr. 37.\n2 Se grunnl. § 58.\n3 Se § 8.\n4 Se grunnl. § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Valgstyret og fylkesvalgstyret antar selv de fornødne hjelpere.\n1 Endret ved lov 17 juli 1953 nr. 11, 29 mai 1981 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Et politisk parti kan søke notarius publicus i Oslo om å bli registrert med et bestemt partinavn. Søknaden må være underskrevet av medlemmene i partiets hovedstyre. Som vedlegg til søknaden må følge utskrift av møtebok for partiets konstituerende møte, hvorav må framgå hvem som på møtet er valgt til medlemmer av partiets hovedstyre. Utskriften må våre bekreftet av disse medlemmene. Underavdeling av politisk sammenslutning kan ikke bli registrert.\nSammen med søknad om registrering må det legges fram for notarius publicus egenhendig underskrevet erklæring fra minst 3.000 personer som har stemmerett ved stortingsvalg, om at de ønsker partiet registrert, og at de har stemmerett ved stortingsvalg. Stemmerettsalderen må være nådd innen utgangen av det kalenderår hvor søknaden er satt fram. Hver underskrift må være datert, og dateringen må ikke være mer enn ett år eldre enn søknaden. Hver underskrivers postadresse og fødselsdato må være påført. Det skal legges til grunn at de oppførte underskriverne selv har skrevet under på erklæring som nevnt, og at de gitte erklæringer og opplysninger er riktige, med mindre særlige forhold tilsier noe annet.\nEt parti kan ikke bli registrert dersom partinavnet er utsatt for å forveksles med partinavn som allerede er registrert. Partiet kan heller ikke registreres dersom navnet er utsatt for å forveksles med navn på parti som tidligere er søkt registrert, med mindre sistnevnte søknad er endelig avslått. Et registrert partinavn blir fritt fire år etter at partiet er oppløst eller har skiftet navn. Navnet blir også fritt når partiet ved to påfølgende stortingsvalg ikke har stilt partiliste i noe valgdistrikt.\nOm saksbehandlingen gjelder reglene i forvaltningsloven uten hinder av dennes § 4. Klage over vedtak som treffes av notarius publicus avgjøres av en nemnd som oppnevnes av departementet.​2 Vedtak av notarius publicus eller av nemnda om registrering av partier skal kunngjøres i Norsk lysingsblad.​3\nSøknad om registrering må være kommet inn til notarius publicus senest 31 mars i valgåret for at registreringen skal ha virkning ved valget.\nEnhver som behandler saker etter denne paragraf, plikter å hindre at andre får adgang eller kjennskap til det han i denne forbindelse får vite om noens personlige forhold.\n1 Endret ved lover 9 april 1965 nr. 4, 4 juni 1976 nr. 60, 25 mars 1977 nr. 24 (får etter lovens IV ikke virkning for tidligere søknader om registrering), 8 april 1983 nr. 15. – Jfr. lov 17 des. 1920 nr. 2.\n2 Kommunaldepartementet.\n3 Se lov 11 okt. 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Valgting til kåring av stortingsrepresentanter skal holdes på en og samme dag i alle rikets valgsogn i september måned i hver stortingsperiodes siste år.​2 Dagen fastsettes i god tid av Kongen til en mandag. Kommunestyret kan likevel bestemme at det i vedkommende valgsogn skal holdes valgting også på søndager før den valgdag som er fastsatt av Kongen.\n1 Endret ved lover 5 mai 1939 nr. 1, 17 feb. 1961, 9 april 1965 nr. 4, 21 feb. 1969 nr. 13, 25 mars 1977 nr. 24.\n2 Se grunnl. §§ 54 og 68.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "12 a",
      "section": "12 a",
      "content": "Rett til å kreve seg fritatt for å stå på en liste ved stortingsvalg har;\na. den som er stemmeberettiget i et annet valgdistrikt,\nb. den som har møtt som representant på alle ordentlige Storting etter foregående valg.\n1 Tilføyd ved lov 25 mars 1977 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12a",
        "source_heading": "§ 12 a."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "1. Et forslag til valgliste må for å kunne godkjennes:​2\na. være innkommet til fylkesvalgstyrets formann​3 seinest kl. 15 den 1 juli i valgåret,​4\nb. ha en overskrift som angir, hvilket parti​5 eller hvilken gruppe det utgår fra, og som ikke kan lede til forveksling, jfr. § 14 post 1, siste ledd;\nUtgår forslaget fra et parti som er meldt overensstemmende med § 11, skal partiangivelsen i listeoverskriften være likelydende med partiets registrerte navn.\nc. være utfylt i tydelig rekkefølge med navnene på så mange forskjellige personer, som der skal velges stortingsrepresentanter for distriktet.​6 Forslaget kan dessuten i fortsatt rekkefølge utfylles med navnene på inntil 6 andre personer.\nKandidatene skal være betegnet med fornavn og etternavn og – hvis det er nødvendig for å unngå forveksling – med stilling og/eller bostedsadresse.\nd. være egenhendig underskrevet av minst 500 stemmeberettigede​7 i valgdistriktet. Underskriverne må ikke stå som forslagsstillere på noe annet forslag, jfr. § 14 nr. 1 fjerde ledd.\nUtgår forslaget fra et parti som er registrert etter § 11,​8 er det nok at forslaget er underskrevet av formann og sekretær for partiets avdeling i valgdistriktet. Fins ikke slik avdeling, gjelder bestemmelsene i første ledd.\nUtgår forslaget både fra parti som er registrert etter § 11 og fra velgere som organisasjonsmessig ikke representerer noe slikt parti, gjelder bestemmelsene i første ledd.\nEt parti, herunder innbefattet alle lokalavdelinger og tilsluttede partiavdelinger, kan bare stille en liste i hvert valgdistrikt.\ne. ikke har kandidat felles med andre forslag, jfr. § 14, post 1, sjette og syvende punktum.\n2. Et forslag til valgliste må videre inneholde angivelse av en tillitsmann med varamann blant dem som har underskrevet listeforslaget, som fylkesvalgstyret kan henvende seg til ved forhandlinger angående forslaget.​9\nEt forslag til valgliste bør inneholde angivelse av et tillitsutvalg på 10 personer med 3 varamenn blant forslagsstillerne som kan gi erklæring om tilbakekallelse av listeforslaget, jfr. nr. 3. Er intet tillitsutvalg utpekt, anses som tillitsutvalg de 10 første forslagsstillere og de 3 nærmest følgende som varamenn. Er forslaget underskrevet etter nr. 1 bokstav d annet ledd, anses styret for den partiavdeling som har underskrevet forslaget som tillitsutvalg.\n3. Som vedlegg til listeforslaget skal følge en fortegnelse over kandidatenes fødselsdato. Er forslaget underskrevet i samsvar med reglene i nr. 1 bokstav d første ledd, jfr. annet ledd annet punktum og tredje ledd, skal det også ligge ved en oversikt over forslagsstillernes bostedsadresse og fødselsdato.\n4. Et forslag til valgliste kan tilbakekalles av forslagets tillitsutvalg. Erklæring om tilbakekallelse av listeforslag må være innkommet til fylkesvalgstyrets formann seinest kl. 15 den 20. juli i valgåret.\n1 Endret ved lover 16 feb. 1924, 21 mars 1930 nr. 1, 24 juni 1932 nr. 4, 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 9 april 1965 nr. 4, 14 juni 1974 nr. 40, 25 mars 1977 nr. 24, 29 mai 1981 nr. 37 (Endringene i § 13 nr. 1 bokstav d annet ledd og § 13 nr. 2 første ledd får først virkning for stortingsvalget 1985), 8 april 1983 nr. 15.\n2 Jfr. § 14 nr. 1.\n3 Se § 9.\n4 Se § 58 og § 14 nr. 1, 2net ledd .\n5 Se § 11.\n6 Se grunnl. § 58.\n7 Se grunnl. §§ 50 og 53.\n8 Jfr. lov 17 des. 1920 nr. 2 § 1.\n9 Jfr. § 14 nr. 1, 3dje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "1. Fylkesvalgstyret​2 avgjør hvorvidt de innkomne forslag og de i § 13 nr. 4 omhandlede erklæringer skal godkjennes, og undersøker om kandidatene og forslagsstillerne oppfyller de lovbestemte vilkår.\nOversittelse av de i § 13 nr. 1 bokstav a og 4 satte frister kan ikke avhjelpes.\nFor øvrig skal fylkesvalgstyret eller dets formann, før avgjørelse treffes, søke å bringe forslag eller erklæring i foreskrevet stand under forhandling med den utpekte tillitsmann.​3\nStår en forslagsstiller på flere forslag, skal det gis ham pålegg om innen en bestemt frist å erklære, på hvilket forslag han vil stå. Erklærer han seg ikke, strykes han som forslagsstiller av alle forslag. Står en kandidat på flere forslag, skal det gis ham tilsvarende pålegg. Erklærer han seg ikke, blir han stående på det forslag som er kommet først inn til fylkesvalgstyrets formann uten seinere å være tilbakekalt, men strykes av de andre forslag. Når et navn strykes av denne eller av annen grunn, kan tillitsmannen bestemme, hvilket navn som skal settes i stedet. Gjør han ikke det, rykker de etterfølgende opp i uforandret rekkefølge.\nHar flere forslag til valglister samme overskrift eller er noe forslag forsynt med overskrift som ikke tydelig adskiller seg fra andre forslags overskrift, og saken ikke ordnes med forhandling, seirer det forslag som først er innkommet. Likevel går enerett til partinavn, ervervet i henhold til § 11, alltid foran.\n2. Forslagene skal, etter hvert som de innkommer, ligge til ettersyn i fylkesvalgstyrets lokale. Seinest den 10 august​4 i valgåret skal fylkesvalgstyret i eller ved sitt lokale slå opp de godkjente forslag som offisielle valglister, hver liste med en oversikt som angir valgtiden, valgdistriktet, det parti eller den gruppe som forslaget er utgått fra, samt tillitsmannens navn. Samtidig med at de godkjente forslag blir oppslått, skal fylkesvalgstyret sende tillitsmannen for hver liste avskrift av vedkommende godkjente listeforslag.\nFylkesvalgstyret skal dessuten – så vidt mulig innen samme frist – kunngjøre overskriftene på de godkjente listeforslag i avisene i distriktet.\nAvtrykk av kunngjørelsene tilstilles samtidig alle valgstyrer​5 i valgdistriktet, bl.a. til oppslag i tilstrekkelig antall i valglokalene.\n3. Fylkesvalgstyret sørger for at det til bruk for velgerne i valglokalene blir trykt et tilstrekkelig antall stemmesedler av alle de godkjente valglister i valgdistriktet. Tillitsmannen for den enkelte liste kan utover dette antall for egen regning kreve å få det antall stemmesedler han ønsker. Krav herom må i tilfelle settes fram skriftlig innen den frist fylkesvalgstyret setter.\n1 Endret ved lover 21 mars 1930 nr. 1, 24 juni 1932 nr. 4, 24 mars 1933 nr. 13, 10 juni 1949 nr. 1, 1 mars 1957, 9 april 1965 nr. 4, 25 mars 1977 nr. 24, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Se § 9.\n3 Se § 13 nr. 2 b.\n4 Se § 58.\n5 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Valgtingene holdes i høvelige lokaler, som valgstyret​2 velger. I mangel av annet tjenlig lokale holdes tinget i kirken. Valgstyret bør la valgting holdes på flere steder hvor det finner det ønskelig av hensyn til velgerne. Vedtak om antall stemmesteder må være gjort senest 1. mai i valgåret.\nI valgsogn hvor det skal holdes valgting søndag, og hvor stemmegivning skal foregå på flere steder i valgsognet, kan valgstyret bestemme at ett eller flere valglokaler ikke skal holdes åpne søndag.\nPå hvert stemmested foregår stemmegivning for en viss del av manntallet.​3\n1 Endret ved lover 17 juni 1953 nr. 11, 9 april 1965 nr. 4, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Se § 8.\n3 Jfr. § 31, 2net ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Skal stemmegivningen foregå på flere steder i valgsognet, forestår et stemmestyre på minst 4 medlemmer valgtinget på hvert sted.\nValgstyret​2 velger medlemmer og varamedlemmer til til stemmestyrene og formenn for dem. Valgbar og pliktig til å mota valg er enhver som er er manntallsført i kommunen ved valget. Personer som bor i vedkommende stemmekrets bør fortrinnsvis velges.\n1 Endret ved lov 9 april 1965 nr. 4, 11 mai 1979 nr. 14.\n2 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Valgstyret​2 kunngjør to ganger når og hvor valgtinget skal holdes og når det skal være avsluttet. Første kunngjøring skjer 3 til 4 uker før valget og annen kunngjøring en av de siste dagene før valget.\nTiden for stemmegivningen bør settes rommelig, den må på mandag minst være 5 timer. Bortsett fra de tilfelle 1) hvor det vil skape vansker eller 2) hvor det må antas at det ikke er nødvendig, skal minst 2 timer, men ikke mer enn halvparten av stemmetiden på mandag legges til tiden etter kl. 18. I de valgsogn hvor ikke minst 2 timer av stemmmetiden ikke legges til etter kl. 18, kan slik avgjørelse bare tas ved et enstemmig vedtak av valgstyret. I vedtaket skel valgstyret grunngi hvorfor 2 timer av stemmetiden ikke legges til etter kl. 18. På søndag må stemmetiden under ingen omstendighet settes kortere enn 3 timer, og stemmmegivningen kan tidligst begynne kl. 13.\n1 Endret ved lover 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 9 april 1965 nr. 4, 11 mai 1979 nr. 14.\n2 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Etter reglene i dette avsnitt har en velger adgang til å avgi stemme på forhånd hos en stemmemottaker​2 i eller utenfor sitt valgsogn når han erklærer at han vil være hindret fra å møte personlig på valgtinget.\nVed stemmegivning utenfor riket eller på Svalbard eller Jan Mayen og på norsk fartøy som går i utenriksfart, behøver velgeren ikke avgi erklæring som nevnt i første ledd.\n1 Endret ved lover 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 1 mars 1957, 6 juni 1969 nr. 18, 11 mai 1979 nr. 14.\n2 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Forhånds stemmegivning må ikke foregå tidligere enn 1. juli i valgåret.\nStemmegivningen må ikke foregå senere enn siste lørdag før valget kl. 20. I de valgsogn hvor det ikke skal holdes valgting søndag, skal det likevel denne dag være adgang til avgi forhåndsstemme inntil kl. 20. Stemmetiden denne dag må på hvert sted som nevnt i § 20 bokstav a tredje ledd være minst 2 timer, tidligst fra kl. 13.\nUnder enhver omstendighet må stemmegivningen foregå så tidlig at stemmesedlen uten særlige foranstaltninger fra stemmemottagerens side kan komme vedkommende valgstyre i hende før stemmegivningen på valgtinget avlyses.​2\n1 Endret ved lover 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 9 april 1965 nr. 4, 21 feb. 1969 nr. 13, 6 juni 1969 nr. 18, 11 mai 1973 nr. 22 (første ledd fra 1 jan. 1977), 11 mai 1979 nr. 14.\n2 Se § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Som stemmemottaker gjør tjeneste:\na. Manntallsføreren.\nEr lensmannen manntallsfører, kan statslønte lensmannsbetjenter som er fast ansatt ved lensmannens kontor, motta forhånds stemmegivning der.\nHvor særlige forhold som arbeidsmengde, reisefravær og liknende gjør det påkrevd kan valgstyret​2 oppnevne en eller flere stemmemottakere til å hjelpe manntallsføreren.\nStemmegivningen skal foregå på manntallsførerens kontor. Valgstyret kan likevel bestemme at stemmegivning også skal kunne foregå på et eller flere andre steder i kommunen.\nb. På Svalbard sysselmannen, som også kan oppnevne andre stemmemottakere. Sysselmannen bestemmer da det sted hvor stemmegivningen skal foregå.\nc. Utenfor riket, utenrikstjenestemann ved lønnet norsk utenriksstasjon og ved ulønte stasjoner som av Utenriksdepartementet er særskilt bemyndiget til det, eller den som Kongen​3 bestemmer. Ved norsk utenriksstasjon kan stasjonssjefen når han finner det påkrevet, dessuten oppnevne en eller flere av stasjonens funksjonærer til å motta forhåndsstemmegivning på stasjonen.\nd. På Jan Mayen den som Kongen bestemmer, og på norske skip på veg fra Norge til Svalbard eller Jan Mayen føreren i samsvar med det som er bestemt i bokstav f. Reglene i § 22, post 6 og i § 25 gjelder så vidt mulig etter departementets​3 nærmere bestemmelse.\ne. Mønstringssjef ved fylkesarbeidskontor og ved arbeids- og sjømannskontor. Mønstringssjefen plikter bare å medvirke ved stemmegivning av sjømenn og personer som er ansatt på norsk fangstfartøy.\nf. På norsk fartøy som går i utenriks fart, skipsfører eller styrmann. Disse plikter bare å medvirke ved stemmegivning av skipets mannskap eller passasjerer.\n1 Endret ved lover 24 juni 1932 nr. 4, 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 1 mars 1957, 9 april 1965 nr. 4, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37.\n2 Se § 8.\n3 Kommunaldepartementet iflg. res. 3 feb. 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Velgeren må avgi sin stemme ved personlig frammøte hos stemmemottakeren​2 på hans kontor, for utenrikstjenestemann ved norsk utenriksstasjon også på kontoret til norsk institusjon, som er godkjent av vedkommende departement etter bestemmelsene i § 22 i lov om tiltak til fremme av sysselsetting av 27. juni 1947, på vedkommende fartøy eller på sted som er fastsatt for stemmegivningen i henhold til § 20 a eller b. Stemme kan også avgis på pasientrommene når det gjelder stemmegivning på sykehus, fødehjem, sykehjem (pleiehjem), aldershjem eller annen institusjon som gir personer som er syke, uføre e.l., behandling, pleie eller opphold.\nValgstyret​3 kan bestemme at det skal være adgang til avgi stemme en viss tid hver dag på manntallsførerens kontor. Videre kan valgstyret bestemme at det der – utenfor manntallsførerens kontortid eller den tid som etter foregående punktum er fastsatt for stemmegivningen – skal være adgang til avgi forhåndsstemme en viss tid på en eller flere bestemte dager. Likeledes kan valgstyret bestemme at det på annet sted hvor det i henhold til § 20 bokstav a er bestemt at stemmegivning skal foregå, skal være adgang til avgi stemme en viss tid på en eller flere bestemte dager. Valgstyret fastsetter i tilfelle også – i samsvar med § 19 annet ledd – tid og sted for forhåndsstemmegivning søndagen for den valgdag som er fastsatt av Kongen. Valgstyret kunngjør all forhåndsstemmegivning i valgsognet etter §§ 18-21, med tid og sted. Stemmegivning på institusjon som er nevnt i første ledd annet punktum, skal også kunngjøres ved oppslag på vedkommende istitusjon.\nStemmemottaker på slik institusjon som er nevnt i første ledd annet punktum, skal på forhånd drøfte ordningen av stemmegivningen der med institusjonens ledelse.\nStemmeseddelen skal være som foreskrevet i § 33.\nValgstyret sørger for at de stemmesedler som det mottar til forhåndsstemmegivningen, sendes i tilstrekkelig antall til stemmemottakerne, som har å sørge for at de utlegges på stemmestedet til bruk for dem som skal avgi stemme.\n1 Endret ved lover 24 juni 1932 nr. 4, 10 juni 1949 nr. 1, 9 april 1965 nr. 4, 6 juni 1969 nr. 18, 11 mai 1973 nr. 22, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14, 8 april 1983 nr. 15.\n2 Se § 20.\n3 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Stemmegivningen foregår således:\n1. Stemmemottageren​2 gjør velgeren bekjent med de regler hvorefter handlingen skal foregå, og skaffer ham, om han ønsker det, de nødvendige skrivesaker.\n2. Han leverer velgeren en konvolutt til å legge stemmeseddelen i.\nTil dem som skal avgi stemme på pasientrom, og som ikke allerede har stemmeseddel, leverer stemmemottakeren en stemmeseddel – uten angivelse av kandidatnavn – for hvert registrert partis liste, og ber velgeren beholde dem han ikke bruker. Når de stemmesedler som trykkes etter § 14 nr. 3 foreligger, skal velgere som har stemmerett i valgdistriktet i stedet få utlevert en slik stemmeseddel av hver liste. Stemmemottakeren må ikke ta tilbake noen av de utleverte stemmesedlene som velgeren ikke har brukt.\nVelgeren legger selv stemmeseddelen i konvolutten i enerom og usett. Ved stemmegivning på pasientrom gjelder kravet om at stemmeseddelen skal legges i konvolutten i enerom og usett, i den utstrekning dette lar seg gjøre.\n3. Stemmemottakeren gir derefter velgeren en annen konvolutt (omslagskonvolutten). I denne legger velgeren selv den konvolutt som inneholder hans stemmeseddel og velgeren kleber selv omslagskonvolutten igjen.\nStemmemottakeren påfører omslagskonvolutten velgerens fulle navn og nøyaktige adresse på hjemstedet 1. juli i valgåret, samt tiden og stedet for stemmegivningen. Ved stemmegivning på norsk fartøy som går i utenriks fart, trengs ingen stedsangivelse, men fartøyets navn og eier skal påføres. Videre påfører stemmemottakeren bevitnelse om at bestemmelsene i nr. 1, nr. 2 siste ledd og nr. 3 første ledd annet punktum er iakttatt, om stemmemottakeren er sikker på at velgeren er den vedkommende sier seg å være, og om det er noen grunn til å anta at velgeren er i en slik tilstand som nevnt i § 32 annet ledd. Stemmemottakeren skriver så under det som er påført omslagskonvolutten.​3\nStemmemottageren leverer derefter omslagskonvolutten til velgeren som egenhendig bekrefter riktigheten av de oplysninger som er påført omslagskonvolutten. Ved stemmegivning innen riket (dog undtatt Svalbard og Jan Mayen) gir velgeren påtegning på omslagskonvolutten om den grunn som vil hindre ham fra personlig fremmøte på valgtinget, jfr. § 18. Stemmemottageren plikter gjøre velgeren opmerksom på, at han skal gi sådan erklæring, og bistå ham med å istandbringe den.\n4. Foregår stemmegivningen i det valgsogn​4 hvor velgeren er manntallsført (på manntallsførerens kontor eller på sted som valgstyret​5 har bestemt etter § 20 bokstav a), legger velgeren selv omslagskonvolutten i en urne for forhåndsstemmegivning.\nForegår stemmegivningen utenfor det valgsogn hvor velgeren er manntallsført, eller for stemmemottaker som omhandles i § 20 e, leverer velgeren omslagskonvolutten til stemmemottakeren som sender den på raskeste betryggende måte direkte til valgstyret i det valgsogn hvor velgeren er manntallsført. Fra utenriks sted kan stemmemottakeren sende den gjennom vedkommende departement.​6 I en av fylkesmannen godkjent bok som innrettes etter et av vedkommende departement fastsatt skjema, skal valgstyrets formann føre inn de mottatte forhåndsstemmer i nummerrekke med angivelse av tiden, når han tok imot dem.​7 Det tilsvarende nummer setter han på omslagskonvolutten som han ikke skal åpne. Når valgstyret skal begynne å åpne og behandle disse forhåndsstemmer, skal formannen legge fram den nevnte bok og alle de brev som er ført inn før valgtinget.\n5. Valgagitasjon er ikke tillatt i det rom der stemmegivningen foregår og i tilstøtende rom.\nVelgere som på grunn av legemlige mangler ikke er i stand til å avgi sin stemme slik som omhandlet i denne paragraf, kan få den nødvendige hjelp av en person som han selv utpeker og som har fylt 14 år. En slik person kan også skrive under på omslagskonvolutten med sitt navn på vegne av velgeren.\nFør en urne for forhandsstemmegivning tas i bruk, må den være forseglet av valgstyrets formann. Er denne stemmemottaker, forsegler varaformannen den urne formannen får. Urnens form og innretning bestemmes av departementet.​6\nManntallsføreren kan – i overvær av en annen person – åpne urner med forhåndsstemmer i og legge stemmene over i en annen forseglet urne for forhåndsstemmer.\n6. Enhver stemmemottaker som omhandles i § 2O a, skal føre liste over de velgere i valgsognet som avgir stemme hos ham. Listen føres i nummerorden og det tilsvarende nummer settes på omslagskonvolutten før den legges i urnen.\nDessuten skal enhver stemmemottaker føre særskilt liste over de velgere som avgir stemme hos ham utenfor sitt eget valgsogn. Stemmemottaker som omhandles i § 20 e, skal likevel på denne liste ta med alle de velgere som avgir stemme hos ham.\nFår han vite at noen av dem som har avgitt stemme hos ham, er avgått ved døden før valget, skal han straks melde fra til vedkommende valgstyre (jfr. § 25, post 2).\n1 Endret ved lover 24 juni 1932 nr. 4, 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 17 feb. 1961, 9 april 1965 nr. 4, 6 juni 1969 nr. 18, 11 mai 1973 nr. 22, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Se § 20.\n3 Se § 25 nr. 2.\n4 Se grunnl. § 59.\n5 Se § 8.\n6 Kommunaldeptet.\n7 Jfr. § 36, 2net ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 mai 1979 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 mai 1979 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "1. Skipsføreren eller styrmannen skal føre inn i skipets dagbok at stemmegivningen er skjedd, velgerens fulle navn, det valgsogn han tilhører, og når brevet er besørget sendt.\n2. Det påligger enhver stemmemottaker på utenriks sted uoppholdelig å gi vedkommende departement​2 telegrafisk underretning, så snart det kommer til hans kunnskap at noen som har avgitt stemme i kraft av denne lov, er avgått ved døden før valget.​3\n3. Skipsfører på norsk fartøy skal sørge for at det i mannskapets oppholdsrom om bord finnes oppslått en veiledning om utenriksværendes stemmegivning,​4 utarbeidet av departementet. Veiledningen skal også stadig finnes på enhver norsk utenriksstasjon hvor forhåndsstemmer mottas og hos mønstringssjef som gjør tjeneste som stemmemottaker etter § 20 bokstav e.\nEier av norsk fartøy plikter å sørge for at materiell som er nødvendig etter bestemmelsene i denne lov og som departementet foranlediger sendt til ham, uten opphold blir sendt videre til føreren av vedkommende fartøy.\n1 Endret ved lover 24 juni 1932 nr. 4, 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 17 feb. 1961, 9 april 1965 nr. 4, 25 mars 1977 nr. 24.\n2 Kommunaldepartementet.\n3 Se §§ 61 og 63.\n4 Se § 63. Jfr. strl. § 419.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "1. Stemmeberettigede som oppholder seg i Norge, unntatt Svalbard og Jan Mayen, som er syke eller uføre og av den grunn ikke vil være i stand til å møte fram i et valglokale på valgdagen, har adgang til å avgi forhåndsstemme der de oppholder seg, til en stemmemottaker, i samsvar med reglene nedenfor. For øvrig gjelder reglene om forhåndsstemmer i denne lov. Reglene nedenfor gjelder likevel ikke for stemmeberettigede som oppholder seg på institusjon hvor det etter vedtak av valgstyret foregår forhåndsstemmegivning etter §§ 18-22 foran.\n2. Fylkesvalgstyret kunngjør i god tid før 12. dag før valget at stemmeberettigede som nevnt i nr. 1 kan sende inn brev m.v. som nevnt i nr. 3 og 4, og tar inn i kunngjøringen liste over manntallsførerne i fylkets valgsogn, med adresse. Departementet fastsetter skjema for kunngjøringen.\n3. I brev til manntallsføreren i det valgsogn hvor den stemmeberettigede oppholder seg, må han sette fram krav om å få avgi stemme der han oppholder seg. I brevet må opplyses hans fulle navn, fødselsår og -dato og nøyaktig adresse, og at han er syk eller ufør og av den grunn ikke vil være i stand til å møte fram i et valglokale på valgdagen. Brevet må underskrives av den stemmeberettigede, enten egenhendig eller med påholden penn (det siste må i tilfelle opplyses).\n4. Samtidig må det til manntallsføreren sendes en skriftlig erklæring – egenhendig underskrevet av en person som har fylt 18 år – om han kjenner den stemmeberettigede og kan bekrefte at han er syk eller ufør og av den grunn ikke vil være i stand til å møte fram i et valglokale på valgdagen.\n5. Brev og erklæring som nevnt i nr. 3 og 4 må være kommet inn til vedkommende manntallsførers kontor senest 12. dag før valget kl. 15.00.\n6. På hvert brev m.m. som kommer inn, noterer manntallsføreren straks dato og klokkeslett for det tidspunkt da skrivet kom inn til hans kontor, og sin signatur. Han ser etter om vilkårene etter nr. 3, 4 og 5 er oppfylt. Er vilkårene ikke oppfylt, sender han straks underretning om dette til den stemmeberettigede, og om hva mangelen består i. Er fristen i nr. 5 ennå ikke utløpt, opplyser han samtidig at mangelen kan rettes innen fristen løper ut. Opplysninger som fins i folkeregisteret i kommunen, har manntallsføreren plikt til å innhente og føye til i innkomne brev dersom dette er nødvendig for at vilkårene i nr. 3 skal bli oppfylt. Ut over dette kan manntallsføreren eller annen valgmyndighet ikke rette eller føye til noe i de brev og erklæringer som kommer inn.\n7. Stemmeberettigede som har satt fram krav m.m. som oppfyller vilkårene i nr. 3, 4 og 5 – i tilfelle etter rettelse eller tilføyelse i samsvar med nr. 6 – skal bli oppsøkt av stemmemottaker. Manntallsføreren fører en egen liste over de stemmeberettigede som etter dette skal bli oppsøkt.\nAndre stemmeberettigede har ikke adgang til å avgi stemme etter denne paragraf.\n8. Manntallsføreren bestemmer hvilke velgere den enkelte stemmemottaker skal oppsøke og gir de instrukser som det i det enkelte tilfelle er grunn til.\n9. Stemmemottakeren har ikke plikt til å oppsøke en stemmeberettiget mer enn en gang. Er en stemmeberettiget som skal oppsøkes, ikke til stede på den oppgitte adresse når stemmemottakeren kommer, skal stemmemottakeren legge igjen der en skriftlig beskjed til den stemmeberettigede om når han har vært der. I slike tilfelle og ellers når en stemmemottaker ikke finner fram til en stemmeberettiget som han skal oppsøke, skal stemmemottakeren snarest mulig skrive ned en forklaring om de nærmere omstendigheter i denne forbindelse. Han bør forsøke å få en mulig tilstedeværende person til ved sin underskrift å bekrefte riktigheten av forklaringen, før han leverer denne til manntallsføreren.\n10. Dersom en stemmeberettiget som har satt fram krav som nevnt foran og som blir oppsøkt av stemmemottaker likevel ikke vil avgi stemme til denne, skal stemmemottakeren på stedet skrive ned en forklaring om dette og anmode den stemmeberettigede om ved sin underskrift å bekrefte riktigheten av det nedskrevne. Stemmemottakeren bør også forsøke å få en mulig tilstedeværende tredjemann til på samme måte å bekrefte dette. Stemmemottakeren leverer forklaringen til manntallsføreren.\n11. Stemmemottakeren leverer til velgeren en stemmeseddel av hver liste og ber velgeren beholde dem han ikke bruker, jfr. § 22 nr. 2 annet ledd, som gjelder tilsvarende.\n12. Ved påtegning på omslagskonvolutten må velgeren erklære at han er syk eller ufør og av den grunn ikke vil være i stand til å møte fram i et valglokale på valgdagen.\n13. Stemmer som blir sendt til valgstyret i et annet valgsogn (§ 22 nr. 4 annet ledd), vedlegges brevet og attesten, jfr. nr. 3 og 4 foran. Slike stemmer sender stemmemottakeren snarest mulig og på hurtigste betryggende måte, direkte til vedkommende valgstyre, dersom manntallsføreren ikke har bestemt at de skal leveres til ham for videresending. I sistnevnte tilfelle sørger stemmemottakeren for at stemmene snarest mulig og på hurtigste betryggende måte blir brakt til manntallsføreren.\n14. Foruten urnene og de førte lister, jfr. § 35 første ledd, skal de brev og attester som er kommet inn fra velgerne, overleveres til valgstyret. Når valgstyret avgjør om stemmene skal godkjennes, gjennomgår det både de innkomne brev og attester og det som er påført omslagskonvolutten.\n1 Opphevd ved lov 24 juni 1932 nr. 4, tilføyd ved lov 11 mai 1973 nr. 22. Endret ved lov 29 mai 1981 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Valgtinget begynner til fastsatt tid enten få eller mange velgere møter. Når den tid som er fastsatt for stemmegivningen søndag er utløpet og de velgere som da er til stede har fått adgang til å stemme, avlyser formannen stemmegivningen. Urnene med stemmesedlene og det øvrige valgmateriell skal oppbevares på sikkert sted under betryggende forsegling. Stemmegivningen fortsetter til fastsatt tid neste dag.\nFor stemmesteder hvor det skal foregå stemmegivning over to dager, kan valgstyret bestemme at de stemmesedler som er avgitt første dag, skal bringes i forseglede urner til valgstyrets lokaler eller et annet sikkert sted, og oppbevares der på betryggende måte inntil neste dags stemmegivning eller opptellingen skal begynne. Likeså kan valgstyret bestemme at det øvrige valgmateriell samtidig skal bringes fra et stemmested til samme sted og oppbevares der inntil neste dags stemmegivning skal begynne.\nDepartementet​2 gir nærmere bestemmelser om framgangsmåten ved forseglingen av valgmateriellet etter at stemmegivningen er avlyst første valgdag og om oppbevaringen av det forseglede materiell inntil stemmegivningen begynner neste dag.\n1 Endret ved lover 9 april 1965 nr. 4, 11 mai 1973 nr. 22.\n2 Kommunaldeptet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Kongen bestemmer hvordan valgtinget skal åpnes.\n1 Endret ved lover 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 11 mai 1973 nr. 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "På valgtinget kan ingen strid om stemmerett reises.​2\nInnsigelse mot, at valget fremmes, skal fremsettes såsnart tinget er satt,​3 eller det, som innsigelsen grunnes på, er inntruffet.\nValgstyret​4 avgjør hver innsigelse, før det går videre. Blir innsigelsen fremsatt for et stemmestyre,​5 går det frem som bestemt i § 30 annet ledd.\nI valglokalet og i tilstøtende rom er det ikke tillatt\nStemmestyrets formann eller dennes stedfortreder kan om nødvendig bortvise den som opptrer i strid med reglene i foregående ledd. Den som blir bortvist, kan bringe avgjørelsen inn for stemmestyret, som kan stadfeste eller oppheve avgjørelsen.\n1 Endret ved lov 29 mai 1981 nr. 37.\n2 Jfr. §§ 5 og 7.\n3 Se § 28.\n4 Se § 8.\n5 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Formannen for valgstyret​2 innfører alt som forhandles og avgjøres på valgtinget i en bok​3 som føres i samsvar med formular fastsatt av departementet, og som manntallsføreren​4 forvarer. I valgboken anføres uttrykkelig datoene for kunngjøringen om utleggingen av manntallet (§ 4), for kjennelsesmøter (§ 6) og kunngjøringen om valgtinget (§ 17).\nHoldes valgting til stemmegivning på flere steder​5, skal stemmestyret​6 bokføre alt som forhandles i en bok som føres i samsvar med formular fastsatt av departementet. Reises ved slikt valgting innsigelse mot at valget fremmes, bokføres innsigelsen med grunngivning. Deretter mottas stemmesedlene. Disse sammen med den delen av manntallet som er nyttet og valgboka bringes snarest mulig etter at stemmegivningen er avsluttet mandag, i en forseglet pakke til valgstyret til videre behandling,​7 jfr. likevel § 35 a.\nEr der innlevert urne for forhåndsstemmegivning med tilhørende lister (jfr. § 35), forholdes på samme måte, idet listene legges i pakken og urnene sendes med seglet ubrutt.\n1 Endret ved lover 21 mars 1930 nr. 1, 17 feb 1961, 9 april 1965 nr. 4, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14.\n2 Se § 8.\n3 Jfr § 40.\n4 Se § 1\n5 Se § 15.\n6 Se § 16.\n7 Jfr. § 29, 3dje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Når formannen har sagt fra, således som § 28 foreskriver, får de i manntallet innførte velgere efterhvert som de møter frem, adgang til å stemme. Også velger som har stemt på forhånd har adgang til å stemme. Framgangsmåten er denne: Først blir det satt et kryss i manntallet ved dens navn som vil stemme. Så får velgeren utlevert en stemmeseddelkonvolutt, og blir vist til et avlukket rom i valglokalet, hvor han usett av alle kan legge stemmeseddelen inn i konvolutten. Konvolutten legger han så ned i en urne, som står på stemmestyrets bord.\nForegår stemmegivningen på flere steder i valgsognet, skal også velgere, som ikke står i vedkommende del av manntallet,​2 få adgang til å avlevere sin stemmeseddel.​3 De skal likevel ikke legge konvolutten med stemmeseddelen ned i valgurnen, men gi den til stemmestyret.​4 Dette skal legge konvolutten i et særskilt omslag, klebe det til, skrive velgerens navn, bostedsadresse og fødselsdato utenpå og gi det til valgstyret​2 etter stemmegivningens avlysning (jfr. § 35).\nVelgere som på grunn av legemlige mangler ikke er i stand til å avgi sin stemmeseddel slik som omhandlet i første og annet ledd, kan i stemmeavlukket få hjelp av en person som han selv utpeker blandt de personer som er til stede i valglokalet, og som har fylt 14 år. Er velgeren ikke i stand til å bevege seg inn i valglokalet, leverer to personer som enten er medlemmer av stemmestyret eller valgfunksjonærer, ham umiddelbart utenfor valglokalet en stemmeseddelkonvolutt og en stemmeseddel for hver liste, jfr. § 22 nr. 2 annet ledd, som gjelder tilsvarende. Etter at velgeren på stedet og usett av andre – i tilfelle med slik hjelp som foran nevnt – har lagt sin stemmeseddel i konvolutten, leverer han denne til de to personene. Disse begir sig straks sammen inn i valglokalet og legger konvolutten i urnen efter at avkrysning i manntallet er foretatt, eller, dersom velgeren ikke er innført i vedkommende del av manntallet, leverer den til stemmestyret til slik behandling som nevnt i siste punktum i foranstående ledd i denne paragraf.\nValgstyret og stemmestyret kan forlange, at en ukjent velger godtgjør, at han er den, han gir seg ut for.\n1 Endret ved lover 24 juni 1932 nr. 4, 17 juli 1953 nr. 11, 1 mars 1957, 9 april 1965 nr. 4, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Se § 15.\n3 Jfr. § 36.\n4 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Også den, som ved valgstyrets kjennelse er nektet stemmerett, skal få adgang til å avlevere sin stemmeseddel. Han skal likevel ikke legge konvolutten med stemmeseddel ned i valgurnen, men gi den til stemmestyret.​2 Dette skal legge konvolutten i et særskilt omslag, klebe det til, skrive velgerens navn, bostedsadresse og fødselsdato utenpå og forvare det ubrutt.​3\nFinner stemmestyret grunn til å anta at velgeren lider av alvorlig sjelelig svekkelse eller nedsatt bevissthet, skal velgeren ikke legge konvolutten med stemmeseddel ned i urnen, men gi den til stemmestyret. Dette skal legge konvolutten i et særskilt omslag, klebe det til og skrive velgerens navn, bostedsadresse og fødselsdato utenpå. På omslaget skal også gis påtegning om grunnen til at stemmegivningen er lagt til side, og om avgjørelsen er enstemmig. Når stemmegivningen er avlyst, skal stemmestyret levere omslaget til valgstyret, som avgjør om stemmegivningen skal vrakes.\n1 Endret ved lov 11 mai 1979 nr. 14, 8 april 1983 nr. 15.\n2 Se §§ 8 og 16.\n3 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "1. Stemmeseddelkonvoluttene skal være ugjennomsiktige og uten tilfestet eller påsatt merke som nevnt i nr. 2 annet og tredje punktum. Ved stemmegivning innenfor rikets grenser skal konvoluttene dessuten ha offentlig stempel og ha samme størrelse, form og farve.\n2. Stemmesedlene skal være av hvitt papir. De må ikke være merket slik at det går fram hvem velgeren er. De må ikke være påført ord eller tegn som må antas å være påført for å gi uttrykk for en mening om personer, organisasjoner eller samfunnsspørsmål. Ord eller tegn som kan regnes som forandring i stemmeseddelens innhold, eller framheving av eller forsøk på å endre stemmeseddelens innhold, fører likevel ikke til vraking. Det må heller ikke ligge noe annet enn stemmesedler i konvolutten, dersom det klart fremgår at det er lagt der med vilje eller viser hvem velgeren er.\n3. Stemmeseddelen skal ha en overskrift som viser hvilken valgliste den gjelder.\nHar to eller flere partier som er registrert etter § 11 stilt fellesliste,​2 eller har ett, to eller flere slike partier stilt fellesliste sammen med velgere som organisasjonsmessig ikke representerer noe slikt parti, skal stemmesedler som lyder på et av disse partiers navn, på navnet til den gruppe av velgere som ikke representerer noe parti eller på felleslistens fulle navn, regnes felleslisten til gode.\nStemmeseddel som inneholder kandidatnavn, kan bare inneholde navn som står på vedkommende valgliste. Andre navn settes ut av betraktning. Den rekkefølge hvori de oppførte personer ønskes valgt, angis enten ved plassen på stemmeseddelen eller ved tilføyd nummer. Er samme navn oppført flere ganger, gjelder det bare på det første sted i rekkefølgen og strykes på de følgende.\n4. – – –\n5. Trykt stemmeseddel må enten være enslydende med en offisiell valgliste​3 og ha overskrift som denne – valgtid, valgdistrikt og navnene på tillitsmannen og tillitsutvalgets medlemmer behøver ikke være tatt med – eller lyde på valglistens navn eller på navnet til parti eller gruppe av velgere som deltar i fellesliste, uten å ha med kandidatnavn. Trykt stemmeseddel som er enslydende med et registrert partis valgliste i et annet valgdistrikt og som ikke er rettet, skal likevel godkjennes dersom partiet stiller liste i det valgdistrikt stemmeseddelen avgis til og stemmeseddelen for øvrig er gyldig. Nr. 3 annet ledd får tilsvarende anvendelse for så vidt angår registrerte partier.\nAndre trykte stemmesedler må ikke omdeles eller brukes.​4\nLikestillet med trykning er fremstilling på annen mekanisk vei, herunder også maskinskrivning.\n6. Valgstyret eller stemmestyret sørger for at det i vedkommende valglokale til enhver tid er tilgjengelig for velgerne trykte stemmesedler av alle godkjente valglister i valgdistriktet. I tilfelle beholdningen av stemmesedler av en liste blir for liten, har det ansvaret for at det i stedet er tilgjengelig et tilstrekkelig antall blanke stemmesedler som velgerne i tilfelle kan fylle ut.\nNærmere forskrifter om dette kan gis av vedkommende departement.​5\n1 Endret ved lover 16 feb 1924, 21 mars 1930 nr. 1, 24 juni 1932 nr. 4, 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 9 april 1965 nr. 4, 14 juni 1974 nr. 40, 11 mai 1979 nr. 14, 8 april 1983 nr. 15.\n2 Se § 13 post 1, bokstav d annet ledd.\n3 Se §§ 13 og 14.\n4 Se § 64.\n5 Kommunaldeptet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Er bestemmelsene i § 33 nr. 1, 2, 3 første ledd eller 5 ikke iakttatt, skal stemmeseddelen vrakes.\nLigger der flere stemmesedler i en konvolutt, skal de vrakes alle, om de er ulike, men den ene godkjennes, om de er enslydende.​2 Gjelder stemmesedlene samme valgliste, men bare en av dem er ulik den offisielle valgliste, skal likevel denne godkjennes og de andre vrakes.\n1 Endret ved lover 14 juni 1974 nr. 40, 25 mars 1977 nr. 24.\n2 Jfr. § 36, 3die og 5te ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Stemmemottakerne​2 i valgsognet (§ 20 a) leverer sine urner for forhåndsstemmegivning – med ubrutt segl – og de førte lister til valgstyret​3 eller et stemmestyre,​4 innen avstemningen avlyses på vedkommende stemmested mandag. Tiden for mottakelsen anføres i valgboken.\nNår den tid er utløpet som er fastsatt for stemmegivning​5 mandag og de velgere som da er til stede har fått adgang til å stemme, avlyser formannen stemmegivningen.\nBlir en urne for forhåndsstemmegivning innlevert efter dette tidspunkt, skal valgstyret ta imot den, men anføre tiden for innleveringen i valgboken.\n1 Endret ved lover 21 mars 1930 nr. 1 og 24 juni 1932 nr. 4, 9 april 1965 nr. 4.\n2 Se § 20.\n3 Se § 8.\n4 Se § 16.\n5 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "35 a",
      "section": "35 a",
      "content": "Blir valgting til stemmegivning holdt på flere steder i valgsognet, kan valgstyret bestemme at stemmestyret på de stemmesteder hvor vedkommende del av manntallet inneholder minst 500 navn, skal foreta en foreløpig opptelling umiddelbart efter at stemmegivningen er slutt. Valgstyret kan bestemme at foreløbig opptelling skal foretas under ett for flere stemmesteder som til sammen har minst 500 navn i manntallet, på ett av disse stemmestedene og av vedkommende stemmestyrer. Slik opptelling som nevnt foran kan likevel bare foretas såfremt de deler av manntallet som vedkommer de øvrige stemmesteder, til sammen inneholder minst 500 navn.\nEr det grunn til å anta at en avgitt stemme er ugyldig som følge av stemmeseddelkonvoluttens beskaffenhet (jfr. § 34 første ledd), tas stemmeseddelen ikke ut av konvolutten. Er det grunn til å anta at en stemmeseddel må vrakes, legges innholdet tilbake i konvolutten. Er det ikke mulig legges vedkommende stemmeseddel til side.\nDe øvrige stemmesedler ordnes i grupper etter valglistebetegnelse. For hver liste ordnes stemmeseddlene i grupper for urettede og rettede stemmesedler (stemmesedler som er ulik vedkommende valgliste). Deretter telles stemmesedlene innen hver enkelt gruppe, og en finner det samlede antall stemmesedler for hver valgliste. Stemmesedlene i hver gruppe legges i spesielle konvolutter. Utenpå konvoluttene skrives hvilken valgliste stemmesedlene i konvolutten tilhører, hvor mange stemmesedler den inneholder, og om disse er rettet eller urettet.\nNår de stemmesedler som er avgitt på de stemmesteder hvor det ikke kan foretas opptelling etter første ledd, er brakt til valgstyret, foretar dette eller andre som valgstyret oppnevner, en foreløpig opptelling av disse stemmer i overensstemmelse med bestemmelsene i annet og tredje ledd. Særskilt opptelling av stemmer avgitt på en del av disse stemmesteder, kan bare foretas såfremt vedkommende deler av manntallet tilsammen inneholder minst 500 navn.\nHoldes i et valgsogn ikke foreløpig opptelling etter bestemmelsene foran i denne paragraf, skal foreløpig opptelling av stemmene fra alle stemmesteder i valgsognet holdes hos valgstyret snarest mulig etter at stemmene er kommet fram. Foregående ledd gjelder tilsvarende. Dersom det kan skje uten særlig forsinkelse for den foreløpige opptellingen, bør valgstyret foreta det som er bestemt i § 36 første ledd med stemmer avgitt etter § 31 annet ledd og blande disse sammen med de andre stemmene, før den foreløpige opptellingen etter dette ledd tar til.\n1 Tilføyet ved lov 17 feb. 1961, endret ved lover 14 juni 1974 nr. 40, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14. – Jfr. §§ 30 og 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35a",
        "source_heading": "§ 35 a."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Valgstyret​2 undersøker om de velgere som har avgitt stemme etter § 31 annet ledd, har adgang til å stemme. Har de ikke stemt i sin egen stemmekrets, setter valgstyret et kryss ved velgerens navn i manntallet, tar stemmeseddelkonvolutten ut av omslaget og legger den ned i en valgurne. I motsatt fall skal stemmesedlen vrakes og omslaget forvares uåpnet.\nTidligst sjette dag før valget kan urner for forhåndsstemmegivning åpnes av valgstyret eller et utvalg på minst tre medlemmer valgt av og blandt valgstyrets medlemmer. Samtidig kan forhåndsstemmer som er sendt valgstyret i henhold til § 22 nr. 4 annet ledd, legges fram. Valgstyret avgjør om forhåndsstemmegivningen skal godkjennes. En forhåndsstemmegivning godkjennes ikke hvis de foreskrevne former ikke er overholdt. Det forhold at en forhåndsstemme ikke er sendt i samsvar med § 22 nr. 4 annet ledd, fører ikke til vraking med mindre noe tyder på at omslagskonvelutten har vært åpnet. En forhåndsstemmegivning skal ikke vrakes av den grunn at velgeren er avgått ved døden etter at stemmegivningen på valgtinget tok til.\nHar en velger avgitt forhåndsstemme flere ganger, kan ingen av stemmegivningene godkjennes.​3 Likevel skal den siste forhåndsstemmegivning godkjennes hvis tidligere stemmegivninger må forkastes på grunn av formelle feil ved forhåndsstemmegivningen og den siste er i forskriftsmessig stand.\nEn forhåndsstemmegivning godkjennes ikke hvis velgeren har stemt på valgtinget. Når en forhåndsstemmegivning er godkjent, settes et kryss ved velgerens navn i manntallet. Nummeret på omslagskonvolutten settes på stemmeseddelkonvolutten, som legges uåpnet ned i en særskilt urne.\nLigger det i samme omslagskonvolutt​4 flere stemmeseddelkonvolutter, åpner valgstyret disse konvoluttene og legger alle stemmesedler ulest inn i en og samme stemmeseddelkonvolutt, som legges i valgurnen slik som bestemt i fjerde ledd. Om noen av stemmesedlene skal godkjennes, avgjøres etter regelen i § 34 annet ledd.\nEr stemmegivningen ikke godkjent, eller er velgeren ved valgstyrets kjennelse nektet stemmerett, skal omslagskonvolutten forvares uåpnet.\nNår stemmegivningen på valgtinget er slutt, alle forhåndstemmegivninger er prøvd, og stemmeseddelkonvoluttene fra disse er lagt ned i den særskilte urne, blandes konvoluttene godt om hverandre. Urnen leveres så til en nemnd på tre medlemmer, som oppnevnes av valgstyret. Medlem av valgstyret eller stemmemottaker kan ikke være med i nemnden. Nemnden begir seg til et sted hvor den usett av andre foretar nummerering av stemmesedlene i urnen. Det gås fram slik: Nemnden tømmer urnen og blander stemmeseddelkonvoluttene vel om hverandre. Deretter trekker et medlem ut en konvolutt og leser opp det nummer som står på den. I en liste som er autorisert av valgstyrets formann, fører et annet medlem av nemnden inn den oppropte konvolutts nummer. Stemmesedlen tas så ut av konvolutten og påføres nummertallet 1. Deretter angis i listen at den stemmeseddel konvolutten inneholder har fått dette tall. Stemmesedlen legges så tilbake i urnen. Slik fortsettes til alle stemmesedlene er blitt nummerert, idet sedlene gis fortløpende nummer. Dersom det er flere stemmesedler i en konvolutt, gis sedlene samme nummer og heftes sammen. Nemnden legger deretter den nevnte liste inn i en konvolutt som forsegles. Urnen med stemmesedlene, stemmeseddelkonvoluttene og den forseglede konvolutt med listen leveres straks til valgstyrets formann. For valgsogn hvor det ved sist foregående valg ble avgitt minst 500 forhåndsstemmer gjelder bare dette ledds første punktum. (Jfr. § 37 første ledd, siste punktum.)\n1 Endret ved lover 7 des. 1923 nr. 2, 21 mars 1930 nr. 1, 24 juni 1932 nr. 4, 17 juli 1953 nr. 11, 9 april 1965 nr. 4, 11 mai 1973 nr. 22, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14, 13 nov. 1981 nr. 78, 8 april 1983 nr. 15.\n2 Se § 8.\n3 Jfr. § 34, 2net ledd.\n4 Se § 22 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Stemmeopptellingen foretas særskilt for stemmer avgitt på valgtinget og stemmer avgitt på forhånd. Særskilt opptelling av stemmer vedkommende en del – eller deler – av manntallet kan ikke foretas med mindre vedkommende del – eller deler tilsammen – inneholder minst 500 navn. I valgsogn hvor det ikke skal foretas slik nummerering av stemmesedlene som nevnt i § 36 syvende ledd, settes på de stemmesedler som er avgitt på forhånd, etter hvert samme nummer som på konvolutten.\nOpptellingen foretas av de personer og på den måte som valgstyret har bestemt, og under valgstyrets tilsyn.\nEn finner først hver valglistes stemmetall ved å telle hvor mange stemmesedler som kommer listen til gode, jfr. § 33 nr. 3 første og annet ledd.\nMå det gjøres avbrudd i tellingen,​2 skal valgstyret sørge for at stemmesedlene og det øvrige valgmateriellet blir oppbevart på helt betryggende måte. Før opptellingen gjenopptas, skal valgstyret se etter at det ikke er foretatt noe urettmessig med valgmateriellet.\n1 Endret ved lover 21 mars 1930 nr. 1, 24 juni 1932 nr. 4, 10. juni 1949 nr. 1, 1 juli 1953 nr. 11, 17 feb. 1961, 9 april 1965 nr. 4, 11 mai 1973 nr. 22, 14 juni 1974 nr. 40, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14, 13 nov. 1981 nr. 78, 8 april 1983 nr. 15.\n2 Jfr. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Når stemmeopptellingen er tilendebrakt, skal listene innføres i valgboken​2 med angivelse av listenes stemmetall, og hvorledes disse tall fordeler seg på stemmer avgitt på valgtinget og forhåndsstemmer.\n1 Endret ved lover 21 mars 1930 nr. 1, 14 juni 1974 nr. 40.\n2 Se § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Valgstyret​2 skal deretter omgående sende i forseglet pakke til Stortingets kontor en bekreftet avskrift av det som er bokført på valgtinget og stemmestedene, alle innkomne omslagskonvolutter for forhånds stemmegivning, inngitte skriftlige klager og besværinger, såvel som de stemmesedler som valgstyret har vraket, eller som måtte være avlevert til valgstyret i henhold til § 32.\nHvis valgstyret ikke også er fylkesvalgstyre,​3 skal det omgående sende i forseglet pakke til formannen i fylkesvalgstyret en bekreftet utskrift av det som i henhold til § 38 er innført i valgboken samt alle de godkjente stemmesedler, de som er avgitt på valgtinget og de som er avgitt på forhånd hver for seg.\nEtter nærmere bestemmelse av vedkommende departement er valgstyret pliktig til å gi de oppgaver angående valget som til enhver tid finnes ønskelig for utarbeidelse av offisiell valgstatistikk.\nDen avskrift av manntallet eller av den del av manntallet som er brukt til avkryssing på valgtinget, leveres manntallsføreren til oppbevaring til 2. valgperiode er utløpet, hvoretter den brennes. Adgang til eller avskrift av denne kan bare​4 gis 1) til tjenstlig bruk for offentlig tjenestemann når det er påkrevet av hensyn til tjenesten, 2) til bruk for statistisk bearbeidelse i vitenskapelig øyemed når det foreligger samtykke fra vedkommende departement.\nDen som er gitt adgang til det avkryssede manntall eller avskrift av dette plikter å bevare taushet​4 om hvilke enkeltpersoner som har stemt eller unnlatt å stemme.\n1 Endret ved lover 21 mars 1930 nr. 1, 17 juli 1953 nr. 11, 17 feb. 1961, 6 juni 1969 nr. 18, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37.\n2 Se § 8.\n3 Se § 9.\n4 Se § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Valgboken skal opleses av formannen og underskrives av valgstyret eller stemmestyret.​1\nDette gjøres hver dag, hvis valgtinget varer flere dager.\n1 Se §§ 8 og 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Kjennelser om stemmerett og om adgang til å avlevere stemmeseddel kan påankes av den, som kjennelsen er gått imot, og enhver annen, som står i valgsognets manntall.​2\n1 Endret ved lov 1 mars 1957. – Jfr. grunnl. § 55 og nærv. lovs §§ 5 og 29.\n2 Se §§ 1 og 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Fylkesvalgstyret​2 skal uopholdelig opgjøre valgutfallet for distriktet på grunnlag av de i § 39 annet ledd omhandlede utskrifter og stemmesedler. Finnes herunder feil i valgstyrets optelling, skal fylkesvalgstyret rette disse.\n1 Endret ved lov 29 mai 1981 nr. 37.\n2 Se § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Etter at listenes stemmetall i alle valgsogn er sammenregnet, skal representantplassene fordeles på listene i forhold til disses stemmetall på følgende måte:\nMan fører op de kvotienter som fremkommer når hver listes stemmetall efter hvert deles med 1.4,-3,-5,-7 osv., inntil hvert stemmetall er delt et antall ganger som svarer til det største antall representanter listen kan ventes å få. Den første representantplass tilfaller den liste som har dcn største kvotient. Den annen representantplass tilfaller den liste som har den nest største kvotient, og således videre inntil alle representantplasser er fordelt.\nHvis flere lister har samme kvotient, avgjøres det ved loddtrekning, hvilken liste representantplassen skal tilfalle.\n1 Endret ved lover 21 mars 1930 nr. 1, 10 juni 1949 nr. 1, 17 juli 1953 nr. 11, 14 juni 1974 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "1. Når der er avgjort, hvormange representantplasser hver liste skal ha,​2 foretas en ny stemmeoptelling for listens kandidater på den måte, at man først bare teller de navn, som står først på stemmesedlene.​3 Den av listens kandidater, som ved denne optelling får flest stemmer, er valgt. Skal listen ha mer enn én plass, teller man derpå op de navn, som står som nr. 2 på stemmesedlene, og den av listens kandidater er da valgt, som ved begge optellinger tilsammen har fått de fleste stemmer, bortsett fra den allerede valgte. På samme måte fortsettes, inntil alle de plasser, som tilfalt listen, er besatt. Ved denne optelling settes navn på personer, som ikke er valgbare,​4 ut av betraktning, og de efterfølgende rykker op. Hvis flere har like mange stemmer, anses den valgt, som står først i rekkefølgen på listen. Gyldige stemmesedler uten kandidatnavn, jfr. § 33 nr. 3 og nr. 5, anses å inneholde de kandidatnavn som er oppført i den offisielle valglisten for valgdistriktet, og i samme rekkefølge. Det samme gjelder stemmesedler som er gyldige etter § 33 nr. 5 første ledd annet og tredje punktum.\n2. Hver liste skal såvidt mulig tildeles så mange vararepresentanter som den får stortingsrepresentanter, med tillegg av to. Vararepresentantplassene besettes ved fortsatt opptelling som for representantplassene bestemt.\n1 Endret ved lover 16 feb. 1924, 17 juli 1953 nr. 11, 9 april 1965 nr. 4, 14 juni 1974 nr. 40, 8 april 1983 nr. 15.\n2 Se § 43.\n3 Se § 33 nr. 3.\n4 Se grunnl. §§ 61 og 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Når valgoppgjøret er utført, skal fylkesvalgstyret i en bok innføre de offisielle valglister​2 og listenes stemmetall i de enkelte valgsogn​3 og i hele valgdistriktet, og hvorledes disse tall fordeler seg på stemmer avgitt på valgtinget og forhåndsstemmer, enn videre beregningen av det antall representanter som tilfaller hver liste, og hvem som etter reglene ovenfor er valgt til stortingsrepresentanter for hver listes vedkommende. Boken underskrives av alle medlemmer av fylkesvalgstyret.\n1 Endret ved lover 21 mars 1930 nr. 1, 10 juni 1949 nr. 1, 9 aprii 1965 nr. 4, 14 juni 1974 nr. 40, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37.\n2 Se §§ 13 og 14.\n3 Se grunnl. § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Fylkesvalgstyret utferdiger fullmakt​2 for de valgte stortingsrepresentanter og deres vararepresentanter (Grunnlovens § 64). Stortingsrepresentantene nevnes i den rekkefølge, som fremgår av §§ 43 og 44. For vararepresentantene anføres, hvilken eller hvilke av stortingsrepresentantene de i tilfelle skal erstatte, og den rekkefølge hvori de er valgt.\nFullmakten underskrives av alle medlemmer av fylkesvalgstyret og sendes til første stortingsrepresentant. Samtidig underrettes de andre stortingsrepresentanter og vararepresentanter om utfallet av valget.\n1 Endret ved lov 9 april 1965 nr. 4, 29 mai 1981 nr. 37.\n2 Se § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Fylkesvalgstyret skal omgående sende til Stortingets kontor bekreftet avskrift av det bokførte.\nDe stemmesedler, som er innkommet til fylkesvalgstyret skal opbevares på et sikkert sted under betryggende forsegling, til valgperioden er utløpet. Så skal de brennes.\n1 Endret ved lov 11 mai 1979 nr. 14, 29 mai 1981 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Er det til stortingsrepresentant eller vararepresentant blitt kåret noen, som ikke plikter å motta valget (Grunnlovens § 63), skal vedkommende innen 3 dager etter å ha fått underretning om valget fra fylkesvalgstyret,​2 sende dette en skriftlig erklæring om, hvorvidt valget mottas.\nAvsender vedkommende ikke i rett tid skriftlig erklæring som nevnt, anses valget som mottatt.\n1 Endret ved lov 9 april 1965 nr. 4, 29 mai 1981 nr. 37.\n2 Se § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Er noen blitt kåret til stortingsrepresentant eller vararepresentant for to valgdistrikter​2 skal vedkommende innen 3 dager, etter at underretning om valget er mottatt fra vedkommende fylkesvalgstyrer, sende begge fylkesvalgstyrer skriftlig erklæring om hvilket valg som mottas.​3 Samtidig bør vedkommende representant på hurtigste måte søke sin beslutning brakt til begge myndigheters og i tilfelle til vararepresentantenes kunnskap.\nAvsendes ikke skriftlige erklæringer som ovenfor nevnt, ansees vedkommende for å ha mottatt valg som stortingsrepresentant for det valgdistrikt, der kandidaten er stemmeberettiget​4 eller, om vedkommende ikke er stemmeberettiget i noen av dem, for det distrikt som står først i ordenen.\nSkulle noen bli kåret til stortingsrepresentant eller til vararepresentant for flere enn to valgdistrikter, får foranstående regler tilsvarende anvendelse, men slik at representanten selv kan velge hvilket av valgdistriktene vedkommende vil representere, uansett om vedkommende allerede før har truffet et valg mellom noen av dem.\nBlir det valg vedkommende mottar kjent ugyldig av Stortinget,​5 kan vedkommende innen tre dager etter å ha fått underretning om dette, erklære at representanten mottar et av de andre valg.\n1 Endret ved lov 9 april 1965 nr. 4, 29 mai 1981 nr. 37.\n2 Se grunnl. § 58.\n3 Se grunnl. § 63, siste ledd.\n4 Se § 1.\n5 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "3:50",
      "chapter": "3",
      "section": "50",
      "content": "Utfallet av stemmegivningen i et valgsogn​2 blir – under de i § 51 nærmere forklarte betingelser – å kjenne ugyldig:\n1. når denne lovs forskrifter om manntallets istandbringelse​3 er tilsidesatt, såsom når manntallet ikke har vært utlagt lenge nok, eller utleggelsen ikke har vært kunngjort. At underretning efter §§ 3, 5 og 7 har vært forsømt, er likevel ikke ugyldighetsgrunn;\n2.\na. når valget er holdt på annen tid enn loven hjemler,​4 eller når forskriftene om, hvorledes valgene skal forberedes og styres,​5 er tilsidesatt;\nb. når ved forhåndsstemmegivning en stemmemottager​6 har gjort sig skyldig i feil eller forsømmelse eller en forhåndsstemme ikke er nådd frem som følge av stemmemottagerens forsømmelse;\n3. når forskriftene om fremgangsmåten på valgtinget​7 er overtrådt, såsom når stemmegivningen eller stemmesedlenes behandling eller optelling er foregått på uriktig måte, eller velgerne ikke er levnet rimelig tid til å avgi stemme;\n4. når det er truffet en uriktig avgjørelse om innføring eller stryking​8 i manntallet eller om gyldigheten av en stemmeseddel;​9\n5. når nogen som ikke står i manntallet har stemt, eller nogen har avgitt stemmeseddel mer enn én gang;​10\n6. når nogen på straffbar måte​11 har søkt å skaffe sig innflytelse på valget.\n7. når trykt stemmeseddel er forkastet i henhold til bestemmelsene i § 34, første ledd, jfr. § 33, post 5, og grunnen til forkastelsen ikke er kommet som følge av forsettlig handling.\n1 Endret ved lover 21 mars 1930 nr. 1, 10 juni 1949 nr. 1, 1 mars 1957, 9 april 1965 nr. 4, 11 mai 1979 nr. 14.\n2 Se grunnl. § 59.\n3 Se kap. 1.\n4 Se § 12.\n5 Se §§ 11-17.\n6 Se § 20.\n7 Se §§ 27 flg.\n8 Se §§ 5 og 7.\n9 Se § 37.\n10 Se § 31.\n11 Se strl. §§ 105, 107 og 108.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "3:51",
      "chapter": "3",
      "section": "51",
      "content": "Alle de feil, som omhandles i forrige paragraf, er ugyldighetsgrunner, hvis Stortinget finner det antagelig, at de har hatt innflytelse på utfallet av valget.\n1 Endret ved lov 8 april 1983 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "3:52",
      "chapter": "3",
      "section": "52",
      "content": "Er det inntruffet feil ved fylkesvalgstyrets valgoppgjør,​2 kjenner Stortinget valgoppgjøret ugyldig, hvis det finnes antakelig, at feilen har hatt innflytelse på oppgjørets utfall.\nDet samme gjelder, når det stemmegivningsutfall, som for noget valgsogns vedkommende blev lagt til grunn for opgjøret, er helt eller delvis ugyldig (§§ 50 og 51).\nOpgjøret kjennes ikke ugyldig i videre utstrekning, enn feilen medfører.\n1 Endret ved lov 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Se §§ 42-44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "3:53",
      "chapter": "3",
      "section": "53",
      "content": "Kan virkningene av nogen i § 50 eller § 52 omhandlet feil heves ved optelling av inngitte stemmesedler, ved sammenlegning av stemmer, ved annen fastsettelse av valgets utfall eller ved loddtrekning, skal så skje, enten gjennem Stortingets egen foranstaltning eller derigjennem, at det påbyr nytt valgopgjør av fylkesvalgstyret.​2\n1 Endret ved lov 29 mai 1981 nr. 37.\n2 Se §§ 42-44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "3:54",
      "chapter": "3",
      "section": "54",
      "content": "Når Stortinget i henhold til §§ 50-52 kjenner helt eller delvis ugyldig det valgoppgjør, som er foretatt av fylkesvalgstyret og tillike underkjenner utfallet av stemmegivningen i et valgsogn, påbyr det nytt valgting i valgsognet, såfremt feilen ikke kan rettes ved noen i § 53 anvist framgangsmåte. Stortinget kan likevel – når det påbys omvalg i et eller flere valgsogn i et valgdistrikt – også bestemme at det skal holdes nye valgting i de øvrige valgsogn i valgdistriktet såfremt særlige forhold taler for dette. I så fall underkjenner det utfallet av den avholdte stemmegivning i hele valgdistriktet.\nEr der til stortingsrepresentant eller vararepresentant kåret noen, som ikke er valgbar,​2 blir denne feil å avhjelpe ved en av de framgangsmåter som er anvist i § 53.\n1 Endret ved lov 9 april 1965 nr. 4, 29 mai 1981 nr. 37.\n2 Se grunnl. §§ 61 og 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "3:55",
      "chapter": "3",
      "section": "55",
      "content": "Ved det nye valg, som Stortinget påbyr ifølge § 54, brukes manntallet fra det oprinnelige valg.​2 Men valgstyret skal rette det overensstemmende med Stortingets avgjørelser og skal dessuten innføre dem, som feilaktig var utelatt og stryke dem, som ikke lenger er stemmeberettiget. Slik innføring og stryking må kun gjøres ved kjennelse, på hvilken reglene i § 6 så vidt mulig finner anvendelse, og som kan prøves av Stortinget etter reglene i § 7 siste ledd. Reglene i § 7 første ledd får tilsvarende anvendelse.\nEr valget kjent ugyldig, fordi lovens forskrifter om manntallets istandbringelse er tilsidesatt,​3 skal disse forskrifter søkes fyldestgjort derved, at utarbeidelsen av manntallet gjenoptas. Berettiget til innførelse er i dette tilfelle – under iakttagelse av lovens regler – alle de, som ved det oprinnelige valgs avholdelse skulde ha vært innført i valgsognets manntall og ikke senere har tapt sin stemmerett.​4\nStortinget kan før sådant nytt valg bestemme en forkortelse av fristene for manntallets istandbringelse og for valgets forberedelse.\nIøvrig kommer ved det nye valg de sedvanlige regler i det hele til anvendelse.\n1 Endret ved lover 10 juni 1949 nr. 1, 1 mars 1957, 11 mai 1979 nr. 14.\n2 Se § 2.\n3 Se § 50 nr. 1.\n4 Se grunnl. § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "3:56",
      "chapter": "3",
      "section": "56",
      "content": "Nytt valgoppgjør​2 skal Stortinget også påby, hvis en representantplass, etter at vararepresentanten eller vararepresentantene i tilfelle er rykket opp, blir ubesatt eller uten vararepresentant, som kan avgi møte, enten fordi der er kåret noen som har unnslått seg for å ta valg (§§ 48 og 49), eller på grunn av omstendigheter som er inntruffet etter valget.\n1 Endret ved lover 16 feb. 1924, 9 april 1965 nr. 4.\n2 Se §§ 42-44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "3:57",
      "chapter": "3",
      "section": "57",
      "content": "Klager til Stortinget over feil, som ifølge denne lov eller Grunnloven antas å medføre et valgs ugyldighet,​2 må være kommet inn til Stortingets kontor til slik tid at Stortinget kan ta stilling til klagen i forbindelse med prøvingen av representantenes fullmakter.\n1 Endret ved lov 8 april 1983 nr. 15.\n2 Se §§ 5, 41, 50 og 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "4:58",
      "chapter": "4",
      "section": "58",
      "content": "Ved beregning av fristene etter denne lov medregnes ikke den valgdag som er fastsatt av Kongen, og den foregående dag.\nEnder en frist på en helligdag, regnes den for å løpe ut på den nærmeste hverdag som følger etter.\nMot oversitting av frister etter denne lov kan ikke gis oppreising.\n1 Endret ved lover 9 april 1965 nr. 4, 21 feb. 1969 nr. 13, 6 juni 1969 nr. 18, 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "4:59",
      "chapter": "4",
      "section": "59",
      "content": "Alle offentlige tjenestemenn skal i den utstrekning, deres offentlige stilling setter dem istand til, meddele manntallsførerne de oplysninger, som de måtte forlange til bruk ved manntallenes førelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "4:60",
      "chapter": "4",
      "section": "60",
      "content": "Offentlige tjenestemenn får ingen betaling for de gjøremål, som denne lov pålegger dem, medmindre Stortinget bevilger midler dertil, men kun skyss- og kostgodtgjørelse, forsåvidt sådan ved lov er dem tillagt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "4:61",
      "chapter": "4",
      "section": "61",
      "content": "Statskassen bærer de utgifter som følger av denne lov til\n1. anskaffelse av trykte stemmesedler til bruk for velgerne i valglokalene, stemmeseddelkonvolutter, omslagskonvolutter for forhåndsstemmer og valgurner,\n2. porto og telegrammer ved meldinger etter § 25 nr. 2,\n3.​2 fylkesvalgstyrenes virksomhet.\nDe øvrige utgifter som følger av denne lov, bæres av vedkommende kommune. Statskassen gir kommunene refusjon for deres utgifter i forbindelse med valget, etter satser som fastsettes av departementet.\n1 Endret ved lover 21 mars 1930 nr. 1, 9 april 1965 nr. 4, 6 juni 1969 nr. 18, 21 mai 1971 nr. 48, 25 mars 1977 nr. 24, 29 mai 1981 nr. 37.\n2 Tidligere nr. 4, endret ved lov 29 mai 1981 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "4:62",
      "chapter": "4",
      "section": "62",
      "content": "Vedkommende departement​2 utferdiger de nærmere bestemmelser som denne lovs iverksettelse måtte nødvendiggjøre, deriblant om formen for stortingsrepresentanters og vararepresentanters fullmakter.\n1 Endret ved lov 9 april 1965 nr. 4.\n2 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "4:63",
      "chapter": "4",
      "section": "63",
      "content": "Forsåvidt ikke nogen strengere straff kommer til anvendelse på tilfellet, skal straff av bøter​2 ilegges den, som enten forsettlig eller uaktsomt forser sig:\na. ved å innrette, føre eller opbevare de i denne lov nevnte bøker, lister eller brevskaper​3 på en uriktig eller uordentlig måte;\nb. ved ikke betimelig og i behørig orden tilstevne, underrette om eller utstede innkallelse til noget av de i denne lov omhandlede møter;​4\nc. ved ikke å besørge de i denne lov omhandlede kunngjørelser​5 behørig utferdiget og kunngjort;\nd. ved å utebli fra valgting eller annet foreskrevet møte som medlem av valgstyret eller stemmestyret eller fra møte i manntallsnevnden eller fylkesvalgstyret som medlem av disse myndigheter;\ne. ved ikke, når han har forfall, å sørge såvidt mulig for, at den, som skulde tre i hans sted, betimelig underrettes;\nf. ved iøvrig å tilsidesette forskriftene om de gjøremål, som han skal utføre efter denne lov;\ng. ved å overtre bestemmelsene i § 4 annet ledd om bruk og tilintetgjøring av manntallsavskrifter m.v. eller forskrifter gitt med hjemmel i denne bestemmelse.\nDessuten skal den skyldige erstatte de ved hans forseelse foranledigede utgifter, dog kun forsåvidt han har handlet forsettlig eller grovt uaktsomt.\nForser nogen sig tredje gang​6 på forannevnte måte i utførelsen av de forretninger, som påligger ham på embeds, bestillings eller ombuds vegne, straffes han med bøter​2 eller tap av offentlig tjeneste.\n1 Endret ved lov 25 mars 1977 nr. 24, 29 mai 1981 nr. 37. – Se strl. §§ 108, 120, 324, 325.\n2 Se strl. § 27.\n3 Se §§ 3, 4, 6, 22 nr. 5 og 7, 3O, 36, 38, 40, 45, 55.\n4 Se §§ 3, 7, 12, 17, 54.\n5 Se §§ 4, 7, 12, 14, 17, 54, 55.\n6 Se strl. § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "4:64",
      "chapter": "4",
      "section": "64",
      "content": "Den som med forsett eller ved uaktsomhet overtrer bestemmelsene i § 33 nr. 5 ved omdeling av trykte stemmesedler, eller bestemmelsene i § 39 fjerde ledd ved å gi adgang til eller avskrift av avkryssede manntall, eller bestemmelsene i § 39 femte ledd om taushetsplikt, straffes med bøter.\n1 Endret ved lover 17 juli 1953 nr. 11, 17 feb. 1961, 25 mars 1977 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "4:65",
      "chapter": "4",
      "section": "65",
      "content": "Reglene om salg og skjenkning av berusende drikker på søn- og helligdager skal også gjelde på stemmegivningsdagen.​2\n1 Endret ved lov 9 april 1965 nr. 4.\n2 Jfr. lov 5 april 1927 §§ 10, 22 og 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "4:66",
      "chapter": "4",
      "section": "66",
      "title": "(Ophevelsesbestemmelse).",
      "content": "§ 66.(Ophevelsesbestemmelse).🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    }
  ]
}