{
  "id": "LOV-1984-06-08-51",
  "type": "statute",
  "title": "Lov om havner og farvann m.v.",
  "short_name": "Havne- og farvannsloven – havnl.",
  "status": "in_force",
  "issued_date": "1984-06-08",
  "in_force_date": "1985-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1984-06-08-51",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "(formål)",
      "content": "Formålet med loven er å legge forholdene til rette for en best mulig planlegging, utbygging og drift av havner og å trygge ferdselen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "(virkeområde)",
      "content": "Loven gjelder norsk indre farvann og på norsk sjøterritorium ellers.​1 For lovens virkeområde på land gjelder § 14.\nLoven gjelder også for vassdrag så langt de er farbare med fartøy fra sjøen.​2 Departementet kan ved enkeltvedtak​3 eller forskrift​4 fastsette hva som forstås med farbarhet. Departementet kan gjøre lovens bestemmelser helt eller delvis gjeldende for elv og innsjø utover det som fremgår av leddet her.\nLoven gjelder for Svalbard​5 i den utstrekning Kongen bestemmer. Kongen fastsetter de endringer i loven som de stedlige forhold tilsier.\nKongen​6 kan bestemme at sjø- og landområder samt arbeid, anlegg og tiltak knyttet til forsvarsmessige formål unntas fra loven og kan ellers bestemme at all myndighet etter loven under beredskap og i krig overføres til statlig myndighet.\n0 Endret ved lov 23 des 1988 nr. 100.\n1 Jfr. lov 27 juni 2003 nr. 57 og Canc. Prom. 25 feb 1812.\n2 Jfr. lov 24 nov 2000 nr. 82.\n3 Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Se lov 17 juli 1925 nr. 11 § 1 (2).\n6 Jfr. forskr. 16 jan 1987 nr. 3254.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(definisjon av fartøy)",
      "content": "Med fartøy etter loven her forstås enhver flytende innretning som kan brukes som transportmiddel, fremkomstmiddel, oppholdssted, produksjonssted eller lagersted, herunder undervannsfartøyer av enhver art. Departementet kan ved enkeltvedtak eller forskrift​1 fastsette hva som forstås med fartøy.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "(Kystverket)",
      "content": "Departementets oppgaver utøves gjennom Kystverket som omfatter Kystdirektoratet, kystdistriktskontorene og underliggende organer med Kystdirektoratet som sentralmyndighet. Kongen fastsetter forskrifter for Kystverket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "(statens myndighet og delegasjon)​1",
      "content": "Departementet har ansvaret for tilsyn og kontroll med havner og farvann, herunder statens havne-, fyr- og lostjeneste.\nUtenfor havnedistrikt har departementet den myndighet og de rettigheter som er tillagt kommunen etter loven her.\nKongen eller departementet kan delegere myndighet til kommuner. Myndighet etter § 6 tredje ledd kan departementet likevel bare delegere til kommuner når det gjelder tillatelser til tiltak av mindre betydning for ferdselen i farvannet. Kystdirektoratet​2 kan delegere myndighet til Kystverkets distriktskontorer og kommuner hvis ikke departementet bestemmer noe annet. Myndighet etter § 6 tredje ledd som Kystdirektoratet har fått delegert fra departementet, kan likevel ikke delegeres til kommuner.\nVed overføring av statlig myndighet kan det bestemmes at enkeltvedtak​3 skal treffes av kommunestyret selv. Etter forskrifter gitt av statlig myndighet etter loven her kan kommunen, organ for interkommunalt havnesamarbeid eller havnestyre opprettet etter departementets bestemmelse gis myndighet til å fastsette utfyllende bestemmelser.\nI saker som faller inn under akvakulturloven,​4 kan departementet delegere myndighet etter loven her til fiskeridirektoratets regionkontorer. Delegasjon kan bare skje når det gjelder enkeltvedtak​3 i typer av saker som må anses som kurante.\n0 Endret ved lover 23 des 1988 nr. 100, 23 mars 1990 nr. 6, 11 juni 1993 nr. 85, 17 juni 2005 nr. 79 (i kraft 1 jan 2006).\n1 Se forskr. 15 okt 2002 nr. 1162 og Fiskeri- og kystdepartementets vedtak 9 jan 2003 nr. 31.\n2 Se § 4.\n3 Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.\n4 Lov 17 juni 2005 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "(farvannsregulering m.v.)",
      "content": "Kongen​1 kan av hensyn til rikets sikkerhet, trafikkavviklingen og almene miljøhensyn fastsette forskrift​2 eller treffe enkeltvedtak​3 om bruk eller forbud mot bruk av avgrensede farvann og om tillatelse til bruk på nærmere vilkår.\nDepartementet kan fastsette forskrift​2 eller treffe enkeltvedtak​3 om trafikkregulering, herunder trafikkseparering og fartøyers største tillatte fart, og om kommunens myndighet til å treffe slike vedtak innen havnedistriktet.\nTiltak som kan føre til endring av elveløp, farled eller strømforhold eller innskrenkning av farvannet til hinder for ferdselen i dybde, bredde eller høyde, krever tillatelse​4 av departementet.\n0 Endret ved lov 23 des 1988 nr. 100.\n1 Fiskeri- og kystdepartementet iflg. res. 17 jan 2003 nr. 38.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.\n4 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(fyrlys og sjømerker m.v.)",
      "content": "Departementet har overoppsyn med og ansvar for utbygging og drift av fyrlys, sjømerker og andre navigasjonshjelpemidler, og for farledene, hvor ikke kommunen har ansvar etter § 16.\nKystdirektoratet​2 kan fastsette forskrifter​3 og treffe enkeltvedtak​4 om lokalisering, utforming og tekniske krav til fyrlys, sjømerker og farvannsskilt som skal regulere ferdselen.​4 Departementet kan fastsette slike forskrifter​3 og treffe slike enkeltvedtak​4 vedrørende andre innretninger og anlegg som skal gi navigasjonsveiledning.\nKystdirektoratet​2 gir tillatelse til oppsetting av fyrlys, sjømerker, farvannskilt og anlegg for trafikkovervåking. Slike anlegg og innretninger må ikke nyttes til fortøyning eller fjernes, flyttes, forandres eller skjermes m.v. uten etter særskilt tillatelse av direktoratet.​5 Departementet gir tillatelse til oppsetting av andre anlegg og innretninger som skal gi navigasjonsveiledning. Ingen må uten departementets tillatelse bruke slike anlegg eller innretninger til noe annet enn forutsatt eller foreta noe som kan hindre eller vanskeliggjøre at slike anlegg og innretninger virker etter hensikten.\nBestemmelsene i denne paragraf gjelder også på land ovenfor høyeste ordinære spring-høyvannslinje.\n0 Endret ved lover 23 des 1988 nr. 100, 23 mars 1990 nr. 6.\n1 Jfr. strl. § 150.\n2 Se § 4.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.\n5 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "(utbygging og andre tiltak)",
      "content": "Kystdirektoratet​2 kan fastsette forskrift​3 og treffe enkeltvedtak​4 om tekniske krav til kaianlegg og andre anlegg og havnekonstruksjoner og om hvilke oppgaver som kan utføres ved slike anlegg og konstruksjoner.\nBygging eller andre tiltak som kan være av betydning for Forsvarets eller Kystverkets​2 anlegg, innretninger eller virksomhet, krever tillatelse av departementet. Er det tvil om hvorvidt arbeidet eller virksomheten er av den nevnte art, skal saken forelegges departementet og vedkommende militære myndighet.​5\nKongen kan bestemme at bygging av kaianlegg, andre anlegg eller konstruksjoner i havnen som er av vesentlig betydning for den sjøverts ferdsel eller innseilingsforholdene, krever tillatelse av departementet etter uttalelse fra fylkeskommunen.​5 Departementet fastsetter bestemmelser om behandlingsmåten etter leddet her.\n1 Jfr. strl. § 150.\n2 Se § 4.\n3 Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "(vilkår i tillatelse)",
      "content": "Til tillatelse eller annet vedtak etter dette kapittel kan det fastsettes vilkår. Vilkårene kan omfatte undersøkelser, utførelse, dimensjonering, utstyr, vedlikehold og bruk, samt andre nødvendige tiltak. Vilkår kan gå ut på at tvister om oppfyllelse av vilkår skal avgjøres av en nemnd, herunder sammensetning av og saksbehandling i nemnda. En slik nemndsavgjørelse kan påklages som enkeltvedtak etter vanlige forvaltningsrettslige regler​1 til det forvaltningsorgan som har satt vilkåret. Disse bestemmelsene medfører ikke at partene er avskåret fra å bringe nemndas avgjørelse inn for domstolene. Det kan bestemmes at den som får tillatelsen, eller den i hvis interesse et vedtak blir fattet, skal dekke utgiftene ved oppfyllelsen av vilkår etter annet punktum. Tillatelse kan også gjøres betinget av adgang til å stenge eller la fjerne anlegg eller deler av det for eierens og/eller brukerens regning dersom vilkårene ikke oppfylles. Tillatelsen kan gjøres tidsbegrenset.​2\n0 Endret ved lov 23 des 1988 nr. 100.\n1 Jfr. lov 10 feb 1967 kap. VI.\n2 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "(departementets kontroll med kommunale vedtak m.v.)",
      "content": "Departementet skal godkjenne kommunale forskrifter dersom overtredelsen skal være straffbar og når forskriftene fastsetter begrensninger i retten til fri ferdsel og fri bruk av farvannene og havnene i havnedistriktet. Kommunale forskrifter om havneavgifter er unntatt fra regelen i første punktum.\nDepartementet​1 kan bestemme at det skal utarbeides en oversikt over gjeldende bestemmelser og andre opplysninger av betydning for den som bruker eller oppholder seg i havnen.​2\n0 Endret ved lov 23 des 1988 nr. 100.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "(departementets vedtak)",
      "content": "Departementet kan fastsette forskrifter​1 eller treffe enkeltvedtak​2 om\n1. plikt for fører, eier, mottager, avsender eller andre til å melde fartøy, kjøretøy og last til havnemyndighetene,\n2. begrensninger i kommunens rett til i havnedistriktet å regulere bruk av farvannene utenfor grunnlinjene og i hovedled eller viktige bileder, bl.a. av hensyn til utøvelsen av fiske og annen aktivitet i og på sjøen,\n3. lossing, lasting, lagring og transport innen havnedistriktet av farlige stoffer og varer,\n4. legging av kabler og ledninger i sjøen og dumping av masser og gjenstander, og om bruk av fyrlys og andre anlegg og innretninger som skal gi navigasjonsveiledning.\n5. tiltak mot forurensning fra oppankrede og fortøyde fartøyer, derunder om skjerming av lys og demping av lyd,\n6. rett for statlige og kommunale tjenestemenn til under utførelse av sin tjeneste å ha adgang til fartøy, anlegg og innretninger,\n7. opplag av fartøy. Det skal tas hensyn til om opplaget vil medføre miljømessige ulemper eller ulemper for fiskerinæringen,\n8. at fiskefartøyer har fortrinnsrett til kaianlegg og havneinnretninger som er bygget eller anskaffet for fiskeriformål. Dette gjelder også bruk av sjøareal i forbindelse med slike innretninger.\n9.​3 opplysninger som eier eller bruker av fartøy, eier, mottaker eller sender av last, samt eier eller operatør av kaianlegg skal gi til statlige eller kommunale myndigheter av hensyn til trafikkavvikling, sikkerhet, miljø og bruksforhold for øvrig i farvannet.\n0 Endret ved lover 23 mars 1990 nr. 6, 21 mai 1999 nr. 29.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Jfr. § 28. Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.\n3 Jfr. EØS-avtalen vedlegg XIII nr. 55a (dir. 2002/59).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:11 a",
      "chapter": "2",
      "section": "11 a",
      "title": "Sikkerhet og terrorberedskap i havner​1",
      "content": "Eier av havn og havneterminal som er omfattet av annet ledd bokstav a, skal treffe tiltak for å forebygge og hindre terrorhandlinger og andre forsettlige, ulovlige handlinger mot havnen, eller fartøy som bruker havnen.\nDepartementet kan gi forskrifter​2 om sikkerhet og terrorberedskap i havner, herunder om:\na. hvilke havner som skal være omfattet av reglene,\nb. plikt til å foreta en sårbarhetsvurdering,\nc. plikt til å ha en godkjent sikkerhets- og terrorberedskapsplan for havnen,\nd. inspeksjoner ved nasjonal eller internasjonal myndighet,\ne. utpeking og opplæring av særskilt personell med ansvar for sikkerhets- og terrorberedskap i havnen,\nf. forbud mot bruk av farvann (sikkerhetssone),\ng. kontroll av personer, kjøretøy og gjenstander som er eller skal inn i havnen, herunder bortvisning,\nh. identifikasjonsdokumenter for dem som arbeider i havnen,\ni. adgang til å forby et fartøy å gå til havn, pålegge fartøyet å forlate havn eller fastsette andre nødvendige tiltak overfor fartøyet,\nj. stenging av havn.\n0 Tilføyd ved lov 29 juni 2007 nr. 76.\n1 Sml. lov 16 feb 2007 nr. 9 § 39.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11 a."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "(kommunens styringsorgan for havner og farvann)",
      "content": "Når en havn har vesentlig betydning utover egen kommune eller er av vesentlig forsvarsmessig eller beredskapsmessig betydning, kan departementet fastsette at det skal opprettes havnestyre​1 og gi særskilte bestemmelser for havnestyrets oppnevning og sammensetning. Når havneforvaltningen er organisert som kommunal bedrift, kan departementet også fastsette slike bestemmelser for styret og bedriftens andre organer.\nTo eller flere kommuner kan for hele eller deler av kommunene opprette interkommunalt samarbeid og organer for slikt samarbeid til å behandle saker etter loven her. Dersom kommunene ikke blir enige om frivillig interkommunalt havnesamarbeid i områder hvor dette er særlig hensiktsmessig, kan Kongen gi pålegg om interkommunalt havnesamarbeid og om opprettelse av organer for slikt samarbeid til å behandle saker etter loven her. Dersom det i vedtektene for det interkommunale havnesamarbeidet ikke annerledes bestemmes, har det interkommunale samarbeidsorganet samme myndighet som kommunene har etter loven her til å treffe enkeltvedtak og vedta forskrifter. For samarbeidet gjelder ellers bestemmelsene i kommunelovens​2 regler om interkommunalt samarbeid så langt de passer.\n0 Endret ved lover 23 des 1988 nr. 100, 11 juni 1993 nr. 85.\n1 Se § 17 og § 18.\n2 Lov 25 sep 1992 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "(havnedistrikt)",
      "content": "Kommunens myndighet etter loven her​1 kan bare utøves innenfor havnedistriktets grenser.\nDepartementet oppretter, endrer og opphever havnedistrikter utenfor høyeste ordinære springhøyvannslinje etter at kommunestyret selv har uttalt seg, dog slik at Kongen fastsetter grenser utenfor grunnlinjene. Kongen​2 bestemmer også hvordan grensene i sjøen mellom kommuner skal trekkes. Grensene i sjøen skal som hovedregel ikke trekkes lenger ut enn at det er rimelig sammenheng mellom aktiviteten på land og i sjøen.\nKommunestyret selv fastsetter havnedistriktets grense på land. Havnedistriktet på land må grense til havnedistriktet opprettet i sjøen. Område som i bindende reguleringsplan er avsatt til havneområde etter plan- og bygningsloven​3 § 25, jfr. § 18, inngår i havnedistriktet.\n0 Endret ved lover 14 juni 1985 nr. 77, 23 des 1988 nr. 100, 11 juni 1993 nr. 85.\n1 Jfr. kap. V.\n2 Fiskeri- og kystdepartementet iflg. res. 17 jan 2003 nr. 38.\n3 Lov 14 juni 1985 nr. 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "(avgiftsområde)",
      "content": "Kommunestyret kan fastsette ett eller flere avgiftsområder.​1\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Jfr. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "(kommunens ansvar og myndighet)",
      "content": "Kommunen har ansvaret for planlegging samt utbygging og drift av egne kaianlegg og havneinnretninger.\nKommunen skal føre tilsyn med at kaianlegg og andre anlegg og havneinnretninger samt arealer er i forsvarlig stand, og at ferdselen på sjø og land ikke hindres eller vanskeliggjøres. Innenfor et havnedistrikt har kommunen ansvaret for farledene og nødvendige fyrlys og sjømerker, og for skilt som varsler om vedtak gitt i medhold av loven her. Departementet fastsetter unntak fra det kommunale ansvar etter leddet her for farleder, fyrlys, sjømerker og skilt som er del av hovedled eller viktige bileder for allmenn trafikk. Når havnestyre er opprettet ved departementets bestemmelse eller ved interkommunalt havnesamarbeid, overtar havnestyret det kommunale ansvar etter leddet her.\nDersom kommunen tar i bruk statens moloer, kaier og andre havneinnretninger, kan departementet pålegge kommunen å overta ansvaret for driften og vedlikeholdet som følger av bruken.\nDersom det i medhold av loven her ikke er bestemt noe annet, kan kommunen fastsette forskrifter​1 om orden i og bruk av havnen og om konkurrerende bruk av farvann i havnedistriktet, herunder om plassering av bøyer og andre fortøyningsinnretninger, om dumpeplasser, om isbryting og tiltak for å hindre at isen legger seg, om faste innretninger i sjøen og om kontroll av personer, reisegods og gods, som befinner seg i havnedistriktet, når hensynet til sikkerheten i skipsfarten krever det.​2 I forskriftene kan kommunestyret gi faste utvalg eller havnestyret adgang til å gi utfyllende bestemmelser.\n0 Endret ved lover 23 des 1988 nr. 100, 23 mars 1990 nr. 6, 11 juni 1993 nr. 85.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "(havnestyrets oppgaver, delegasjon m.v.)",
      "content": "Med havnestyre i denne paragraf menes havnestyre som er opprettet etter departementets bestemmelse​1 og om ikke annerledes er bestemt også interkommunalt havnestyre.\nHavnestyret skal forberede havne- og farvannssaker og legge frem forslag for kommunestyret. Havnestyret skal avgi uttalelse når en avgjørelse kan være av betydning for slike saker.\nHavnestyret treffer kommunale enkeltvedtak​2 etter loven her​3 medmindre kommunestyret bestemmer at det selv skal avgjøre slike saker, eller at det er bestemt i medhold av § 5 nest siste ledd at kommunestyret selv skal treffe vedtak. Kommunestyret kan ikke delegere slik myndighet til andre kommunale nemnder, medmindre de fungerer som havnestyre.\nHavnestyret kan ikke treffe endelig vedtak i strid med vedtatte planer eller i saker som krever tilleggsbevilgninger.\nMedmindre kommunestyret annerledes bestemmer, har havnestyret den myndighet i budsjettsaker som etter gjeldende budsjettforskrifter kan delegeres til havnestyret.\nNår departementet bestemmer om opprettelse av havnestyre kan departementet også bestemme\n- at havnestyret fastsetter forskrifter​4 slik kommunen har adgang til etter loven her\n- at kommunestyret ikke begrenser havnestyrets myndighet etter tredje ledd og femte ledd og\n- at havnestyret har myndighet til å treffe vedtak i saker som krever tilleggsbevilgning, jf. fjerde ledd.\nLikevel gjelder den begrensning at bevilgningene ikke må overstige de midler som etter § 23 siste ledd skal benyttes til havneformål. Når det er truffet bestemmelse etter leddet her, avgjør havnestyret hvordan havnekassens midler skal forvaltes.\n0 Endret ved lover 14 juni 1985 nr. 77, 23 des 1988 nr. 100, 11 juni 1993 nr. 85.\n1 Jfr. § 12.\n2 Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.\n3 Jfr. § 33.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "(havnestyrets myndighet)",
      "content": "Når det er opprettet havnestyre som et ledd i et interkommunalt havnesamarbeid eller ved departementets bestemmelse,​1 utøves kommunens myndighet etter denne paragraf av havnestyret.\nDet kreves tillatelse fra kommunen til arbeid og anlegg i område utenfor plan- og bygningslovens​2 virkeområde. Innenfor plan- og bygningslovens virkeområde kreves slik tillatelse for de arbeider som er nevnt i plan- og bygningslovens​2 § 84. Kommunen skal før tillatelse blir gitt, se til at arbeidet m.v. ikke vil stride mot bestemmelser gitt i eller i medhold av loven her. Det kan settes vilkår i samsvar med § 9.​3 Går arbeidet m.v. inn under § 6 siste ledd i loven her, må departementets tillatelse innhentes i stedet for kommunens.\nDersom fartøy, kjøretøy eller andre gjenstander og anlegg kan volde fare eller skade, kan kommunen nedlegge forbud mot videre bruk eller arbeid eller pålegge andre nødvendige tiltak innen en bestemt frist.​3 Tilsvarende gjelder fjerning av vrak og gjenstander som synker, strander, forlates eller henlegges. Ansvarlig for fjerning, nevnt i de foregående punktum, er den som var eier da vedkommende fartøy eller gjenstand sank, strandet, ble forlatt eller henlagt. Pålegg om skjerming eller forbud mot bruk av lys fra land av hensyn til ferdselen på sjøen kan fastsettes uavhengig av begrensningen i § 14.\n0 Endret ved lover 14 juni 1985 nr. 77, 23 des 1988 nr. 100, 11 juni 1993 nr. 85. Endres ved lov 27 juni 2008 nr. 71 (i kraft fra den tid Kongen bestemmer) som endret ved lov 8 mai 2009 nr. 27.\n1 Jfr. § 12.\n2 Lov 14 juni 1985 nr. 77.\n3 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "(kommunenes gjennomføring av loven)",
      "content": "Enhver har plikt​2 til å rette seg etter de pålegg som kommunen eller havnestyret gir etter loven her. Dersom det må handles straks, og utferdiget pålegg ikke blir etterkommet, eller det ikke er tid til eller mulig å finne noen som det kan utferdiges pålegg mot, kan tjenestemann etter forutgående varsel sperre av område på sjø og land og om nødvendig berge, fjerne eller ta i forvaring kjøretøy, fartøy, vare eller annen gjenstand. Foregående punktum gjelder også vrak og gjenstander som er sunket, strandet, forlatt eller henlagt.\n0 Endret ved lover 23 des 1988 nr. 100, 11 juni 1993 nr. 85.\n1 Jfr. § 32.\n2 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "(havneavgift av fartøy og varer)",
      "content": "Kommunen kan fastsette og skal sørge for at det foretas oppkreving av havneavgifter av fartøy som anløper havn, oppholder seg i eller trafikkerer i avgiftsområde og av varer som lastes, losses, lagres, slepes eller fløtes i, til eller fra slikt område.​1\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "title": "(hva havneavgiftene skal omfatte)",
      "content": "Kongen​1 fastsetter forskrifter​2 om hvilke kostnader med videre som de forskjellige avgifter skal dekke. I forskriftene kan departementet gis adgang til å fravike disse i særlige tilfelle. Det er ikke tillatt å avtale eller oppkreve særskilt vederlag for tjenester eller ytelser hvor kostnadene dekkes gjennom avgifter.\n0 Endret ved lov 23 des 1988 nr. 100.\n1 Fiskeri- og kystdepartementet iflg. res. 17 jan 2003 nr. 38.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "(avgiftsarter)",
      "content": "For å dekke kostnadene med videre som er omhandlet i forskrifter etter § 22, kan det i medhold av § 21 fastsettes følgende avgifter:\na. anløpsavgift\nsom ilegges fartøy og skal være fartøyets betaling for bruken av sjøarealet og innretninger og tiltak som kan lette fartøyets ferdsel,\nb. kaiavgift\nsom ilegges fartøyet når det fortøyer og skal være fartøyets betaling for bruken av kommunale kaier eller fortøyningsinnretninger,\nc. trafikkavgift\nsom ilegges varen som importeres over havnen,\nd. vareavgift\nsom ilegges varen som betaling for dennes bruk av kommunale kaier og arealer, og innretninger knyttet til disse.\nI den utstrekning issituasjonen fører til kostnader eller havnen har kostnader til passasjerbekvemmeligheter, kan avgifter oppkreves av fartøyer og varer etter regler fastsatt av departementet.\nKongen kan bestemme at havner som har det vesentligste av sine inntekter av en spesiell fart eller spesielle varer, kan kreve opp én eller flere havneavgifter etter den tidligere lov.\nAvgifter som kommunen oppebærer etter loven her, skal bare benyttes til havneformål. Når det er opprettet havnestyre, enten ved kommunens egen beslutning, ved interkommunalt samarbeide eller etter departementets bestemmelse,​1 skal havnestyret uttale seg om forvaltningen av avgiftsmidlene, som skal holdes adskilt i egen havnekasse. Tilsvarende gjelder vederlag for bruk og utleie av kommunens særlige havneinnretninger i havnedistriktet. Departementet kan ved enkeltvedtak​2 eller forskrift​3 fastsette hva som forstås med havneformål og særlig havneinnretning.\nNår en havn har eget havnestyre oppnevnt av departementet etter § 12 første ledd, kan departementet i særlige tilfelle og på nærmere vilkår gi tillatelse til at eiendommer og andre midler som inngår i havnekassen som nevnt i fjerde ledd, blir investert i prosjekter eller virksomhet med andre formål enn havneformål. Slik investering og avkastningen av denne inngår i havnekassens midler.\n0 Endret ved lover 23 des 1988 nr. 100, 11 juni 1993 nr. 85, 5 juli 2002 nr. 65.\n1 Jfr. § 12.\n2 Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "(departementets vedtak)",
      "content": "Departementet kan fastsette forskrifter​1 om:\n1. oppbyggingen av avgiftsregulativet, herunder om beregning, oppkreving og ettergivelse,\n2. registrering av kommunens kostnader som grunnlag for avgiftsfastsettelsen,\n3. kostnadsmessig begrunnede rabattordninger,\n4. opplysninger som skal gis av kommunen, havnebrukere og private kaieiere og om kommunens plikt til å føre statistikk,\n5. vederlag for opplag av fartøy, herunder hvilke ulemper utover kostnadene som kan kompenseres,\n6. vederlag for bruk av farled med trafikkovervåking m.v.,\n7. avtaler om betaling og andre vilkår for bruken av kaier og innretninger m.v. i stedet for å betale avgifter etter § 23.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "(ansvar for betaling, inndrivelse)",
      "content": "For havneavgift av fartøy etter § 23 første ledd a og b og isavgift etter annet ledd er rederen​1 ansvarlig for betalingen. Fartøyet kan holdes tilbake inntil skyldig avgift er betalt eller sikkerhet er stillet. Sjøloven​2 § 54 annet ledd gjelder tilsvarende. Tollklarering skal nektes når avgift ikke er betalt. For havneavgift av varer etter § 23 første ledd c og d og isavgift etter annet ledd er mottakeren ansvarlig ved inngående og avskiperen ved utgående forsendelse.\nFor ubetalt havneavgift av varer etter § 23 første ledd c og d og isavgift etter annet ledd gjelder sjøloven​2 §§ 61 til 64 tilsvarende.\nSkyldig havneavgift både av fartøy og vare er tvangsgrunnlag for utlegg.​3\nVed forsinket betaling av havneavgift svares forsinkelsesrente etter lov om renter ved forsinket betaling m m.​4\n0 Endret ved lover 26 juni 1992 nr. 86, 11 juni 1993 nr. 83, 24 juni 1994 nr. 39.\n1 Jfr. lov 24 juni 1994 nr. 39, del II.\n2 Lov 24 juni 1994 nr. 39.\n3 Jfr. lov 26 juni 1992 nr. 86 (tvangsl.) § 7-2, e.\n4 Lov 17 des 1976 nr. 100.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "(avgift til staten for bruk av farleder og navigasjonshjelpemidler m.v.)",
      "content": "Kongen kan bestemme at fartøyer skal betale avgift til staten til dekning av statens utgifter til farledsutbedringer, drift og vedlikehold av fyr, merker og andre navigasjonshjelpemidler, og til istjeneste. Etter Stortingets retningslinjer fastsetter Kongen avgiften. Det kan fastsettes rabattordninger.\nFordelingen av avgiften mellom de forskjellige typer fartøyer skal så vidt mulig skje i forhold til deres bruk av tiltak og lignende som nevnt i første ledd.\nBeregningsgrunnlaget for fartøyer skal være som for havneavgifter etter loven her. Bestemmelsene i § 25 gjelder så langt de passer. Departementet bestemmer i hvilke områder avgiften skal omfatte istjenesten.\nKongen kan gi forskrifter​1 om plikt til å gi opplysninger og til å fremlegge skipsbøkene, og om at kommunene skal innkreve avgiften på statens vegne.\n0 Tilføyd ved lov 16 juni 1989 nr. 59 (i kraft 1 mai 1995).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:26 a",
      "chapter": "6",
      "section": "26 a",
      "title": "Gebyr for kontrolltiltak og tilsyn mv.",
      "content": "Departementet kan gi forskrifter​1 om gebyr for kontrolltiltak og tilsyn som gjennomføres for å sikre at denne loven eller vedtak i medhold av denne loven blir fulgt.\nDepartementet kan også gi forskrift​1 om gebyr for behandling av søknad om tillatelse eller godkjennelse etter denne lov, eller forskrift fastsatt i medhold av denne lov.\n0 Tilføyd ved lov 29 juni 2007 nr. 76.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26a",
        "source_heading": "§ 26 a."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "title": "(kommune- og fylkesplanlegging)",
      "content": "Havneplanlegging skal inngå som en del av kommune- og fylkesplanleggingen og utføres innenfor rammen av § 8.\n0 Endret ved lover 11 juni 1993 nr. 85, 16 juni 1989 nr. 59 (i kraft 1 mai 1995, tidligere § 26).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "8:28",
      "chapter": "8",
      "section": "28",
      "title": "(straffansvar)",
      "content": "Med bøter​1 straffes den som forsettlig eller uaktsomt\na. utfører eller lar utføre arbeid eller handling uten nødvendig tillatelse etter §§ 6, 7 annet og tredje ledd, 8 annet og tredje ledd eller 18 annet ledd eller unnlater å oppfylle vilkår etter § 9,\nb. overtrer særskilt pålegg av offentlig myndighet etter § 18 tredje ledd, dersom han skriftlig gjøres oppmerksom på at straffansvar kan inntre om han ikke etterkommer pålegget,\nc. overtrer lokale forskrifter etter § 16 og 17 sjette ledd, jfr. § 10 første ledd, såfremt bestemmelsen er inntatt i oversikt som nevnt i § 10 annet ledd,\nd. overtrer vedtak etter kapittel II,\ne. unndrar seg betaling av gyldig vedtatte havneavgifter.\nMed bøter​1 eller fengsel​2 i inntil 3 måneder​3 eller begge deler straffes den som forsettlig eller uaktsomt hindrer tjenestemann i utførelse av myndighet etter § 20 eller nekter å etterkomme pålegg i den forbindelse.\nDisse bestemmelser gjelder for så vidt overtredelsen ikke rammes av strengere straffebestemmelser.\n0 Endret ved lover 14 juni 1985 nr. 71, 23 des 1988 nr. 100, 20 juli 1991 nr. 66, 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Jfr. strl. § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 5.\n2 Jfr. strl. § 26 a; strl. 2005 kap. 6 og kap. 9\n3 Jfr. strl. § 25; strl. 2005 § 31 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "title": "(stansing av ulovlig arbeid og opphør av ulovlig bruk)",
      "content": "Utføres arbeid eller foretas bruk uten tillatelse eller i strid med loven her, kan kommunen eller havnestyret eller den dette bemyndiger kreve arbeidet stanset eller at bruken opphører. Om nødvendig kan det kreves hjelp av politiet.\n0 Endret ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "8:30",
      "chapter": "8",
      "section": "30",
      "title": "(forelegg om plikt til å etterkomme pålegg eller forbud)",
      "content": "Er et arbeid på noe vesentlig punkt utført i strid med loven her eller med noen bestemmelse som er gitt i medhold av loven, kan kommunen eller havnestyret utferdige forelegg mot eier eller rettighetshaver med pålegg om at det ulovlig utførte skal fjernes eller rettes innen en frist som settes i forelegget. Forelegg kan også utferdiges mot den som ellers unnlater å etterkomme pålegg eller forbud som er gitt med hjemmel i loven her.\nForelegget skal om mulig forkynnes for eieren eller rettighetshaveren personlig. Den som forelegget er rettet mot, kan reise søksmål mot kommunen for å få forelegget prøvd. Blir søksmål ikke reist innen 30 dager fra forkynnelsen, har forelegget samme virkning som rettskraftig dom​1 og kan fullbyrdes etter reglene for dommer.​2\nForelegget skal gi opplysning om bestemmelsene i annet ledds annet og tredje punktum. Før det utferdiges forelegg skal den som forelegget rettes mot, gis anledning til å uttale seg.\nBestemmelsene i § 33 om klage over enkeltvedtak gjelder ikke når forelegg er utferdiget.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Jfr. tvl. kap. 19 V.\n2 Jfr. tvangsl. § 4-1 (2), a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "title": "(tvangsfullbyrdelse)",
      "content": "Blir pålegg i rettskraftig dom eller dermed likestilt forelegg ikke etterkommet, kan kommunen eller havnestyret selv besørge de pålagte arbeider utført på eierens eller rederens kostnad.\nOm fremgangsmåten ved tvangsfullbyrdelse gjennom namsmyndighetene gjelder tvangsfullbyrdelsesloven​1 kapittel 13.\n0 Endret ved lover 26 juni 1992 nr. 86, 11 juni 1993 nr. 85.\n1 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "title": "(erstatning m.v.)",
      "content": "Kommunen har panterett i gjenstander som nevnt i § 20, og som fjernes, forvares eller berges for sine kostnader, med fortrinnsrett foran alle andre fordringer etter bestemmelsene om sjøpanterett i sjøloven.​1 Oppnås ikke full dekning av kostnadene, er eieren eller rederen ansvarlig for restbeløpet, med de begrensninger som følger av sjøloven​1 kapittel 9. Tilsvarende gjelder ved fullbyrdelse etter § 20.\n0 Endret ved lov 24 juni 1994 nr. 39.\n1 Lov 24 juni 1994 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "title": "(forholdet til forvaltningsloven)​1",
      "content": "Enkeltvedtak som kommunestyret, havnestyret eller annet kommunalt forvaltningsorgan treffer etter denne lov,​2 kan påklages​3 direkte til Kystdirektoratet​4 etter at klagen er forberedt av det organ som har fattet vedtaket det klages over. Kongen kan fastsette annen klageinstans.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Lov 10 feb 1967.\n2 Jfr. § 17 og § 18.\n3 Jfr. lov 10 feb 1967 kap. VI.\n4 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "(formål)",
      "content": "Formålet med loven er å legge forholdene til rette for en best mulig planlegging, utbygging og drift av havner og å trygge ferdselen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "(virkeområde)",
      "content": "Loven gjelder norsk indre farvann og på norsk sjøterritorium ellers.​1 For lovens virkeområde på land gjelder § 14.\nLoven gjelder også for vassdrag så langt de er farbare med fartøy fra sjøen.​2 Departementet kan ved enkeltvedtak​3 eller forskrift​4 fastsette hva som forstås med farbarhet. Departementet kan gjøre lovens bestemmelser helt eller delvis gjeldende for elv og innsjø utover det som fremgår av leddet her.\nLoven gjelder for Svalbard​5 i den utstrekning Kongen bestemmer. Kongen fastsetter de endringer i loven som de stedlige forhold tilsier.\nKongen​6 kan bestemme at sjø- og landområder samt arbeid, anlegg og tiltak knyttet til forsvarsmessige formål unntas fra loven og kan ellers bestemme at all myndighet etter loven under beredskap og i krig overføres til statlig myndighet.\n0 Endret ved lov 23 des 1988 nr. 100.\n1 Jfr. lov 27 juni 2003 nr. 57 og Canc. Prom. 25 feb 1812.\n2 Jfr. lov 24 nov 2000 nr. 82.\n3 Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Se lov 17 juli 1925 nr. 11 § 1 (2).\n6 Jfr. forskr. 16 jan 1987 nr. 3254.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(definisjon av fartøy)",
      "content": "Med fartøy etter loven her forstås enhver flytende innretning som kan brukes som transportmiddel, fremkomstmiddel, oppholdssted, produksjonssted eller lagersted, herunder undervannsfartøyer av enhver art. Departementet kan ved enkeltvedtak eller forskrift​1 fastsette hva som forstås med fartøy.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "(Kystverket)",
      "content": "Departementets oppgaver utøves gjennom Kystverket som omfatter Kystdirektoratet, kystdistriktskontorene og underliggende organer med Kystdirektoratet som sentralmyndighet. Kongen fastsetter forskrifter for Kystverket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "(statens myndighet og delegasjon)​1",
      "content": "Departementet har ansvaret for tilsyn og kontroll med havner og farvann, herunder statens havne-, fyr- og lostjeneste.\nUtenfor havnedistrikt har departementet den myndighet og de rettigheter som er tillagt kommunen etter loven her.\nKongen eller departementet kan delegere myndighet til kommuner. Myndighet etter § 6 tredje ledd kan departementet likevel bare delegere til kommuner når det gjelder tillatelser til tiltak av mindre betydning for ferdselen i farvannet. Kystdirektoratet​2 kan delegere myndighet til Kystverkets distriktskontorer og kommuner hvis ikke departementet bestemmer noe annet. Myndighet etter § 6 tredje ledd som Kystdirektoratet har fått delegert fra departementet, kan likevel ikke delegeres til kommuner.\nVed overføring av statlig myndighet kan det bestemmes at enkeltvedtak​3 skal treffes av kommunestyret selv. Etter forskrifter gitt av statlig myndighet etter loven her kan kommunen, organ for interkommunalt havnesamarbeid eller havnestyre opprettet etter departementets bestemmelse gis myndighet til å fastsette utfyllende bestemmelser.\nI saker som faller inn under akvakulturloven,​4 kan departementet delegere myndighet etter loven her til fiskeridirektoratets regionkontorer. Delegasjon kan bare skje når det gjelder enkeltvedtak​3 i typer av saker som må anses som kurante.\n0 Endret ved lover 23 des 1988 nr. 100, 23 mars 1990 nr. 6, 11 juni 1993 nr. 85, 17 juni 2005 nr. 79 (i kraft 1 jan 2006).\n1 Se forskr. 15 okt 2002 nr. 1162 og Fiskeri- og kystdepartementets vedtak 9 jan 2003 nr. 31.\n2 Se § 4.\n3 Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.\n4 Lov 17 juni 2005 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "(farvannsregulering m.v.)",
      "content": "Kongen​1 kan av hensyn til rikets sikkerhet, trafikkavviklingen og almene miljøhensyn fastsette forskrift​2 eller treffe enkeltvedtak​3 om bruk eller forbud mot bruk av avgrensede farvann og om tillatelse til bruk på nærmere vilkår.\nDepartementet kan fastsette forskrift​2 eller treffe enkeltvedtak​3 om trafikkregulering, herunder trafikkseparering og fartøyers største tillatte fart, og om kommunens myndighet til å treffe slike vedtak innen havnedistriktet.\nTiltak som kan føre til endring av elveløp, farled eller strømforhold eller innskrenkning av farvannet til hinder for ferdselen i dybde, bredde eller høyde, krever tillatelse​4 av departementet.\n0 Endret ved lov 23 des 1988 nr. 100.\n1 Fiskeri- og kystdepartementet iflg. res. 17 jan 2003 nr. 38.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.\n4 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(fyrlys og sjømerker m.v.)",
      "content": "Departementet har overoppsyn med og ansvar for utbygging og drift av fyrlys, sjømerker og andre navigasjonshjelpemidler, og for farledene, hvor ikke kommunen har ansvar etter § 16.\nKystdirektoratet​2 kan fastsette forskrifter​3 og treffe enkeltvedtak​4 om lokalisering, utforming og tekniske krav til fyrlys, sjømerker og farvannsskilt som skal regulere ferdselen.​4 Departementet kan fastsette slike forskrifter​3 og treffe slike enkeltvedtak​4 vedrørende andre innretninger og anlegg som skal gi navigasjonsveiledning.\nKystdirektoratet​2 gir tillatelse til oppsetting av fyrlys, sjømerker, farvannskilt og anlegg for trafikkovervåking. Slike anlegg og innretninger må ikke nyttes til fortøyning eller fjernes, flyttes, forandres eller skjermes m.v. uten etter særskilt tillatelse av direktoratet.​5 Departementet gir tillatelse til oppsetting av andre anlegg og innretninger som skal gi navigasjonsveiledning. Ingen må uten departementets tillatelse bruke slike anlegg eller innretninger til noe annet enn forutsatt eller foreta noe som kan hindre eller vanskeliggjøre at slike anlegg og innretninger virker etter hensikten.\nBestemmelsene i denne paragraf gjelder også på land ovenfor høyeste ordinære spring-høyvannslinje.\n0 Endret ved lover 23 des 1988 nr. 100, 23 mars 1990 nr. 6.\n1 Jfr. strl. § 150.\n2 Se § 4.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.\n5 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "(utbygging og andre tiltak)",
      "content": "Kystdirektoratet​2 kan fastsette forskrift​3 og treffe enkeltvedtak​4 om tekniske krav til kaianlegg og andre anlegg og havnekonstruksjoner og om hvilke oppgaver som kan utføres ved slike anlegg og konstruksjoner.\nBygging eller andre tiltak som kan være av betydning for Forsvarets eller Kystverkets​2 anlegg, innretninger eller virksomhet, krever tillatelse av departementet. Er det tvil om hvorvidt arbeidet eller virksomheten er av den nevnte art, skal saken forelegges departementet og vedkommende militære myndighet.​5\nKongen kan bestemme at bygging av kaianlegg, andre anlegg eller konstruksjoner i havnen som er av vesentlig betydning for den sjøverts ferdsel eller innseilingsforholdene, krever tillatelse av departementet etter uttalelse fra fylkeskommunen.​5 Departementet fastsetter bestemmelser om behandlingsmåten etter leddet her.\n1 Jfr. strl. § 150.\n2 Se § 4.\n3 Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "(vilkår i tillatelse)",
      "content": "Til tillatelse eller annet vedtak etter dette kapittel kan det fastsettes vilkår. Vilkårene kan omfatte undersøkelser, utførelse, dimensjonering, utstyr, vedlikehold og bruk, samt andre nødvendige tiltak. Vilkår kan gå ut på at tvister om oppfyllelse av vilkår skal avgjøres av en nemnd, herunder sammensetning av og saksbehandling i nemnda. En slik nemndsavgjørelse kan påklages som enkeltvedtak etter vanlige forvaltningsrettslige regler​1 til det forvaltningsorgan som har satt vilkåret. Disse bestemmelsene medfører ikke at partene er avskåret fra å bringe nemndas avgjørelse inn for domstolene. Det kan bestemmes at den som får tillatelsen, eller den i hvis interesse et vedtak blir fattet, skal dekke utgiftene ved oppfyllelsen av vilkår etter annet punktum. Tillatelse kan også gjøres betinget av adgang til å stenge eller la fjerne anlegg eller deler av det for eierens og/eller brukerens regning dersom vilkårene ikke oppfylles. Tillatelsen kan gjøres tidsbegrenset.​2\n0 Endret ved lov 23 des 1988 nr. 100.\n1 Jfr. lov 10 feb 1967 kap. VI.\n2 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "(departementets kontroll med kommunale vedtak m.v.)",
      "content": "Departementet skal godkjenne kommunale forskrifter dersom overtredelsen skal være straffbar og når forskriftene fastsetter begrensninger i retten til fri ferdsel og fri bruk av farvannene og havnene i havnedistriktet. Kommunale forskrifter om havneavgifter er unntatt fra regelen i første punktum.\nDepartementet​1 kan bestemme at det skal utarbeides en oversikt over gjeldende bestemmelser og andre opplysninger av betydning for den som bruker eller oppholder seg i havnen.​2\n0 Endret ved lov 23 des 1988 nr. 100.\n1 Fiskeri- og kystdepartementet.\n2 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "(departementets vedtak)",
      "content": "Departementet kan fastsette forskrifter​1 eller treffe enkeltvedtak​2 om\n1. plikt for fører, eier, mottager, avsender eller andre til å melde fartøy, kjøretøy og last til havnemyndighetene,\n2. begrensninger i kommunens rett til i havnedistriktet å regulere bruk av farvannene utenfor grunnlinjene og i hovedled eller viktige bileder, bl.a. av hensyn til utøvelsen av fiske og annen aktivitet i og på sjøen,\n3. lossing, lasting, lagring og transport innen havnedistriktet av farlige stoffer og varer,\n4. legging av kabler og ledninger i sjøen og dumping av masser og gjenstander, og om bruk av fyrlys og andre anlegg og innretninger som skal gi navigasjonsveiledning.\n5. tiltak mot forurensning fra oppankrede og fortøyde fartøyer, derunder om skjerming av lys og demping av lyd,\n6. rett for statlige og kommunale tjenestemenn til under utførelse av sin tjeneste å ha adgang til fartøy, anlegg og innretninger,\n7. opplag av fartøy. Det skal tas hensyn til om opplaget vil medføre miljømessige ulemper eller ulemper for fiskerinæringen,\n8. at fiskefartøyer har fortrinnsrett til kaianlegg og havneinnretninger som er bygget eller anskaffet for fiskeriformål. Dette gjelder også bruk av sjøareal i forbindelse med slike innretninger.\n9.​3 opplysninger som eier eller bruker av fartøy, eier, mottaker eller sender av last, samt eier eller operatør av kaianlegg skal gi til statlige eller kommunale myndigheter av hensyn til trafikkavvikling, sikkerhet, miljø og bruksforhold for øvrig i farvannet.\n0 Endret ved lover 23 mars 1990 nr. 6, 21 mai 1999 nr. 29.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Jfr. § 28. Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.\n3 Jfr. EØS-avtalen vedlegg XIII nr. 55a (dir. 2002/59).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:11 a",
      "chapter": "2",
      "section": "11 a",
      "title": "Sikkerhet og terrorberedskap i havner​1",
      "content": "Eier av havn og havneterminal som er omfattet av annet ledd bokstav a, skal treffe tiltak for å forebygge og hindre terrorhandlinger og andre forsettlige, ulovlige handlinger mot havnen, eller fartøy som bruker havnen.\nDepartementet kan gi forskrifter​2 om sikkerhet og terrorberedskap i havner, herunder om:\na. hvilke havner som skal være omfattet av reglene,\nb. plikt til å foreta en sårbarhetsvurdering,\nc. plikt til å ha en godkjent sikkerhets- og terrorberedskapsplan for havnen,\nd. inspeksjoner ved nasjonal eller internasjonal myndighet,\ne. utpeking og opplæring av særskilt personell med ansvar for sikkerhets- og terrorberedskap i havnen,\nf. forbud mot bruk av farvann (sikkerhetssone),\ng. kontroll av personer, kjøretøy og gjenstander som er eller skal inn i havnen, herunder bortvisning,\nh. identifikasjonsdokumenter for dem som arbeider i havnen,\ni. adgang til å forby et fartøy å gå til havn, pålegge fartøyet å forlate havn eller fastsette andre nødvendige tiltak overfor fartøyet,\nj. stenging av havn.\n0 Tilføyd ved lov 29 juni 2007 nr. 76.\n1 Sml. lov 16 feb 2007 nr. 9 § 39.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11 a."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "(kommunens styringsorgan for havner og farvann)",
      "content": "Når en havn har vesentlig betydning utover egen kommune eller er av vesentlig forsvarsmessig eller beredskapsmessig betydning, kan departementet fastsette at det skal opprettes havnestyre​1 og gi særskilte bestemmelser for havnestyrets oppnevning og sammensetning. Når havneforvaltningen er organisert som kommunal bedrift, kan departementet også fastsette slike bestemmelser for styret og bedriftens andre organer.\nTo eller flere kommuner kan for hele eller deler av kommunene opprette interkommunalt samarbeid og organer for slikt samarbeid til å behandle saker etter loven her. Dersom kommunene ikke blir enige om frivillig interkommunalt havnesamarbeid i områder hvor dette er særlig hensiktsmessig, kan Kongen gi pålegg om interkommunalt havnesamarbeid og om opprettelse av organer for slikt samarbeid til å behandle saker etter loven her. Dersom det i vedtektene for det interkommunale havnesamarbeidet ikke annerledes bestemmes, har det interkommunale samarbeidsorganet samme myndighet som kommunene har etter loven her til å treffe enkeltvedtak og vedta forskrifter. For samarbeidet gjelder ellers bestemmelsene i kommunelovens​2 regler om interkommunalt samarbeid så langt de passer.\n0 Endret ved lover 23 des 1988 nr. 100, 11 juni 1993 nr. 85.\n1 Se § 17 og § 18.\n2 Lov 25 sep 1992 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "(havnedistrikt)",
      "content": "Kommunens myndighet etter loven her​1 kan bare utøves innenfor havnedistriktets grenser.\nDepartementet oppretter, endrer og opphever havnedistrikter utenfor høyeste ordinære springhøyvannslinje etter at kommunestyret selv har uttalt seg, dog slik at Kongen fastsetter grenser utenfor grunnlinjene. Kongen​2 bestemmer også hvordan grensene i sjøen mellom kommuner skal trekkes. Grensene i sjøen skal som hovedregel ikke trekkes lenger ut enn at det er rimelig sammenheng mellom aktiviteten på land og i sjøen.\nKommunestyret selv fastsetter havnedistriktets grense på land. Havnedistriktet på land må grense til havnedistriktet opprettet i sjøen. Område som i bindende reguleringsplan er avsatt til havneområde etter plan- og bygningsloven​3 § 25, jfr. § 18, inngår i havnedistriktet.\n0 Endret ved lover 14 juni 1985 nr. 77, 23 des 1988 nr. 100, 11 juni 1993 nr. 85.\n1 Jfr. kap. V.\n2 Fiskeri- og kystdepartementet iflg. res. 17 jan 2003 nr. 38.\n3 Lov 14 juni 1985 nr. 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "(avgiftsområde)",
      "content": "Kommunestyret kan fastsette ett eller flere avgiftsområder.​1\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Jfr. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "(kommunens ansvar og myndighet)",
      "content": "Kommunen har ansvaret for planlegging samt utbygging og drift av egne kaianlegg og havneinnretninger.\nKommunen skal føre tilsyn med at kaianlegg og andre anlegg og havneinnretninger samt arealer er i forsvarlig stand, og at ferdselen på sjø og land ikke hindres eller vanskeliggjøres. Innenfor et havnedistrikt har kommunen ansvaret for farledene og nødvendige fyrlys og sjømerker, og for skilt som varsler om vedtak gitt i medhold av loven her. Departementet fastsetter unntak fra det kommunale ansvar etter leddet her for farleder, fyrlys, sjømerker og skilt som er del av hovedled eller viktige bileder for allmenn trafikk. Når havnestyre er opprettet ved departementets bestemmelse eller ved interkommunalt havnesamarbeid, overtar havnestyret det kommunale ansvar etter leddet her.\nDersom kommunen tar i bruk statens moloer, kaier og andre havneinnretninger, kan departementet pålegge kommunen å overta ansvaret for driften og vedlikeholdet som følger av bruken.\nDersom det i medhold av loven her ikke er bestemt noe annet, kan kommunen fastsette forskrifter​1 om orden i og bruk av havnen og om konkurrerende bruk av farvann i havnedistriktet, herunder om plassering av bøyer og andre fortøyningsinnretninger, om dumpeplasser, om isbryting og tiltak for å hindre at isen legger seg, om faste innretninger i sjøen og om kontroll av personer, reisegods og gods, som befinner seg i havnedistriktet, når hensynet til sikkerheten i skipsfarten krever det.​2 I forskriftene kan kommunestyret gi faste utvalg eller havnestyret adgang til å gi utfyllende bestemmelser.\n0 Endret ved lover 23 des 1988 nr. 100, 23 mars 1990 nr. 6, 11 juni 1993 nr. 85.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "(havnestyrets oppgaver, delegasjon m.v.)",
      "content": "Med havnestyre i denne paragraf menes havnestyre som er opprettet etter departementets bestemmelse​1 og om ikke annerledes er bestemt også interkommunalt havnestyre.\nHavnestyret skal forberede havne- og farvannssaker og legge frem forslag for kommunestyret. Havnestyret skal avgi uttalelse når en avgjørelse kan være av betydning for slike saker.\nHavnestyret treffer kommunale enkeltvedtak​2 etter loven her​3 medmindre kommunestyret bestemmer at det selv skal avgjøre slike saker, eller at det er bestemt i medhold av § 5 nest siste ledd at kommunestyret selv skal treffe vedtak. Kommunestyret kan ikke delegere slik myndighet til andre kommunale nemnder, medmindre de fungerer som havnestyre.\nHavnestyret kan ikke treffe endelig vedtak i strid med vedtatte planer eller i saker som krever tilleggsbevilgninger.\nMedmindre kommunestyret annerledes bestemmer, har havnestyret den myndighet i budsjettsaker som etter gjeldende budsjettforskrifter kan delegeres til havnestyret.\nNår departementet bestemmer om opprettelse av havnestyre kan departementet også bestemme\n- at havnestyret fastsetter forskrifter​4 slik kommunen har adgang til etter loven her\n- at kommunestyret ikke begrenser havnestyrets myndighet etter tredje ledd og femte ledd og\n- at havnestyret har myndighet til å treffe vedtak i saker som krever tilleggsbevilgning, jf. fjerde ledd.\nLikevel gjelder den begrensning at bevilgningene ikke må overstige de midler som etter § 23 siste ledd skal benyttes til havneformål. Når det er truffet bestemmelse etter leddet her, avgjør havnestyret hvordan havnekassens midler skal forvaltes.\n0 Endret ved lover 14 juni 1985 nr. 77, 23 des 1988 nr. 100, 11 juni 1993 nr. 85.\n1 Jfr. § 12.\n2 Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.\n3 Jfr. § 33.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "(havnestyrets myndighet)",
      "content": "Når det er opprettet havnestyre som et ledd i et interkommunalt havnesamarbeid eller ved departementets bestemmelse,​1 utøves kommunens myndighet etter denne paragraf av havnestyret.\nDet kreves tillatelse fra kommunen til arbeid og anlegg i område utenfor plan- og bygningslovens​2 virkeområde. Innenfor plan- og bygningslovens virkeområde kreves slik tillatelse for de arbeider som er nevnt i plan- og bygningslovens​2 § 84. Kommunen skal før tillatelse blir gitt, se til at arbeidet m.v. ikke vil stride mot bestemmelser gitt i eller i medhold av loven her. Det kan settes vilkår i samsvar med § 9.​3 Går arbeidet m.v. inn under § 6 siste ledd i loven her, må departementets tillatelse innhentes i stedet for kommunens.\nDersom fartøy, kjøretøy eller andre gjenstander og anlegg kan volde fare eller skade, kan kommunen nedlegge forbud mot videre bruk eller arbeid eller pålegge andre nødvendige tiltak innen en bestemt frist.​3 Tilsvarende gjelder fjerning av vrak og gjenstander som synker, strander, forlates eller henlegges. Ansvarlig for fjerning, nevnt i de foregående punktum, er den som var eier da vedkommende fartøy eller gjenstand sank, strandet, ble forlatt eller henlagt. Pålegg om skjerming eller forbud mot bruk av lys fra land av hensyn til ferdselen på sjøen kan fastsettes uavhengig av begrensningen i § 14.\n0 Endret ved lover 14 juni 1985 nr. 77, 23 des 1988 nr. 100, 11 juni 1993 nr. 85. Endres ved lov 27 juni 2008 nr. 71 (i kraft fra den tid Kongen bestemmer) som endret ved lov 8 mai 2009 nr. 27.\n1 Jfr. § 12.\n2 Lov 14 juni 1985 nr. 77.\n3 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "(kommunenes gjennomføring av loven)",
      "content": "Enhver har plikt​2 til å rette seg etter de pålegg som kommunen eller havnestyret gir etter loven her. Dersom det må handles straks, og utferdiget pålegg ikke blir etterkommet, eller det ikke er tid til eller mulig å finne noen som det kan utferdiges pålegg mot, kan tjenestemann etter forutgående varsel sperre av område på sjø og land og om nødvendig berge, fjerne eller ta i forvaring kjøretøy, fartøy, vare eller annen gjenstand. Foregående punktum gjelder også vrak og gjenstander som er sunket, strandet, forlatt eller henlagt.\n0 Endret ved lover 23 des 1988 nr. 100, 11 juni 1993 nr. 85.\n1 Jfr. § 32.\n2 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "(havneavgift av fartøy og varer)",
      "content": "Kommunen kan fastsette og skal sørge for at det foretas oppkreving av havneavgifter av fartøy som anløper havn, oppholder seg i eller trafikkerer i avgiftsområde og av varer som lastes, losses, lagres, slepes eller fløtes i, til eller fra slikt område.​1\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "title": "(hva havneavgiftene skal omfatte)",
      "content": "Kongen​1 fastsetter forskrifter​2 om hvilke kostnader med videre som de forskjellige avgifter skal dekke. I forskriftene kan departementet gis adgang til å fravike disse i særlige tilfelle. Det er ikke tillatt å avtale eller oppkreve særskilt vederlag for tjenester eller ytelser hvor kostnadene dekkes gjennom avgifter.\n0 Endret ved lov 23 des 1988 nr. 100.\n1 Fiskeri- og kystdepartementet iflg. res. 17 jan 2003 nr. 38.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "(avgiftsarter)",
      "content": "For å dekke kostnadene med videre som er omhandlet i forskrifter etter § 22, kan det i medhold av § 21 fastsettes følgende avgifter:\na. anløpsavgift\nsom ilegges fartøy og skal være fartøyets betaling for bruken av sjøarealet og innretninger og tiltak som kan lette fartøyets ferdsel,\nb. kaiavgift\nsom ilegges fartøyet når det fortøyer og skal være fartøyets betaling for bruken av kommunale kaier eller fortøyningsinnretninger,\nc. trafikkavgift\nsom ilegges varen som importeres over havnen,\nd. vareavgift\nsom ilegges varen som betaling for dennes bruk av kommunale kaier og arealer, og innretninger knyttet til disse.\nI den utstrekning issituasjonen fører til kostnader eller havnen har kostnader til passasjerbekvemmeligheter, kan avgifter oppkreves av fartøyer og varer etter regler fastsatt av departementet.\nKongen kan bestemme at havner som har det vesentligste av sine inntekter av en spesiell fart eller spesielle varer, kan kreve opp én eller flere havneavgifter etter den tidligere lov.\nAvgifter som kommunen oppebærer etter loven her, skal bare benyttes til havneformål. Når det er opprettet havnestyre, enten ved kommunens egen beslutning, ved interkommunalt samarbeide eller etter departementets bestemmelse,​1 skal havnestyret uttale seg om forvaltningen av avgiftsmidlene, som skal holdes adskilt i egen havnekasse. Tilsvarende gjelder vederlag for bruk og utleie av kommunens særlige havneinnretninger i havnedistriktet. Departementet kan ved enkeltvedtak​2 eller forskrift​3 fastsette hva som forstås med havneformål og særlig havneinnretning.\nNår en havn har eget havnestyre oppnevnt av departementet etter § 12 første ledd, kan departementet i særlige tilfelle og på nærmere vilkår gi tillatelse til at eiendommer og andre midler som inngår i havnekassen som nevnt i fjerde ledd, blir investert i prosjekter eller virksomhet med andre formål enn havneformål. Slik investering og avkastningen av denne inngår i havnekassens midler.\n0 Endret ved lover 23 des 1988 nr. 100, 11 juni 1993 nr. 85, 5 juli 2002 nr. 65.\n1 Jfr. § 12.\n2 Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "(departementets vedtak)",
      "content": "Departementet kan fastsette forskrifter​1 om:\n1. oppbyggingen av avgiftsregulativet, herunder om beregning, oppkreving og ettergivelse,\n2. registrering av kommunens kostnader som grunnlag for avgiftsfastsettelsen,\n3. kostnadsmessig begrunnede rabattordninger,\n4. opplysninger som skal gis av kommunen, havnebrukere og private kaieiere og om kommunens plikt til å føre statistikk,\n5. vederlag for opplag av fartøy, herunder hvilke ulemper utover kostnadene som kan kompenseres,\n6. vederlag for bruk av farled med trafikkovervåking m.v.,\n7. avtaler om betaling og andre vilkår for bruken av kaier og innretninger m.v. i stedet for å betale avgifter etter § 23.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "(ansvar for betaling, inndrivelse)",
      "content": "For havneavgift av fartøy etter § 23 første ledd a og b og isavgift etter annet ledd er rederen​1 ansvarlig for betalingen. Fartøyet kan holdes tilbake inntil skyldig avgift er betalt eller sikkerhet er stillet. Sjøloven​2 § 54 annet ledd gjelder tilsvarende. Tollklarering skal nektes når avgift ikke er betalt. For havneavgift av varer etter § 23 første ledd c og d og isavgift etter annet ledd er mottakeren ansvarlig ved inngående og avskiperen ved utgående forsendelse.\nFor ubetalt havneavgift av varer etter § 23 første ledd c og d og isavgift etter annet ledd gjelder sjøloven​2 §§ 61 til 64 tilsvarende.\nSkyldig havneavgift både av fartøy og vare er tvangsgrunnlag for utlegg.​3\nVed forsinket betaling av havneavgift svares forsinkelsesrente etter lov om renter ved forsinket betaling m m.​4\n0 Endret ved lover 26 juni 1992 nr. 86, 11 juni 1993 nr. 83, 24 juni 1994 nr. 39.\n1 Jfr. lov 24 juni 1994 nr. 39, del II.\n2 Lov 24 juni 1994 nr. 39.\n3 Jfr. lov 26 juni 1992 nr. 86 (tvangsl.) § 7-2, e.\n4 Lov 17 des 1976 nr. 100.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "(avgift til staten for bruk av farleder og navigasjonshjelpemidler m.v.)",
      "content": "Kongen kan bestemme at fartøyer skal betale avgift til staten til dekning av statens utgifter til farledsutbedringer, drift og vedlikehold av fyr, merker og andre navigasjonshjelpemidler, og til istjeneste. Etter Stortingets retningslinjer fastsetter Kongen avgiften. Det kan fastsettes rabattordninger.\nFordelingen av avgiften mellom de forskjellige typer fartøyer skal så vidt mulig skje i forhold til deres bruk av tiltak og lignende som nevnt i første ledd.\nBeregningsgrunnlaget for fartøyer skal være som for havneavgifter etter loven her. Bestemmelsene i § 25 gjelder så langt de passer. Departementet bestemmer i hvilke områder avgiften skal omfatte istjenesten.\nKongen kan gi forskrifter​1 om plikt til å gi opplysninger og til å fremlegge skipsbøkene, og om at kommunene skal innkreve avgiften på statens vegne.\n0 Tilføyd ved lov 16 juni 1989 nr. 59 (i kraft 1 mai 1995).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:26 a",
      "chapter": "6",
      "section": "26 a",
      "title": "Gebyr for kontrolltiltak og tilsyn mv.",
      "content": "Departementet kan gi forskrifter​1 om gebyr for kontrolltiltak og tilsyn som gjennomføres for å sikre at denne loven eller vedtak i medhold av denne loven blir fulgt.\nDepartementet kan også gi forskrift​1 om gebyr for behandling av søknad om tillatelse eller godkjennelse etter denne lov, eller forskrift fastsatt i medhold av denne lov.\n0 Tilføyd ved lov 29 juni 2007 nr. 76.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26a",
        "source_heading": "§ 26 a."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "title": "(kommune- og fylkesplanlegging)",
      "content": "Havneplanlegging skal inngå som en del av kommune- og fylkesplanleggingen og utføres innenfor rammen av § 8.\n0 Endret ved lover 11 juni 1993 nr. 85, 16 juni 1989 nr. 59 (i kraft 1 mai 1995, tidligere § 26).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "8:28",
      "chapter": "8",
      "section": "28",
      "title": "(straffansvar)",
      "content": "Med bøter​1 straffes den som forsettlig eller uaktsomt\na. utfører eller lar utføre arbeid eller handling uten nødvendig tillatelse etter §§ 6, 7 annet og tredje ledd, 8 annet og tredje ledd eller 18 annet ledd eller unnlater å oppfylle vilkår etter § 9,\nb. overtrer særskilt pålegg av offentlig myndighet etter § 18 tredje ledd, dersom han skriftlig gjøres oppmerksom på at straffansvar kan inntre om han ikke etterkommer pålegget,\nc. overtrer lokale forskrifter etter § 16 og 17 sjette ledd, jfr. § 10 første ledd, såfremt bestemmelsen er inntatt i oversikt som nevnt i § 10 annet ledd,\nd. overtrer vedtak etter kapittel II,\ne. unndrar seg betaling av gyldig vedtatte havneavgifter.\nMed bøter​1 eller fengsel​2 i inntil 3 måneder​3 eller begge deler straffes den som forsettlig eller uaktsomt hindrer tjenestemann i utførelse av myndighet etter § 20 eller nekter å etterkomme pålegg i den forbindelse.\nDisse bestemmelser gjelder for så vidt overtredelsen ikke rammes av strengere straffebestemmelser.\n0 Endret ved lover 14 juni 1985 nr. 71, 23 des 1988 nr. 100, 20 juli 1991 nr. 66, 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Jfr. strl. § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 5.\n2 Jfr. strl. § 26 a; strl. 2005 kap. 6 og kap. 9\n3 Jfr. strl. § 25; strl. 2005 § 31 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "title": "(stansing av ulovlig arbeid og opphør av ulovlig bruk)",
      "content": "Utføres arbeid eller foretas bruk uten tillatelse eller i strid med loven her, kan kommunen eller havnestyret eller den dette bemyndiger kreve arbeidet stanset eller at bruken opphører. Om nødvendig kan det kreves hjelp av politiet.\n0 Endret ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "8:30",
      "chapter": "8",
      "section": "30",
      "title": "(forelegg om plikt til å etterkomme pålegg eller forbud)",
      "content": "Er et arbeid på noe vesentlig punkt utført i strid med loven her eller med noen bestemmelse som er gitt i medhold av loven, kan kommunen eller havnestyret utferdige forelegg mot eier eller rettighetshaver med pålegg om at det ulovlig utførte skal fjernes eller rettes innen en frist som settes i forelegget. Forelegg kan også utferdiges mot den som ellers unnlater å etterkomme pålegg eller forbud som er gitt med hjemmel i loven her.\nForelegget skal om mulig forkynnes for eieren eller rettighetshaveren personlig. Den som forelegget er rettet mot, kan reise søksmål mot kommunen for å få forelegget prøvd. Blir søksmål ikke reist innen 30 dager fra forkynnelsen, har forelegget samme virkning som rettskraftig dom​1 og kan fullbyrdes etter reglene for dommer.​2\nForelegget skal gi opplysning om bestemmelsene i annet ledds annet og tredje punktum. Før det utferdiges forelegg skal den som forelegget rettes mot, gis anledning til å uttale seg.\nBestemmelsene i § 33 om klage over enkeltvedtak gjelder ikke når forelegg er utferdiget.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Jfr. tvl. kap. 19 V.\n2 Jfr. tvangsl. § 4-1 (2), a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "title": "(tvangsfullbyrdelse)",
      "content": "Blir pålegg i rettskraftig dom eller dermed likestilt forelegg ikke etterkommet, kan kommunen eller havnestyret selv besørge de pålagte arbeider utført på eierens eller rederens kostnad.\nOm fremgangsmåten ved tvangsfullbyrdelse gjennom namsmyndighetene gjelder tvangsfullbyrdelsesloven​1 kapittel 13.\n0 Endret ved lover 26 juni 1992 nr. 86, 11 juni 1993 nr. 85.\n1 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "title": "(erstatning m.v.)",
      "content": "Kommunen har panterett i gjenstander som nevnt i § 20, og som fjernes, forvares eller berges for sine kostnader, med fortrinnsrett foran alle andre fordringer etter bestemmelsene om sjøpanterett i sjøloven.​1 Oppnås ikke full dekning av kostnadene, er eieren eller rederen ansvarlig for restbeløpet, med de begrensninger som følger av sjøloven​1 kapittel 9. Tilsvarende gjelder ved fullbyrdelse etter § 20.\n0 Endret ved lov 24 juni 1994 nr. 39.\n1 Lov 24 juni 1994 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "title": "(forholdet til forvaltningsloven)​1",
      "content": "Enkeltvedtak som kommunestyret, havnestyret eller annet kommunalt forvaltningsorgan treffer etter denne lov,​2 kan påklages​3 direkte til Kystdirektoratet​4 etter at klagen er forberedt av det organ som har fattet vedtaket det klages over. Kongen kan fastsette annen klageinstans.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Lov 10 feb 1967.\n2 Jfr. § 17 og § 18.\n3 Jfr. lov 10 feb 1967 kap. VI.\n4 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    }
  ]
}