{
  "id": "LOV-1957-04-12-2",
  "type": "statute",
  "title": "Lov om slakterier, kjøttindustri og offentlig kjøttkontroll m.v.",
  "short_name": "Kjøttkontrolloven.",
  "status": "in_force",
  "issued_date": "1957-04-12",
  "in_force_date": "1957-04-12",
  "url": "https://lovdata.no/dokument/NLO/lov/1957-04-12-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Offentlige slakterier.",
      "content": "Et slakteri er offentlig slakteri når dets beliggenhet, tomten, planen, innredningen og utstyret, og i tilfelle de anlegg som er knyttet til slakteriet, er godkjent av departementet.​2 Før godkjenning gis, skal vedkommende kommunestyre(r) og helse- og sosialstyre være gitt høve til å uttale seg.\nDepartementet kan gi de pålegg om utstyret, vedlikeholdet og arbeidsordningen som det til enhver tid finner nødvendig av hygieniske eller humanitære grunner. Slike pålegg kan også gis for anlegg som i tilfelle er knyttet til slakteriet. Blir påleggene ikke etterkommet innen en fastsatt frist, kan departementet trekke tilbake godkjenningen​3 som offentlig slakteri. I graverende tilfelle kan departementet påby slakteriet stengt og kjøttkontrollen ved slakteriet innstilt inntil videre.\nDepartementet kan godkjenne offentlig slakteri eller en avdeling av det som eksportør av slakt og slakteriprodukter på de vilkår som nærmere fastsettes. Slik godkjenning kan i særlige tilfelle også gis for fjørfeslakterier og reinslakterier. (§ 3).\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Landbruksdepartementet jfr. res. 14 juli 1978. Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.\n3 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Kontrollslakterier.",
      "content": "Ved kontrollslakteri forstås i denne lov et slakteri som ikke er godkjent som offentlig slakteri, men som departementet​2 har godkjent i det øyemed at det blir knyttet offentlig kjøttkontroll til det, jfr. kap. III. Godkjenningen skal omfatte tomt, plan, innredning og utstyr og i tilfelle de anlegg som er knyttet til slakteriet. Helse- og sosialstyret må på forhånd være gitt høve til å uttale seg.\nDepartementet kan gi de pålegg om vedlikeholdet og hva det for øvrig til enhver tid finner nødvendig til gjennomføring av en betryggende kjøttkontroll og hygienisk behandling av kjøttet. Blir påleggene ikke etterkommet innen en fastsatt frist, kan departementet trekke tilbake godkjenningen​3 som kontrollslakteri, og kjøttkontrollen ved slakteriet kan da inntil videre innstilles.\n1 Endret ved lover 12 juni 1987 nr. 70, 4 des 1987 nr. 73.\n2 Landbruksdepartementet, jfr. res. 14 juli 1978. Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.\n3 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Fjørfeslakterier og reinslakterier.",
      "content": "Plan, innredning og utstyr for fjørfeslakteri og reinslakteri og de anlegg som er knyttet til dem, må være godkjent av departementet​1 før bygging tar til. Departementet kan så vel for nye som eldre anlegg gi de pålegg om utbedringer og forandringer som det til enhver tid finner nødvendig av hygieniske grunner, og kan gi instruks om slaktingen, om behandlingen av kjøttet og om kontrollen og tilsynet.\nBlir de gitte bestemmelser ikke etterkommet innen en fastsatt frist, kan departementet trekke tilbake godkjenningen​2 som fjørfeslakteri eller reinslakteri.\n1 Landbruksdepartementet. Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.\n2 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Private slakterier.",
      "content": "Ved private slakterier forstås i denne lov de slakterier der det enten bare drives slakting eller slakting i samband med foredling og salg av kjøtt,​2 og som ikke går inn under bestemmelsene i §§ 1-3. Om disse slakteriers virksomhet skal innehaveren gjennom helse- og sosialstyret gi melding til departementet. For de slakterier som består ved denne lovs ikrafttreden, skal meldingen skje innen 3 måneder etter lovens ikrafttreden.\nFor de slakterier som opprettes senere, skal meldingen gis før bygging tar til. Tomt, plan og tegninger må godkjennes av helse- og sosialstyret og departementet​3 før bygging tar til, og virksomheten må ikke begynne før departementet har samtykket.\nSå vel departementet som helse- og sosialstyret fører tilsyn med at private slakterier tilfredsstiller de bestemmelser som til enhver tid gjelder om innredning, utstyr og hygieniske forhold. De kan gi de pålegg om forandringer og utbedringer som de til enhver tid finner nødvendig av hygieniske grunner. Blir påleggene ikke etterkommet innen en fastsatt frist, kan så vel helse- og sosialstyret som departementet bestemme at slakteriet skal stenges inntil manglene er rettet.\n1 Endret ved lover 12 juni 1987 nr. 70, 4 des 1987 nr. 73.\n2 Se § 26.\n3 Landbruksdepartementet. Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Kvalfangststasjoner og pakkersteder for kvalkjøtt.",
      "content": "Faste innenlandske kvalfangststasjoner skal stå under tilsyn av departementet, som kan gi nærmere bestemmelser om avliving av kval bestemt til folkemat og om innredning og utstyr for lokalene og arbeidsplassene på stasjonen, hvor kjøttet utskjæres, behandles, oppbevares og pakkes. Vedkommende departement​2 kan gi de pålegg om innredningen, vedlikeholdet og driften av slike stasjoner som det til enhver tid finner nødvendig av hygieniske grunner. Blir påleggene ikke etterkommet innen en fastsatt frist, kan det bestemmes at stasjonen inntil videre taper retten til å framstille kvalkjøtt til folkemat.\nVedkommende departement kan gi tilsvarende bestemmelser for pakkersteder for småkvalkjøtt og for småkvalfangsten, når det under fangsten drives framstilling av kvalkjøtt til folkemat.\n1 Endret ved lov 4 des 1987 nr. 73.\n2 Landbruksdepartementet. Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Kjøttindustrianlegg.",
      "content": "Ved kjøttindustrianlegg forstås i denne lov foredlingsanlegg som pølsemakerier, konserveringsfabrikker, anlegg for tarm- og fettindustri og andre anlegg som framstiller varer av kjøtt​2 til folkemat. Kjøttindustrianlegg omfatter også kjølehus og fryserier for kjøtt og kjøttvarer.\nEr kjøttindustrianlegg ikke bygget i samband med slakteri, plikter innehaveren å gi melding om anlegget til helse- og sosialstyret, som fører kontroll med virksomheten. Kongen eller den han gir fullmakt, kan gi forskrifter om lokalene, innredning og utstyr ved disse anlegg, og kan gi de pålegg om forandringer og utbedringer som til enhver tid finnes nødvendig av hygieniske grunner.​3 Blir påleggene ikke etterkommet innen en fastsatt frist, kan det bestemmes at anlegget skal stenges inntil manglene er rettet.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 26.\n3 Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Steriliseringsanlegg.",
      "content": "Ved steriliseringsanlegg forstås i denne lov anlegg til uskadeliggjøring av kassert kjøtt,​2 selvdøde dyr og slakteavfall.​2 Disse anlegg kan også brukes til framstilling av fôrmel, fett til teknisk bruk, lim, gjødsel og eventuelt andre produkter.\nSteriliseringsanlegg kan bygges som særskilte anlegg eller kan knyttes til slakteri eller annen virksomhet på vilkår som departementet​3 bestemmer.\nVed nye anlegg som bygges eller innredes, skal departementet godkjenne beliggenhet, plan, innredning og utstyr, etter at vedkommende helse- og sosialstyre har hatt høve til å uttale seg. Så vel for gamle som for nye anlegg kan departementet, etter at helse- og sosialstyret har hatt høve til å uttale seg, gi pålegg om de utbedringer og forandringer som det til enhver tid finner nødvendig av hygieniske grunner. Blir påleggene ikke etterkommet innen fastsatt frist, kan det bestemmes at anlegget skal stenges inntil manglene er rettet. Departementet gir også instruks om oppsamling, oppbevaring og transport av kassert kjøtt, selvdøde dyr og slakteavfall og om arbeidsordningen ved og tilsynet med slike anlegg.\nDepartementet kan bestemme at også andre animalske produkter skal behandles ved steriliseringsanlegg.\nOpprettes det et særskilt anlegg, som ikke direkte er knyttet til et slakteri med offentlig kjøttkontroll, betaler anlegget utgiftene for det særskilte tilsyn.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 26.\n3 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Om tilsyn.",
      "content": "De som skal føre tilsyn med de slakterier og anlegg som er nevnt i §§ 1-7 og § 17, har adgang​1 overalt i disse og kan kreve de opplysninger om arbeidsordningen, utstyret og innredningen som finnes nødvendig.\nDe skal, i den utstrekning noe annet ikke følger av deres tjenesteplikter, iaktta taushet om drifts- og forretningsforhold som de blir kjent med under utøvingen av sin virksomhet.​2\nDe må ikke selv eller gjennom noe næringsforetagende hvis ledelse helt eller delvis er dem betrodd, stå i konkurranse- eller avhengighetsforhold til den bedriften de skal føre tilsyn med, og må heller ikke drive forretninger med den. En tilsynshavende må heller ikke være styremedlem i eller på annen måte ta del i ledelsen av noen sådan bedrift, eller innta noen stilling som setter ham i avhengighetsforhold til noen som har med ledelsen av bedriften å gjøre.\nKongen eller den han gir fullmakt,​3 fastsetter nærmere instruks om tilsynet og kontrollen.\n1 Jfr. strl. § 326.\n2 Jfr. strl. § 121.\n3 Landbruksdepartementet jfr. res. 14 juli 1978. Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Hva den offentlige kjøttkontroll omfatter.",
      "content": "Offentlig kjøttkontroll i denne lov omfatter​1:\n1. Hygienisk tilsyn, kontroll og godkjenning av kjøtt,​2 som foretas av kontrollveterinærene på de slakterier og kontrollstasjoner der det er opprettet offentlig kjøttkontroll, før varen tillates utlevert til folkemat,\n2. hygienisk tilsyn med all transport av kjøtt,\n3. hygienisk tilsyn med lokaler hvor kjøtt oppbevares, tilberedes og omsettes og med lokalenes innredning og utstyr,\n4. hygienisk tilsyn med tilberedning av kjøtt i kjøttindustrianlegg og kontroll med sammensetningen av det ferdige produkt.\n1 Jfr. res. 14 juli 1978.\n2 Se § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Tvungen offentlig kjøttkontroll.",
      "content": "Alle kommuner skal ha offentlig kjøttkontroll. Flere kommuner kan gå sammen om felles (interkommunal) kontrollordning.\n1 Endret ved lov 8 juni 1979 nr. 47. – Se § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 22 des 1989 nr. 108.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Utføringen av kontrollen og utgiftene ved den.",
      "content": "Kontroll nevnt i § 13 nr. 1 skal utføres av kontrollveterinær som tilsettes av vedkommende kommune(r). Tilsettingen skal godkjennes av departementet​2 som også bestemmer om det skal tilsettes en eller flere kontrollveterinærer. Til hjelp for kontrollveterinæren kan brukes assistenter etter nærmere bestemmelse av departementet. Kontrollen på ethvert offentlig slakteri innenfor en kommunes kontrollområde hører under den kommunale kjøttkontrollen, og utføres på vedkommende slakteri. Utgiftene ved den her nevnte kontrollen betales av vedkommende kommune.\nHar departementet tidligere bestemt at det skal være særskilt offentlig kjøttkontroll ved en bedrift, tilsettes veterinæren av departementet​3 etter at eieren har hatt høve til å uttale seg. Departementet bestemmer om det skal tilsettes en eller flere kontrollveterinærer og godkjenner deres lønn og arbeidsvilkår. Departementet kan bestemme om det skal tilsettes egen kontrollveterinær, eller om kontrollen skal utføres av kontrollveterinæren i et kontrollområde eller ved en annen bedrift med offentlig kjøttkontroll. Utgiftene til kontrollen bæres i disse tilfelle av bedriften.\nDepartementet gir nærmere faglig instruks for utføringen av det arbeid kontrollveterinærene har etter § 13 nr. 1. De regler som utarbeides i forbindelse med et slakteris godkjenning, skal forelegges slakteriets eier til uttalelse.\nI alle offentlige kjøttkontrollområder skal det tilsyn og den kontroll som er nevnt i § 13 nr. 2-4, utføres av helse- og sosialstyrene. I kontrollområder skal det til helse- og sosialstyrene knyttes en veterinær til å forestå tilsynet. I kontrollområder der det ikke er tilsatt egen byveterinær, utøves tilsynet av kontrollveterinæren i området. Utgiftene ved kontrollen betales av vedkommende kommune. Departementet utferdiger instruks om tilsynet og kontrollen.\n1 Endret ved lover 12 juni 1987 nr. 70, 4 des 1987 nr. 73, 22 des 1989 nr. 108, 30 juli 1992 nr. 101.\n2 Landbruksdepartementet, jfr. res. 14 juli 1978.\n3 Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Hvor den offentlige kjøttkontrollen skal foregå.",
      "content": "Den del av den offentlige kjøttkontrollen som er nevnt i § 13, nr. 1, foretas på et offentlig slakteri eller kontrollslakteri som ligger innenfor området. Slakteriet kan også ligge utenfor området, når departementet​2 samtykker i det. Slakteriet tjener da som offentlig kontrollstasjon for området. Kan kontrollen ikke foregå på et slikt slakteri, er det et vilkår for opprettelsen av den offentlige kjøttkontrollen at den kan foregå på offentlig kjøttkontrollstasjon. Ved offentlig kontrollstasjon forstås da det sted hvor tilført kjøtt kontrolleres når kontrollen ikke foregår på offentlig slakteri eller kontrollslakteri. Lokalene for en slik stasjon må ikke tas i bruk før de er godkjent av departementet, som kan gi nærmere bestemmelser om stasjonens beliggenhet, innredning og utstyr. Departementet kan gi de pålegg om lokalenes utbedring og vedlikehold som det finner nødvendig av hygieniske grunner. Blir påleggene ikke etterkommet innen en fastsatt frist, kan departementet tilbakekalle sin godkjenning.\nDepartementet kan imidlertid under særlige forhold og på de vilkår det setter, gi tillatelse til at den offentlige kjøttkontrollen kan foregå på andre steder enn nevnt, f.eks. i andre slakterier, i slakte- og kjøttforretninger og kjøttindustrianlegg, ved faste innenlandske kvalfangststasjoner og pakkersteder for kvalkjøtt eller i særlige tilfelle på andre steder slik at disse steder kan tjene som kontrollstasjon for området.\nDepartementet kan på nærmere fastsatte vilkår gi tillatelse til at offentlig kjøttkontroll innenfor vedkommende kontrollområde kan foretas utenfor de faste kontrollstasjoner og utenfor den fastsatte kontrolltid.\n1 Endret ved lov 4 des 1987 nr. 73.\n2 Landbruksdepartementet. Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Kontrollpliktig kjøtt.",
      "content": "Den offentlige kjøttkontrollen skal, for så vidt den kontroll angår som er nevnt i § 13 nr. 1, kontrollere alt ferskt kjøtt (§ 26) av storfe, gris, sau, geit, hest, fjørfe (høns, ender, gjess og kalkuner), kval, rein, elg, hjort, dådyr, rådyr og bjørn som er slaktet eller avlivet i eller som fra andre steder er ført inn til vedkommende kontrollområde, slakteri eller anlegg.\nKongen kan bestemme at kjøtt og kjøttvarer av andre dyreslag enn nevnt i første ledd, skal være gjenstand for undersøkelse og godkjenning av den offentlige kjøttkontrollen. De nærmere regler for omsetningen av slike varer og om kjøttkontrollens undersøkelser og merking av dem blir i tilfelle samtidig å fastsette av Kongen.\nFerskt kjøtt av de dyreslag som er nevnt i første ledd, må innen et kontrollområde eller fra et sted der det er særskilt offentlig kjøttkontroll, ikke falbys, forhandles, lagres, opparbeides eller brukes til folkemat med mindre varen er kontrollert og godkjent av en kontrollveterinær og stemplet i samsvar med forskriftene om offentlig kjøttkontroll.\nDet er forbudt​2 å føre inn til et kontrollområde for omsetning eller bruk saltet, røkt og spekt kjøtt av dyreslag nevnt i første ledd, med mindre varen i fersk tilstand er kontrollert, godkjent og stemplet av en offentlig kjøttkontroll. Det samme gjelder for opparbeidde kjøttvarer som helt eller delvis er framstilt av kjøtt av de nevnte dyreslag.\nUnntatt fra bestemmelsene i første, tredje og fjerde ledd er varer av dyreslag nevnt i første ledd, når dyrene slaktes innen et kontrollområde av eller for en produsent som bor utenfor bymessig bebygget strøk, og varen bare brukes av ham eller hans husstand eller til hans dyr. Produsenten har, hvis han ønsker det, rett til å få varen kontrollert ved den offentlige kjøttkontrollen i området.\nUnntatt fra bestemmelsene i første, tredje og fjerde ledd, er også forsendelser av de varer som er nevnt i første og fjerde ledd og som leilighetsvis og til ubestemte tider sendes fra produsent direkte til forbruker i eller innen et offentlig kjøttkontrollområde, når varen er bestemt til bruk for mottakeren og hans husstand. Departementet​3 kan fastsette nærmere bestemmelser om dette.\nEtter framlegg fra vedkommende helse- og sosialstyre kan vedkommende departement bestemme at det kjøtt som brukes på hoteller, gjestgiverier, pensjonater, restauranter og andre spisesteder, sykehus og lignende innretninger som ligger utenfor et offentlig kjøttkontrollområde, skal være kontrollert og godkjent av en offentlig kjøttkontroll.\nKongen eller den han gir fullmakt, kan bestemme at kjøtt til bruk for forsvaret og på norske skip i innenriks fart, skal være kontrollert og godkjent av en offentlig kjøttkontroll.\nFerskt, saltet, røket og spekt kjøtt som føres inn fra utlandet og Svalbard, skal kontrolleres av den offentlige kjøttkontrollen, og kan i tilfelle bare føres inn i landet til de offentlige kontrollområder eller de slakterier eller andre anlegg der det er opprettet særskilt offentlig kjøttkontroll, og etter de regler som fastsettes av Kongen eller den han gir fullmakt.\nKongen eller den han gir fullmakt,​3 kan bestemme at det skal være forbudt å føre inn kjøtt fra utlandet og Svalbard, når dette finnes nødvendig til vern mot sykdommer hos mennesker eller dyr.\nKongen eller den han gir fullmakt​3 fastsetter de nærmere forskrifter for den offentlige kjøttkontrollen, og fastsetter unntaksbestemmelser for grensetrafikken samt om etterbesiktigelse av tidligere kontrollert kjøtt og slakteavfall i de tilfelle det anses nødvendig.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 31.\n3 Landbruksdepartementet jfr. res. 14 juli 1978. Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Kontroll, stempling og kassering m.v.",
      "content": "Kjøtt​2 som den offentlige kjøttkontrollen skal undersøke etter bestemmelsene i § 13 nr. 1 og § 18, første ledd, og som den etter undersøkelsen finner kan godkjennes og brukes til folkemat, skal stemples etter nærmere regler som fastsettes av departementet​3 eller den det gir fullmakt. Slakteavfall​2 kan etter regler fastsatt av departementet eller den det gir fullmakt, tillates brukt til dyremat eller nyttiggjort på annen måte.\nDet kjøtt og slakteavfall som av sunnhetsmessige grunner ikke kan brukes til folkemat og heller ikke i rå tilstand til dyrefor, skal kasseres. Kontrollveterinæren fører tilsyn med at kassert kjøtt og slakteavfall blir uskadeliggjort.\nDepartementet gir nærmere bestemmelser om hvordan kassert kjøtt- og slakteavfall skal uskadeliggjøres. Departementet kan pålegge kommune med offentlig kjøttkontroll og slakterier og anlegg med særskilt offentlig kjøttkontroll å sette i verk teknisk destruering av kassert kjøtt og slakteavfall.\n1 Endret ved lov 4 des 1987 nr. 73.\n2 Se § 26.\n3 Landbruksdepartementet, jfr. res. 14 juli 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Selvdøde dyr og nødslakt.",
      "content": "Selvdøde dyr må ikke brukes til folkemat. Til dyremat kan de brukes og omsettes når kontrollveterinær, eller annen veterinær, har gitt tillatelse til det.\nDyr som på grunn av sykdom nødslaktes av eller for eier som bor utenfor bymessig bebygget strøk i et kontrollområde, kan brukes til mat for eieren og hans husstand hvis veterinær har gitt tillatelse til det.\nPå steder hvor offentlig kjøttkontroll ikke er innført, kan dyr som nødslaktes på grunn av sykdom, ikke brukes eller omsettes til folkemat med mindre veterinær har gitt tillatelse til det. Nødslaktede dyr kan dog ikke omsettes utenfor kommunen.\nTil dyrefor kan dyr som er nødslaktet på grunn av sykdom, brukes og omsettes når veterinær har gitt tillatelse til det.\nDepartementet gir nærmere regler for kontrollen etter denne paragraf, herunder om tilintetgjøring av dyr som ikke blir tillatt brukt som foran nevnt eller tillatt nyttiggjort på annen måte.\nBestemmelsene i denne paragraf gjelder de dyreslag som er nevnt i § 18, første ledd.\n1 Endret ved lov 4 des 1987 nr. 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Bestemmelser om anke.",
      "content": "Kontrollveterinærenes avgjerd etter loven kan påankes til vedkommende helse- og sosialstyre. Den som eier eller framstiller kjøttet til kontroll, må i tilfelle uoppholdelig si fra om saken til vedkommende kjøttkontroll, som straks gir melding om anken til helse- og sosialstyret. Før helse- og sosialstyret avgjør saken, kan det innhente uttalelse fra andre sakkyndige. Helse- og sosialstyrets avgjerd er endelig og kan ikke påankes.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "Merking av kontrollpliktig kjøtt.",
      "content": "På kjøtt som etter loven skal kontrolleres av den offentlige kjøttkontrollen, er det forbudt​1 å sette andre stempler enn den offentlige kjøttkontrolls som legitimasjon for at kjøttet har vært sunnhetskontrollert. Unntatt fra disse bestemmelser er de stempler som brukes av forsvarets institusjoner.\n1 Jfr. § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "Avgifter for kontrollen.",
      "content": "For kontrollveterinærenes undersøkelse og kontroll, så vel av norsk som utenlandsk kjøtt, skal det betales avgift som fastsettes av Stortinget.\nDepartementet​2 fastsetter de nærmere regler for oppkrevingen og innbetalingen. Avgiften er tvangsgrunnlag for utlegg.\nAvgiften avsettes til et særskilt fond hovedsakelig til drift av kjøttkontroll og til dekning av utgifter statlige organ har i samband med kjøttkontroll.\nKongen​2 fastsetter de nærmere regler for fondet og for tilskott av det.\n1 Endret ved lover 15 mars 1963 nr. 1, 8 juni 1984 nr. 69, 22 des 1989 nr. 108, 26 juni 1992 nr. 86.\n2 Landbruksdepartementet, jfr. res. 14 juli 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "Kontroll ved slakteri godkjent som eksportør av slakt og slakteriprodukter.",
      "content": "Kongen eller den han gir fullmakt,​1 fastsetter de nærmere bestemmelser om hvordan kjøttkontrollen ved slakteri godkjent som eksportør av slakt og slakteriprodukter skal være organisert, og gir nærmere regler for hvorledes denne kontroll skal utføres.\n1 Landbruksdepartementet, jfr. res. 14 juli 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "title": "Når den offentlige kjøttkontroll blir påbudt innstilt.",
      "content": "Blir den offentlige kjøttkontroll i medhold av loven påbudt innstilt i en kommune der det er tvungen offentlig kjøttkontroll, kan Kongen bestemme at det innenfor kontrollområdet til folkemat bare kan omsettes kjøtt som er kontrollert ved en offentlig kjøttkontroll.​1\n1 Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Hva det forstås med kjøtt, slakteavfall og kassert vare.",
      "content": "Ved kjøtt forstås i denne lov slakt av de dyr som er nevnt i § 18, første ledd, herunder organer og produkter av slik vare, som skal brukes til folkemat.\nVed slakteavfall forstås i denne lov deler av de dyr som er nevnt i § 18, første ledd, som ikke brukes eller godkjennes til folkemat.\nVed kassert kjøtt og kassert slakteavfall forstås vare som av sunnhetsmessige grunner ikke tillates brukt til folkemat eller i rå tilstand til dyrefor.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Bestemmelser om ervervsmessig handel med husdyr.",
      "content": "Når et kommunestyre søker om det, kan departementet​1 bestemme at ervervsmessig handel med bestemte arter av levende husdyr innen kommunen eller en del av den skal foregå under tilsyn i det handelsfjøset eller på det torget eller den plassen eller det slakteriet som søknaden gjelder. Unntatt herfra er omsetning av livdyr, som foregår på offentlig slakteri eller kontrollslakteri. Departementet godkjenner plan, innredning og utstyr, og bestemmer hvordan tilsynet skal være.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "Kontroll med utførsel.",
      "content": "Kongen eller den han gir fullmakt, kan fastsette nærmere forskrifter for utførsel av kjøtt og kjøttvarer av ethvert dyreslag med sikte på å føre kontroll med at varene er friske og kontrollert og stemplet av den offentlige kjøttkontroll og tilfredsstiller de bestemmelser som de forskjellige land har for innførsel.\nEksportører hvis varer tilfredsstiller de fastsatte forskrifter, kan departementet​1 på nærmere vilkår tildele et eget eksportnummer.\n1 Landbruksdepartementet, jfr. res. 14 juli 1978. Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "title": "Når godkjenning tapes.",
      "content": "Når godkjenning tapes i de tilfelle som er nevnt i §§ 1-3 og 17, tapes retten til å bruke det navnet godkjenningen gjaldt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "title": "Utferdigelse av nærmere bestemmelser.",
      "content": "Kongen​2 kan fastsette nærmere bestemmelser om gjennomføring av denne lov, herunder de nødvendige overgangsbestemmelser.\nKongen kan fastsette de forskrifter som er nødvendige for å oppfylle Norges forpliktelser som følge av avtalen om Det europeiske økonomiske samarbeidsområde.​3 I forskriftene kan det gjøres avvik fra denne lov.\nKongen kan videre pålegge virksomhetene å utøve internkontroll og etablere og vedlikeholde internkontrollsystem for å sikre at bestemmelser gitt i eller i medhold av denne lov overholdes.\n1 Endret ved lover 4 des 1992 nr. 129 (i kraft samtidig med EØS-avtalen 1 jan 1994), 18 nov 1994 nr. 61 (i kraft straks iflg. res. 18 nov 1994 nr. 1009).\n2 Landbruksdepartementet, jfr. res. 14 juli 1978.\n3 Jfr. EØS-avtalen vedlegg I punkt 18 (Rdir 64/433/EØF).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "Straffebestemmelser.",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelsene i denne lov eller bestemmelser som er gitt med hjemmel i loven eller som medvirker hertil, straffes med bøter​2 eller fengsel inntil 3 måneder.\nPå samme måte straffes forsøk.\n1 Endret ved lov 26 jan 1973 nr. 2.\n2 Jfr. strl. §§ 27 og 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "title": "Om dispensasjon.",
      "content": "Etter søknad kan departementet​1 dispensere fra bestemmelsene om innføring av tvungen offentlig kjøttkontroll.\nVidere kan departementet på nærmere fastsatte vilkår dispensere fra lovens bestemmelser når det gjelder slakting og kontroll av slakt i undervisnings- og vitenskapelig øyemed. For slik kontroll betales ikke kontrollavgift.\n1 Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "title": "Ikrafttreden.",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid oppheves lov av 9. februar 1940 om offentlig godkjente slaktehus, offentlig kjøttkontroll m.v. De bestemmelser som er gitt med hjemmel i den sist nevnte loven, skal gjelde fortsatt, såfremt de ikke er i strid med den nye loven eller blir opphevd ved nye bestemmelser.\n1 Iflg. res. 7 juni 1957 trådte § 23 i kraft straks. Iflg. res. 12 juni 1959 trådte loven for øvrig i kraft 1 sep 1959.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Offentlige slakterier.",
      "content": "Et slakteri er offentlig slakteri når dets beliggenhet, tomten, planen, innredningen og utstyret, og i tilfelle de anlegg som er knyttet til slakteriet, er godkjent av departementet.​2 Før godkjenning gis, skal vedkommende kommunestyre(r) og helse- og sosialstyre være gitt høve til å uttale seg.\nDepartementet kan gi de pålegg om utstyret, vedlikeholdet og arbeidsordningen som det til enhver tid finner nødvendig av hygieniske eller humanitære grunner. Slike pålegg kan også gis for anlegg som i tilfelle er knyttet til slakteriet. Blir påleggene ikke etterkommet innen en fastsatt frist, kan departementet trekke tilbake godkjenningen​3 som offentlig slakteri. I graverende tilfelle kan departementet påby slakteriet stengt og kjøttkontrollen ved slakteriet innstilt inntil videre.\nDepartementet kan godkjenne offentlig slakteri eller en avdeling av det som eksportør av slakt og slakteriprodukter på de vilkår som nærmere fastsettes. Slik godkjenning kan i særlige tilfelle også gis for fjørfeslakterier og reinslakterier. (§ 3).\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Landbruksdepartementet jfr. res. 14 juli 1978. Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.\n3 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Kontrollslakterier.",
      "content": "Ved kontrollslakteri forstås i denne lov et slakteri som ikke er godkjent som offentlig slakteri, men som departementet​2 har godkjent i det øyemed at det blir knyttet offentlig kjøttkontroll til det, jfr. kap. III. Godkjenningen skal omfatte tomt, plan, innredning og utstyr og i tilfelle de anlegg som er knyttet til slakteriet. Helse- og sosialstyret må på forhånd være gitt høve til å uttale seg.\nDepartementet kan gi de pålegg om vedlikeholdet og hva det for øvrig til enhver tid finner nødvendig til gjennomføring av en betryggende kjøttkontroll og hygienisk behandling av kjøttet. Blir påleggene ikke etterkommet innen en fastsatt frist, kan departementet trekke tilbake godkjenningen​3 som kontrollslakteri, og kjøttkontrollen ved slakteriet kan da inntil videre innstilles.\n1 Endret ved lover 12 juni 1987 nr. 70, 4 des 1987 nr. 73.\n2 Landbruksdepartementet, jfr. res. 14 juli 1978. Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.\n3 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Fjørfeslakterier og reinslakterier.",
      "content": "Plan, innredning og utstyr for fjørfeslakteri og reinslakteri og de anlegg som er knyttet til dem, må være godkjent av departementet​1 før bygging tar til. Departementet kan så vel for nye som eldre anlegg gi de pålegg om utbedringer og forandringer som det til enhver tid finner nødvendig av hygieniske grunner, og kan gi instruks om slaktingen, om behandlingen av kjøttet og om kontrollen og tilsynet.\nBlir de gitte bestemmelser ikke etterkommet innen en fastsatt frist, kan departementet trekke tilbake godkjenningen​2 som fjørfeslakteri eller reinslakteri.\n1 Landbruksdepartementet. Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.\n2 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Private slakterier.",
      "content": "Ved private slakterier forstås i denne lov de slakterier der det enten bare drives slakting eller slakting i samband med foredling og salg av kjøtt,​2 og som ikke går inn under bestemmelsene i §§ 1-3. Om disse slakteriers virksomhet skal innehaveren gjennom helse- og sosialstyret gi melding til departementet. For de slakterier som består ved denne lovs ikrafttreden, skal meldingen skje innen 3 måneder etter lovens ikrafttreden.\nFor de slakterier som opprettes senere, skal meldingen gis før bygging tar til. Tomt, plan og tegninger må godkjennes av helse- og sosialstyret og departementet​3 før bygging tar til, og virksomheten må ikke begynne før departementet har samtykket.\nSå vel departementet som helse- og sosialstyret fører tilsyn med at private slakterier tilfredsstiller de bestemmelser som til enhver tid gjelder om innredning, utstyr og hygieniske forhold. De kan gi de pålegg om forandringer og utbedringer som de til enhver tid finner nødvendig av hygieniske grunner. Blir påleggene ikke etterkommet innen en fastsatt frist, kan så vel helse- og sosialstyret som departementet bestemme at slakteriet skal stenges inntil manglene er rettet.\n1 Endret ved lover 12 juni 1987 nr. 70, 4 des 1987 nr. 73.\n2 Se § 26.\n3 Landbruksdepartementet. Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Kvalfangststasjoner og pakkersteder for kvalkjøtt.",
      "content": "Faste innenlandske kvalfangststasjoner skal stå under tilsyn av departementet, som kan gi nærmere bestemmelser om avliving av kval bestemt til folkemat og om innredning og utstyr for lokalene og arbeidsplassene på stasjonen, hvor kjøttet utskjæres, behandles, oppbevares og pakkes. Vedkommende departement​2 kan gi de pålegg om innredningen, vedlikeholdet og driften av slike stasjoner som det til enhver tid finner nødvendig av hygieniske grunner. Blir påleggene ikke etterkommet innen en fastsatt frist, kan det bestemmes at stasjonen inntil videre taper retten til å framstille kvalkjøtt til folkemat.\nVedkommende departement kan gi tilsvarende bestemmelser for pakkersteder for småkvalkjøtt og for småkvalfangsten, når det under fangsten drives framstilling av kvalkjøtt til folkemat.\n1 Endret ved lov 4 des 1987 nr. 73.\n2 Landbruksdepartementet. Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Kjøttindustrianlegg.",
      "content": "Ved kjøttindustrianlegg forstås i denne lov foredlingsanlegg som pølsemakerier, konserveringsfabrikker, anlegg for tarm- og fettindustri og andre anlegg som framstiller varer av kjøtt​2 til folkemat. Kjøttindustrianlegg omfatter også kjølehus og fryserier for kjøtt og kjøttvarer.\nEr kjøttindustrianlegg ikke bygget i samband med slakteri, plikter innehaveren å gi melding om anlegget til helse- og sosialstyret, som fører kontroll med virksomheten. Kongen eller den han gir fullmakt, kan gi forskrifter om lokalene, innredning og utstyr ved disse anlegg, og kan gi de pålegg om forandringer og utbedringer som til enhver tid finnes nødvendig av hygieniske grunner.​3 Blir påleggene ikke etterkommet innen en fastsatt frist, kan det bestemmes at anlegget skal stenges inntil manglene er rettet.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 26.\n3 Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Steriliseringsanlegg.",
      "content": "Ved steriliseringsanlegg forstås i denne lov anlegg til uskadeliggjøring av kassert kjøtt,​2 selvdøde dyr og slakteavfall.​2 Disse anlegg kan også brukes til framstilling av fôrmel, fett til teknisk bruk, lim, gjødsel og eventuelt andre produkter.\nSteriliseringsanlegg kan bygges som særskilte anlegg eller kan knyttes til slakteri eller annen virksomhet på vilkår som departementet​3 bestemmer.\nVed nye anlegg som bygges eller innredes, skal departementet godkjenne beliggenhet, plan, innredning og utstyr, etter at vedkommende helse- og sosialstyre har hatt høve til å uttale seg. Så vel for gamle som for nye anlegg kan departementet, etter at helse- og sosialstyret har hatt høve til å uttale seg, gi pålegg om de utbedringer og forandringer som det til enhver tid finner nødvendig av hygieniske grunner. Blir påleggene ikke etterkommet innen fastsatt frist, kan det bestemmes at anlegget skal stenges inntil manglene er rettet. Departementet gir også instruks om oppsamling, oppbevaring og transport av kassert kjøtt, selvdøde dyr og slakteavfall og om arbeidsordningen ved og tilsynet med slike anlegg.\nDepartementet kan bestemme at også andre animalske produkter skal behandles ved steriliseringsanlegg.\nOpprettes det et særskilt anlegg, som ikke direkte er knyttet til et slakteri med offentlig kjøttkontroll, betaler anlegget utgiftene for det særskilte tilsyn.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 26.\n3 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Om tilsyn.",
      "content": "De som skal føre tilsyn med de slakterier og anlegg som er nevnt i §§ 1-7 og § 17, har adgang​1 overalt i disse og kan kreve de opplysninger om arbeidsordningen, utstyret og innredningen som finnes nødvendig.\nDe skal, i den utstrekning noe annet ikke følger av deres tjenesteplikter, iaktta taushet om drifts- og forretningsforhold som de blir kjent med under utøvingen av sin virksomhet.​2\nDe må ikke selv eller gjennom noe næringsforetagende hvis ledelse helt eller delvis er dem betrodd, stå i konkurranse- eller avhengighetsforhold til den bedriften de skal føre tilsyn med, og må heller ikke drive forretninger med den. En tilsynshavende må heller ikke være styremedlem i eller på annen måte ta del i ledelsen av noen sådan bedrift, eller innta noen stilling som setter ham i avhengighetsforhold til noen som har med ledelsen av bedriften å gjøre.\nKongen eller den han gir fullmakt,​3 fastsetter nærmere instruks om tilsynet og kontrollen.\n1 Jfr. strl. § 326.\n2 Jfr. strl. § 121.\n3 Landbruksdepartementet jfr. res. 14 juli 1978. Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Hva den offentlige kjøttkontroll omfatter.",
      "content": "Offentlig kjøttkontroll i denne lov omfatter​1:\n1. Hygienisk tilsyn, kontroll og godkjenning av kjøtt,​2 som foretas av kontrollveterinærene på de slakterier og kontrollstasjoner der det er opprettet offentlig kjøttkontroll, før varen tillates utlevert til folkemat,\n2. hygienisk tilsyn med all transport av kjøtt,\n3. hygienisk tilsyn med lokaler hvor kjøtt oppbevares, tilberedes og omsettes og med lokalenes innredning og utstyr,\n4. hygienisk tilsyn med tilberedning av kjøtt i kjøttindustrianlegg og kontroll med sammensetningen av det ferdige produkt.\n1 Jfr. res. 14 juli 1978.\n2 Se § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Tvungen offentlig kjøttkontroll.",
      "content": "Alle kommuner skal ha offentlig kjøttkontroll. Flere kommuner kan gå sammen om felles (interkommunal) kontrollordning.\n1 Endret ved lov 8 juni 1979 nr. 47. – Se § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 22 des 1989 nr. 108.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Utføringen av kontrollen og utgiftene ved den.",
      "content": "Kontroll nevnt i § 13 nr. 1 skal utføres av kontrollveterinær som tilsettes av vedkommende kommune(r). Tilsettingen skal godkjennes av departementet​2 som også bestemmer om det skal tilsettes en eller flere kontrollveterinærer. Til hjelp for kontrollveterinæren kan brukes assistenter etter nærmere bestemmelse av departementet. Kontrollen på ethvert offentlig slakteri innenfor en kommunes kontrollområde hører under den kommunale kjøttkontrollen, og utføres på vedkommende slakteri. Utgiftene ved den her nevnte kontrollen betales av vedkommende kommune.\nHar departementet tidligere bestemt at det skal være særskilt offentlig kjøttkontroll ved en bedrift, tilsettes veterinæren av departementet​3 etter at eieren har hatt høve til å uttale seg. Departementet bestemmer om det skal tilsettes en eller flere kontrollveterinærer og godkjenner deres lønn og arbeidsvilkår. Departementet kan bestemme om det skal tilsettes egen kontrollveterinær, eller om kontrollen skal utføres av kontrollveterinæren i et kontrollområde eller ved en annen bedrift med offentlig kjøttkontroll. Utgiftene til kontrollen bæres i disse tilfelle av bedriften.\nDepartementet gir nærmere faglig instruks for utføringen av det arbeid kontrollveterinærene har etter § 13 nr. 1. De regler som utarbeides i forbindelse med et slakteris godkjenning, skal forelegges slakteriets eier til uttalelse.\nI alle offentlige kjøttkontrollområder skal det tilsyn og den kontroll som er nevnt i § 13 nr. 2-4, utføres av helse- og sosialstyrene. I kontrollområder skal det til helse- og sosialstyrene knyttes en veterinær til å forestå tilsynet. I kontrollområder der det ikke er tilsatt egen byveterinær, utøves tilsynet av kontrollveterinæren i området. Utgiftene ved kontrollen betales av vedkommende kommune. Departementet utferdiger instruks om tilsynet og kontrollen.\n1 Endret ved lover 12 juni 1987 nr. 70, 4 des 1987 nr. 73, 22 des 1989 nr. 108, 30 juli 1992 nr. 101.\n2 Landbruksdepartementet, jfr. res. 14 juli 1978.\n3 Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Hvor den offentlige kjøttkontrollen skal foregå.",
      "content": "Den del av den offentlige kjøttkontrollen som er nevnt i § 13, nr. 1, foretas på et offentlig slakteri eller kontrollslakteri som ligger innenfor området. Slakteriet kan også ligge utenfor området, når departementet​2 samtykker i det. Slakteriet tjener da som offentlig kontrollstasjon for området. Kan kontrollen ikke foregå på et slikt slakteri, er det et vilkår for opprettelsen av den offentlige kjøttkontrollen at den kan foregå på offentlig kjøttkontrollstasjon. Ved offentlig kontrollstasjon forstås da det sted hvor tilført kjøtt kontrolleres når kontrollen ikke foregår på offentlig slakteri eller kontrollslakteri. Lokalene for en slik stasjon må ikke tas i bruk før de er godkjent av departementet, som kan gi nærmere bestemmelser om stasjonens beliggenhet, innredning og utstyr. Departementet kan gi de pålegg om lokalenes utbedring og vedlikehold som det finner nødvendig av hygieniske grunner. Blir påleggene ikke etterkommet innen en fastsatt frist, kan departementet tilbakekalle sin godkjenning.\nDepartementet kan imidlertid under særlige forhold og på de vilkår det setter, gi tillatelse til at den offentlige kjøttkontrollen kan foregå på andre steder enn nevnt, f.eks. i andre slakterier, i slakte- og kjøttforretninger og kjøttindustrianlegg, ved faste innenlandske kvalfangststasjoner og pakkersteder for kvalkjøtt eller i særlige tilfelle på andre steder slik at disse steder kan tjene som kontrollstasjon for området.\nDepartementet kan på nærmere fastsatte vilkår gi tillatelse til at offentlig kjøttkontroll innenfor vedkommende kontrollområde kan foretas utenfor de faste kontrollstasjoner og utenfor den fastsatte kontrolltid.\n1 Endret ved lov 4 des 1987 nr. 73.\n2 Landbruksdepartementet. Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Kontrollpliktig kjøtt.",
      "content": "Den offentlige kjøttkontrollen skal, for så vidt den kontroll angår som er nevnt i § 13 nr. 1, kontrollere alt ferskt kjøtt (§ 26) av storfe, gris, sau, geit, hest, fjørfe (høns, ender, gjess og kalkuner), kval, rein, elg, hjort, dådyr, rådyr og bjørn som er slaktet eller avlivet i eller som fra andre steder er ført inn til vedkommende kontrollområde, slakteri eller anlegg.\nKongen kan bestemme at kjøtt og kjøttvarer av andre dyreslag enn nevnt i første ledd, skal være gjenstand for undersøkelse og godkjenning av den offentlige kjøttkontrollen. De nærmere regler for omsetningen av slike varer og om kjøttkontrollens undersøkelser og merking av dem blir i tilfelle samtidig å fastsette av Kongen.\nFerskt kjøtt av de dyreslag som er nevnt i første ledd, må innen et kontrollområde eller fra et sted der det er særskilt offentlig kjøttkontroll, ikke falbys, forhandles, lagres, opparbeides eller brukes til folkemat med mindre varen er kontrollert og godkjent av en kontrollveterinær og stemplet i samsvar med forskriftene om offentlig kjøttkontroll.\nDet er forbudt​2 å føre inn til et kontrollområde for omsetning eller bruk saltet, røkt og spekt kjøtt av dyreslag nevnt i første ledd, med mindre varen i fersk tilstand er kontrollert, godkjent og stemplet av en offentlig kjøttkontroll. Det samme gjelder for opparbeidde kjøttvarer som helt eller delvis er framstilt av kjøtt av de nevnte dyreslag.\nUnntatt fra bestemmelsene i første, tredje og fjerde ledd er varer av dyreslag nevnt i første ledd, når dyrene slaktes innen et kontrollområde av eller for en produsent som bor utenfor bymessig bebygget strøk, og varen bare brukes av ham eller hans husstand eller til hans dyr. Produsenten har, hvis han ønsker det, rett til å få varen kontrollert ved den offentlige kjøttkontrollen i området.\nUnntatt fra bestemmelsene i første, tredje og fjerde ledd, er også forsendelser av de varer som er nevnt i første og fjerde ledd og som leilighetsvis og til ubestemte tider sendes fra produsent direkte til forbruker i eller innen et offentlig kjøttkontrollområde, når varen er bestemt til bruk for mottakeren og hans husstand. Departementet​3 kan fastsette nærmere bestemmelser om dette.\nEtter framlegg fra vedkommende helse- og sosialstyre kan vedkommende departement bestemme at det kjøtt som brukes på hoteller, gjestgiverier, pensjonater, restauranter og andre spisesteder, sykehus og lignende innretninger som ligger utenfor et offentlig kjøttkontrollområde, skal være kontrollert og godkjent av en offentlig kjøttkontroll.\nKongen eller den han gir fullmakt, kan bestemme at kjøtt til bruk for forsvaret og på norske skip i innenriks fart, skal være kontrollert og godkjent av en offentlig kjøttkontroll.\nFerskt, saltet, røket og spekt kjøtt som føres inn fra utlandet og Svalbard, skal kontrolleres av den offentlige kjøttkontrollen, og kan i tilfelle bare føres inn i landet til de offentlige kontrollområder eller de slakterier eller andre anlegg der det er opprettet særskilt offentlig kjøttkontroll, og etter de regler som fastsettes av Kongen eller den han gir fullmakt.\nKongen eller den han gir fullmakt,​3 kan bestemme at det skal være forbudt å føre inn kjøtt fra utlandet og Svalbard, når dette finnes nødvendig til vern mot sykdommer hos mennesker eller dyr.\nKongen eller den han gir fullmakt​3 fastsetter de nærmere forskrifter for den offentlige kjøttkontrollen, og fastsetter unntaksbestemmelser for grensetrafikken samt om etterbesiktigelse av tidligere kontrollert kjøtt og slakteavfall i de tilfelle det anses nødvendig.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 31.\n3 Landbruksdepartementet jfr. res. 14 juli 1978. Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Kontroll, stempling og kassering m.v.",
      "content": "Kjøtt​2 som den offentlige kjøttkontrollen skal undersøke etter bestemmelsene i § 13 nr. 1 og § 18, første ledd, og som den etter undersøkelsen finner kan godkjennes og brukes til folkemat, skal stemples etter nærmere regler som fastsettes av departementet​3 eller den det gir fullmakt. Slakteavfall​2 kan etter regler fastsatt av departementet eller den det gir fullmakt, tillates brukt til dyremat eller nyttiggjort på annen måte.\nDet kjøtt og slakteavfall som av sunnhetsmessige grunner ikke kan brukes til folkemat og heller ikke i rå tilstand til dyrefor, skal kasseres. Kontrollveterinæren fører tilsyn med at kassert kjøtt og slakteavfall blir uskadeliggjort.\nDepartementet gir nærmere bestemmelser om hvordan kassert kjøtt- og slakteavfall skal uskadeliggjøres. Departementet kan pålegge kommune med offentlig kjøttkontroll og slakterier og anlegg med særskilt offentlig kjøttkontroll å sette i verk teknisk destruering av kassert kjøtt og slakteavfall.\n1 Endret ved lov 4 des 1987 nr. 73.\n2 Se § 26.\n3 Landbruksdepartementet, jfr. res. 14 juli 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Selvdøde dyr og nødslakt.",
      "content": "Selvdøde dyr må ikke brukes til folkemat. Til dyremat kan de brukes og omsettes når kontrollveterinær, eller annen veterinær, har gitt tillatelse til det.\nDyr som på grunn av sykdom nødslaktes av eller for eier som bor utenfor bymessig bebygget strøk i et kontrollområde, kan brukes til mat for eieren og hans husstand hvis veterinær har gitt tillatelse til det.\nPå steder hvor offentlig kjøttkontroll ikke er innført, kan dyr som nødslaktes på grunn av sykdom, ikke brukes eller omsettes til folkemat med mindre veterinær har gitt tillatelse til det. Nødslaktede dyr kan dog ikke omsettes utenfor kommunen.\nTil dyrefor kan dyr som er nødslaktet på grunn av sykdom, brukes og omsettes når veterinær har gitt tillatelse til det.\nDepartementet gir nærmere regler for kontrollen etter denne paragraf, herunder om tilintetgjøring av dyr som ikke blir tillatt brukt som foran nevnt eller tillatt nyttiggjort på annen måte.\nBestemmelsene i denne paragraf gjelder de dyreslag som er nevnt i § 18, første ledd.\n1 Endret ved lov 4 des 1987 nr. 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Bestemmelser om anke.",
      "content": "Kontrollveterinærenes avgjerd etter loven kan påankes til vedkommende helse- og sosialstyre. Den som eier eller framstiller kjøttet til kontroll, må i tilfelle uoppholdelig si fra om saken til vedkommende kjøttkontroll, som straks gir melding om anken til helse- og sosialstyret. Før helse- og sosialstyret avgjør saken, kan det innhente uttalelse fra andre sakkyndige. Helse- og sosialstyrets avgjerd er endelig og kan ikke påankes.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "Merking av kontrollpliktig kjøtt.",
      "content": "På kjøtt som etter loven skal kontrolleres av den offentlige kjøttkontrollen, er det forbudt​1 å sette andre stempler enn den offentlige kjøttkontrolls som legitimasjon for at kjøttet har vært sunnhetskontrollert. Unntatt fra disse bestemmelser er de stempler som brukes av forsvarets institusjoner.\n1 Jfr. § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "Avgifter for kontrollen.",
      "content": "For kontrollveterinærenes undersøkelse og kontroll, så vel av norsk som utenlandsk kjøtt, skal det betales avgift som fastsettes av Stortinget.\nDepartementet​2 fastsetter de nærmere regler for oppkrevingen og innbetalingen. Avgiften er tvangsgrunnlag for utlegg.\nAvgiften avsettes til et særskilt fond hovedsakelig til drift av kjøttkontroll og til dekning av utgifter statlige organ har i samband med kjøttkontroll.\nKongen​2 fastsetter de nærmere regler for fondet og for tilskott av det.\n1 Endret ved lover 15 mars 1963 nr. 1, 8 juni 1984 nr. 69, 22 des 1989 nr. 108, 26 juni 1992 nr. 86.\n2 Landbruksdepartementet, jfr. res. 14 juli 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "Kontroll ved slakteri godkjent som eksportør av slakt og slakteriprodukter.",
      "content": "Kongen eller den han gir fullmakt,​1 fastsetter de nærmere bestemmelser om hvordan kjøttkontrollen ved slakteri godkjent som eksportør av slakt og slakteriprodukter skal være organisert, og gir nærmere regler for hvorledes denne kontroll skal utføres.\n1 Landbruksdepartementet, jfr. res. 14 juli 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "title": "Når den offentlige kjøttkontroll blir påbudt innstilt.",
      "content": "Blir den offentlige kjøttkontroll i medhold av loven påbudt innstilt i en kommune der det er tvungen offentlig kjøttkontroll, kan Kongen bestemme at det innenfor kontrollområdet til folkemat bare kan omsettes kjøtt som er kontrollert ved en offentlig kjøttkontroll.​1\n1 Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Hva det forstås med kjøtt, slakteavfall og kassert vare.",
      "content": "Ved kjøtt forstås i denne lov slakt av de dyr som er nevnt i § 18, første ledd, herunder organer og produkter av slik vare, som skal brukes til folkemat.\nVed slakteavfall forstås i denne lov deler av de dyr som er nevnt i § 18, første ledd, som ikke brukes eller godkjennes til folkemat.\nVed kassert kjøtt og kassert slakteavfall forstås vare som av sunnhetsmessige grunner ikke tillates brukt til folkemat eller i rå tilstand til dyrefor.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Bestemmelser om ervervsmessig handel med husdyr.",
      "content": "Når et kommunestyre søker om det, kan departementet​1 bestemme at ervervsmessig handel med bestemte arter av levende husdyr innen kommunen eller en del av den skal foregå under tilsyn i det handelsfjøset eller på det torget eller den plassen eller det slakteriet som søknaden gjelder. Unntatt herfra er omsetning av livdyr, som foregår på offentlig slakteri eller kontrollslakteri. Departementet godkjenner plan, innredning og utstyr, og bestemmer hvordan tilsynet skal være.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "Kontroll med utførsel.",
      "content": "Kongen eller den han gir fullmakt, kan fastsette nærmere forskrifter for utførsel av kjøtt og kjøttvarer av ethvert dyreslag med sikte på å føre kontroll med at varene er friske og kontrollert og stemplet av den offentlige kjøttkontroll og tilfredsstiller de bestemmelser som de forskjellige land har for innførsel.\nEksportører hvis varer tilfredsstiller de fastsatte forskrifter, kan departementet​1 på nærmere vilkår tildele et eget eksportnummer.\n1 Landbruksdepartementet, jfr. res. 14 juli 1978. Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "title": "Når godkjenning tapes.",
      "content": "Når godkjenning tapes i de tilfelle som er nevnt i §§ 1-3 og 17, tapes retten til å bruke det navnet godkjenningen gjaldt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "title": "Utferdigelse av nærmere bestemmelser.",
      "content": "Kongen​2 kan fastsette nærmere bestemmelser om gjennomføring av denne lov, herunder de nødvendige overgangsbestemmelser.\nKongen kan fastsette de forskrifter som er nødvendige for å oppfylle Norges forpliktelser som følge av avtalen om Det europeiske økonomiske samarbeidsområde.​3 I forskriftene kan det gjøres avvik fra denne lov.\nKongen kan videre pålegge virksomhetene å utøve internkontroll og etablere og vedlikeholde internkontrollsystem for å sikre at bestemmelser gitt i eller i medhold av denne lov overholdes.\n1 Endret ved lover 4 des 1992 nr. 129 (i kraft samtidig med EØS-avtalen 1 jan 1994), 18 nov 1994 nr. 61 (i kraft straks iflg. res. 18 nov 1994 nr. 1009).\n2 Landbruksdepartementet, jfr. res. 14 juli 1978.\n3 Jfr. EØS-avtalen vedlegg I punkt 18 (Rdir 64/433/EØF).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "Straffebestemmelser.",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelsene i denne lov eller bestemmelser som er gitt med hjemmel i loven eller som medvirker hertil, straffes med bøter​2 eller fengsel inntil 3 måneder.\nPå samme måte straffes forsøk.\n1 Endret ved lov 26 jan 1973 nr. 2.\n2 Jfr. strl. §§ 27 og 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "title": "Om dispensasjon.",
      "content": "Etter søknad kan departementet​1 dispensere fra bestemmelsene om innføring av tvungen offentlig kjøttkontroll.\nVidere kan departementet på nærmere fastsatte vilkår dispensere fra lovens bestemmelser når det gjelder slakting og kontroll av slakt i undervisnings- og vitenskapelig øyemed. For slik kontroll betales ikke kontrollavgift.\n1 Jfr. res. 29 april 1988 nr. 312 om myndighet for Statens næringsmiddeltilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "title": "Ikrafttreden.",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid oppheves lov av 9. februar 1940 om offentlig godkjente slaktehus, offentlig kjøttkontroll m.v. De bestemmelser som er gitt med hjemmel i den sist nevnte loven, skal gjelde fortsatt, såfremt de ikke er i strid med den nye loven eller blir opphevd ved nye bestemmelser.\n1 Iflg. res. 7 juni 1957 trådte § 23 i kraft straks. Iflg. res. 12 juni 1959 trådte loven for øvrig i kraft 1 sep 1959.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    }
  ]
}