{
  "id": "LOV-1955-12-09-3",
  "type": "statute",
  "title": "Lov om Universitetet i Oslo (Universitas Osloensis).",
  "short_name": "Lov om Universitetet i Oslo.",
  "status": "in_force",
  "issued_date": "1955-12-09",
  "in_force_date": "1955-12-09",
  "url": "https://lovdata.no/dokument/NLO/lov/1955-12-09-3",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Universitetet har til formål å drive akademisk opplæring og vitenskapelig forskning. Så langt det kan forenes med disse oppgaver, skal Universitetet også arbeide for å gjøre vitenskapens resultater kjent for almenheten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Rektor og Det akademiske kollegium leder Universitetets virksomhet. De treffer avgjørelser i saker som ved lov eller reglement​1 blir dem overdratt, og forbereder saker som departementet​2 skal avgjøre eller legge fram for Kongen.\nDe skal til enhver tid gi departementet de opplysninger som dettes tilsyn med Universitetets virksomhet gjør ønskelig.\n1 Se § 3.\n2 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Det akademiske kollegium består av rektor som formann, prorektor, dekanene, og representanter for det vitenskapelige personale, det øvrige personale og studentene.\nKollegiet holder regelmessige møter til tider det selv fastsetter, og for øvrig etter innkalling av rektor. Rektor skal sammenkalle til møte når minst en tredjedel av kollegiets medlemmer krever det. Til gyldig vedtak kreves at minst to tredjedeler av kollegiets medlemmer er til stede. I påtrengende tilfelle er det likevel nok med et mindre antall såfremt minst halvparten av alle kollegiets medlemmer stemmer for vedtaket. Ved stemmelikhet gjør formannens stemme utslaget. Ved valg og ansettelse holdes ny avstemning dersom ingen ved første avstemning får flertall av de stemmer som er avgitt. Ved denne regnes den for valgt eller ansatt som har fått flest stemmer. Ved stemmelikhet etter denne avstemning, treffes avgjørelsen ved loddtrekning. Disiplinærsaker avgjøres med to tredjedels flertall.\nKollegiet kan ha et arbeidsutvalg bestående av kollegiemedlemmer. Kollegiet kan overføre avgjørelsesmyndighet til arbeidsutvalget.\nKongen gir etter forslag fra kollegiet nærmere regler​2 om antallet representanter i kollegiet og arbeidsutvalget, om sammensetningen, valget av representanter og deres funksjonstid m.m. og om kollegiets og rektors myndighetsområde.\n1 Endret ved lov 11 april 1975 nr. 14.\n2 Gitt ved res. 23 juli 1976, med senere endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Rektor er universitetets fremste tillitsmann. Han representerer universitetet utad og har ansvaret for universitetets samlede virksomhet. I den utstrekning kollegiet bestemmer, kan rektor avgjøre løpende saker.\nHar rektor forfall eller fratrer han før funksjonstiden er ute, trer prorektor i hans sted i samsvar med de reglementsbestemmelser som blir fastsatt etter § 5. Under tilsvarende forutsetninger trer den dekanus som har høyeste ansiennitet som professor i prorektors sted.\n1 Endret ved lover 11 april 1975 nr 14, 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:4 a",
      "chapter": "2",
      "section": "4 a",
      "content": "Universitetsdirektøren har den daglige ledelse av universitetets administrasjon. Han drar omsorg for at rektors, kollegiets og høyere myndigheters vedtak blir satt i verk.\nInstruks for universitetsdirektøren fastsettes av Kongen etter forslag fra kollegiet.\nKollegiet og rektor kan overføre avgjørelsesmyndighet til universitetsdirektøren i den utstrekning instruksen bestemmer.\nUniversitetsdirektøren er sekretær for kollegiet og deltar i møtene.\n1 Endret ved lov 11 april 1975 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Valg av rektor og prorektor finner sted hvert fjerde år i oktober måned. Rektor har likevel rett til å fratre etter tre år, hvis han sier fra om dette innen utgangen av august måned vedkommende år. I så fall finner det også sted nyvalg av prorektor. Valget finner sted på et møte hvor medlemmene av kollegiet og fakultetsrådene deltar sammen med representanter for ansatte som ikke er knyttet til noe fakultet. Slike representanter utpekes etter regler som Kongen gir.​2 Alle plikter å møte hvis de ikke har gyldig forfall. Avstemningen skjer skriftlig. De som har forfall kan sende inn skriftlig stemmeseddel.\nValgbar er enhver professor i hovedstilling. Den som fratrer som rektor, kan nekte gjenvalg for så lang tid som han har gjort tjeneste og kan for samme tidsrom avslå valg som prorektor. På samme måte kan den som fratrer som prorektor, nekte gjenvalg og avslå valg som rektor.\nDet akademiske kollegium gir melding til Kongen om valget.\nRektor og prorektor tiltrer 1 januar etter regulært valg. Kongen fastsetter reglement​2 for valget med regler for de tilfelle da rektor eller prorektor begge fratrer før valgperiodens utløp.\n1 Endret ved lover 21 feb. 1964, 11 april 1975 nr. 14, 16 jan 1987 nr 10).\n2 Fastsatt ved res. 23 juli 1976, med senere endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Universitetet er organisert i fakulteter.\nEtter innstilling fra Kollegiet fastsetter Kongen fakultetsordningen. Han kan bestemme at et fakultet skal ha to eller flere underavdelinger, og likeså fastsette at andre vitenskapelige institutter eller institusjoner skal innordnes i Universitetet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Fakultetsrådet er fakultetets høyeste organ. Det består av valgte representanter for følgende grupper:\na. Fast vitenskapelig personale.\nb. Vitenskapelig personale på åremål.\nc. Det øvrige personale.\nd. Studentene.\nKongen fastsetter​2 antallet av representanter og fordelingen på gruppene, kan fastsette regler om fordelingen av representantene i gruppe a mellom professorer og andre tjenestemenn og gir regler om valget og funksjonstiden m.m. For et lite fakultet kan det bestemmes at hele det vitenskapelige personale, eller visse grupper av det, skal ha sete i fakultetsrådet i kraft av sin stilling.\nHver gruppe velger sine representanter. Et fakultet kan deles i fagområder ved valget på representanter for en eller flere av gruppene.\nKollegiet avgjør i tvilstilfelle om en stilling skal regnes for vitenskapelig og andre spørsmål om avgrensing mellom gruppene.\nRektor og prorektor kan ikke være medlemmer av fakultetsråd.\n1 Endret ved lover 21 feb. 1964, 19 juni 1970 nr. 57, 11 april 1975 nr. 14, 16 jan 1987 nr 10.\n2 Gitt ved res. 23 juli 1976 med senere endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Fakultetsrådet velger formann (dekanus) og nestformann (prodekanus) blant de fast ansatte vitenskapelige tjenestemenn ved fakultetet. Valget foretas i november måned ved skriftlig avstemning og gjelder for de tre følgende år. Den som har gjort tjeneste som rektor, prorektor eller dekanus, har rett til å kreve seg fritatt for valg til dekanus for så lang tid som han har gjort tjeneste.\n1 Endret ved lover 21 feb. 1964, 11 april 1975 nr. 14, 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Dekanus sammenkaller fakultetsrådet til behandling av saker som hører under fakultetet, og som ikke ifølge bestemmelsene i § 10 er lagt til dekanus, fakultetsstyre, utvalg, fagseksjon eller fakultetsavdeling. Står stemmene likt, gjør formannens stemme utslaget. Fakultetsrådet kan ikke gjøre gyldig vedtak uten at minst halvdelen av medlemmene er til stede.\nDekanus kan bestemme at en sak i stedet for å behandles i møte skal sendes rundt til de stemmeberettigede medlemmer.\nDekanus skal sammenkalle fakultetsrådet når rektor eller minst 1/3 av medlemmene krever det.\nRektor og prorektor har adgang til å delta i alle fakultetsrådsmøtene, men deltar ikke i avstemningene.\n1 Endret ved lov 11 april 1975 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Dekanus kan avgjøre de løpende fakultetssaker og skal da gi fakultetsrådet melding om vedtakene. Kollegiet kan etter innstilling av fakultetsrådet gi nærmere regler om hvilke saker dekanus har adgang til å avgjøre på egen hånd. Dekanus forbereder saker som skal behandles av fakultetsrådet, og har ansvaret for at rådets vedtak blir satt i verk.\nFakultetsrådet kan oppnevne utvalg til å forberede saker som skal forelegges for rådet, og kan gi et slikt utvalg myndighet til å avgjøre nærmere angitte saker. Utvalget skal gi fakultetsrådet melding om sine vedtak. Rådet kan også opprette særskilte fagseksjoner og i reglement godkjent av kollegiet fastsette deres myndighet. Kollegiet kan gi regler om utvalgenes og fagseksjonenes sammensetning og funksjon. Dekanus kan møte i alle fakultetsutvalg og fagseksjoner. Personer utenfor fakultet eller universitetet kan oppnevnes som medlem av et fakultetsutvalg.\nFakultetsrådet kan oppnevne et fakultetsstyre. Styrets myndighet fastsettes av kollegiet. Dekanus er styrets formann.\nHvis et fakultet er delt i to eller flere avdelinger, jfr. § 6, skal departementet etter innstilling av Kollegiet gi regler om fordelingen av saker mellom avdelingene og fakultetsrådet og om behandlingsmåten for øvrig.\n1 Endret ved lov 11 april 1975 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Kollegiet kan bestemme at det i et fag eller en faggruppe som hører til to eller flere fakulteter, skal opprettes et særskilt utvalg til å behandle saker som gjelder forskning, undervisning og eksamensordning i faget eller faggruppen. Kollegiet gir nærmere regler om utvalgets sammensetning, myndighet og forhold til de fakulteter faget eller faggruppen hører til.\nSamme ordning kan innføres også for magistergradstudiet når et støttefag hører til et annet fakultet enn hovedfaget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Instituttrådet er instituttets høyeste organ. Det består av representanter for de grupper som er nevnt i § 7. Når særlige grunner tilsier det, kan kollegiet gi hjelpelærere tilknyttet instituttet representasjon i rådet.\nInstituttrådet velger en instituttstyrer blant de fast ansatte vitenskapelige tjenestemenn i rådet. Styreren er rådets formann.\nInstituttrådet kan opprette instituttstyre som består av instituttstyreren som formann og de øvrige valgt av og blant rådets medlemmer.\nKollegiet gir regler om styringen av universitetets institutter og kan helt eller delvis unnta et institutt fra ovenstående regler, når særlige grunner tilsier det, og gi de nødvendige bestemmelser.\nTing fra samlinger eller utstyr som et institutt ikke har bruk for, kan ikke avhendes uten Kollegiets samtykke.\n1 Endret ved lov 11 april 1975 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Medlemmer av universitetets organer og av utvalg oppnevnt av disse organer er forpliktet til å møte hvis de ikke har gyldig forfall og til å delta i avstemninger medmindre de må unntas etter reglene i forvaltningslovens kapittel II.\n1 Endret ved lov 11 april 1975 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Regler for administrasjonen av universitetsbiblioteket fastsettes av kollegiet.\n1 Endret ved lover 11 april 1975 nr. 14, 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Styrer av vitenskapelig samling må ikke uten samtykke av Kongen holde egne samlinger av samme eller lignende art, eller for egen regning drive handel eller bytte med saker som hører til slik samling. Det samme gjelder de underordnede tjenestemenn ved samlingen, men slik at Kollegiet kan gi dispensasjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Universitetsbiblioteket og de øvrige institutter som ikke bare er bestemt til hjelpemidler ved fagstudiene, skal etter nærmere regler gitt av Kollegiet også være tilgjengelig for almenheten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Kongen gir regler​2 om valgbarheten til Kollegiet, fakultetsråd eller instituttråd for administrative tjenestemenn i ledende stillinger.\n1 Endret ved lov 11 april 1975 nr. 14.\n2 Gitt ved res. 23 juli 1976, med senere endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Professorater i hovedstilling og stillingen som overbibliotekar skal være embeter.​2\nFakultetsrådet og kollegiet skal ha gitt uttalelse før et professorat blir opprettet eller kunngjort ledig, og før innstilling om utnevning eller tilsetting blir lagt fram for Kongen.\nMed mindre noe annet blir bestemt av Kongen, etter tilråding av fakultetsrådet og kollegiet, skal det foretas kunngjøring av ledig professorat. Søkerne bedømmes av oppnevnte sakkyndige før fakultetsrådet gir sin uttalelse.\nHvorvidt det til denne bedømmelse skal tilkalles sakkyndige utenfor Universitetet, avgjøres av Kollegiet. Kollegiet kan gi nærmere regler om retningslinjer og om fremgangsmåten ved bedømmelsen. Det kan treffe avgjørelser om de sakkyndige skal gi felles innstilling eller bare individuelle uttalelser, og det kan bestemme at der skal avholdes prøver.\nOverbibliotekar utnevnes av Kongen etter innstilling fra Kollegiet.\n1 Endret ved lov 16 jan 1987 nr 10.\n2 Jfr. grl. § 92 og fund. 28 juli 1824 § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "De øverste stillinger ved Universitets administrasjon, universitetsdirektør og assisterende universitetsdirektør, besettes av Kongen etter innstilling fra Det akademiske kollegium. Nærmere regler om organisering av administrasjonen og om myndighets- og arbeidsområde for direktørene nevnt i første ledd gis ved reglement utferdiget av Kongen.\n1 Endret ved lover 16 jan 1987 nr 10, 22 april 1988 nr 17 (i kraft straks, med bare med virkning for tilsettinger foretatt etter at endringsloven tok til å gjelde).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Universitetets øvrige tjenestemenn tilsettes etter tjenestemannslovens regler, likevel slik at vitenskapelige tjenestemenn, etter innstilling fra nærmeste tjenestemyndighet, tilsettes av et utvalg valgt av og blant fakultetsrådets medlemmer etter regler fastsatt av kollegiet.\nKollegiet er det organ saken kan bringes inn for etter § 5 nr. 3 i lov om statens tjenestemenn når det gjelder vitenskapelige tjenestemenn.\n1 Endret ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Med departementets samtykke fastsetter Kollegiet undervisningsterminene ved hvert fakultet i samsvar med fakultetets studieordning. Det kan treffes særskilte bestemmelser om terminene for enkelte fag eller for faggrupper.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "Kollegiet bestemmer om undervisningen i enkelte fag skal avbrytes i eksamenstiden. Rektor bestemmer selv om han vil holde forelesninger, og om han vil delta i eksamen.\n1 Endret ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Forelesningene er offentlige. Når særlige hensyn taler for det, kan Kollegiet bestemme at visse forelesninger bare skal være for studentene.\nKollegiet kan bestemme at andre enn vedkommende fakultets studenter kan delta i kurser og øvelser ved fakultetet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Vedkommende fakultetsråd utferdiger vitnesbyrd om bestått universitetseksamen.\nFor den som avlegger en prøve i et enkelt fag eller en avdelingseksamen, uten å underkaste seg vedkommende fullstendige universitetseksamen, kan det på anmodning utferdiges eget vitnesbyrd.\n1 Endret ved lov 19 juni 1970 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 19 juni 1970 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 19 juni 1970 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "content": "Det akademiske kollegium meddeler doktorgraden etter innstilling av vedkommende fakultetsråd.\n1 Jfr. lov 19 juni 1970 nr. 58 §§ 2 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "content": "Den som har gjort seg skyldig i forgåelser som han er eller kunne ha vært relegert for som student,​2 kan bli nektet adgang til å fremstille seg til prøven.\n1 Endret ved lov 19 juni 1970 nr. 58.\n2 Se § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 19 juni 1970 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Den som er blitt tildelt doktorgraden ved norsk universitet, har rett til å holde offentlige forelesninger ved Universitetet i Oslo innenfor sin vitenskap.\nEtterat fakultetsrådet er hørt, kan Kollegiet frata ham forelesningsretten (jus docendi), hvis han misbruker den eller gjør seg skyldig i forhold som overfor en student ville være lovlig relegasjonsgrunn.​1 Forinnen slikt vedtak fattes, skal han ha hatt anledning til å avgi forklaring for Kollegiet.\n1 Se § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "content": "Kollegiet kan etter innstilling fra vedkommende fakultetsråd uten forutgående prøve utnevne menn og kvinner til æresdoktorer for fremragende personlig innsats i vitenskapens tjeneste eller til fremme av norsk vitenskap, dog ikke personer som er ansatt ved norsk universitet eller høgskole med rett til å gi doktorgrad.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "content": "Lisensiatgrad tildeles av fakultetsrådet. Bestemmelsene i § 29 gjelder tilsvarende.\n1 Endret ved lov 19 juni 1970 nr. 58. Jfr. s.l. §§ 2 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "Enhver som har avlagt eksamen artium eller avgangseksamen fra økonomisk gymnasium har rett til å bli immatrikulert som akademisk borger ved Universitetet.\nAdgang til å bli immatrikulert ved Universitetet kan etter nærmere bestemmelser av Kongen også gis den som uten examen artium har tatt avgangseksamen fra norsk vitenskapelig høgskole eller norsk krigsskole.\nSamme adgang kan Kollegiet etter søknad gi den som har annen utdannelse høvelig for et universitetsstudium.\nDen som i utlandet har avlagt eksamen som gir adgang til universiteter eller institusjoner av liknende karakter i vedkommende land, kan etter tillatelse av Kollegiet bli immatrikulert ved Universitetet.\nDen som er immatrikulert ved annet norsk universitet, har rett til å studere og ta eksamen ved Universitetet i Oslo uten ny immatrikulering.\n1 Endret ved lov 19 juni 1970 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Immatrikuleringen foregår fortrinsvis i forbindelse med Universitets årsfest den 2. september.\nDen som blir immatrikulert, skal gi løfte om samvittighetsfullt å ville rette seg etter de regler som gjelder for dem som studerer ved Universitetet.\nDen som ifølge lovgivningen om Universitetets eksamener har adgang til å avlegge bestemte eksamener ved Universitetet uten å være immatrikulert, er så lenge han studerer, underkastet de samme plikter som akademiske borgere.\n1 Endret ved lov 24 feb. 1984 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Studentene skal ved begynnelsen av hvert semester skrive seg inn ved Universitetets sekretariat. Etter nærmere bestemmelser av Kollegiet plikter de å gi slike opplysninger som har betydning for deres forhold til Universitetet.\nKongen fastsetter i hvilken utstrekning studentene plikter å delta i forelesninger og øvelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 24 feb. 1984 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "content": "Når plasshensyn eller andre særlige grunner gjør det nødvendig, kan departementet etter tilråding fra kollegiet avgrense tilgangen til de enkelte studiene.\n1 Endret ved lover 11 april 1975 nr. 14, 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "content": "Studentorganer skal ivareta studentenes interesser ved Universitetet. Regler om studentorganene gis av Kongen.​2\n1 Endret ved lov 11 april 1975 nr. 14. – Jfr. lov 23 april 1948 nr. 1.\n2 Gitt ved res. 23 juli 1976, med senere endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "content": "Enhver student plikter å møte og gi forklaring​1 når han blir innkalt til rektor eller Kollegium, fakultetsråd eller dekanus.\nI sak hvor den innkalte ville være vitnepliktig for domstolene,​2 kan Kollegiet kreve at forklaringen gis på ære og samvittighet.\n1 Jfr. strl. § 166.\n2 Se strprl. kap. 15 og rettergangsl. kap. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "content": "Kollegiet kan relegere en student for en viss tid eller for alltid, dersom han har gjort seg skyldig i grovere brudd mot universitetsreglene eller i adferd som er uverdig for en akademisk borger.\nHvis Kollegiet finner at forholdet ikke bør føre til relegasjon, kan det i stedet gi studenten en irettesettelse.\nKollegiet kan dessuten nekte ham adgang til bestemte institusjoner, forelesninger eller øvelser, og kan frata ham stipend.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "content": "Relegasjonssaker og saker etter § 41, tredje ledd behandles av Kollegiet etter innstilling av et utvalg, som oppnevnes av Kollegiet og som skal bestå av tre medlemmer. De to skal være universitetslærere, hvorav den ene skal være professor i rettsvitenskap. Det tredje medlem skal representere studentene.\nStudentenes representant i Kollegiet og i utvalget skal fratre, dersom den student hvis sak det gjelder, fremsetter ønske herom.\nDen student saken gjelder, skal på forhånd være gitt adgang til å uttale seg skriftlig om saken og alt materiale som legges til grunn for utvalgets innstilling eller Kollegiets avgjørelse. Han skal dessuten ha rett til å forklare seg muntlig for utvalget og Kollegiet. Kollegiets avgjørelse skal begrunnes.\nKongen gir nærmere regler om oppnevning av studentrepresentanten og om saksbehandlingen i utvalg og Kollegium.​1\n1 Gitt ved res. 8 feb. 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "content": "Den som blir relegert, kan innen 4 uker etter at han har fått melding om vedtaket, anke saken inn for Høyesterett. Saken behandles etter straffeprosesslovens regler for anke i offentlige straffesaker.​1 Anken har oppsettende virkning, men gir ikke rett til å avlegge eksamen før endelig dom er avsagt.\nKollegiet kan heve en relegasjon når studenten ved senere godt forhold har vist seg verdig til det.\n1 Se strpl. kap. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "6:44",
      "chapter": "6",
      "section": "44",
      "content": "Offentlig myndighet som har siktet eller tiltalt en student for noen forbrytelse eller grovere forseelse, skal straks sende melding til rektor. Rektor kan kreve at han selv eller en annen embets- eller tjenestemann ved Universitetet skal være til stede i rettsmøte i saken.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "content": "Universitetets faste eiendommer kan bare avhendes av Det akademiske kollegium i den utstrekning Kongen bestemmer.\nKollegiet kan leie bort eller gi midlertidig rådighet over Universitetets faste eiendommer etter regler som departementet​2 godkjenner.\nUniversitetet forvalter selv sine midler etter reglement gitt av Kongen.\n1 Endret ved lov 11 april 1975 nr. 14.\n2 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 okt. 1959.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:47",
      "chapter": "7",
      "section": "47",
      "content": "Som Universitetets eiendom og faste inntektskilder stadfestes følgende:\n1. Den faste eiendom Tøyen, jfr. kgl. res. av 5. september og reskript av 4. november 1812, og den kapital som kommer inn ved salg av eiendommen, jfr. lov av 22. mai 1902.\n2. – – –\n3. Faste eiendommer som Universitetet har ervervet etter sin opprettelse, og kapitaler som er kommet inn ved salg av slike eiendommer.\n4. Kapitaler som er lagt til Universitetet ved opprettelsen, som er kommet inn ved avløsning av årlige ytelser til Universitetet eller som Universitetet har fått ved gave eller legater.\n1 Endret ved lov 31 mai 1963 nr. 1 (opph. punkt 2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "content": "Universitetet skal utarbeide det astronomiske grunnlagsmaterialet som trengs for utgivelse av almanakker og kalendere i Norge.\n1 Endret ved lov 16 jan 1987 nr 10 (i kraft 3 juli 1987).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:49",
      "chapter": "7",
      "section": "49",
      "content": "Universitetet skal få tilbakebetalt av statskassen innførselsavgifter som er betalt for ting som er skaffet til vitenskapelig bruk eller til bruk for fremstilling av vitenskapelig apparatur ved Universitetet.​1\n1 Jfr. lover 10 juni 1965 nr. 5, 19 juni 1969 nr. 66 kap. XVI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "7:50",
      "chapter": "7",
      "section": "50",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Fra samme tid oppheves Norske Lov 2–20–5, lov av 17. september 1845, inneholdende tillegg til universitetsfundasen, § 13 og lov om universitetet i Oslo av 9. oktober 1905 nr. 2 med senere tilleggslover.\nKongen kan, etter innstilling av Kollegiet, gi nærmere regler om nødvendige overgangsbestemmelser.\n1 Fra 1 mai 1957 iflg. res. 1 mars 1957. (Iflg. res. 17 febr. 1956 trådte § 34, 1. ledd og bestemmelsen i § 50 om opphevelsen av § 13 i lov 17 sept. 1945 ikraft straks.)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Universitetet har til formål å drive akademisk opplæring og vitenskapelig forskning. Så langt det kan forenes med disse oppgaver, skal Universitetet også arbeide for å gjøre vitenskapens resultater kjent for almenheten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Rektor og Det akademiske kollegium leder Universitetets virksomhet. De treffer avgjørelser i saker som ved lov eller reglement​1 blir dem overdratt, og forbereder saker som departementet​2 skal avgjøre eller legge fram for Kongen.\nDe skal til enhver tid gi departementet de opplysninger som dettes tilsyn med Universitetets virksomhet gjør ønskelig.\n1 Se § 3.\n2 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Det akademiske kollegium består av rektor som formann, prorektor, dekanene, og representanter for det vitenskapelige personale, det øvrige personale og studentene.\nKollegiet holder regelmessige møter til tider det selv fastsetter, og for øvrig etter innkalling av rektor. Rektor skal sammenkalle til møte når minst en tredjedel av kollegiets medlemmer krever det. Til gyldig vedtak kreves at minst to tredjedeler av kollegiets medlemmer er til stede. I påtrengende tilfelle er det likevel nok med et mindre antall såfremt minst halvparten av alle kollegiets medlemmer stemmer for vedtaket. Ved stemmelikhet gjør formannens stemme utslaget. Ved valg og ansettelse holdes ny avstemning dersom ingen ved første avstemning får flertall av de stemmer som er avgitt. Ved denne regnes den for valgt eller ansatt som har fått flest stemmer. Ved stemmelikhet etter denne avstemning, treffes avgjørelsen ved loddtrekning. Disiplinærsaker avgjøres med to tredjedels flertall.\nKollegiet kan ha et arbeidsutvalg bestående av kollegiemedlemmer. Kollegiet kan overføre avgjørelsesmyndighet til arbeidsutvalget.\nKongen gir etter forslag fra kollegiet nærmere regler​2 om antallet representanter i kollegiet og arbeidsutvalget, om sammensetningen, valget av representanter og deres funksjonstid m.m. og om kollegiets og rektors myndighetsområde.\n1 Endret ved lov 11 april 1975 nr. 14.\n2 Gitt ved res. 23 juli 1976, med senere endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Rektor er universitetets fremste tillitsmann. Han representerer universitetet utad og har ansvaret for universitetets samlede virksomhet. I den utstrekning kollegiet bestemmer, kan rektor avgjøre løpende saker.\nHar rektor forfall eller fratrer han før funksjonstiden er ute, trer prorektor i hans sted i samsvar med de reglementsbestemmelser som blir fastsatt etter § 5. Under tilsvarende forutsetninger trer den dekanus som har høyeste ansiennitet som professor i prorektors sted.\n1 Endret ved lover 11 april 1975 nr 14, 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:4 a",
      "chapter": "2",
      "section": "4 a",
      "content": "Universitetsdirektøren har den daglige ledelse av universitetets administrasjon. Han drar omsorg for at rektors, kollegiets og høyere myndigheters vedtak blir satt i verk.\nInstruks for universitetsdirektøren fastsettes av Kongen etter forslag fra kollegiet.\nKollegiet og rektor kan overføre avgjørelsesmyndighet til universitetsdirektøren i den utstrekning instruksen bestemmer.\nUniversitetsdirektøren er sekretær for kollegiet og deltar i møtene.\n1 Endret ved lov 11 april 1975 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Valg av rektor og prorektor finner sted hvert fjerde år i oktober måned. Rektor har likevel rett til å fratre etter tre år, hvis han sier fra om dette innen utgangen av august måned vedkommende år. I så fall finner det også sted nyvalg av prorektor. Valget finner sted på et møte hvor medlemmene av kollegiet og fakultetsrådene deltar sammen med representanter for ansatte som ikke er knyttet til noe fakultet. Slike representanter utpekes etter regler som Kongen gir.​2 Alle plikter å møte hvis de ikke har gyldig forfall. Avstemningen skjer skriftlig. De som har forfall kan sende inn skriftlig stemmeseddel.\nValgbar er enhver professor i hovedstilling. Den som fratrer som rektor, kan nekte gjenvalg for så lang tid som han har gjort tjeneste og kan for samme tidsrom avslå valg som prorektor. På samme måte kan den som fratrer som prorektor, nekte gjenvalg og avslå valg som rektor.\nDet akademiske kollegium gir melding til Kongen om valget.\nRektor og prorektor tiltrer 1 januar etter regulært valg. Kongen fastsetter reglement​2 for valget med regler for de tilfelle da rektor eller prorektor begge fratrer før valgperiodens utløp.\n1 Endret ved lover 21 feb. 1964, 11 april 1975 nr. 14, 16 jan 1987 nr 10).\n2 Fastsatt ved res. 23 juli 1976, med senere endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Universitetet er organisert i fakulteter.\nEtter innstilling fra Kollegiet fastsetter Kongen fakultetsordningen. Han kan bestemme at et fakultet skal ha to eller flere underavdelinger, og likeså fastsette at andre vitenskapelige institutter eller institusjoner skal innordnes i Universitetet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Fakultetsrådet er fakultetets høyeste organ. Det består av valgte representanter for følgende grupper:\na. Fast vitenskapelig personale.\nb. Vitenskapelig personale på åremål.\nc. Det øvrige personale.\nd. Studentene.\nKongen fastsetter​2 antallet av representanter og fordelingen på gruppene, kan fastsette regler om fordelingen av representantene i gruppe a mellom professorer og andre tjenestemenn og gir regler om valget og funksjonstiden m.m. For et lite fakultet kan det bestemmes at hele det vitenskapelige personale, eller visse grupper av det, skal ha sete i fakultetsrådet i kraft av sin stilling.\nHver gruppe velger sine representanter. Et fakultet kan deles i fagområder ved valget på representanter for en eller flere av gruppene.\nKollegiet avgjør i tvilstilfelle om en stilling skal regnes for vitenskapelig og andre spørsmål om avgrensing mellom gruppene.\nRektor og prorektor kan ikke være medlemmer av fakultetsråd.\n1 Endret ved lover 21 feb. 1964, 19 juni 1970 nr. 57, 11 april 1975 nr. 14, 16 jan 1987 nr 10.\n2 Gitt ved res. 23 juli 1976 med senere endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Fakultetsrådet velger formann (dekanus) og nestformann (prodekanus) blant de fast ansatte vitenskapelige tjenestemenn ved fakultetet. Valget foretas i november måned ved skriftlig avstemning og gjelder for de tre følgende år. Den som har gjort tjeneste som rektor, prorektor eller dekanus, har rett til å kreve seg fritatt for valg til dekanus for så lang tid som han har gjort tjeneste.\n1 Endret ved lover 21 feb. 1964, 11 april 1975 nr. 14, 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Dekanus sammenkaller fakultetsrådet til behandling av saker som hører under fakultetet, og som ikke ifølge bestemmelsene i § 10 er lagt til dekanus, fakultetsstyre, utvalg, fagseksjon eller fakultetsavdeling. Står stemmene likt, gjør formannens stemme utslaget. Fakultetsrådet kan ikke gjøre gyldig vedtak uten at minst halvdelen av medlemmene er til stede.\nDekanus kan bestemme at en sak i stedet for å behandles i møte skal sendes rundt til de stemmeberettigede medlemmer.\nDekanus skal sammenkalle fakultetsrådet når rektor eller minst 1/3 av medlemmene krever det.\nRektor og prorektor har adgang til å delta i alle fakultetsrådsmøtene, men deltar ikke i avstemningene.\n1 Endret ved lov 11 april 1975 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Dekanus kan avgjøre de løpende fakultetssaker og skal da gi fakultetsrådet melding om vedtakene. Kollegiet kan etter innstilling av fakultetsrådet gi nærmere regler om hvilke saker dekanus har adgang til å avgjøre på egen hånd. Dekanus forbereder saker som skal behandles av fakultetsrådet, og har ansvaret for at rådets vedtak blir satt i verk.\nFakultetsrådet kan oppnevne utvalg til å forberede saker som skal forelegges for rådet, og kan gi et slikt utvalg myndighet til å avgjøre nærmere angitte saker. Utvalget skal gi fakultetsrådet melding om sine vedtak. Rådet kan også opprette særskilte fagseksjoner og i reglement godkjent av kollegiet fastsette deres myndighet. Kollegiet kan gi regler om utvalgenes og fagseksjonenes sammensetning og funksjon. Dekanus kan møte i alle fakultetsutvalg og fagseksjoner. Personer utenfor fakultet eller universitetet kan oppnevnes som medlem av et fakultetsutvalg.\nFakultetsrådet kan oppnevne et fakultetsstyre. Styrets myndighet fastsettes av kollegiet. Dekanus er styrets formann.\nHvis et fakultet er delt i to eller flere avdelinger, jfr. § 6, skal departementet etter innstilling av Kollegiet gi regler om fordelingen av saker mellom avdelingene og fakultetsrådet og om behandlingsmåten for øvrig.\n1 Endret ved lov 11 april 1975 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Kollegiet kan bestemme at det i et fag eller en faggruppe som hører til to eller flere fakulteter, skal opprettes et særskilt utvalg til å behandle saker som gjelder forskning, undervisning og eksamensordning i faget eller faggruppen. Kollegiet gir nærmere regler om utvalgets sammensetning, myndighet og forhold til de fakulteter faget eller faggruppen hører til.\nSamme ordning kan innføres også for magistergradstudiet når et støttefag hører til et annet fakultet enn hovedfaget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Instituttrådet er instituttets høyeste organ. Det består av representanter for de grupper som er nevnt i § 7. Når særlige grunner tilsier det, kan kollegiet gi hjelpelærere tilknyttet instituttet representasjon i rådet.\nInstituttrådet velger en instituttstyrer blant de fast ansatte vitenskapelige tjenestemenn i rådet. Styreren er rådets formann.\nInstituttrådet kan opprette instituttstyre som består av instituttstyreren som formann og de øvrige valgt av og blant rådets medlemmer.\nKollegiet gir regler om styringen av universitetets institutter og kan helt eller delvis unnta et institutt fra ovenstående regler, når særlige grunner tilsier det, og gi de nødvendige bestemmelser.\nTing fra samlinger eller utstyr som et institutt ikke har bruk for, kan ikke avhendes uten Kollegiets samtykke.\n1 Endret ved lov 11 april 1975 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Medlemmer av universitetets organer og av utvalg oppnevnt av disse organer er forpliktet til å møte hvis de ikke har gyldig forfall og til å delta i avstemninger medmindre de må unntas etter reglene i forvaltningslovens kapittel II.\n1 Endret ved lov 11 april 1975 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Regler for administrasjonen av universitetsbiblioteket fastsettes av kollegiet.\n1 Endret ved lover 11 april 1975 nr. 14, 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Styrer av vitenskapelig samling må ikke uten samtykke av Kongen holde egne samlinger av samme eller lignende art, eller for egen regning drive handel eller bytte med saker som hører til slik samling. Det samme gjelder de underordnede tjenestemenn ved samlingen, men slik at Kollegiet kan gi dispensasjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Universitetsbiblioteket og de øvrige institutter som ikke bare er bestemt til hjelpemidler ved fagstudiene, skal etter nærmere regler gitt av Kollegiet også være tilgjengelig for almenheten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Kongen gir regler​2 om valgbarheten til Kollegiet, fakultetsråd eller instituttråd for administrative tjenestemenn i ledende stillinger.\n1 Endret ved lov 11 april 1975 nr. 14.\n2 Gitt ved res. 23 juli 1976, med senere endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Professorater i hovedstilling og stillingen som overbibliotekar skal være embeter.​2\nFakultetsrådet og kollegiet skal ha gitt uttalelse før et professorat blir opprettet eller kunngjort ledig, og før innstilling om utnevning eller tilsetting blir lagt fram for Kongen.\nMed mindre noe annet blir bestemt av Kongen, etter tilråding av fakultetsrådet og kollegiet, skal det foretas kunngjøring av ledig professorat. Søkerne bedømmes av oppnevnte sakkyndige før fakultetsrådet gir sin uttalelse.\nHvorvidt det til denne bedømmelse skal tilkalles sakkyndige utenfor Universitetet, avgjøres av Kollegiet. Kollegiet kan gi nærmere regler om retningslinjer og om fremgangsmåten ved bedømmelsen. Det kan treffe avgjørelser om de sakkyndige skal gi felles innstilling eller bare individuelle uttalelser, og det kan bestemme at der skal avholdes prøver.\nOverbibliotekar utnevnes av Kongen etter innstilling fra Kollegiet.\n1 Endret ved lov 16 jan 1987 nr 10.\n2 Jfr. grl. § 92 og fund. 28 juli 1824 § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "De øverste stillinger ved Universitets administrasjon, universitetsdirektør og assisterende universitetsdirektør, besettes av Kongen etter innstilling fra Det akademiske kollegium. Nærmere regler om organisering av administrasjonen og om myndighets- og arbeidsområde for direktørene nevnt i første ledd gis ved reglement utferdiget av Kongen.\n1 Endret ved lover 16 jan 1987 nr 10, 22 april 1988 nr 17 (i kraft straks, med bare med virkning for tilsettinger foretatt etter at endringsloven tok til å gjelde).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Universitetets øvrige tjenestemenn tilsettes etter tjenestemannslovens regler, likevel slik at vitenskapelige tjenestemenn, etter innstilling fra nærmeste tjenestemyndighet, tilsettes av et utvalg valgt av og blant fakultetsrådets medlemmer etter regler fastsatt av kollegiet.\nKollegiet er det organ saken kan bringes inn for etter § 5 nr. 3 i lov om statens tjenestemenn når det gjelder vitenskapelige tjenestemenn.\n1 Endret ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Med departementets samtykke fastsetter Kollegiet undervisningsterminene ved hvert fakultet i samsvar med fakultetets studieordning. Det kan treffes særskilte bestemmelser om terminene for enkelte fag eller for faggrupper.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "Kollegiet bestemmer om undervisningen i enkelte fag skal avbrytes i eksamenstiden. Rektor bestemmer selv om han vil holde forelesninger, og om han vil delta i eksamen.\n1 Endret ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Forelesningene er offentlige. Når særlige hensyn taler for det, kan Kollegiet bestemme at visse forelesninger bare skal være for studentene.\nKollegiet kan bestemme at andre enn vedkommende fakultets studenter kan delta i kurser og øvelser ved fakultetet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Vedkommende fakultetsråd utferdiger vitnesbyrd om bestått universitetseksamen.\nFor den som avlegger en prøve i et enkelt fag eller en avdelingseksamen, uten å underkaste seg vedkommende fullstendige universitetseksamen, kan det på anmodning utferdiges eget vitnesbyrd.\n1 Endret ved lov 19 juni 1970 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 19 juni 1970 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 19 juni 1970 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "content": "Det akademiske kollegium meddeler doktorgraden etter innstilling av vedkommende fakultetsråd.\n1 Jfr. lov 19 juni 1970 nr. 58 §§ 2 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "content": "Den som har gjort seg skyldig i forgåelser som han er eller kunne ha vært relegert for som student,​2 kan bli nektet adgang til å fremstille seg til prøven.\n1 Endret ved lov 19 juni 1970 nr. 58.\n2 Se § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 19 juni 1970 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Den som er blitt tildelt doktorgraden ved norsk universitet, har rett til å holde offentlige forelesninger ved Universitetet i Oslo innenfor sin vitenskap.\nEtterat fakultetsrådet er hørt, kan Kollegiet frata ham forelesningsretten (jus docendi), hvis han misbruker den eller gjør seg skyldig i forhold som overfor en student ville være lovlig relegasjonsgrunn.​1 Forinnen slikt vedtak fattes, skal han ha hatt anledning til å avgi forklaring for Kollegiet.\n1 Se § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "content": "Kollegiet kan etter innstilling fra vedkommende fakultetsråd uten forutgående prøve utnevne menn og kvinner til æresdoktorer for fremragende personlig innsats i vitenskapens tjeneste eller til fremme av norsk vitenskap, dog ikke personer som er ansatt ved norsk universitet eller høgskole med rett til å gi doktorgrad.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "content": "Lisensiatgrad tildeles av fakultetsrådet. Bestemmelsene i § 29 gjelder tilsvarende.\n1 Endret ved lov 19 juni 1970 nr. 58. Jfr. s.l. §§ 2 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "Enhver som har avlagt eksamen artium eller avgangseksamen fra økonomisk gymnasium har rett til å bli immatrikulert som akademisk borger ved Universitetet.\nAdgang til å bli immatrikulert ved Universitetet kan etter nærmere bestemmelser av Kongen også gis den som uten examen artium har tatt avgangseksamen fra norsk vitenskapelig høgskole eller norsk krigsskole.\nSamme adgang kan Kollegiet etter søknad gi den som har annen utdannelse høvelig for et universitetsstudium.\nDen som i utlandet har avlagt eksamen som gir adgang til universiteter eller institusjoner av liknende karakter i vedkommende land, kan etter tillatelse av Kollegiet bli immatrikulert ved Universitetet.\nDen som er immatrikulert ved annet norsk universitet, har rett til å studere og ta eksamen ved Universitetet i Oslo uten ny immatrikulering.\n1 Endret ved lov 19 juni 1970 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Immatrikuleringen foregår fortrinsvis i forbindelse med Universitets årsfest den 2. september.\nDen som blir immatrikulert, skal gi løfte om samvittighetsfullt å ville rette seg etter de regler som gjelder for dem som studerer ved Universitetet.\nDen som ifølge lovgivningen om Universitetets eksamener har adgang til å avlegge bestemte eksamener ved Universitetet uten å være immatrikulert, er så lenge han studerer, underkastet de samme plikter som akademiske borgere.\n1 Endret ved lov 24 feb. 1984 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Studentene skal ved begynnelsen av hvert semester skrive seg inn ved Universitetets sekretariat. Etter nærmere bestemmelser av Kollegiet plikter de å gi slike opplysninger som har betydning for deres forhold til Universitetet.\nKongen fastsetter i hvilken utstrekning studentene plikter å delta i forelesninger og øvelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 24 feb. 1984 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "content": "Når plasshensyn eller andre særlige grunner gjør det nødvendig, kan departementet etter tilråding fra kollegiet avgrense tilgangen til de enkelte studiene.\n1 Endret ved lover 11 april 1975 nr. 14, 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "content": "Studentorganer skal ivareta studentenes interesser ved Universitetet. Regler om studentorganene gis av Kongen.​2\n1 Endret ved lov 11 april 1975 nr. 14. – Jfr. lov 23 april 1948 nr. 1.\n2 Gitt ved res. 23 juli 1976, med senere endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "content": "Enhver student plikter å møte og gi forklaring​1 når han blir innkalt til rektor eller Kollegium, fakultetsråd eller dekanus.\nI sak hvor den innkalte ville være vitnepliktig for domstolene,​2 kan Kollegiet kreve at forklaringen gis på ære og samvittighet.\n1 Jfr. strl. § 166.\n2 Se strprl. kap. 15 og rettergangsl. kap. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "content": "Kollegiet kan relegere en student for en viss tid eller for alltid, dersom han har gjort seg skyldig i grovere brudd mot universitetsreglene eller i adferd som er uverdig for en akademisk borger.\nHvis Kollegiet finner at forholdet ikke bør føre til relegasjon, kan det i stedet gi studenten en irettesettelse.\nKollegiet kan dessuten nekte ham adgang til bestemte institusjoner, forelesninger eller øvelser, og kan frata ham stipend.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "content": "Relegasjonssaker og saker etter § 41, tredje ledd behandles av Kollegiet etter innstilling av et utvalg, som oppnevnes av Kollegiet og som skal bestå av tre medlemmer. De to skal være universitetslærere, hvorav den ene skal være professor i rettsvitenskap. Det tredje medlem skal representere studentene.\nStudentenes representant i Kollegiet og i utvalget skal fratre, dersom den student hvis sak det gjelder, fremsetter ønske herom.\nDen student saken gjelder, skal på forhånd være gitt adgang til å uttale seg skriftlig om saken og alt materiale som legges til grunn for utvalgets innstilling eller Kollegiets avgjørelse. Han skal dessuten ha rett til å forklare seg muntlig for utvalget og Kollegiet. Kollegiets avgjørelse skal begrunnes.\nKongen gir nærmere regler om oppnevning av studentrepresentanten og om saksbehandlingen i utvalg og Kollegium.​1\n1 Gitt ved res. 8 feb. 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "content": "Den som blir relegert, kan innen 4 uker etter at han har fått melding om vedtaket, anke saken inn for Høyesterett. Saken behandles etter straffeprosesslovens regler for anke i offentlige straffesaker.​1 Anken har oppsettende virkning, men gir ikke rett til å avlegge eksamen før endelig dom er avsagt.\nKollegiet kan heve en relegasjon når studenten ved senere godt forhold har vist seg verdig til det.\n1 Se strpl. kap. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "6:44",
      "chapter": "6",
      "section": "44",
      "content": "Offentlig myndighet som har siktet eller tiltalt en student for noen forbrytelse eller grovere forseelse, skal straks sende melding til rektor. Rektor kan kreve at han selv eller en annen embets- eller tjenestemann ved Universitetet skal være til stede i rettsmøte i saken.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "content": "Universitetets faste eiendommer kan bare avhendes av Det akademiske kollegium i den utstrekning Kongen bestemmer.\nKollegiet kan leie bort eller gi midlertidig rådighet over Universitetets faste eiendommer etter regler som departementet​2 godkjenner.\nUniversitetet forvalter selv sine midler etter reglement gitt av Kongen.\n1 Endret ved lov 11 april 1975 nr. 14.\n2 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 okt. 1959.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:47",
      "chapter": "7",
      "section": "47",
      "content": "Som Universitetets eiendom og faste inntektskilder stadfestes følgende:\n1. Den faste eiendom Tøyen, jfr. kgl. res. av 5. september og reskript av 4. november 1812, og den kapital som kommer inn ved salg av eiendommen, jfr. lov av 22. mai 1902.\n2. – – –\n3. Faste eiendommer som Universitetet har ervervet etter sin opprettelse, og kapitaler som er kommet inn ved salg av slike eiendommer.\n4. Kapitaler som er lagt til Universitetet ved opprettelsen, som er kommet inn ved avløsning av årlige ytelser til Universitetet eller som Universitetet har fått ved gave eller legater.\n1 Endret ved lov 31 mai 1963 nr. 1 (opph. punkt 2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "content": "Universitetet skal utarbeide det astronomiske grunnlagsmaterialet som trengs for utgivelse av almanakker og kalendere i Norge.\n1 Endret ved lov 16 jan 1987 nr 10 (i kraft 3 juli 1987).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:49",
      "chapter": "7",
      "section": "49",
      "content": "Universitetet skal få tilbakebetalt av statskassen innførselsavgifter som er betalt for ting som er skaffet til vitenskapelig bruk eller til bruk for fremstilling av vitenskapelig apparatur ved Universitetet.​1\n1 Jfr. lover 10 juni 1965 nr. 5, 19 juni 1969 nr. 66 kap. XVI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "7:50",
      "chapter": "7",
      "section": "50",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Fra samme tid oppheves Norske Lov 2–20–5, lov av 17. september 1845, inneholdende tillegg til universitetsfundasen, § 13 og lov om universitetet i Oslo av 9. oktober 1905 nr. 2 med senere tilleggslover.\nKongen kan, etter innstilling av Kollegiet, gi nærmere regler om nødvendige overgangsbestemmelser.\n1 Fra 1 mai 1957 iflg. res. 1 mars 1957. (Iflg. res. 17 febr. 1956 trådte § 34, 1. ledd og bestemmelsen i § 50 om opphevelsen av § 13 i lov 17 sept. 1945 ikraft straks.)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    }
  ]
}