{
  "id": "LOV-2020-04-24-31",
  "type": "statute",
  "title": "Lov om tros- og livssynssamfunn (trossamfunnsloven)",
  "short_name": "Trossamfunnsloven",
  "status": "in_force",
  "issued_date": "2020-04-24",
  "in_force_date": "2021-01-01",
  "url": "https://lovdata.no/dokument/NL/lov/2020-04-24-31",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål og virkeområde",
      "content": "Formålet med loven er å understøtte tros- og livssynssamfunn.\nMed tros- og livssynssamfunn menes i denne loven sammenslutninger for felles utøvelse av tro eller livssyn.\nLoven gjelder for alle tros- og livssynssamfunn. Kapittel 2 gjelder ikke for Den norske kirke, og kapittel 3 gjelder bare for Den norske kirke.\nLoven gjelder ikke på Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Innmelding i og utmelding av tros- og livssynssamfunn",
      "content": "Personer som har fylt 15 år, kan selv melde seg inn i eller ut av tros- og livssynssamfunn. De som har foreldreansvaret for et barn under 15 år, kan melde barnet inn i eller ut av tros- og livssynssamfunn.\nTros- og livssynssamfunnene fastsetter selv vilkår for medlemskap og framgangsmåte for innmelding i samfunnet. Utmelding skal alltid kunne skje skriftlig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Barns rett til medvirkning",
      "content": "Et barn som er i stand til å danne seg egne meninger, har rett til å medvirke i alle forhold som gjelder barnets utøvelse av tro eller livssyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Registrering av tros- og livssynssamfunn",
      "content": "Et tros- eller livssynssamfunn kan bli registrert når det er fast organisert og har minst 100 medlemmer som\na. selv har meldt seg inn, eller som har blitt innmeldt av dem som har foreldreansvaret\nb. er bosatt i Norge\nc. ikke er medlem i Den norske kirke eller et annet tros- eller livssynssamfunn omfattet av kapittelet her.\nRegistrering kan trekkes tilbake dersom tros- eller livssynssamfunnet ikke lenger oppfyller vilkårene i første ledd. Et samfunn som er registrert og har minst 100 medlemmer per 1. januar 2026, kan beholde registreringen så lenge det har minst 85 medlemmer.\nTros- eller livssynssamfunnet kan nektes registrering, eller registreringen kan trekkes tilbake, dersom ett eller flere av vilkårene for å nekte tilskudd i § 6 er oppfylt.\nKongen kan gi forskrift om plikt til å opplyse om sitt organisasjonsnummer og om fødselsnummer for hvert enkelt medlem i tros- og livssynssamfunn til bruk i saker som gjelder registrering, og i saker som gjelder tilskudd etter § 5. For å kontrollere at vilkårene for registrering og tilskudd er oppfylt, kan departementet sammenholde fødselsnumrene med opplysninger fra Folkeregisteret, Den norske kirkes medlemsregister og andre tros- og livssynssamfunn.\nReglene i statistikkloven om plikt til å gi opplysninger til utarbeidelse av offisiell statistikk gjelder ikke for opplysninger som er gitt etter forskrift med hjemmel i fjerde ledd.\nKongen kan gi forskrift om søknad om registrering, om tap av registrering og om plikt til å opplyse om endringer i registreringsgrunnlaget.\n0 Endret ved lov 14 mars 2025 nr. 3 (i kraft 1 jan 2026 iflg. res. 27. mai 2025 nr. 853).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Krav om og tildeling av tilskudd",
      "content": "Registrerte tros- og livssynssamfunn kan kreve tilskudd fra staten. Tilskuddet skal være av en slik størrelse at det per medlem om lag svarer til statens og kommunenes tilskudd til Den norske kirke per medlem.\nTros- og livssynssamfunn skal benytte tilskuddet til tros- eller livssynsformål.\nTilskuddet beregnes etter antallet medlemmer i tros- eller livssynssamfunnet som oppfyller kravene i § 4 første ledd bokstav a til c. Tilskuddet tildeles ikke tros- og livssynssamfunn med færre enn 100 medlemmer. Et samfunn som er registrert og har minst 100 medlemmer per 1. januar 2026, kan tildeles tilskudd så lenge det har minst 85 medlemmer.\nSatsen for tilskudd per medlem skal reguleres årlig i samsvar med endringer i statens tilskudd til rettssubjektet Den norske kirke og kommunenes driftstilskudd til Den norske kirke, og ut fra tallet på medlemmer i Den norske kirke.\nNår et tros- eller livssynssamfunn fremmer krav om tilskudd, skal det skriftlig bekrefte at\na. det er kjent med og vil overholde lovens vilkår for tilskudd, og at\nb. det vil arbeide for å oppnå minst 40 prosent kvinner og 40 prosent menn i styrende organ som forvalter statstilskuddet.\nStillinger eller verv som kan fylles på bakgrunn av lovlig forskjellsbehandling mellom kjønnene etter likestillings- og diskrimineringsloven, inngår ikke i beregningen av kjønnssammensetningen i styrende organ etter femte ledd bokstav b.\nKongen kan gi forskrift om framsetting av krav om tilskudd, fastsetting av tilskudd og forenklet behandling av klager over vedtak om avkorting av tilskudd på grunn av dobbeltmedlemskap.\n0 Endret ved lover 14 mars 2025 nr. 3 (i kraft 1 juni 2025 iflg. res. 27. mai 2025 nr. 853, gjelder første, fjerde og syvende ledd), 14 mars 2025 nr. 3 (i kraft 1 jan 2026 iflg. res. 27. mai 2025 nr. 853, gjelder andre, tredje, femte og sjette ledd).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Grunnlag for å nekte tilskudd",
      "content": "Dersom et tros- eller livssynssamfunn, eller enkeltpersoner som opptrer på vegne av samfunnet, utøver vold eller tvang, fremsetter trusler, krenker barns rettigheter, bryter lovbestemte diskrimineringsforbud eller på andre måter alvorlig krenker andres rettigheter og friheter, kan samfunnet nektes tilskudd eller tilskudd kan avkortes. Tilskudd kan også nektes eller avkortes dersom samfunnet oppfordrer eller gir støtte til krenkelser som er nevnt i dette leddet.\nTros- eller livssynssamfunn som tar imot bidrag fra stater som ikke respekterer retten til tros- og livssynsfrihet, kan nektes tilskudd.\nTilskudd kan også nektes dersom tros- eller livssynssamfunnet ikke oppfyller krav som følger av loven.\nTilskudd kan dessuten kreves helt eller delvis tilbakebetalt fra et tros- eller livssynssamfunn dersom ett eller flere av vilkårene for å nekte tilskudd er oppfylt.\nKongen kan gi forskrift om gjennomføringen av bestemmelsene i denne paragrafen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Rapport og regnskap",
      "content": "Registrerte tros- og livssynssamfunn skal hvert år rapportere om sin virksomhet til tilsynsmyndigheten. Årsrapporten skal gi en kort omtale av virksomheten i samfunnet, blant annet om eventuelle aktiviteter og tilbud for barn og unge, bruken av tilskudd fra staten og forvaltning av vigselsrett. Den skal i tillegg redegjøre for tilstand og tiltak når det gjelder kjønnslikestilling og for eventuell forskjellsbehandling når det gjelder tilgang til aktiviteter, styrende organer, verv og stillinger. Årsrapporten skal redegjøre for tilstand og tiltak for å oppnå minst 40 prosent kvinner og 40 prosent menn i styrende organ som forvalter statstilskuddet.\nTilsynsmyndigheten kan i tillegg kreve rapportering om særskilte forhold.\nTros- og livssynssamfunn som mottar tilskudd, skal hvert år sende inn regnskap til tilsynsmyndigheten. Dersom et tros- eller livssynssamfunn mottar bidrag fra utlandet, skal det opplyse særlig om dette. Regnskapet skal være revidert av statsautorisert eller registrert revisor.\nKongen kan gi forskrift om rapport og regnskap, herunder om unntak fra revisjonsplikten.\n0 Endret ved lov 14 mars 2025 nr. 3 (i kraft 1 jan 2026 iflg. res. 27. mai 2025 nr. 853).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Forvaltning og tilsynsmyndighet",
      "content": "Departementet fatter vedtak i alle saker etter dette kapitlet.\nDepartementet fører tilsyn med at tros- og livssynssamfunn oppfyller sine plikter etter loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Vigselsrett",
      "content": "Kongen kan gi personer i registrerte tros- og livssynssamfunn rett til å være vigsler etter ekteskapslovens bestemmelser, og gir forskrift om tildeling og tilbaketrekning av vigselsrett.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Kapitlets formål",
      "content": "Formålet med bestemmelsene i dette kapitlet er å legge til rette for at Den norske kirke forblir en landsdekkende og demokratisk evangelisk-luthersk folkekirke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Soknet og Den norske kirke",
      "content": "Soknet er den grunnleggende enheten i Den norske kirke og kan ikke løses fra den.\nBåde soknet og Den norske kirke er egne rettssubjekter og har rettigheter og forpliktelser, er part i avtaler med private og offentlige myndigheter og har partsstilling overfor domstoler og andre myndigheter.\nKirkemøtet opptrer på vegne av rettssubjektet Den norske kirke, og menighetsrådet opptrer på vegne av soknet, når ikke annet er fastsatt i eller i medhold av lov.\nKirkemøtet kan fastsette at ett eller flere organer skal ivareta oppgaver for flere sokn. Kirkemøtet gir nærmere regler om oppgavefordeling mellom soknets organer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Kirkemøtet",
      "content": "Kirkemøtet fastsetter kirkens grunnlag og lære og alle liturgier og gudstjenstlige bøker.\nKirkemøtet gir nærmere bestemmelser om kirkens organisering, kirkelig inndeling og kirkelige organer og om valg til disse organene.\nKirkemøtet kan ikke treffe vedtak eller gi instruks i enkeltsaker som soknets organer skal avgjøre.\nForslag til vesentlige endringer i bestemmelsene i dette kapitlet skal legges fram for Kirkemøtet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Kirkelige valg og kirkelig stemmerett",
      "content": "Kirkelige valg kan holdes samtidig med offentlige valg og i umiddelbar nærhet av lokalene der det offentlige valget gjennomføres. Kirkemøtet avgjør dette.\nEthvert medlem i Den norske kirke som vil ha fylt 15 år innen utgangen av valgåret, har stemmerett ved kirkelige valg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Finansiering av Den norske kirke og vilkår for tilskudd",
      "content": "Staten gir tilskudd til prestetjenesten og kirkens virksomhet nasjonalt og regionalt. Staten kan også gi tilskudd til andre kirkelige formål.\nKommunen gir tilskudd til kirkens virksomhet lokalt, herunder tilskudd til bygging, vedlikehold og drift av kirkebygg. Tilskuddet skal sikre at kirkebyggene holdes i forsvarlig stand, slik at de kan benyttes til gudstjenester og kirkelige handlinger. Tilskuddet skal også sikre at soknet har tilfredsstillende bemanning ved gudstjenester og kirkelige handlinger, herunder kirketjener, klokker og organist/kantor ved hver kirke, og tilstrekkelig administrativ hjelp. Kommunens tilskudd gis etter budsjettforslag fra soknet. I budsjettforslaget skal også tilskudd til kirkelig undervisning, diakoni og kirkemusikk inngå.\nEtter avtale med soknet kan kommunen yte tjenester i stedet for å gi tilskudd etter andre ledd.\nKommunen kan ta opp lån for å finansiere investeringer i kirkebygg og tilhørende varige driftsmidler.\nBestemmelsene i § 5 femte ledd bokstav b, § 6 og § 7 første ledd fjerde punktum gjelder tilsvarende for Den norske kirke.\nRegnskapsloven gjelder for regnskapet til rettssubjektet Den norske kirke og for regnskapet til soknet, med mindre departementet har fastsatt annet i forskrift.\nEt sokn kan ikke tas under konkursbehandling eller begjære åpning av gjeldsforhandlinger etter konkursloven.\nEiendeler som Den norske kirke mottar fra Opplysningsvesenets fond, skal ikke gi Den norske kirke økonomisk gevinst til fordel for sin alminnelige virksomhet.\n0 Endret ved lover 25 juni 2024 nr. 58, 14 mars 2025 nr. 3 (i kraft 1 jan 2026 iflg. res. 27. mai 2025 nr. 853).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Kirkebygg",
      "content": "Kirkebyggene er soknets eiendom med mindre noe annet følger av særskilt rettsgrunnlag. Kirkemøtet gir regler om krav til kirkebygg, forvaltning av kirkebygg og tilhørende fond, kirkebyggenes inventar og utstyr, og om bruk av kirkebygg, herunder betaling for bruk.\nKongen kan gi forskrift om forvaltning av kulturhistorisk verdifulle kirker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Prestenes og biskopenes tjeneste",
      "content": "Hvert sokn skal være betjent av prest og hvert bispedømme av biskop.\nAll prestetjeneste skal organiseres slik at prestene kan utøve sin tjeneste i samsvar med ordinasjonens forutsetninger og forpliktelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Den norske kirkes medlemsregister",
      "content": "Personer som er medlemmer i Den norske kirke, skal registreres i et sentralt medlemsregister.\nDet skal føres register over personer som blir døpt, konfirmert, vigslet til ekteskap og jordfestet i Den norske kirke, og over inn- og utmeldinger. Disse opplysningene kan tas inn i medlemsregisteret.\nKirkemøtet gir nærmere regler om registerføringen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Rett til fri ved religiøse høytidsdager",
      "content": "Personer som har andre religiøse høytidsdager enn de offentlige helligdagene, har rett til fri fra arbeid, skolegang, tjenesteplikt og lignende i opptil to selvvalgte dager hvert år i forbindelse med høytider etter sin religion.\nArbeidstakere som ønsker å benytte retten til fri, skal varsle arbeidsgiver senest 14 dager før høytidsdagen. Arbeidsgivere kan kreve at arbeidstakere tar igjen tapt arbeidstid på et annet tidspunkt. Etter drøfting med arbeidstakeren fastsetter arbeidsgiveren når tapt arbeidstid skal tas igjen. Selv om slikt arbeid skulle overstige alminnelig arbeidstid etter arbeidsmiljøloven, regnes det ikke som overtid.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Registerføring og avlevering",
      "content": "Kongen kan gi forskrifter om registerføring og plikt til å overføre og avlevere tros- og livssynssamfunnenes offentlige bøker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Krav om politiattest",
      "content": "Tros- og livssynssamfunn kan kreve at personer som med eller uten lønn skal tilsettes, utføre oppgaver eller inneha tillitsverv der de vil ha omsorg for eller oppgaver knyttet til mindreårige eller personer med utviklingshemming, skal legge fram politiattest som nevnt i politiregisterloven § 39 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Egen gravplass for tros- eller livssynssamfunn",
      "content": "Kongen kan gi et tros- eller livssynssamfunn tillatelse til å ha egen gravplass, og kan sette vilkår for tillatelsen. Gravplassloven gjelder i slike tilfeller så langt den passer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Ikrafttredelse",
      "content": "Loven gjelder fra den tid​1 Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.\n1 Fra 1 jan 2021 med unntak av § 6 annet ledd, iflg. res. 24 april 2020 nr. 855.Fra 1 jan 2022 for § 6 annet ledd, iflg. res. 22 des 2021 nr. 3809.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Overgangsregler",
      "content": "Det første året det skal gis tilskudd etter denne loven, skal satsen for tilskudd per medlem til tros- og livssynssamfunn utenom Den norske kirke fastsettes slik at den om lag svarer til det samlede tilskuddet fra staten og kommunene til Den norske kirke per medlem. Følgende tilskudd fra stat og kommune til Den norske kirke skal ikke regnes med i tilskuddsgrunnlaget:\na. statlige tilskudd som er en følge av avviklingen av tjenestebolig- og bopliktordningen til prestene i Den norske kirke\nb. statlige tilskudd til den delen av rettssubjektet Den norske kirkes pensjonspremie som er knyttet til pensjonsrettigheter som tilsatte i Den norske kirke har opparbeidet som tjenestemenn i staten\nc. tilskudd fra stat og kommune til oppgaver som er felles for alle innbyggere i Norge og som ikke er utgifter til egentlig kirkelige formål.\nTros- og livssynssamfunn som er registrert eller har mottatt tilskudd etter lov 13. juni 1969 nr. 25 om trudomssamfunn og ymist anna eller lov 12. juni 1981 nr. 64 om tilskott til livssynssamfunn, skal anses registrert i to år etter at loven trer i kraft, likevel slik at bare samfunn som har minst 50 medlemmer som oppfyller vilkårene i § 4 første ledd bokstav a til c, kan kreve tilskudd etter § 5.\nVigselsrett som tidligere er tildelt personer i et tros- eller livssynssamfunn, beholdes i inntil to år etter at loven har trådt i kraft, forutsatt at vilkårene i forskrift med hjemmel i § 9, er oppfylt, og tros- eller livssynssamfunnet vedkommende tilhørte da vigselsretten ble tildelt, består.\nDepartementet kan pålegge en kommune å stille tjenestebolig til rådighet for geistlig embets- eller tjenestemann. Staten skal dekke kommunens utgifter etter regler fastsatt av Kongen.\nKongen kan gi forskrift om ytterligere overgangsbestemmelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Endringer i andre lover",
      "content": "Fra den tid loven trer i kraft gjøres følgende endringer i andre lover:\n1. Lov 13. juni 1969 nr. 25 om trudomssamfunn og ymist anna oppheves.\n2. Lov 12. juni 1981 nr. 64 om tilskott til livssynssamfunn oppheves.\n3. Lov 7. juni 1996 nr. 31 om Den norske kirke oppheves.\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål og virkeområde",
      "content": "Formålet med loven er å understøtte tros- og livssynssamfunn.\nMed tros- og livssynssamfunn menes i denne loven sammenslutninger for felles utøvelse av tro eller livssyn.\nLoven gjelder for alle tros- og livssynssamfunn. Kapittel 2 gjelder ikke for Den norske kirke, og kapittel 3 gjelder bare for Den norske kirke.\nLoven gjelder ikke på Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Innmelding i og utmelding av tros- og livssynssamfunn",
      "content": "Personer som har fylt 15 år, kan selv melde seg inn i eller ut av tros- og livssynssamfunn. De som har foreldreansvaret for et barn under 15 år, kan melde barnet inn i eller ut av tros- og livssynssamfunn.\nTros- og livssynssamfunnene fastsetter selv vilkår for medlemskap og framgangsmåte for innmelding i samfunnet. Utmelding skal alltid kunne skje skriftlig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Barns rett til medvirkning",
      "content": "Et barn som er i stand til å danne seg egne meninger, har rett til å medvirke i alle forhold som gjelder barnets utøvelse av tro eller livssyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Registrering av tros- og livssynssamfunn",
      "content": "Et tros- eller livssynssamfunn kan bli registrert når det er fast organisert og har minst 100 medlemmer som\na. selv har meldt seg inn, eller som har blitt innmeldt av dem som har foreldreansvaret\nb. er bosatt i Norge\nc. ikke er medlem i Den norske kirke eller et annet tros- eller livssynssamfunn omfattet av kapittelet her.\nRegistrering kan trekkes tilbake dersom tros- eller livssynssamfunnet ikke lenger oppfyller vilkårene i første ledd. Et samfunn som er registrert og har minst 100 medlemmer per 1. januar 2026, kan beholde registreringen så lenge det har minst 85 medlemmer.\nTros- eller livssynssamfunnet kan nektes registrering, eller registreringen kan trekkes tilbake, dersom ett eller flere av vilkårene for å nekte tilskudd i § 6 er oppfylt.\nKongen kan gi forskrift om plikt til å opplyse om sitt organisasjonsnummer og om fødselsnummer for hvert enkelt medlem i tros- og livssynssamfunn til bruk i saker som gjelder registrering, og i saker som gjelder tilskudd etter § 5. For å kontrollere at vilkårene for registrering og tilskudd er oppfylt, kan departementet sammenholde fødselsnumrene med opplysninger fra Folkeregisteret, Den norske kirkes medlemsregister og andre tros- og livssynssamfunn.\nReglene i statistikkloven om plikt til å gi opplysninger til utarbeidelse av offisiell statistikk gjelder ikke for opplysninger som er gitt etter forskrift med hjemmel i fjerde ledd.\nKongen kan gi forskrift om søknad om registrering, om tap av registrering og om plikt til å opplyse om endringer i registreringsgrunnlaget.\n0 Endret ved lov 14 mars 2025 nr. 3 (i kraft 1 jan 2026 iflg. res. 27. mai 2025 nr. 853).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Krav om og tildeling av tilskudd",
      "content": "Registrerte tros- og livssynssamfunn kan kreve tilskudd fra staten. Tilskuddet skal være av en slik størrelse at det per medlem om lag svarer til statens og kommunenes tilskudd til Den norske kirke per medlem.\nTros- og livssynssamfunn skal benytte tilskuddet til tros- eller livssynsformål.\nTilskuddet beregnes etter antallet medlemmer i tros- eller livssynssamfunnet som oppfyller kravene i § 4 første ledd bokstav a til c. Tilskuddet tildeles ikke tros- og livssynssamfunn med færre enn 100 medlemmer. Et samfunn som er registrert og har minst 100 medlemmer per 1. januar 2026, kan tildeles tilskudd så lenge det har minst 85 medlemmer.\nSatsen for tilskudd per medlem skal reguleres årlig i samsvar med endringer i statens tilskudd til rettssubjektet Den norske kirke og kommunenes driftstilskudd til Den norske kirke, og ut fra tallet på medlemmer i Den norske kirke.\nNår et tros- eller livssynssamfunn fremmer krav om tilskudd, skal det skriftlig bekrefte at\na. det er kjent med og vil overholde lovens vilkår for tilskudd, og at\nb. det vil arbeide for å oppnå minst 40 prosent kvinner og 40 prosent menn i styrende organ som forvalter statstilskuddet.\nStillinger eller verv som kan fylles på bakgrunn av lovlig forskjellsbehandling mellom kjønnene etter likestillings- og diskrimineringsloven, inngår ikke i beregningen av kjønnssammensetningen i styrende organ etter femte ledd bokstav b.\nKongen kan gi forskrift om framsetting av krav om tilskudd, fastsetting av tilskudd og forenklet behandling av klager over vedtak om avkorting av tilskudd på grunn av dobbeltmedlemskap.\n0 Endret ved lover 14 mars 2025 nr. 3 (i kraft 1 juni 2025 iflg. res. 27. mai 2025 nr. 853, gjelder første, fjerde og syvende ledd), 14 mars 2025 nr. 3 (i kraft 1 jan 2026 iflg. res. 27. mai 2025 nr. 853, gjelder andre, tredje, femte og sjette ledd).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Grunnlag for å nekte tilskudd",
      "content": "Dersom et tros- eller livssynssamfunn, eller enkeltpersoner som opptrer på vegne av samfunnet, utøver vold eller tvang, fremsetter trusler, krenker barns rettigheter, bryter lovbestemte diskrimineringsforbud eller på andre måter alvorlig krenker andres rettigheter og friheter, kan samfunnet nektes tilskudd eller tilskudd kan avkortes. Tilskudd kan også nektes eller avkortes dersom samfunnet oppfordrer eller gir støtte til krenkelser som er nevnt i dette leddet.\nTros- eller livssynssamfunn som tar imot bidrag fra stater som ikke respekterer retten til tros- og livssynsfrihet, kan nektes tilskudd.\nTilskudd kan også nektes dersom tros- eller livssynssamfunnet ikke oppfyller krav som følger av loven.\nTilskudd kan dessuten kreves helt eller delvis tilbakebetalt fra et tros- eller livssynssamfunn dersom ett eller flere av vilkårene for å nekte tilskudd er oppfylt.\nKongen kan gi forskrift om gjennomføringen av bestemmelsene i denne paragrafen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Rapport og regnskap",
      "content": "Registrerte tros- og livssynssamfunn skal hvert år rapportere om sin virksomhet til tilsynsmyndigheten. Årsrapporten skal gi en kort omtale av virksomheten i samfunnet, blant annet om eventuelle aktiviteter og tilbud for barn og unge, bruken av tilskudd fra staten og forvaltning av vigselsrett. Den skal i tillegg redegjøre for tilstand og tiltak når det gjelder kjønnslikestilling og for eventuell forskjellsbehandling når det gjelder tilgang til aktiviteter, styrende organer, verv og stillinger. Årsrapporten skal redegjøre for tilstand og tiltak for å oppnå minst 40 prosent kvinner og 40 prosent menn i styrende organ som forvalter statstilskuddet.\nTilsynsmyndigheten kan i tillegg kreve rapportering om særskilte forhold.\nTros- og livssynssamfunn som mottar tilskudd, skal hvert år sende inn regnskap til tilsynsmyndigheten. Dersom et tros- eller livssynssamfunn mottar bidrag fra utlandet, skal det opplyse særlig om dette. Regnskapet skal være revidert av statsautorisert eller registrert revisor.\nKongen kan gi forskrift om rapport og regnskap, herunder om unntak fra revisjonsplikten.\n0 Endret ved lov 14 mars 2025 nr. 3 (i kraft 1 jan 2026 iflg. res. 27. mai 2025 nr. 853).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Forvaltning og tilsynsmyndighet",
      "content": "Departementet fatter vedtak i alle saker etter dette kapitlet.\nDepartementet fører tilsyn med at tros- og livssynssamfunn oppfyller sine plikter etter loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Vigselsrett",
      "content": "Kongen kan gi personer i registrerte tros- og livssynssamfunn rett til å være vigsler etter ekteskapslovens bestemmelser, og gir forskrift om tildeling og tilbaketrekning av vigselsrett.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Kapitlets formål",
      "content": "Formålet med bestemmelsene i dette kapitlet er å legge til rette for at Den norske kirke forblir en landsdekkende og demokratisk evangelisk-luthersk folkekirke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Soknet og Den norske kirke",
      "content": "Soknet er den grunnleggende enheten i Den norske kirke og kan ikke løses fra den.\nBåde soknet og Den norske kirke er egne rettssubjekter og har rettigheter og forpliktelser, er part i avtaler med private og offentlige myndigheter og har partsstilling overfor domstoler og andre myndigheter.\nKirkemøtet opptrer på vegne av rettssubjektet Den norske kirke, og menighetsrådet opptrer på vegne av soknet, når ikke annet er fastsatt i eller i medhold av lov.\nKirkemøtet kan fastsette at ett eller flere organer skal ivareta oppgaver for flere sokn. Kirkemøtet gir nærmere regler om oppgavefordeling mellom soknets organer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Kirkemøtet",
      "content": "Kirkemøtet fastsetter kirkens grunnlag og lære og alle liturgier og gudstjenstlige bøker.\nKirkemøtet gir nærmere bestemmelser om kirkens organisering, kirkelig inndeling og kirkelige organer og om valg til disse organene.\nKirkemøtet kan ikke treffe vedtak eller gi instruks i enkeltsaker som soknets organer skal avgjøre.\nForslag til vesentlige endringer i bestemmelsene i dette kapitlet skal legges fram for Kirkemøtet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Kirkelige valg og kirkelig stemmerett",
      "content": "Kirkelige valg kan holdes samtidig med offentlige valg og i umiddelbar nærhet av lokalene der det offentlige valget gjennomføres. Kirkemøtet avgjør dette.\nEthvert medlem i Den norske kirke som vil ha fylt 15 år innen utgangen av valgåret, har stemmerett ved kirkelige valg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Finansiering av Den norske kirke og vilkår for tilskudd",
      "content": "Staten gir tilskudd til prestetjenesten og kirkens virksomhet nasjonalt og regionalt. Staten kan også gi tilskudd til andre kirkelige formål.\nKommunen gir tilskudd til kirkens virksomhet lokalt, herunder tilskudd til bygging, vedlikehold og drift av kirkebygg. Tilskuddet skal sikre at kirkebyggene holdes i forsvarlig stand, slik at de kan benyttes til gudstjenester og kirkelige handlinger. Tilskuddet skal også sikre at soknet har tilfredsstillende bemanning ved gudstjenester og kirkelige handlinger, herunder kirketjener, klokker og organist/kantor ved hver kirke, og tilstrekkelig administrativ hjelp. Kommunens tilskudd gis etter budsjettforslag fra soknet. I budsjettforslaget skal også tilskudd til kirkelig undervisning, diakoni og kirkemusikk inngå.\nEtter avtale med soknet kan kommunen yte tjenester i stedet for å gi tilskudd etter andre ledd.\nKommunen kan ta opp lån for å finansiere investeringer i kirkebygg og tilhørende varige driftsmidler.\nBestemmelsene i § 5 femte ledd bokstav b, § 6 og § 7 første ledd fjerde punktum gjelder tilsvarende for Den norske kirke.\nRegnskapsloven gjelder for regnskapet til rettssubjektet Den norske kirke og for regnskapet til soknet, med mindre departementet har fastsatt annet i forskrift.\nEt sokn kan ikke tas under konkursbehandling eller begjære åpning av gjeldsforhandlinger etter konkursloven.\nEiendeler som Den norske kirke mottar fra Opplysningsvesenets fond, skal ikke gi Den norske kirke økonomisk gevinst til fordel for sin alminnelige virksomhet.\n0 Endret ved lover 25 juni 2024 nr. 58, 14 mars 2025 nr. 3 (i kraft 1 jan 2026 iflg. res. 27. mai 2025 nr. 853).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Kirkebygg",
      "content": "Kirkebyggene er soknets eiendom med mindre noe annet følger av særskilt rettsgrunnlag. Kirkemøtet gir regler om krav til kirkebygg, forvaltning av kirkebygg og tilhørende fond, kirkebyggenes inventar og utstyr, og om bruk av kirkebygg, herunder betaling for bruk.\nKongen kan gi forskrift om forvaltning av kulturhistorisk verdifulle kirker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Prestenes og biskopenes tjeneste",
      "content": "Hvert sokn skal være betjent av prest og hvert bispedømme av biskop.\nAll prestetjeneste skal organiseres slik at prestene kan utøve sin tjeneste i samsvar med ordinasjonens forutsetninger og forpliktelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Den norske kirkes medlemsregister",
      "content": "Personer som er medlemmer i Den norske kirke, skal registreres i et sentralt medlemsregister.\nDet skal føres register over personer som blir døpt, konfirmert, vigslet til ekteskap og jordfestet i Den norske kirke, og over inn- og utmeldinger. Disse opplysningene kan tas inn i medlemsregisteret.\nKirkemøtet gir nærmere regler om registerføringen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Rett til fri ved religiøse høytidsdager",
      "content": "Personer som har andre religiøse høytidsdager enn de offentlige helligdagene, har rett til fri fra arbeid, skolegang, tjenesteplikt og lignende i opptil to selvvalgte dager hvert år i forbindelse med høytider etter sin religion.\nArbeidstakere som ønsker å benytte retten til fri, skal varsle arbeidsgiver senest 14 dager før høytidsdagen. Arbeidsgivere kan kreve at arbeidstakere tar igjen tapt arbeidstid på et annet tidspunkt. Etter drøfting med arbeidstakeren fastsetter arbeidsgiveren når tapt arbeidstid skal tas igjen. Selv om slikt arbeid skulle overstige alminnelig arbeidstid etter arbeidsmiljøloven, regnes det ikke som overtid.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Registerføring og avlevering",
      "content": "Kongen kan gi forskrifter om registerføring og plikt til å overføre og avlevere tros- og livssynssamfunnenes offentlige bøker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Krav om politiattest",
      "content": "Tros- og livssynssamfunn kan kreve at personer som med eller uten lønn skal tilsettes, utføre oppgaver eller inneha tillitsverv der de vil ha omsorg for eller oppgaver knyttet til mindreårige eller personer med utviklingshemming, skal legge fram politiattest som nevnt i politiregisterloven § 39 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Egen gravplass for tros- eller livssynssamfunn",
      "content": "Kongen kan gi et tros- eller livssynssamfunn tillatelse til å ha egen gravplass, og kan sette vilkår for tillatelsen. Gravplassloven gjelder i slike tilfeller så langt den passer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Ikrafttredelse",
      "content": "Loven gjelder fra den tid​1 Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.\n1 Fra 1 jan 2021 med unntak av § 6 annet ledd, iflg. res. 24 april 2020 nr. 855.Fra 1 jan 2022 for § 6 annet ledd, iflg. res. 22 des 2021 nr. 3809.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Overgangsregler",
      "content": "Det første året det skal gis tilskudd etter denne loven, skal satsen for tilskudd per medlem til tros- og livssynssamfunn utenom Den norske kirke fastsettes slik at den om lag svarer til det samlede tilskuddet fra staten og kommunene til Den norske kirke per medlem. Følgende tilskudd fra stat og kommune til Den norske kirke skal ikke regnes med i tilskuddsgrunnlaget:\na. statlige tilskudd som er en følge av avviklingen av tjenestebolig- og bopliktordningen til prestene i Den norske kirke\nb. statlige tilskudd til den delen av rettssubjektet Den norske kirkes pensjonspremie som er knyttet til pensjonsrettigheter som tilsatte i Den norske kirke har opparbeidet som tjenestemenn i staten\nc. tilskudd fra stat og kommune til oppgaver som er felles for alle innbyggere i Norge og som ikke er utgifter til egentlig kirkelige formål.\nTros- og livssynssamfunn som er registrert eller har mottatt tilskudd etter lov 13. juni 1969 nr. 25 om trudomssamfunn og ymist anna eller lov 12. juni 1981 nr. 64 om tilskott til livssynssamfunn, skal anses registrert i to år etter at loven trer i kraft, likevel slik at bare samfunn som har minst 50 medlemmer som oppfyller vilkårene i § 4 første ledd bokstav a til c, kan kreve tilskudd etter § 5.\nVigselsrett som tidligere er tildelt personer i et tros- eller livssynssamfunn, beholdes i inntil to år etter at loven har trådt i kraft, forutsatt at vilkårene i forskrift med hjemmel i § 9, er oppfylt, og tros- eller livssynssamfunnet vedkommende tilhørte da vigselsretten ble tildelt, består.\nDepartementet kan pålegge en kommune å stille tjenestebolig til rådighet for geistlig embets- eller tjenestemann. Staten skal dekke kommunens utgifter etter regler fastsatt av Kongen.\nKongen kan gi forskrift om ytterligere overgangsbestemmelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Endringer i andre lover",
      "content": "Fra den tid loven trer i kraft gjøres følgende endringer i andre lover:\n1. Lov 13. juni 1969 nr. 25 om trudomssamfunn og ymist anna oppheves.\n2. Lov 12. juni 1981 nr. 64 om tilskott til livssynssamfunn oppheves.\n3. Lov 7. juni 1996 nr. 31 om Den norske kirke oppheves.\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    }
  ]
}