{
  "id": "LOV-2001-06-15-79",
  "type": "statute",
  "title": "Lov om miljøvern på Svalbard (svalbardmiljøloven)",
  "short_name": "Svalbardmiljøloven",
  "status": "in_force",
  "issued_date": "2001-06-15",
  "in_force_date": "2002-07-01",
  "url": "https://lovdata.no/dokument/NL/lov/2001-06-15-79",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "(lovens formål)",
      "content": "Denne lov har til formål å opprettholde et tilnærmet uberørt miljø på Svalbard når det gjelder sammenhengende villmark, landskap, flora, fauna og kulturminner.\nInnenfor denne ramme gir loven rom for miljøforsvarlig bosetting, forskning og næringsdrift.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "(virkeområde)",
      "content": "Med de begrensninger som følger av folkeretten gjelder loven for Svalbards landområder med sjøområdet ut til territorialgrensen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(definisjoner)",
      "content": "I denne lov forstås med\na. forurensning: tilførsel av fast stoff, væske eller gass til luft, vann eller i grunnen, støy og rystelser, samt lys og annen stråling når det blir bestemt av miljøvernmyndigheten, dersom dette kan være til skade eller ulempe for miljøet;\nb. avfall: løsøregjenstander eller stoffer som noen har kassert, har til hensikt å kassere, eller er forpliktet til å kassere. Som avfall regnes ikke avløpsvann og avgasser. Bestemmelsene om skillet mellom avfall og biprodukter, og om når avfall opphører å være avfall, i forurensningsloven § 27 annet og tredje ledd gjelder tilsvarende\nc. høsting: jakt, fangst og fiske;\nd. flora: fotosyntetiserende encellede organismer, alger, lav, sopp, moser, bregner og karplanter som er naturlig viltlevende på Svalbard;\ne. fauna: encellede dyr, virvelløse dyr og virveldyr som er naturlig viltlevende på Svalbard;\nf. kulturminne: alle spor etter menneskelig virksomhet i det fysiske miljø, herunder lokaliteter som det knytter seg historiske hendelser til. Med kulturmiljøområder menes områder hvor kulturminner inngår som del av en større helhet eller sammenheng.\ng. fast kulturminne: kulturminne som er fysisk knyttet til grunnen eller til den bestemte lokaliteten;\nh. løst kulturminne: kulturminne som ikke er fast kulturminne;\ni. fastboende: person som er gyldig innført i befolkningsregisteret for Svalbard;\nj. tilreisende: andre personer enn fastboende;\nk. motorkjøretøy: fremkomstmiddel til bruk i terreng eller på vei med motor som drivkraft;\nl. motorisert fartøy: luftfartøy, luftputefartøy, skip, båt og annen farkost med motor som drivkraft;\nm. motorferdsel: ferdsel med motorkjøretøy eller motorisert fartøy;\nn. virksomhet: enkeltstående, gjentatte eller vedvarende tiltak i eller utenfor næring;\no. tiltakshaver: den som bestemmer over en virksomhet, eller i hvis regning eller interesse den drives.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 9 des 2016 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "(miljøvernmyndighetene for Svalbard)",
      "content": "Miljøvernmyndighetene for Svalbard er\na. Kongen,\nb. departementet,\nc. direktoratet etter departementets nærmere bestemmelse,\nd. Sysselmesteren.\nMyndighet som i loven er lagt til et underordnet organ, kan utøves av en overordnet miljøvernmyndighet når det anses påkrevd.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "(aktsomhetsplikt og informasjonsplikt)",
      "content": "Enhver som oppholder seg eller forestår virksomhet på Svalbard, skal vise hensyn og opptre varsomt så naturmiljø og kulturminner ikke påføres unødig skade eller forstyrrelse.\nEn tiltakshaver skal sørge for at alle som utfører arbeid i virksomheten eller deltar i aktiviteten som virksomheten er ansvarlig for, er kjent med reglene i eller i medhold av denne lov om beskyttelse av Svalbards flora, fauna, kulturminner og naturmiljøet for øvrig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "(prinsipper for myndighetsutøving etter loven)",
      "content": "Ved myndighetsutøving etter denne lov skal retningslinjene i §§ 7-10 legges til grunn. Myndighetene skal særlig påse at myndighetsutøvingen etter loven og etter den enkelte bestemmelse samlet sett er i samsvar med disse retningslinjene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(føre vàr-prinsippet)",
      "content": "Når et forvaltningsorgan mangler tilstrekkelig kunnskap om hvilke virkninger et tiltak kan ha på naturmiljø eller kulturminner, skal myndighet etter denne lov utøves med sikte på å unngå mulige skadevirkninger på miljøet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "(samlet belastning)",
      "content": "Enhver virksomhet som iverksettes på Svalbard, skal vurderes ut fra den samlede belastning som naturmiljø og kulturminner da vil bli utsatt for.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "(miljøpåvirkeren skal betale)",
      "content": "Kostnadene ved å hindre eller begrense skade på natur eller kulturminner skal dekkes av den som er eller ville være årsak til skaden. På samme måte skal kostnadene ved å hindre eller begrense forurensning og avfallsproblemer dekkes av den som er eller ville være årsak.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "(miljømessige teknikker og innsatsfaktorer)",
      "content": "I virksomhet på Svalbard skal anvendes den teknikk som gir minst mulig belastning på miljøet, om ikke vesentlige økonomiske hensyn til igangværende virksomhet tilsier at en annen teknikk blir brukt, og dette er forsvarlig etter en samlet miljømessig vurdering.\nI virksomhet på Svalbard skal kjemiske og bioteknologiske produkter som kan volde skade eller ulempe for miljøet, erstattes med produkter som etter en samlet miljømessig vurdering gir mindre risiko for miljøet, dersom ikke vesentlige økonomiske hensyn til igangværende virksomhet tilsier noe annet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "(overordnet prinsipp)",
      "content": "Det skal være verneområder på Svalbard som\na. omfatter variasjonsbredden av naturtyper og landskapsformer,\nb. bidrar til å sikre områder med særskilte naturhistoriske eller kulturhistoriske verdier,\nc. beskytter økosystemene på land og i havet,\nd. bidrar til å opprettholde villmark og uberørt natur.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "(forskrifter om verneområder)",
      "content": "Kongen fastsetter det enkelte verneområde, jf §§ 16-19, ved forskrift.\nI forskriften angis verneområdets grenser, formål og bestemmelser om bruk av området. Kongen kan i forskriften forby eller regulere enhver virksomhet og ferdsel som i seg selv eller sammen med annen bruk kan være egnet til å motvirke formålet med vernet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "(saksbehandling)",
      "content": "På et tidlig tidspunkt i forberedelsen av forskrift etter § 12 om å opprette, utvide eller oppheve et verneområde, eller om vesentlig endring i vernebestemmelsene for et verneområde, skal Sysselmesteren sikre samarbeid med offentlige myndigheter og organisasjoner mv. som har særlig interesse i vedtaket. Sysselmesteren skal kunngjøre en melding i minst én avis som er alminnelig lest på Svalbard, der det gjøres rede for det påtenkte vernetiltak. Grunneiere og rettighetshavere skal såvidt mulig underrettes skriftlig, og gis en rimelig frist for å komme med synspunkter før verneforslag blir utformet. Under forberedelsen av verneforslag skal følgene for aktuell virksomhet i området klarlegges.\nForslaget til forskrift sendes på høring etter reglene i forvaltningsloven § 37. Om varsling av grunneiere og rettighetshavere gjelder reglene i forvaltningsloven § 16. Forslaget skal kunngjøres i Norsk lysingsblad og i minst én avis som er alminnelig lest på Svalbard, og legges ut til offentlig ettersyn på minst ett lett tilgjengelig sted. Fristen for uttalelse skal være minst to måneder.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "(midlertidig vern)",
      "content": "For å hindre skade på verneverdiene kan departementet treffe vedtak om midlertidig vern inntil saken er avgjort. For slike vedtak gjelder ikke reglene i § 13. Vedtaket kan påklages etter reglene i forvaltningsloven av den som har rettslig klageinteresse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "(kunngjøring av vernevedtak)",
      "content": "Vedtak etter §§ 12 og 14 skal kunngjøres etter reglene i forvaltningsloven § 38, og dessuten i minst én avis som er alminnelig lest på Svalbard. Det skal meddeles grunneiere og rettighetshavere som inngår i verneområdet, etter reglene i forvaltningsloven § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "(nasjonalparker)",
      "content": "Som nasjonalpark kan vernes større uberørte eller i det vesentlige uberørte naturområder, når de kan ha verdi for forskning eller for opplevelse av Svalbards natur- og kulturarv.\nI nasjonalparker skal ingen varig påvirkning av naturmiljø eller kulturminner finne sted. Landskapet, og i tilfelle havbunnen, med planter, dyreliv og geologiske forekomster skal vernes mot utbygging, anlegg, forurensning og annen virksomhet, herunder ferdsel, som kan påvirke eller forstyrre naturmiljøet eller kulturminner.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "(naturreservater)",
      "content": "Som naturreservat kan fredes områder som er uberørt eller tilnærmet uberørt, og\na. som inneholder særegne eller sårbare økosystemer,\nb. som utgjør en spesiell naturtype eller spesielle geologiske forekomster,\nc. som for øvrig har særlig betydning for flora eller fauna, eller\nd. som har særskilt naturvitenskapelig verdi.\nEt naturreservat kan totalfredes. I forskriften kan det gis bestemmelser om vern av kulturminner i reservatet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "(verneområder for biotoper og geotoper)",
      "content": "Som verneområde for biotoper eller geotoper kan fredes områder som har særlig betydning for flora eller fauna eller som inneholder viktige eller særpregete geologiske forekomster.\nI slike verneområder skal virksomhet unngås dersom den kan påvirke eller forstyrre floraen eller faunaen eller skade geologiske forekomster i strid med vernevedtakets formål. I forskriften kan det gis bestemmelser om vern av kulturminner i verneområdet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "(kulturmiljøområder)",
      "content": "Som kulturmiljøområde kan fredes et område som har særskilt kulturhistorisk verdi. I kulturmiljøområder skal virksomhet som kan forringe den kulturhistoriske verdi unngås.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "(internasjonal status for verneområder)",
      "content": "Kongen kan ved forskrift gi et verneområde en særskilt status etter en internasjonal konvensjon om vern av natur- eller kulturmiljø. Den virkning som vedkommende konvensjon tillegger en slik status, gjelder også som norsk rett.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "(skjøtsel av verneområder)",
      "content": "I verneområder opprettet med hjemmel i dette kapittel kan Sysselmesteren foreta skjøtsel som anses nødvendig av hensyn til formålet med fredningen, og tilrettelegge for opplevelse av natur- og kulturmiljø innenfor rammen av formålet med fredningen.\nBerører tiltak for skjøtsel eller tilrettelegging privat eiendom eller rettigheter i verneområdet, skal eieren eller rettighetshaveren så vidt mulig varsles på forhånd.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "(dispensasjon fra vernevedtak)",
      "content": "Når vitenskapelige eller særlige grunner for øvrig taler for det, kan miljøvernmyndigheten gjøre unntak fra et vernevedtak dersom det ikke strider mot vernevedtakets formål eller ikke vil påvirke verneverdiene nevneverdig.\nI en dispensasjon etter første ledd skal begrunnelsen for vedtaket vise hvordan miljøvernmyndigheten har vurdert virkningene som dispensasjonen kan få for miljøet, og hvilken vekt det er lagt på dette.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "(Kapittelets virkeområde)",
      "content": "Reglene i dette kapittel gjelder all flora og fauna på land og i sjøen med unntak av saltvannsfisk og krepsdyr, samt sjøpattedyr som ikke er stedegne på Svalbard.\nUnntaket i første ledd omfatter ikke bestemmelsene i §§ 26 og 27.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "(overordnet prinsipp)",
      "content": "Flora og fauna på land og i sjøen skal forvaltes slik at artenes naturlige produktivitet, mangfold og leveområder bevares, og Svalbards villmarksnatur sikres for fremtidige generasjoner.\nInnenfor denne rammen kan det finne sted en kontrollert og begrenset høsting.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "(fredningsprinsippet)",
      "content": "All flora og fauna med egg, reir og bo er fredet om ikke annet er fastsatt med hjemmel i denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "(innførsel av flora eller fauna mv.)",
      "content": "Innførsel av levende eksemplarer av vill flora og fauna som er etablert eller kan etablere seg i vill tilstand på Svalbard kan bare skje i samsvar med tillatelse fra departementet eller forskrift i medhold av annet ledd. Bestemmelsen gjelder også for rogn og egg av slike arter.\nFor å gjennomføre konvensjonen av 3. mars 1973 om internasjonal handel med truede arter av vill flora og fauna (CITES) eller andre internasjonale forpliktelser, eller for øvrig for å bevare naturlig viltlevende arter, kan Kongen gi forskrift om inn- og utførsel, transport, omsetning og oppbevaring eller besittelse av levende eller døde eksemplarer eller deler av slike.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "(utsetting og flytting av organismer mv.)",
      "content": "Uten tillatelse fra miljøvernmyndigheten må ingen\na. sette ut flora eller fauna som ikke finnes naturlig på Svalbard fra før,\nb. flytte stedegne arter av flora eller fauna, eller\nc. sette i verk kultiveringstiltak for flora eller fauna, herunder sette ut flora eller fauna på land eller i vassdrag, fjorder og sjøområder.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "(hva florafredningen innebærer)",
      "content": "Ingen må skade eller fjerne flora.\nUnntatt fra bestemmelsen i første ledd er skade som følge av lovlig ferdsel eller godkjent virksomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "(innsamling til vitenskapelig eller privat bruk)",
      "content": "Innsamling av sopp, og av tang og tare til privat bruk, er tillatt. Innsamling av flora til forskning eller undervisning er tillatt dersom det ikke gjør vesentlig inngrep i bestanden på stedet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "(hva faunafredningen innebærer)",
      "content": "Ingen må jage, fange, skade eller avlive fauna eller skade egg, reir eller bo, uten hjemmel i reglene i dette kapittel.\nUnntatt fra bestemmelsen i første ledd er skade på eller avliving av encellede og virvelløse dyr som følge av lovlig ferdsel eller godkjent virksomhet og bifangst som følge av lovlig fiske.\nFra 1. april til 31. august er det forbudt å bruke skipsfløyte, løsne skudd eller volde annen kraftig støy nærmere et fuglefjell enn en nautisk mil, eller bruke ubemannede luftfartøy (droner) nærmere et fuglefjell enn 500 meter.\nIngen må utsette fauna for bedøvende eller muskellammende preparater uten tillatelse fra Sysselmesteren.\nBruk av gift eller kjemikalier til avliving er forbudt. Sysselmesteren kan i særlige tilfelle gjøre unntak fra forbudet.\n0 Endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941), 20 des 2024 nr. 99 (i kraft 1 jan 2025).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "30 a",
      "section": "30 a",
      "title": "(isbjørnbeskyttelse)",
      "content": "Det er forbudt å unødig forstyrre, å lokke til seg eller å forfølge isbjørn.\nIngen må ferdes eller oppholde seg nærmere isbjørn enn 300 meter. Fra 1. mars til 30. juni må ingen ferdes eller oppholde seg nærmere isbjørn enn 500 meter. Alle som oppdager isbjørn nærmere enn avstandsgrensen, skal trekke seg unna slik at lovlig avstand overholdes. Avstandsgrensen gjelder ikke i bebodde områder, ved opphold i forskningsstasjoner, hytter, telt eller lignende innretninger.\nAlle som ferdes eller oppholder seg utenfor bebodd område, med unntak for deltakere i turistvirksomhet, skal ha kunnskap om sikring mot isbjørnangrep og ha med egnede midler til å skremme og jage isbjørn. Det skal iverksettes nødvendige tiltak for å kunne avverge et angrep fra isbjørn uten å skade eller avlive dyret.\nSysselmesteren kan gi forskrift om sikring mot isbjørnangrep som nevnt i tredje ledd.\n0 Tilføyd ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30a",
        "source_heading": "§ 30 a."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "(alminnelige regler om høsting)",
      "content": "Høsting – og sanking av egg og dun – kan bare skje på de arter som departementet har bestemt i forskrift.\nHøsting av den enkelte art kan bare skje i det tidsrom og omfang som direktoratet fastsetter i forskrift. Det skal ikke fastsettes høstingstid innenfor artens yngle- og hekketid. Sysselmesteren kan likevel gi tillatelse til egg- og dunsanking.\nHøsting skal skje uten unødig lidelse for viltet og uten at det oppstår fare for mennesker eller for skade på eiendom. Direktoratet gir forskrift om utøvelse av jakt, fangst og innlandsfiske, herunder om høstingsmåter og høstingsredskaper.\nVed vedtak etter paragrafen her skal det legges vekt på at høstingen ikke skal påvirke bestandenes sammensetning og utvikling nevneverdig.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "(retten til høsting)",
      "content": "Enhver har rett til å høste fauna og til å sanke egg og dun i samsvar med reglene i og i medhold av § 31, om ikke annet følger av paragrafen her eller lov om Svalbard § 26.\nHøsting kan bare foretas av den som har løst kort (jaktkort, fiskekort). Ingen kan ha jaktkort før fylte 16 år. Departementet kan gi nærmere forskrift om kort og avgift for kort og felling, om opplæring og prøve som vilkår for jaktkort, om adgang til å delta i jakt og fangst i opplæringsøyemed, og om andre vilkår for høsting.\nDepartementet kan for bestemte arter gi forskrift om at bare fastboende skal ha rett til høsting, eller at høsting bare kan skje med Sysselmesterens tillatelse. Innenfor rammen av forskrifter etter §§ 31 og 32 kan Sysselmesteren gi nærmere lokale reguleringer ved forskrift. I en tillatelse kan det settes vilkår, herunder om hvilke områder eller tidsrom tillatelsen skal gjelde for, hvilken mengde som kan høstes, og hva slags høstingsmåter eller redskaper som kan brukes.\nSysselmesteren kan gi overvintrende fangstfolk med tilhold i fangsthytte enerett til høsting innenfor et avgrenset område og tidsrom. Før slik enerett blir gitt, skal Sysselmesteren kunngjøre adgangen til å søke om enerett innen en angitt frist. I vedtak om enerett angis hvilke arter eneretten omfatter. Det kan settes vilkår, herunder om utføring av oppgaver med tilsyn, jf. kapittel VIII, og opplæring. Departementet kan gi forskrift om tildeling av fangstområder med enerett til høsting og fastsette særregler for høsting for fangstmenn som nevnt i paragrafen her om hvilke tidsrom høstingen kan foregå, hvilken mengde som kan høstes og høstingsmåter.\nSysselmesteren kan pålegge rapportering og innsamling i forbindelse med tillatelser til høsting. Ved manglende oppfølging av slike pålegg kan Sysselmesteren nekte tilsvarende tillatelse kommende sesong.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "(rett til avliving for å beskytte person eller eiendom)",
      "content": "Fauna kan avlives når det må anses påkrevd for å fjerne en akutt fare for en persons liv eller helse eller for betydelig materiell skade. Avliving eller forsøk på avliving skal snarest meldes til Sysselmesteren.\nVirvelløse dyr og encellede dyr som er til skade eller plage, samt smågnagere, kan avlives. Forbudet i § 30 siste ledd gjelder ikke for avliving av smågnagere.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "(avliving etter særskilt tillatelse)",
      "content": "Sysselmesteren kan gi tillatelse til å avlive dyr som tar opphold ved faste eller midlertidige bosettinger, og som medfører fare for skade på person eller betydelig materiell skade. Avliving i medhold av slik tillatelse kan bare skje dersom det i rimelig utstrekning er forsøkt andre tiltak for å avverge skade.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "(hunder)",
      "content": "I områder åpne for alminnelig ferdsel må hunder følges på forsvarlig måte når de løper løs. Sysselmesteren, eller den departementet bemyndiger, kan gi forskrift om båndtvang for hund.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "(preparering av fauna mv.)",
      "content": "Departementet kan gi forskrift om preparering av fauna og om preparanter og deres virksomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "(unntak)",
      "content": "Selv om det ikke kan gis tillatelse til et tiltak etter dette kapittel, kan Sysselmesteren gjøre unntak fra bestemmelsene i kapitlet for vitenskapelige formål eller når andre helt særlige grunner foreligger.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "title": "(overordnet prinsipp)",
      "content": "Svalbards kulturminner skal vernes og ivaretas som en del av Svalbards kulturarv og identitet og som et ledd i en helhetlig miljøforvaltning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "5:39",
      "chapter": "5",
      "section": "39",
      "title": "(fredete kulturminner)",
      "content": "Automatisk fredet er:\na. faste kulturminner fra tiden før 1946;\nb. løse kulturminner fra tiden før 1946, når de kommer for dagen tilfeldig, ved undersøkelse, utgraving eller på annen måte.\nSpor etter menneskegraver av alle slag, herunder kors og andre gravmarkeringer, samt bein og beinrester i og på markoverflaten er faste kulturminner som er automatisk fredet uavhengig av alder. Det samme gjelder skjelettrester på slakteplasser for hvalross og hval, og i forbindelse med selvskudd for isbjørn.\nMed til et fast automatisk fredet kulturminne hører en sikringssone rundt den synlige eller kjente ytterkant, i utstrekning 100 meter i alle retninger om ikke Sysselmesteren fastsetter en annen avgrensning. Løse kulturminner regnes som faste når de er knyttet til en bestemt lokalitet, jf. § 3 bokstav g.\nDirektoratet kan ved vedtak frede kulturminner fra tiden etter 1945 med særskilt kulturhistorisk verdi. Fredningsvedtaket omfatter fast inventar (skap, ovner, mv.). Når særlige grunner tilsier det, kan også løst inventar og gjenstander medtas. I slike tilfeller må gjenstandene spesifiseres.\nDirektoratet kan ved vedtak frede området rundt et vedtaksfredet kulturminne så langt det er nødvendig for å bevare virkningen av kulturminnet i miljøet eller for å beskytte vitenskapelige interesser som knytter seg til det.\nDirektoratet avgjør i tvilstilfelle hva som er automatisk fredet fast eller løst kulturminne og kan oppheve fredning av bestemte kulturminner.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "5:40",
      "chapter": "5",
      "section": "40",
      "title": "(midlertidig fredningsvedtak)",
      "content": "Når særlige grunner foreligger, kan Sysselmesteren treffe vedtak om midlertidig fredning av faste eller løse kulturminner og områder som nevnt i § 39 fjerde og femte ledd, inntil spørsmålet om fredning er endelig avgjort.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "title": "(saksbehandling ved fredningsvedtak)",
      "content": "Vedtak etter §§ 39 og 40 er enkeltvedtak etter forvaltningsloven. Vedtaket skal tinglyses og kunngjøres slik Sysselmesteren finner passende.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "5:42",
      "chapter": "5",
      "section": "42",
      "title": "(innholdet av automatisk fredning)",
      "content": "Med mindre annet er fastsatt i medhold av denne loven må ingen skade, grave ut, flytte, fjerne, forandre, tildekke, skjule eller skjemme et automatisk fredet kulturminne med sikringssone, eller sette i gang tiltak som kan medføre fare for at slikt skjer.\nUten etter tillatelse fra Sysselmesteren må ingen sette opp telt eller brenne bål i sikringssonen. Telting på frossen og snødekket mark er likevel tillatt i sikringssonen.\nSysselmesteren kan regulere, herunder forby, ferdsel innenfor sikringssonen, som alene eller over tid kan motvirke formålet med vernet.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "5:43",
      "chapter": "5",
      "section": "43",
      "title": "(eiendomsrett for fredete løse kulturminner)",
      "content": "Fredete løse kulturminner er statens eiendom når det synes klart at det ikke er rimelig mulighet til å finne ut om det er noen eier eller hvem som er eier. Direktoratet kan overlate kulturminnet helt eller delvis til finneren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "5:44",
      "chapter": "5",
      "section": "44",
      "title": "(dispensasjon og tiltakshaverens særlige plikter for å beskytte kulturminner)",
      "content": "Når en virksomhet planlegges, skal tiltakshaveren på egen kostnad undersøke om virksomheten vil virke inn på automatisk fredete kulturminner på en måte som nevnt i § 42. Direktoratet avgjør snarest mulig om og i tilfelle på hvilken måte tiltaket kan iverksettes.\nViser det seg først mens arbeidet er i gang at det kan virke inn på automatisk fredete kulturminner i strid med § 42, skal Sysselmesteren varsles i henhold til § 62 annet ledd og arbeidet stanses. Direktoratet avgjør snarest mulig om arbeidet kan fortsette og vilkårene for det.\nFunn som kommer frem ved undersøkelser og utgraving eller under virksomheten, skal dokumenteres og konserveres på tiltakshaverens regning, om ikke annet blir bestemt etter § 98. Funn skal avleveres innen ett år, om ikke Sysselmesteren forlenger fristen.\nDirektoratet kan i særlige tilfeller gjøre unntak fra vedtak om fredning og fredningsbestemmelser for tiltak som ikke medfører vesentlige inngrep i det fredete kulturminnet eller det fredete området.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "title": "(undersøkelser, skjøtsel og vedlikehold)",
      "content": "Direktoratet har rett til å søke etter, grave frem, granske og dokumentere automatisk fredete kulturminner og kan gi tillatelse til at andre gjennomfører slike tiltak. Kulturminnet skal bringes tilbake til den stand det var før tiltaket, om ikke direktoratet fastsetter annet. Sysselmesteren kan ta opp løse kulturminner og treffe nødvendige tiltak for å ta vare på dem.\nSysselmesteren kan vedlikeholde, gjerde inn og iverksette tiltak for å anskueliggjøre faste fredete kulturminner, herunder rydde området omkring, blant annet for å unngå skade på mennesker og dyr. Slike tiltak kan også treffes i sikringssonen. Tiltak ut over vedlikehold, slik som istandsetting, restaurering, gjenoppbygging og flytting, krever dispensasjon etter § 44.\nFør det treffes tiltak om et fast kulturminne, skal eieren eller rettighetshaveren varsles og få anledning til å uttale seg etter reglene i forvaltningsloven § 16. Gjelder tiltaket et fast kulturminne som er i bruk, kan det bare settes i verk med samtykke fra eieren eller brukeren, om ikke tiltaket er nødvendig for å hindre forfall.\nEr det fare for forfall, kan direktoratet pålegge eieren eller brukeren å gjennomføre tiltak for å motvirke dette.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "5:46",
      "chapter": "5",
      "section": "46",
      "title": "(utførsel og tilbakeføring av kulturminner)",
      "content": "Ingen må utføre fra Svalbard fredete kulturminner som er funnet eller har sin opprinnelse på Svalbard.\nForbudet i første ledd gjelder ikke når det i eller i medhold av forskrift er bestemt at funnmaterialet permanent eller midlertidig skal oppbevares utenfor Svalbard.\nI særlige tilfeller kan direktoratet gi tillatelse til utførsel.\nBestemmelsene i lov 9. juni 1978 nr. 50 om kulturminner, for så vidt gjelder innføring og tilbakeføring av ulovlig utførte kulturgjenstander §§ 23a – 23f, får anvendelse for Svalbard så langt de passer.\n0 Endret ved lov 10 juni 2005 nr. 52 (ikr. 1 jan 2007 iflg. res. 15 des 2006 nr. 1434).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "6:47",
      "chapter": "6",
      "section": "47",
      "title": "(kapitlets virkeområde og formål)",
      "content": "Reglene i dette kapittel gjelder for de områdene som Kongen fastsetter i forskrift (planområdene).\nPlanlegging etter dette kapittel skal legge til rette for samordning av de ulike interessene som knytter seg til arealdisponering og utforming av bebyggelsen i planområdene. Det skal gi grunnlag for beslutninger om bruk og vern av ressurser og om utbygging, og bidra til å fremme estetiske hensyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "6:48",
      "chapter": "6",
      "section": "48",
      "title": "(ansvaret for utarbeiding av arealplan)",
      "content": "Grunneieren eller den departementet bemyndiger er planansvarlig i det enkelte planområde, og skal sørge for å gjennomføre en løpende planlegging for bruk og vern av arealene i planområdet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "6:49",
      "chapter": "6",
      "section": "49",
      "title": "(arealplanens innhold)",
      "content": "Hvert planområde skal ha en arealplan med utfyllende bestemmelser som viser eksisterende og fremtidig arealbruk for hele planområdet. Detaljeringsgrad kan variere etter konkrete behov for å styre arealbruken. Planen skal være tilstrekkelig detaljert til å sikre formålet med reglene i dette kapittel.\nArealplanen, eller deler av den, tas opp til revisjon ettersom forholdene gjør det påkrevd. Den planansvarlige bør minst hvert fjerde år vurdere om revisjon bør foretas.\nPlanen skal i nødvendig utstrekning kartfeste:\n1. Byggeområder, om nødvendig med nærmere angivelse av hva slags bebyggelse\n2. Hytteområder\n3. Kulturminne-, natur- og friluftsområder, hver for seg eller i kombinasjon\n4. Områder for råstoffutvinning\n5. Forskningsområder\n6. Veier, flyplasser, havner, taubaner, høyspentledninger og andre viktige ledd i kommunikasjonssystemet\n7. Spesialområder, herunder fareområder\n8. Områder for særskilt bruk eller vern av sjø og vassdrag, herunder ferdsel-, fiske-, natur- og friluftsområder, hver for seg eller i kombinasjon\n9. Områder som er vernet i medhold av lovens kapittel III.\nDet kan fastsettes flere formål innenfor samme område.\nPlanen skal inneholde en planbeskrivelse som redegjør for hvordan hensynet til miljø (herunder naturmiljø, kulturminner og estetikk) og lokalsamfunn (herunder sikkerhet og barns behov) blir ivaretatt. Dersom planen kan få virkninger for miljøet utenfor planområdet, skal redegjørelsen også omfatte dette.\nTil planen kan det gis\na. utfyllende bestemmelser, som setter rettslig bindende vilkår for bruk og ferdsel og for utforming av arealer og bebyggelse for å sikre formålet med planen;\nb. utfyllende retningslinjer, som angir føringer for praktiseringen av planen, og som det skal tas hensyn til ved vedtak etter dette kapittel og §§ 57-58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "6:50",
      "chapter": "6",
      "section": "50",
      "title": "(utarbeiding av arealplanen)",
      "content": "Den planansvarlige skal sørge for å tilpasse planarbeidet til forholdene i det enkelte planområde. I hvert planområde kan det være et fast rådgivende utvalg for plansaker som gir uttalelser til foreslåtte planer.\nGrunneier og organer med oppgaver som gjelder ressursutnytting, vernetiltak, utbygging eller sosial og kulturell utvikling innen planområdet, har rett til å delta i planarbeidet. Slike organer skal etter anmodning fra den planansvarlige delta i det rådgivende utvalg for plansaker.\nVed oppstart av planarbeidet skal planansvarlig kunngjøre at planarbeidet blir satt i gang og for øvrig gjøre planarbeidet offentlig kjent på en hensiktsmessig måte. Ved utarbeidelse eller revisjon av hele arealplanen eller delplaner skal planansvarlig utarbeide et planprogram som klargjør hvilke forhold det skal redegjøres for i planen. Berørte organer og organisasjoner mv. som har særlige interesser i planarbeidet skal gis anledning til å uttale seg til planprogrammet. Endelig planprogram skal kunngjøres av planansvarlig, slik at rammene og forutsetningene kan bli gjenstand for offentlig debatt.\nUtkast til plan skal legges ut til offentlig ettersyn og sendes til uttalelse hos berørte organer og organisasjoner mv. som har særlige interesser i planarbeidet. Det kan settes en frist for uttalelse som må være minst 30 dager. Statlige myndigheter kan reise innsigelse mot planutkastet når det gjelder forhold innenfor deres ansvarsområde. Departementet kan fastsette hvilke organer som kan reise innsigelse.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "6:51",
      "chapter": "6",
      "section": "51",
      "title": "(private forslag)",
      "content": "Grunneiere, rettighetshavere eller andre interesserte kan fremme planforslag for den planansvarlige. Den planansvarlige skal snarest mulig behandle forslaget. Dersom den planansvarlige ikke finner grunn til å gå videre med forslaget, skal forslagsstilleren underrettes skriftlig. Forslagsstilleren kan kreve å få planspørsmålet lagt frem for det faste utvalg for plansaker der slikt utvalg finnes.\nDepartementet eller den departementet bemyndiger kan gi forskrift om gebyr for behandling av private planforslag.\n0 Endret ved lover 11 juni 2021 nr. 75 (ikr. 1 jan 2022), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "6:52",
      "chapter": "6",
      "section": "52",
      "title": "(vedtakelse av planen)",
      "content": "Den planansvarlige legger etter høringen i samsvar med § 50 et ferdigbehandlet forslag til plan frem for Sysselmesteren eller den departementet bestemmer.\nSysselmesteren eller den departementet bestemmer, kan treffe vedtak om å godkjenne planen når det ikke foreligger innsigelser, eller det er tatt hensyn til innsigelsene. Vedtak om godkjenning skal treffes senest en måned etter at et fullstendig plandokument er mottatt, om ikke særlige forhold foreligger. I så fall skal den planansvarlige underrettes skriftlig innen utløpet av fristen med opplysning om når vedtak vil være truffet. Godkjent plan sendes departementet til orientering.\nForeligger det innsigelser som det ikke er tatt hensyn til i planen, kan Sysselmesteren megle i saken. Dersom megling ikke fører til en løsning, sendes saken til departementet. Departementet kan gjøre de endringer i planen som finnes påkrevd.\nVedtak etter denne paragraf skal begrunnes etter forvaltningsloven §§ 24-25. Det kan påklages etter reglene i forvaltningsloven kapittel VI. Dersom departementet treffer vedtak i medhold av tredje ledd kan vedtaket likevel ikke påklages.\nDen planansvarlige skal sørge for å kunngjøre godkjent plan på hensiktsmessig måte i lokalsamfunnet.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "6:53",
      "chapter": "6",
      "section": "53",
      "title": "(arealplanens virkninger)",
      "content": "Ny virksomhet, herunder konstruksjoner, bygg, anlegg, riving, graving, fylling, masseuttak og annen ressursutnytting, samt fradeling av eiendom til slike formål, skal være i samsvar med arealbruk og bestemmelser fastlagt i godkjent plan.\nFredning i medhold av kapittel III-V går foran planen.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "6:54",
      "chapter": "6",
      "section": "54",
      "title": "(midlertidig forbud mot virksomhet og fradeling)",
      "content": "Finner Sysselmesteren eller den departementet bestemmer, at det innenfor et delområde må utarbeides en endret eller mer detaljert plan, kan vedkommende bestemme at virksomhet og fradeling som nevnt i § 53 ikke kan settes i gang før planen er godkjent. Forbudet kan ikke vare lenger enn ett år. Departementet kan i særlige tilfelle forlenge fristen.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "6:55",
      "chapter": "6",
      "section": "55",
      "title": "(statlig arealplan)",
      "content": "Når gjennomføring av viktige utbyggings-, anleggs- eller vernetiltak gjør det nødvendig, eller når andre samfunnsmessige hensyn tilsier det, kan departementet selv utarbeide og vedta en arealplan etter reglene i dette kapittel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "title": "(lokalisering av bosetting og næringsvirksomhet)",
      "content": "Bosetting og næringsvirksomhet skal som hovedregel lokaliseres til planområdene, jf § 47, og slik at miljøulempene blir minst mulig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "title": "(krav om tillatelse utenfor planområder og i planområder uten godkjent plan)",
      "content": "Det trengs tillatelse fra miljøvernmyndigheten for Svalbard til følgende tiltak utenfor planområder og i planområder uten godkjent plan:\na. terrenginngrep;\nb. virksomhet som kan volde forurensning;\nc. hoteller, pensjonater og andre overnattingssteder for allmennheten;\nd. virksomhet som kan virke inn på et automatisk fredet kulturminne i strid med § 42, jf. § 44;\ne. annen virksomhet som kan belaste miljøet på Svalbard når departementet har gitt forskrift om det;\nf. endringer i eksisterende anlegg eller bruken av det dersom den forandrer anleggets karakter eller virkninger for naturmiljøet;\ng. innretninger eller anlegg som ikke er fast forbundet med grunnen og som kan virke inn på landskapet.\nTillatelse etter denne paragraf må foreligge før virksomheten påbegynnes. Søknaden skal redegjøre for hvilken betydning virksomheten kan få for miljøet. Departementet kan gi forskrift om at søknader skal sendes på høring eller legges ut til offentlig ettersyn.\nDen som legger frem nærmere opplysninger om en planlagt virksomhet, kan kreve at Sysselmesteren avgjør om virksomheten vil kreve tillatelse etter denne paragraf. Sysselmesteren tar stilling til hvilke opplysninger som må legges frem for å kunne treffe en slik avgjørelse.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "title": "(virksomhet i planområder med godkjent plan)",
      "content": "Før det settes i gang virksomhet eller fradeling i planområder med godkjent plan, skal tiltakshaveren gi melding til den planansvarlige og Sysselmesteren eller den departementet bestemmer. Meldingen skal gi tilstrekkelige opplysninger til å vise om virksomheten eller fradelingen er i samsvar med planen.\nIgangsetting kan skje tre uker etter at meldingen er mottatt, hvis ikke\na. virksomheten er i strid med planen,\nb. Sysselmesteren har fastsatt midlertidig forbud etter § 54, eller\nc. det kreves tillatelse etter tredje ledd.\nFør igangsetting kreves det likevel tillatelse av Sysselmesteren, selv om virksomheten er i samsvar med godkjent arealplan, hvis\na. planen ikke har utfyllende bestemmelser om størrelse eller utførelse som virksomheten holder seg innenfor,\nb. virksomheten kan virke skjemmende eller volde forurensning ut over planens utfyllende bestemmelser om forurensning fra bolig, fritidshus eller forretning,\nc. virksomheten kan få virkning for fredete kulturminner eller naturmiljøet utenom planområdet, jf. § 44, eller\nd. virksomheten kan ha betydelig og langvarig virkning for miljøet.\nEr virksomheten i strid med planen, kan den ikke igangsettes uten at planen blir endret. Sysselmesteren kan likevel gi tillatelse til virksomhet som er i strid med utfyllende bestemmelser til planen.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "title": "(særskilt konsekvensutredning)",
      "content": "Tiltakshaveren skal få utarbeidet konsekvensutredning for virksomhet som trenger tillatelse etter loven her og som\na. kan få mer enn ubetydelig virkning for naturmiljøet utenfor planområdene, eller\nb. kan få betydelig og langvarig virkning for miljø og samfunn i et planområde.\nKonsekvensutredningen skal belyse tiltakets virkninger på miljøet som grunnlag for vurdering og avgjørelse av søknaden. Sysselmesteren kan bestemme at konsekvensutredningen også skal omfatte virkningene for lokal bosetting og for annen lovlig virksomhet. Konsekvensutredningen skal utarbeides på grunnlag av et utredningsprogram godkjent av Sysselmesteren.\nDen som planlegger tiltak som nevnt i første ledd, skal sende Sysselmesteren forhåndsmelding med forslag til utredningsprogram tidligst mulig. Er det sendt inn søknad etter §§ 57 – 58 uten forhåndsmelding, kan Sysselmesteren avvise søknaden.\nDepartementet kan gi forskrift om konsekvensutredning, herunder om hvilke virksomheter som må konsekvensutredes. Sysselmesteren avgjør om en virksomhet går inn under første ledd og kan treffe vedtak om at det for en bestemt virksomhet er unødvendig å utarbeide konsekvensutredning.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "title": "(bruk av særskilt konsekvensutredning)",
      "content": "Tiltakshaverens søknad skal utarbeides sammen med konsekvensutredningen og vise hvordan konsekvensutredningen er lagt til grunn. Sysselmesteren sender søknad og konsekvensutredning på høring.\nDersom det i utredningen eller på annen måte avdekkes nye forhold som kan ha vesentlig betydning for virksomhetens virkninger for miljøet, kan Sysselmesteren kreve tilleggsutredninger. Det kan ikke gis tillatelse før Sysselmesteren har godkjent at plikten til å utarbeide konsekvensutredning er oppfylt. Hvis virksomheten ikke er påbegynt innen fem år etter at tillatelsen ble gitt, må det utarbeides ny konsekvensutredning etter § 59 om ikke Sysselmesteren fritar for dette.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "title": "(avgjørelse av søknaden)",
      "content": "I begrunnelsen for vedtaket skal det angis hvordan en særskilt konsekvensutredning etter § 59 med innkomne uttalelser er vurdert, og hvilken betydning de har hatt for avgjørelsen.\nI en tillatelse bør det settes vilkår som er tjenlige til å oppfylle formålet med reglene i denne lov. Det kan herunder gis vilkår om sikkerhetsstillelse for kostnader til opprydding, jf § 64. Er det utarbeidet en konsekvensutredning etter § 59, skal det normalt settes vilkår etter § 62.\nDet gis underretning etter reglene i forvaltningsloven § 27 til alle som har uttalt seg til søknaden eller konsekvensutredningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "title": "(overvåking og tiltak mot uforutsette virkninger)",
      "content": "Tiltakshaveren skal i samsvar med vilkår i tillatelsen gjennomføre en regelmessig og effektiv overvåking av miljøet for å\na. vurdere virkninger av pågående virksomhet, herunder verifisering av forutsette virkninger, og\nb. legge forholdene til rette for at uforutsette virkninger kan bli oppdaget på et tidlig tidspunkt.\nDersom det under virksomheten avdekkes uforutsette virkninger, skal Sysselmesteren varsles uten opphold.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "title": "(endring, omgjøring og bortfall av tillatelse)",
      "content": "Sysselmesteren kan endre eller trekke tilbake en tillatelse etter denne lov eller vilkårene for den, dersom\na. det er nødvendig for å hindre uforutsette skadevirkninger for miljøet;\nb. de skadevirkninger som virksomheten har for miljøet, kan minskes uten uforholdsmessig kostnad for tiltakshaveren;\nc. det er nødvendig for å oppfylle internasjonale forpliktelser som Norge har påtatt seg med hensyn til Svalbard;\nd. ny teknologi gjør det mulig å redusere miljøulempene vesentlig;\ne. tiltakshaveren overtrer bestemmelser gitt i eller i medhold av denne lov, og overtredelsen er betydelig, gjentar seg eller vedvarer;\nf. tjenestemenn med tilsynsmyndighet blir nektet adgang til virksomhetsområdet;\ng. det ikke blir stilt sikkerhet for opprydding når det er krevd etter §§ 61 eller 64.\nOmgjøring kan i alle tilfelle skje når det er gått ti år siden vedtaket. Sysselmesteren kan lempe på begrensninger og vilkår i en tillatelse dersom erfaring viser at det kan skje uten skadevirkninger av noen betydning for miljøet.\nEn tillatelse som ikke er benyttet, bortfaller fem år etter at den ble gitt.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "title": "(opprydding)",
      "content": "Hvis en virksomhet blir nedlagt eller stanser, skal tiltakshaveren gjøre det som er nødvendig for å motvirke fare for skade på miljøet. Kan virksomheten medføre skade på miljøet etter nedleggingen eller driftsstansen, skal det i rimelig tid på forhånd gis melding til Sysselmesteren. Sysselmesteren kan gi pålegg om tiltak for å motvirke fare for skade på miljøet, herunder om behandling av forurenset grunn og beskyttelse av fauna, og om at det skal utarbeides en plan for oppfyllelse av pliktene etter leddet her.\nNår en virksomhet eller deler av den opphører, skal tiltakshaveren på egen kostnad fjerne fra området alle installasjoner på overflaten, alt avfall og andre etterlatenskaper som ikke er fredete kulturminner etter kapittel V. Området skal så vidt praktisk mulig føres tilbake til sitt opprinnelige utseende.\nSysselmesteren kan\na. gi pålegg om hvilke tiltak som skal utføres etter annet ledd, herunder om behandling av forurenset grunn, og om at det skal utarbeides en plan for oppfyllelse av pliktene etter annet ledd\nb. kreve at det stilles sikkerhet for kostnadene ved opprydding og tilbakeføring etter annet ledd\nc. gi fritak fra oppryddings- og tilbakeføringsplikten etter annet ledd.\nNår et lokalsamfunn i et planområde skal avvikles eller fraflyttes i det vesentlige, skal den planansvarlige gi Sysselmesteren melding så tidlig som mulig. Den planansvarlige, eller den Sysselmesteren bestemmer, skal utarbeide plan som nevnt i første ledd tredje punktum og tredje ledd bokstav a.\nPliktene etter paragrafen her gjelder i tillegg til eventuelle plikter som følger av tillatelser etter §§ 57 eller 58. Den som vil starte opp virksomhet med tillatelse etter §§ 57 eller 58 etter at den har vært stanset i mer enn to år, skal gi melding om dette til Sysselmesteren. Sysselmesteren avgjør om det må søkes om ny tillatelse før virksomheten igangsettes.\nEtterlatte kjøretøy, skip, fly, andre fartøyer og lignende skal fjernes av eieren.\n0 Endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "title": "(alminnelige regler om forurensning)",
      "content": "Ingen må ha, gjøre eller sette i verk noe som kan medføre fare for forurensning uten at dette er lovlig etter loven her.\nNår det kan oppstå fare for forurensning i strid med loven, eller vedtak i medhold av loven, skal den ansvarlige for virksomheten som faren skriver seg fra, sørge for tiltak for å hindre at den inntrer. Miljøvernmyndigheten eller den departementet bemyndiger kan gi pålegg om slike tiltak. Er det inntrådt forurensning, skal den ansvarlige treffe tiltak etter reglene i § 93.\n0 Endret ved lov 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "title": "(miljøgifter)",
      "content": "Ingen må slippe ut miljøgifter i miljøet.\nSpor av miljøgifter i vanlige utslipp fra husholdning, tjenesteyting eller annen aktivitet som medfører utslipp av tilsvarende omfang omfattes ikke av forbudet.\nDepartementet kan på nærmere betingelser gjøre unntak fra første ledd for eksisterende næringsvirksomhet. Dersom forbudet medfører utilsiktede konsekvenser for ny næringsvirksomhet, som er funnet miljømessig forsvarlig på Svalbard, kan departementet også om nødvendig gjøre unntak for slik virksomhet.\nDepartementet kan bestemme at visse produkter som inneholder miljøgifter ikke må innføres eller brukes på Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "title": "(utslipp fra skip)",
      "content": "Ingen må slippe ut avfall i sjøen fra skip eller annet fartøy. Utslipp av rent matavfall fra småbåter eller av sanitært avløpsvann i åpen sjø, er likevel tillatt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "title": "(dumping og forbrenning av avfall eller annet materiale)",
      "content": "Dumping og forbrenning av avfall eller annet materiale fra skip eller annet fartøy er forbudt. Forbudet omfatter ikke forbrenning av avfall som oppstår som følge av skipets vanlige drift og som er tillatt i henhold til forskrift 16. juni 1983 nr. 1122 om hindring av forurensning fra skip (MARPOL-forskriften). Sysselmesteren kan gi tillatelse i medhold av forskrift 1. juni 2004 nr. 931 om begrensning av forurensning kapittel 22 Mudring og dumping i sjø og vassdrag.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "title": "(tilknytningsplikt til avløpsanlegg og driftsansvar)",
      "content": "Sysselmesteren eller den departementet bemyndiger, kan gi pålegg om at bygninger i et planområde skal knyttes til avløpsanlegg. Departementet kan fastsette hvem som skal ha plikt til å drive avløpsanlegg med tilknyttede ledninger.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "title": "(akutt forurensning – beredskap og varsling)",
      "content": "Den som driver virksomhet som kan medføre akutt forurensning, skal ha nødvendig beredskap og har plikt til å aksjonere for å hindre, oppdage, stanse, fjerne og begrense virkningen av slik forurensning. Departementet kan pålegge den ansvarlige for virksomheten å legge fram beredskapsplan for godkjenning. Det kan fastsettes nærmere vilkår for godkjenning av beredskapsplanen. Med akutt forurensning forstås forurensning av betydning som inntrer plutselig, og som ikke er tillatt etter loven her.\nInntrer det akutt forurensning eller fare for akutt forurensning, skal den ansvarlige straks varsle Sysselmesteren. Også andre har plikt til å varsle, om det ikke åpenbart er unødvendig.\nDen som har beredskaps- og aksjonsplikt etter denne bestemmelsen, skal etter pålegg av den som har ansvar for den statlige beredskapen bistå med utstyr og personell ved en aksjon mot akutt forurensning.\nDepartementet kan gi forskrift om hvem som er beredskaps- og aksjonspliktig, beredskaps- og aksjonspliktens omfang og om avgift for offentlig beredskap.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "title": "(avfall)",
      "content": "Ingen må etterlate avfall utenfor planområdene. Sysselmesteren kan i særlige tilfeller gjøre unntak fra forbudet. I planområdene må avfall bare tømmes eller etterlates på sted som er særskilt innrettet for det. Oppbevaring av avfall må skje slik at det ikke kan bli spredd.\nIngen må innføre avfall til Svalbard.\nDepartementet eller den departementet bemyndiger kan gi forskrift om\na. tiltak for å redusere avfallsmengden,\nb. innlevering, innsamling, mottak, transport, sortering og behandling av avfall,\nc. at visse slag avfall skal gjenvinnes eller fraktes bort med sikte på gjenvinning,\nd. at avfall skal fraktes bort for behandling andre steder.\nKostnadene ved tiltak etter tredje ledd skal bæres av den som eier eller har gitt opphav til avfallet.\nSysselmesteren kan gi pålegg om å utarbeide en plan for håndtering og reduksjon av avfall i de planområder som departementet fastsetter. Departementet kan fastsette hvem som skal være ansvarlig for felles innsamling og disponering av avfall i planområdet.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "title": "(avløps- og avfallsgebyr mv.)",
      "content": "Departementet eller den departementet bemyndiger kan gi forskrift om gebyrer og årlige avgifter for tilknytning til avløpsanlegg og for innsamling og disponering av avfall. Gebyrene settes slik at de fullt ut dekker kostnadene, men samlet ikke overstiger kostnadene ved investering og drift av henholdsvis avløpsanlegg med tilknyttede ledninger, og avfallsdisponeringen.\nDepartementet kan gi forskrift om avfallsavgift på varer som omsettes på Svalbard, og om hel eller delvis tilbakebetaling av avgiften ved retur av emballasje.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "title": "(alminnelige regler om ferdsel i naturen)",
      "content": "Allmennhetens rett til ferdsel gjelder også på Svalbard, med de begrensninger som følger av loven her.\nAll ferdsel på Svalbard skal foregå på en måte som ikke skader, forsøpler eller på annen måte forringer naturmiljøet eller kulturminner eller fører til unødig forstyrrelse av mennesker eller dyreliv.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "title": "(forbud mot særlig belastende ferdselsformer)",
      "content": "Sysselmesteren kan forby ferdselsformer eller fremkomstmidler som volder særlig belastning på naturmiljøet. For motorisert ferdsel gjelder §§ 79 flg.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "title": "(ferdselsrestriksjoner i særlige områder)",
      "content": "Sysselmesteren kan utenom verneområdene forby eller regulere ferdsel i avgrensete områder i hele eller deler av året når dette anses nødvendig for å beskytte naturmiljø, kulturminner, drikkevannsforsyning eller vitenskapelige undersøkelser.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "title": "(leiropphold)",
      "content": "Sysselmesteren kan gi forskrift for leiropphold. I forskriften kan det fastsettes at det kreves tillatelse fra Sysselmesteren til leir over en viss varighet eller størrelse.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "title": "(utrykning og tilsyn)",
      "content": "Gjennomføring av politioppgaver, samt utrykning for brann- og redningstjeneste, kan om nødvendig skje uten hinder av reglene i loven her. Sysselmesteren kan utføre nødvendig tilsyn uten hinder av reglene i loven her.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "title": "(miljøavgift for tilreisende)",
      "content": "Kongen kan gi forskrift om at den som besøker Svalbard, skal betale en miljøavgift. Miljøavgiften kan ikke pålegges fastboende. Miljøavgiften går inn i Svalbards miljøvernfond.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "title": "(alminnelige regler om motorferdsel)",
      "content": "Motorferdsel skal reguleres ut fra et samfunnsmessig helhetssyn med sikte på å verne om Svalbards naturmiljø.\nMotorferdsel utenom opparbeidet vei eller plass er forbudt om ikke annet er fastsatt i loven her eller i medhold av loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "title": "(motorferdsel i terrenget på barmark)",
      "content": "Motorferdsel i terrenget på bar eller tint mark kan bare finne sted\na. i særskilte traseer eller til bestemte formål fastsatt av departementet i forskrift;\nb. når særlige hensyn foreligger og Sysselmesteren har gitt tillatelse.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "title": "(motorferdsel i terrenget på snødekt og frossen mark)",
      "content": "Motorferdsel i terrenget på snødekt og frossen mark samt på islagte vassdrag og sjøområder kan tillates\na. i områder og traseer fastsatt av departementet i forskrift;\nb. for bestemte formål fastsatt av departementet i forskrift;\nc. når særlige grunner foreligger og Sysselmesteren etter søknad har gitt tillatelse.\nDet skal fastsettes forskrift etter første ledd bokstav a der fastboende sikres en mer omfattende adgang til motorferdsel enn tilreisende. Begrensninger i fastboendes motorferdsel må være begrunnet i miljøvernbehov knyttet til Svalbard, eller i behovet for å skille motorisert og ikke-motorisert ferdsel.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "title": "(motorferdsel i vassdrag og sjø)",
      "content": "Motorferdsel i vassdrag er bare lovlig med tillatelse fra Sysselmesteren.\nMotorferdsel til sjøs kan skje i samsvar med § 73 når ikke annet er fastsatt i eller i medhold av loven her.\nMotorferdsel med vannscooter er ikke tillatt. Departementet kan gi forskrift om forbud mot bruk av bestemte typer farkoster.\nSysselmesteren kan gi forskrifter om motorferdsel til sjøs, blant annet for å fastsette seilingsleder eller områder hvor det ikke kan seiles, hastighetsbegrensninger og bestemmelser om oppankring og ilandstigning. Forskriften kan skille mellom ferdsel til forskjellige formål.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "82 a",
      "section": "82 a",
      "title": "(krav til drivstoff for motorferdsel i sjø)",
      "content": "Skip som anløper territorialfarvannet rundt Svalbard, skal ikke bruke eller ha om bord petroleumsbasert drivstoff med høyere viskositet, tetthet eller stivnepunkt enn tillatt for marin gassolje. Marin gassolje, med angivelse av viskositet, tetthet og stivnepunkt, defineres nærmere i forskrift gitt av departementet.\n0 Tilføyd ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), endret ved lov 11 juni 2021 nr. 75 (ikr. 1 jan 2022, se endringsloven del II for overgangsregel).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82a",
        "source_heading": "§ 82 a."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "title": "(bruk av luftfartøyer)",
      "content": "Motorferdsel i luften kan skje i samsvar med § 73 når ikke annet er fastsatt i eller i medhold av loven her.\nLuftfartøy må ikke lande på skip eller på land eller vann utenom landingsplass som har konsesjon eller er godkjent etter luftfartsloven. Sysselmesteren kan etter søknad gjøre unntak fra første punktum.\nIngen må fly nærmere enn en nautisk mil fra større, kjente konsentrasjoner av pattedyr og fugl.\nDepartementet kan gi forskrift om minstehøyder for luftfartøy og om forbud mot bruk av luftfartøy til turistformål.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "title": "(enkelttillatelser til motorferdsel)",
      "content": "Når Sysselmesteren avgjør søknader om tillatelse til motorferdsel, skal det legges vekt på formålet med søknaden, hvilken risiko for miljøulemper som den omsøkte ferdsel kan ha, og målet om en begrenset motorferdsel på Svalbard. Blir tillatelse gitt, skal det gis begrunnelse som viser hvordan disse forhold er vurdert.\nTillatelsen skal begrenses i tid og sted og kan begrenses til å gjelde bestemte tilfeller. Det kan settes vilkår for tillatelsen. Tillatelsen kan endres eller inndras dersom hensynet til miljøet tilsier det.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "title": "(rett til å eie eller leie hytter)",
      "content": "Fritidshytter kan bare eies eller leies av\na. den som er eller har vært fastboende på Svalbard,\nb. sammenslutninger som har sitt hovedsete på Svalbard, og som har ansatte eller medlemmer som i hovedsak er fastboende.\nIngen kan eie eller leie mer enn to fritidshytter.\nSysselmesteren kan i særlige tilfelle gjøre unntak fra reglene i denne paragraf.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "title": "(vedlikehold av hytter)",
      "content": "Fritidshytter og deres nærområder skal holdes ved like, slik at de ikke skjemmer landskapet eller volder fare for mennesker eller dyr.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "8:87",
      "chapter": "8",
      "section": "87",
      "title": "(miljøvernmyndighetenes tilsyn)",
      "content": "Miljøvernmyndighetene eller den departementet bemyndiger fører tilsyn med miljøtilstanden og med at bestemmelsene gitt i og i medhold av denne lov blir overholdt. Det skal legges vekt på å føre et så effektivt tilsyn som forholdene tilsier og med minst mulig belastning for miljøet. Sysselmesteren eller den departementet bemyndiger skal gjennom råd, veiledning og opplysning arbeide for å fremme formålet med loven her.\n0 Endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "8:88",
      "chapter": "8",
      "section": "88",
      "title": "(internkontroll mv.)",
      "content": "For å sikre at krav fastsatt i eller i medhold av loven her blir overholdt, eller for å fremme en høyere miljøstandard ellers, kan departementet gi forskrift om\na. internkontroll og internkontrollsystemer,\nb. deltakelse i internasjonale ordninger for sertifisering, miljøstyring og miljørevisjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "8:89",
      "chapter": "8",
      "section": "89",
      "title": "(opplysningsplikt)",
      "content": "Den som har eller foretar seg noe som kan påvirke miljøet på Svalbard, plikter etter pålegg fra Sysselmesteren eller den departementet bemyndiger, og uten hinder av taushetsplikt, å gi de opplysninger som Sysselmesteren eller den departementet bemyndiger trenger for å utføre sine gjøremål etter denne lov. Når særlige grunner tilsier det, kan Sysselmesteren eller den departementet bemyndiger kreve at opplysninger gis av enhver som utfører arbeid for den som har opplysningsplikt etter første punktum.\n0 Endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "8:90",
      "chapter": "8",
      "section": "90",
      "title": "(granskning)",
      "content": "Når det er nødvendig for å utføre gjøremål etter loven, skal Sysselmesteren eller den departementet bemyndiger ha uhindret adgang til eiendom der det foregår virksomhet som kan påvirke miljøet, eller der miljøet kan antas å være påvirket. Sysselmesteren eller den departementet bemyndiger kan også kreve å få lagt frem og granske dokumenter og elektronisk lagret materiale eller annet materiale som kan ha betydning for gjøremål etter loven.\nVed inspeksjon av virksomhet skal Sysselmesteren eller den departementet bemyndiger først ta kontakt med representanter for virksomhetens ledelse, om ikke formålet med inspeksjonen dermed blir forhindret eller vesentlig vanskeliggjort.\n0 Endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "8:91",
      "chapter": "8",
      "section": "91",
      "title": "(pålegg om undersøkelse)",
      "content": "Sysselmesteren eller den departementet bemyndiger kan ved enkeltvedtak pålegge en tiltakshaver som påvirker eller som det er grunn til å tro kan påvirke miljøet, å sørge for eller bekoste undersøkelser eller andre tiltak for å\na. fastslå om og i hvilken grad virksomheten har påvirket eller kan påvirke miljøet,\nb. klarlegge årsaken til eller virkningene av inntrådte miljøendringer som virksomheten har forårsaket,\nc. klarlegge hvordan gjenoppretting av miljøet kan skje.\n0 Endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "8:92",
      "chapter": "8",
      "section": "92",
      "title": "(gebyr for saksbehandling og kontroll)",
      "content": "Departementet kan gi forskrift om gebyr for kontrolltiltak som miljøvernmyndighetene utfører i medhold av dette kapittel, og for behandling av tillatelser, dispensasjoner m.m. etter denne lov eller forskrift fastsatt i medhold av loven. Gebyrene settes slik at de samlet ikke antas å overstige kostnadene ved kontrollordningen eller saksbehandlingen. Gebyret er tvangsgrunnlag for utlegg.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "9:93",
      "chapter": "9",
      "section": "93",
      "title": "(gjenoppretting)",
      "content": "Den som har påvirket miljøet på Svalbard ved å overtre bestemmelser gitt i eller i medhold av loven her, skal foreta nødvendige utbedringstiltak for å motvirke ytterligere påvirkning av miljøet, og – om mulig – gjenopprette den tidligere miljøtilstand ved oppsamling, rydding, fjerning, utsetting, planering eller andre egnete tiltak. Tiltak som i seg selv kan volde miljøpåvirkning av noen betydning, skal bare iverksettes etter samtykke eller pålegg fra Sysselmesteren eller den departementet bemyndiger.\nPlikten til utbedring og gjenoppretting gjelder ikke i den utstrekning det i lys av kostnadene og virkningene av tiltakene, miljøvirkningen av overtredelsen og overtrederens skyld og økonomiske stilling ville være særlig urimelig.\nInnenfor rammen av denne paragraf kan Sysselmesteren eller den departementet bemyndiger gi pålegg om hvilke utbedrings- og gjenopprettingstiltak som skal gjennomføres, herunder om avliving av levende organismer som overtredelsen gjelder, eller om tilbakeføring av levende organismer eller kulturminner til opprinnelsesstedet.\n0 Endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "9:94",
      "chapter": "9",
      "section": "94",
      "title": "(eiendomsrett til flora og fauna håndtert i strid med loven mv.)",
      "content": "Flora og fauna som er innsamlet, fanget eller avlivet i strid med loven her, eller avlivet med hjemmel i §§ 33 første ledd og 34, tas hånd om av Sysselmesteren. Det samme gjelder fallvilt, deler av fallvilt og dyr som er avlivet av dyrevernhensyn og fauna felt i samband med forskning. Ordningen etter første og annet punktum kan gjøres gjeldende ved forelegg eller dom etter straffeprosesslovens regler for inndragning.\nSysselmesteren avgjør hvordan slik flora og fauna skal disponeres. Verdien av flora og fauna som nevnt i første ledd, tilfaller Svalbards miljøvernfond. Sysselmesteren kan kreve erstatning for verdien dersom Sysselmesteren ikke får tilgang til flora og fauna etter dette ledd.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "9:95",
      "chapter": "9",
      "section": "95",
      "title": "(erstatning)",
      "content": "Den som volder miljøskade ved å overtre bestemmelser gitt i eller i medhold av denne lov, plikter å betale erstatning uten hensyn til skyld for økonomisk tap som følge av miljøskaden. Den som indirekte har medvirket til miljøskade (ved å levere varer eller tjenester, foreta kontroll eller tilsyn eller på annen måte), er likevel bare ansvarlig så langt det er utvist forsett eller uaktsomhet.\nAnsvaret etter første ledd omfatter også\na. økonomisk tap fordi miljøskaden hindrer eller vanskeliggjør utøving av allemannsrett i næring,\nb. kostnader til eller tap ved rimelige tiltak for å hindre eller avbøte miljøskade eller gjenopprette miljøtilstanden,\nc. kostnader som noen har hatt ved å rydde opp avfall som ble etterlatt i strid med § 71.\nSysselmesteren kan pålegge den som ved å overtre bestemmelser gitt i eller i medhold av denne lov har voldt ikke ubetydelig miljøskade, å betale miljøerstatning til Svalbards miljøvernfond. Miljøerstatningens størrelse fastsettes ut fra de påvirkede miljøverdiers betydning, miljøskadens omfang og varighet, overtrederens skyld, øvrige sanksjoner pålagt overtrederen og omstendighetene for øvrig.\nSysselmesterens vedtak om miljøerstatning etter tredje ledd er tvangsgrunnlag for utlegg. Erstatningskravet kan også tas opp i straffesak. Blir erstatningskravet bragt inn for retten i straffesak, i sivilt søksmål eller ved klage over utleggsforretning, kan retten prøve erstatningskravet fullt ut. Vedtaket kan ikke påklages etter forvaltningslovens regler. Underretning om vedtaket skal gi opplysning om reglene i leddet her.\nParagrafen her gjelder så langt ikke annet følger av internasjonale avtaler som Norge er tilsluttet med virkning for Svalbard.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "9:96",
      "chapter": "9",
      "section": "96",
      "title": "(tvangsmulkt)",
      "content": "For å sikre at bestemmelsene i denne lov eller vedtak i medhold av loven blir gjennomført, kan Sysselmesteren eller den departementet bemyndiger fastsette tvangsmulkt til Svalbards miljøvernfond.\nTvangsmulkt kan fastsettes når overtredelse av en bestemmelse er oppdaget. Tvangsmulkten begynner da å løpe dersom den ansvarlige oversitter fristen for retting som er fastsatt av Sysselmesteren eller den departementet bemyndiger. Tvangsmulkt kan fastsettes på forhånd dersom særlige grunner tilsier det, og løper da fra en eventuell overtredelse tar til. Det kan fastsettes at tvangsmulkten løper så lenge det ulovlige forhold varer, eller at den forfaller for hver overtredelse. Tvangsmulkt løper likevel ikke dersom etterlevelse er umulig på grunn av forhold som ikke skyldes den ansvarlige.\nEr overtredelsen skjedd på vegne av et selskap eller annen sammenslutning, en stiftelse eller et offentlig organ, skal tvangsmulkten vanligvis pålegges dette. Er tvangsmulkt pålagt et selskap som inngår i et konsern, kan påløpt tvangsmulkt også inndrives hos morselskap.\n0 Endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941), 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "9:96 a",
      "chapter": "9",
      "section": "96 a",
      "title": "(overtredelsesgebyr)",
      "content": "Sysselmesteren eller den departementet bemyndiger kan ilegge overtredelsesgebyr til den som forsettlig eller uaktsomt overtrer\na. bestemmelsene i §§ 16 annet ledd, 18 annet ledd, 19 andre punktum, 26 første ledd, 27, 28 første ledd, 29, 30, 30 a første og annet ledd, 31 første til tredje ledd, 32 annet ledd, 33, 35, 42 første og annet ledd, 44 første og tredje ledd, 46 første ledd, 53 første ledd, 57 første og annet ledd, 58 første ledd, 62, 64 første, annet og fjerde ledd, 65, 66 første ledd, 67, 68, 70 første til tredje ledd, 71 første og annet ledd, 73 annet ledd, 79 annet ledd, 80, 81, 82 første og tredje ledd, 82 a, 83 annet og tredje ledd, 85 første og annet ledd, 86, 93 første ledd og 94.\nb. vilkår eller plikter som følger av enkeltvedtak gitt med hjemmel i §§ 22 første ledd, 26 første ledd, 27, 30 femte og sjette ledd, 31 annet ledd annet punktum, 32 tredje til femte ledd, 34, 37, 44 annet ledd, 45 første og fjerde ledd, 46 tredje ledd, 54, 57 første ledd, 58 tredje og fjerde ledd, 66 tredje ledd, 69, 71 første og femte ledd, 80 første ledd bokstav b, 81 første ledd bokstav c, 82 første ledd, 83 annet ledd, 85 tredje ledd og 93 tredje ledd.\nI forskrift som gis i medhold av loven her, kan departementet fastsette at den som overtrer forskriften eller vilkår eller plikter som følger av enkeltvedtak gitt med hjemmel i forskriften, kan ilegges overtredelsesgebyr.\nEndelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg. Domstolene kan prøve størrelsen på overtredelsesgebyret.\nForetak kan ilegges overtredelsesgebyr i samsvar med første til tredje ledd når overtredelsen er begått forsettlig eller uaktsomt av noen som har handlet på vegne av foretaket. Dette gjelder selv om ingen enkeltperson kan ilegges overtredelsesgebyr.\nAdgangen til å ilegge overtredelsesgebyr foreldes 2 år etter at overtredelsen opphører. Fristen avbrytes ved at det gis forhåndsvarsel eller fattes vedtak om overtredelsesgebyr.\nOvertredelsesgebyr betales til Svalbards miljøvernfond. Departementet kan gi forskrift med nærmere bestemmelser om fastsettelse av overtredelsesgebyr, herunder gebyrets størrelse.\n0 Tilføyd ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96a",
        "source_heading": "§ 96 a."
      }
    },
    {
      "provision_ref": "9:97",
      "chapter": "9",
      "section": "97",
      "title": "(direkte gjennomføring)",
      "content": "Blir plikter som følger av loven eller vedtak i medhold av loven ikke etterlevd, kan Sysselmesteren eller den departementet bemyndiger selv sørge for nødvendige tiltak for å få plikten overholdt. Før dette skjer, skal den ansvarlige gis varsel med en kort frist for selv å gjennomføre tiltakene. Varsel kan unnlates dersom tiltakene haster av hensyn til miljøet, eller det er uvisst hvem som er ansvarlig.\nVed iverksetting av tiltak etter første ledd kan Sysselmesteren eller den departementet bemyndiger gjøre bruk av og om nødvendig volde skade på den ansvarliges eiendom. Sysselmesteren eller den departementet bemyndiger kan om nødvendig bestemme at det mot vederlag kan gjøres bruk av eller voldes skade også på andres eiendom. Staten innestår for vederlaget.\nUtgifter til tiltak etter første ledd kan kreves dekket av den ansvarlige. Kravet er tvangsgrunnlag for utlegg.\n0 Endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "9:98",
      "chapter": "9",
      "section": "98",
      "title": "(Svalbards miljøvernfond)",
      "content": "Svalbards miljøvernfond består av midler innkrevd i medhold av §§ 32 annet ledd, 78, 94, 95 tredje ledd, 96 og 96 a.\nFondets midler kan bare brukes til tiltak på Svalbard som har til formål å beskytte miljøet. Det kan brukes til\na. undersøkelser og tiltak for å kartlegge og overvåke miljøtilstanden, årsaker til miljøpåvirkning og miljøvirkninger av virksomhet,\nb. gjenoppretting av miljøtilstanden,\nc. tilskudd til skjøtsel, vedlikehold og granskning av kulturminner så langt dette ikke kan ventes dekket av den ansvarlige,\nd. informasjons-, opplærings- og tilretteleggingstiltak.\nDepartementet oppnevner styre for fondet og kan gi regler om hvordan det skal disponeres. Avgjørelser om tildeling fra fondet regnes ikke som enkeltvedtak etter forvaltningsloven.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    },
    {
      "provision_ref": "9:99",
      "chapter": "9",
      "section": "99",
      "title": "(straff)",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelser fastsatt i denne lov eller i medhold av loven, straffes med bøter eller fengsel inntil 1 år. Er det inntrådt eller voldt fare for betydelig miljøskade, eller det for øvrig foreligger særdeles skjerpende omstendigheter, kan fengsel inntil 5 år anvendes.\n0 Endret ved lover 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 21 juni 2019 nr. 54 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 786), 18 juni 2021 nr. 122 (i kraft 1 juli 2022 iflg. res. 8 april 2022 nr. 570).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_99",
        "source_heading": "§ 99."
      }
    },
    {
      "provision_ref": "10:100",
      "chapter": "10",
      "section": "100",
      "title": "(utfyllende forskrifter)",
      "content": "Kongen kan gi utfyllende forskrifter til gjennomføring av loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_100",
        "source_heading": "§ 100."
      }
    },
    {
      "provision_ref": "10:101",
      "chapter": "10",
      "section": "101",
      "title": "(ikrafttreden)",
      "content": "Denne lov trer i kraft når Kongen bestemmer.​1 Kongen kan fastsette at forskjellige bestemmelser skal tre i kraft til ulik tid.\n1 Fra 1 juli 2002 iflg. res. 28. juni 2002 nr. 648.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_101",
        "source_heading": "§ 101."
      }
    },
    {
      "provision_ref": "10:102",
      "chapter": "10",
      "section": "102",
      "title": "(overgangsbestemmelser)",
      "content": "Forskrifter gitt i medhold av lov 17. juli 1925 nr. 11 om Svalbard som vil ha hjemmel i loven her, står fortsatt ved lag inntil Kongen bestemmer annet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_102",
        "source_heading": "§ 102."
      }
    },
    {
      "provision_ref": "10:103",
      "chapter": "10",
      "section": "103",
      "title": "(endringer i andre lover)",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103",
        "source_heading": "§ 103."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "(lovens formål)",
      "content": "Denne lov har til formål å opprettholde et tilnærmet uberørt miljø på Svalbard når det gjelder sammenhengende villmark, landskap, flora, fauna og kulturminner.\nInnenfor denne ramme gir loven rom for miljøforsvarlig bosetting, forskning og næringsdrift.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "(virkeområde)",
      "content": "Med de begrensninger som følger av folkeretten gjelder loven for Svalbards landområder med sjøområdet ut til territorialgrensen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(definisjoner)",
      "content": "I denne lov forstås med\na. forurensning: tilførsel av fast stoff, væske eller gass til luft, vann eller i grunnen, støy og rystelser, samt lys og annen stråling når det blir bestemt av miljøvernmyndigheten, dersom dette kan være til skade eller ulempe for miljøet;\nb. avfall: løsøregjenstander eller stoffer som noen har kassert, har til hensikt å kassere, eller er forpliktet til å kassere. Som avfall regnes ikke avløpsvann og avgasser. Bestemmelsene om skillet mellom avfall og biprodukter, og om når avfall opphører å være avfall, i forurensningsloven § 27 annet og tredje ledd gjelder tilsvarende\nc. høsting: jakt, fangst og fiske;\nd. flora: fotosyntetiserende encellede organismer, alger, lav, sopp, moser, bregner og karplanter som er naturlig viltlevende på Svalbard;\ne. fauna: encellede dyr, virvelløse dyr og virveldyr som er naturlig viltlevende på Svalbard;\nf. kulturminne: alle spor etter menneskelig virksomhet i det fysiske miljø, herunder lokaliteter som det knytter seg historiske hendelser til. Med kulturmiljøområder menes områder hvor kulturminner inngår som del av en større helhet eller sammenheng.\ng. fast kulturminne: kulturminne som er fysisk knyttet til grunnen eller til den bestemte lokaliteten;\nh. løst kulturminne: kulturminne som ikke er fast kulturminne;\ni. fastboende: person som er gyldig innført i befolkningsregisteret for Svalbard;\nj. tilreisende: andre personer enn fastboende;\nk. motorkjøretøy: fremkomstmiddel til bruk i terreng eller på vei med motor som drivkraft;\nl. motorisert fartøy: luftfartøy, luftputefartøy, skip, båt og annen farkost med motor som drivkraft;\nm. motorferdsel: ferdsel med motorkjøretøy eller motorisert fartøy;\nn. virksomhet: enkeltstående, gjentatte eller vedvarende tiltak i eller utenfor næring;\no. tiltakshaver: den som bestemmer over en virksomhet, eller i hvis regning eller interesse den drives.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 9 des 2016 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "(miljøvernmyndighetene for Svalbard)",
      "content": "Miljøvernmyndighetene for Svalbard er\na. Kongen,\nb. departementet,\nc. direktoratet etter departementets nærmere bestemmelse,\nd. Sysselmesteren.\nMyndighet som i loven er lagt til et underordnet organ, kan utøves av en overordnet miljøvernmyndighet når det anses påkrevd.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "(aktsomhetsplikt og informasjonsplikt)",
      "content": "Enhver som oppholder seg eller forestår virksomhet på Svalbard, skal vise hensyn og opptre varsomt så naturmiljø og kulturminner ikke påføres unødig skade eller forstyrrelse.\nEn tiltakshaver skal sørge for at alle som utfører arbeid i virksomheten eller deltar i aktiviteten som virksomheten er ansvarlig for, er kjent med reglene i eller i medhold av denne lov om beskyttelse av Svalbards flora, fauna, kulturminner og naturmiljøet for øvrig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "(prinsipper for myndighetsutøving etter loven)",
      "content": "Ved myndighetsutøving etter denne lov skal retningslinjene i §§ 7-10 legges til grunn. Myndighetene skal særlig påse at myndighetsutøvingen etter loven og etter den enkelte bestemmelse samlet sett er i samsvar med disse retningslinjene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(føre vàr-prinsippet)",
      "content": "Når et forvaltningsorgan mangler tilstrekkelig kunnskap om hvilke virkninger et tiltak kan ha på naturmiljø eller kulturminner, skal myndighet etter denne lov utøves med sikte på å unngå mulige skadevirkninger på miljøet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "(samlet belastning)",
      "content": "Enhver virksomhet som iverksettes på Svalbard, skal vurderes ut fra den samlede belastning som naturmiljø og kulturminner da vil bli utsatt for.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "(miljøpåvirkeren skal betale)",
      "content": "Kostnadene ved å hindre eller begrense skade på natur eller kulturminner skal dekkes av den som er eller ville være årsak til skaden. På samme måte skal kostnadene ved å hindre eller begrense forurensning og avfallsproblemer dekkes av den som er eller ville være årsak.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "(miljømessige teknikker og innsatsfaktorer)",
      "content": "I virksomhet på Svalbard skal anvendes den teknikk som gir minst mulig belastning på miljøet, om ikke vesentlige økonomiske hensyn til igangværende virksomhet tilsier at en annen teknikk blir brukt, og dette er forsvarlig etter en samlet miljømessig vurdering.\nI virksomhet på Svalbard skal kjemiske og bioteknologiske produkter som kan volde skade eller ulempe for miljøet, erstattes med produkter som etter en samlet miljømessig vurdering gir mindre risiko for miljøet, dersom ikke vesentlige økonomiske hensyn til igangværende virksomhet tilsier noe annet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "(overordnet prinsipp)",
      "content": "Det skal være verneområder på Svalbard som\na. omfatter variasjonsbredden av naturtyper og landskapsformer,\nb. bidrar til å sikre områder med særskilte naturhistoriske eller kulturhistoriske verdier,\nc. beskytter økosystemene på land og i havet,\nd. bidrar til å opprettholde villmark og uberørt natur.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "(forskrifter om verneområder)",
      "content": "Kongen fastsetter det enkelte verneområde, jf §§ 16-19, ved forskrift.\nI forskriften angis verneområdets grenser, formål og bestemmelser om bruk av området. Kongen kan i forskriften forby eller regulere enhver virksomhet og ferdsel som i seg selv eller sammen med annen bruk kan være egnet til å motvirke formålet med vernet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "(saksbehandling)",
      "content": "På et tidlig tidspunkt i forberedelsen av forskrift etter § 12 om å opprette, utvide eller oppheve et verneområde, eller om vesentlig endring i vernebestemmelsene for et verneområde, skal Sysselmesteren sikre samarbeid med offentlige myndigheter og organisasjoner mv. som har særlig interesse i vedtaket. Sysselmesteren skal kunngjøre en melding i minst én avis som er alminnelig lest på Svalbard, der det gjøres rede for det påtenkte vernetiltak. Grunneiere og rettighetshavere skal såvidt mulig underrettes skriftlig, og gis en rimelig frist for å komme med synspunkter før verneforslag blir utformet. Under forberedelsen av verneforslag skal følgene for aktuell virksomhet i området klarlegges.\nForslaget til forskrift sendes på høring etter reglene i forvaltningsloven § 37. Om varsling av grunneiere og rettighetshavere gjelder reglene i forvaltningsloven § 16. Forslaget skal kunngjøres i Norsk lysingsblad og i minst én avis som er alminnelig lest på Svalbard, og legges ut til offentlig ettersyn på minst ett lett tilgjengelig sted. Fristen for uttalelse skal være minst to måneder.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "(midlertidig vern)",
      "content": "For å hindre skade på verneverdiene kan departementet treffe vedtak om midlertidig vern inntil saken er avgjort. For slike vedtak gjelder ikke reglene i § 13. Vedtaket kan påklages etter reglene i forvaltningsloven av den som har rettslig klageinteresse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "(kunngjøring av vernevedtak)",
      "content": "Vedtak etter §§ 12 og 14 skal kunngjøres etter reglene i forvaltningsloven § 38, og dessuten i minst én avis som er alminnelig lest på Svalbard. Det skal meddeles grunneiere og rettighetshavere som inngår i verneområdet, etter reglene i forvaltningsloven § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "(nasjonalparker)",
      "content": "Som nasjonalpark kan vernes større uberørte eller i det vesentlige uberørte naturområder, når de kan ha verdi for forskning eller for opplevelse av Svalbards natur- og kulturarv.\nI nasjonalparker skal ingen varig påvirkning av naturmiljø eller kulturminner finne sted. Landskapet, og i tilfelle havbunnen, med planter, dyreliv og geologiske forekomster skal vernes mot utbygging, anlegg, forurensning og annen virksomhet, herunder ferdsel, som kan påvirke eller forstyrre naturmiljøet eller kulturminner.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "(naturreservater)",
      "content": "Som naturreservat kan fredes områder som er uberørt eller tilnærmet uberørt, og\na. som inneholder særegne eller sårbare økosystemer,\nb. som utgjør en spesiell naturtype eller spesielle geologiske forekomster,\nc. som for øvrig har særlig betydning for flora eller fauna, eller\nd. som har særskilt naturvitenskapelig verdi.\nEt naturreservat kan totalfredes. I forskriften kan det gis bestemmelser om vern av kulturminner i reservatet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "(verneområder for biotoper og geotoper)",
      "content": "Som verneområde for biotoper eller geotoper kan fredes områder som har særlig betydning for flora eller fauna eller som inneholder viktige eller særpregete geologiske forekomster.\nI slike verneområder skal virksomhet unngås dersom den kan påvirke eller forstyrre floraen eller faunaen eller skade geologiske forekomster i strid med vernevedtakets formål. I forskriften kan det gis bestemmelser om vern av kulturminner i verneområdet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "(kulturmiljøområder)",
      "content": "Som kulturmiljøområde kan fredes et område som har særskilt kulturhistorisk verdi. I kulturmiljøområder skal virksomhet som kan forringe den kulturhistoriske verdi unngås.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "(internasjonal status for verneområder)",
      "content": "Kongen kan ved forskrift gi et verneområde en særskilt status etter en internasjonal konvensjon om vern av natur- eller kulturmiljø. Den virkning som vedkommende konvensjon tillegger en slik status, gjelder også som norsk rett.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "(skjøtsel av verneområder)",
      "content": "I verneområder opprettet med hjemmel i dette kapittel kan Sysselmesteren foreta skjøtsel som anses nødvendig av hensyn til formålet med fredningen, og tilrettelegge for opplevelse av natur- og kulturmiljø innenfor rammen av formålet med fredningen.\nBerører tiltak for skjøtsel eller tilrettelegging privat eiendom eller rettigheter i verneområdet, skal eieren eller rettighetshaveren så vidt mulig varsles på forhånd.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "(dispensasjon fra vernevedtak)",
      "content": "Når vitenskapelige eller særlige grunner for øvrig taler for det, kan miljøvernmyndigheten gjøre unntak fra et vernevedtak dersom det ikke strider mot vernevedtakets formål eller ikke vil påvirke verneverdiene nevneverdig.\nI en dispensasjon etter første ledd skal begrunnelsen for vedtaket vise hvordan miljøvernmyndigheten har vurdert virkningene som dispensasjonen kan få for miljøet, og hvilken vekt det er lagt på dette.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "(Kapittelets virkeområde)",
      "content": "Reglene i dette kapittel gjelder all flora og fauna på land og i sjøen med unntak av saltvannsfisk og krepsdyr, samt sjøpattedyr som ikke er stedegne på Svalbard.\nUnntaket i første ledd omfatter ikke bestemmelsene i §§ 26 og 27.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "(overordnet prinsipp)",
      "content": "Flora og fauna på land og i sjøen skal forvaltes slik at artenes naturlige produktivitet, mangfold og leveområder bevares, og Svalbards villmarksnatur sikres for fremtidige generasjoner.\nInnenfor denne rammen kan det finne sted en kontrollert og begrenset høsting.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "(fredningsprinsippet)",
      "content": "All flora og fauna med egg, reir og bo er fredet om ikke annet er fastsatt med hjemmel i denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "(innførsel av flora eller fauna mv.)",
      "content": "Innførsel av levende eksemplarer av vill flora og fauna som er etablert eller kan etablere seg i vill tilstand på Svalbard kan bare skje i samsvar med tillatelse fra departementet eller forskrift i medhold av annet ledd. Bestemmelsen gjelder også for rogn og egg av slike arter.\nFor å gjennomføre konvensjonen av 3. mars 1973 om internasjonal handel med truede arter av vill flora og fauna (CITES) eller andre internasjonale forpliktelser, eller for øvrig for å bevare naturlig viltlevende arter, kan Kongen gi forskrift om inn- og utførsel, transport, omsetning og oppbevaring eller besittelse av levende eller døde eksemplarer eller deler av slike.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "(utsetting og flytting av organismer mv.)",
      "content": "Uten tillatelse fra miljøvernmyndigheten må ingen\na. sette ut flora eller fauna som ikke finnes naturlig på Svalbard fra før,\nb. flytte stedegne arter av flora eller fauna, eller\nc. sette i verk kultiveringstiltak for flora eller fauna, herunder sette ut flora eller fauna på land eller i vassdrag, fjorder og sjøområder.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "(hva florafredningen innebærer)",
      "content": "Ingen må skade eller fjerne flora.\nUnntatt fra bestemmelsen i første ledd er skade som følge av lovlig ferdsel eller godkjent virksomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "(innsamling til vitenskapelig eller privat bruk)",
      "content": "Innsamling av sopp, og av tang og tare til privat bruk, er tillatt. Innsamling av flora til forskning eller undervisning er tillatt dersom det ikke gjør vesentlig inngrep i bestanden på stedet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "(hva faunafredningen innebærer)",
      "content": "Ingen må jage, fange, skade eller avlive fauna eller skade egg, reir eller bo, uten hjemmel i reglene i dette kapittel.\nUnntatt fra bestemmelsen i første ledd er skade på eller avliving av encellede og virvelløse dyr som følge av lovlig ferdsel eller godkjent virksomhet og bifangst som følge av lovlig fiske.\nFra 1. april til 31. august er det forbudt å bruke skipsfløyte, løsne skudd eller volde annen kraftig støy nærmere et fuglefjell enn en nautisk mil, eller bruke ubemannede luftfartøy (droner) nærmere et fuglefjell enn 500 meter.\nIngen må utsette fauna for bedøvende eller muskellammende preparater uten tillatelse fra Sysselmesteren.\nBruk av gift eller kjemikalier til avliving er forbudt. Sysselmesteren kan i særlige tilfelle gjøre unntak fra forbudet.\n0 Endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941), 20 des 2024 nr. 99 (i kraft 1 jan 2025).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "30 a",
      "section": "30 a",
      "title": "(isbjørnbeskyttelse)",
      "content": "Det er forbudt å unødig forstyrre, å lokke til seg eller å forfølge isbjørn.\nIngen må ferdes eller oppholde seg nærmere isbjørn enn 300 meter. Fra 1. mars til 30. juni må ingen ferdes eller oppholde seg nærmere isbjørn enn 500 meter. Alle som oppdager isbjørn nærmere enn avstandsgrensen, skal trekke seg unna slik at lovlig avstand overholdes. Avstandsgrensen gjelder ikke i bebodde områder, ved opphold i forskningsstasjoner, hytter, telt eller lignende innretninger.\nAlle som ferdes eller oppholder seg utenfor bebodd område, med unntak for deltakere i turistvirksomhet, skal ha kunnskap om sikring mot isbjørnangrep og ha med egnede midler til å skremme og jage isbjørn. Det skal iverksettes nødvendige tiltak for å kunne avverge et angrep fra isbjørn uten å skade eller avlive dyret.\nSysselmesteren kan gi forskrift om sikring mot isbjørnangrep som nevnt i tredje ledd.\n0 Tilføyd ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30a",
        "source_heading": "§ 30 a."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "(alminnelige regler om høsting)",
      "content": "Høsting – og sanking av egg og dun – kan bare skje på de arter som departementet har bestemt i forskrift.\nHøsting av den enkelte art kan bare skje i det tidsrom og omfang som direktoratet fastsetter i forskrift. Det skal ikke fastsettes høstingstid innenfor artens yngle- og hekketid. Sysselmesteren kan likevel gi tillatelse til egg- og dunsanking.\nHøsting skal skje uten unødig lidelse for viltet og uten at det oppstår fare for mennesker eller for skade på eiendom. Direktoratet gir forskrift om utøvelse av jakt, fangst og innlandsfiske, herunder om høstingsmåter og høstingsredskaper.\nVed vedtak etter paragrafen her skal det legges vekt på at høstingen ikke skal påvirke bestandenes sammensetning og utvikling nevneverdig.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "(retten til høsting)",
      "content": "Enhver har rett til å høste fauna og til å sanke egg og dun i samsvar med reglene i og i medhold av § 31, om ikke annet følger av paragrafen her eller lov om Svalbard § 26.\nHøsting kan bare foretas av den som har løst kort (jaktkort, fiskekort). Ingen kan ha jaktkort før fylte 16 år. Departementet kan gi nærmere forskrift om kort og avgift for kort og felling, om opplæring og prøve som vilkår for jaktkort, om adgang til å delta i jakt og fangst i opplæringsøyemed, og om andre vilkår for høsting.\nDepartementet kan for bestemte arter gi forskrift om at bare fastboende skal ha rett til høsting, eller at høsting bare kan skje med Sysselmesterens tillatelse. Innenfor rammen av forskrifter etter §§ 31 og 32 kan Sysselmesteren gi nærmere lokale reguleringer ved forskrift. I en tillatelse kan det settes vilkår, herunder om hvilke områder eller tidsrom tillatelsen skal gjelde for, hvilken mengde som kan høstes, og hva slags høstingsmåter eller redskaper som kan brukes.\nSysselmesteren kan gi overvintrende fangstfolk med tilhold i fangsthytte enerett til høsting innenfor et avgrenset område og tidsrom. Før slik enerett blir gitt, skal Sysselmesteren kunngjøre adgangen til å søke om enerett innen en angitt frist. I vedtak om enerett angis hvilke arter eneretten omfatter. Det kan settes vilkår, herunder om utføring av oppgaver med tilsyn, jf. kapittel VIII, og opplæring. Departementet kan gi forskrift om tildeling av fangstområder med enerett til høsting og fastsette særregler for høsting for fangstmenn som nevnt i paragrafen her om hvilke tidsrom høstingen kan foregå, hvilken mengde som kan høstes og høstingsmåter.\nSysselmesteren kan pålegge rapportering og innsamling i forbindelse med tillatelser til høsting. Ved manglende oppfølging av slike pålegg kan Sysselmesteren nekte tilsvarende tillatelse kommende sesong.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "(rett til avliving for å beskytte person eller eiendom)",
      "content": "Fauna kan avlives når det må anses påkrevd for å fjerne en akutt fare for en persons liv eller helse eller for betydelig materiell skade. Avliving eller forsøk på avliving skal snarest meldes til Sysselmesteren.\nVirvelløse dyr og encellede dyr som er til skade eller plage, samt smågnagere, kan avlives. Forbudet i § 30 siste ledd gjelder ikke for avliving av smågnagere.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "(avliving etter særskilt tillatelse)",
      "content": "Sysselmesteren kan gi tillatelse til å avlive dyr som tar opphold ved faste eller midlertidige bosettinger, og som medfører fare for skade på person eller betydelig materiell skade. Avliving i medhold av slik tillatelse kan bare skje dersom det i rimelig utstrekning er forsøkt andre tiltak for å avverge skade.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "(hunder)",
      "content": "I områder åpne for alminnelig ferdsel må hunder følges på forsvarlig måte når de løper løs. Sysselmesteren, eller den departementet bemyndiger, kan gi forskrift om båndtvang for hund.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "(preparering av fauna mv.)",
      "content": "Departementet kan gi forskrift om preparering av fauna og om preparanter og deres virksomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "(unntak)",
      "content": "Selv om det ikke kan gis tillatelse til et tiltak etter dette kapittel, kan Sysselmesteren gjøre unntak fra bestemmelsene i kapitlet for vitenskapelige formål eller når andre helt særlige grunner foreligger.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "title": "(overordnet prinsipp)",
      "content": "Svalbards kulturminner skal vernes og ivaretas som en del av Svalbards kulturarv og identitet og som et ledd i en helhetlig miljøforvaltning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "5:39",
      "chapter": "5",
      "section": "39",
      "title": "(fredete kulturminner)",
      "content": "Automatisk fredet er:\na. faste kulturminner fra tiden før 1946;\nb. løse kulturminner fra tiden før 1946, når de kommer for dagen tilfeldig, ved undersøkelse, utgraving eller på annen måte.\nSpor etter menneskegraver av alle slag, herunder kors og andre gravmarkeringer, samt bein og beinrester i og på markoverflaten er faste kulturminner som er automatisk fredet uavhengig av alder. Det samme gjelder skjelettrester på slakteplasser for hvalross og hval, og i forbindelse med selvskudd for isbjørn.\nMed til et fast automatisk fredet kulturminne hører en sikringssone rundt den synlige eller kjente ytterkant, i utstrekning 100 meter i alle retninger om ikke Sysselmesteren fastsetter en annen avgrensning. Løse kulturminner regnes som faste når de er knyttet til en bestemt lokalitet, jf. § 3 bokstav g.\nDirektoratet kan ved vedtak frede kulturminner fra tiden etter 1945 med særskilt kulturhistorisk verdi. Fredningsvedtaket omfatter fast inventar (skap, ovner, mv.). Når særlige grunner tilsier det, kan også løst inventar og gjenstander medtas. I slike tilfeller må gjenstandene spesifiseres.\nDirektoratet kan ved vedtak frede området rundt et vedtaksfredet kulturminne så langt det er nødvendig for å bevare virkningen av kulturminnet i miljøet eller for å beskytte vitenskapelige interesser som knytter seg til det.\nDirektoratet avgjør i tvilstilfelle hva som er automatisk fredet fast eller løst kulturminne og kan oppheve fredning av bestemte kulturminner.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "5:40",
      "chapter": "5",
      "section": "40",
      "title": "(midlertidig fredningsvedtak)",
      "content": "Når særlige grunner foreligger, kan Sysselmesteren treffe vedtak om midlertidig fredning av faste eller løse kulturminner og områder som nevnt i § 39 fjerde og femte ledd, inntil spørsmålet om fredning er endelig avgjort.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "title": "(saksbehandling ved fredningsvedtak)",
      "content": "Vedtak etter §§ 39 og 40 er enkeltvedtak etter forvaltningsloven. Vedtaket skal tinglyses og kunngjøres slik Sysselmesteren finner passende.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "5:42",
      "chapter": "5",
      "section": "42",
      "title": "(innholdet av automatisk fredning)",
      "content": "Med mindre annet er fastsatt i medhold av denne loven må ingen skade, grave ut, flytte, fjerne, forandre, tildekke, skjule eller skjemme et automatisk fredet kulturminne med sikringssone, eller sette i gang tiltak som kan medføre fare for at slikt skjer.\nUten etter tillatelse fra Sysselmesteren må ingen sette opp telt eller brenne bål i sikringssonen. Telting på frossen og snødekket mark er likevel tillatt i sikringssonen.\nSysselmesteren kan regulere, herunder forby, ferdsel innenfor sikringssonen, som alene eller over tid kan motvirke formålet med vernet.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "5:43",
      "chapter": "5",
      "section": "43",
      "title": "(eiendomsrett for fredete løse kulturminner)",
      "content": "Fredete løse kulturminner er statens eiendom når det synes klart at det ikke er rimelig mulighet til å finne ut om det er noen eier eller hvem som er eier. Direktoratet kan overlate kulturminnet helt eller delvis til finneren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "5:44",
      "chapter": "5",
      "section": "44",
      "title": "(dispensasjon og tiltakshaverens særlige plikter for å beskytte kulturminner)",
      "content": "Når en virksomhet planlegges, skal tiltakshaveren på egen kostnad undersøke om virksomheten vil virke inn på automatisk fredete kulturminner på en måte som nevnt i § 42. Direktoratet avgjør snarest mulig om og i tilfelle på hvilken måte tiltaket kan iverksettes.\nViser det seg først mens arbeidet er i gang at det kan virke inn på automatisk fredete kulturminner i strid med § 42, skal Sysselmesteren varsles i henhold til § 62 annet ledd og arbeidet stanses. Direktoratet avgjør snarest mulig om arbeidet kan fortsette og vilkårene for det.\nFunn som kommer frem ved undersøkelser og utgraving eller under virksomheten, skal dokumenteres og konserveres på tiltakshaverens regning, om ikke annet blir bestemt etter § 98. Funn skal avleveres innen ett år, om ikke Sysselmesteren forlenger fristen.\nDirektoratet kan i særlige tilfeller gjøre unntak fra vedtak om fredning og fredningsbestemmelser for tiltak som ikke medfører vesentlige inngrep i det fredete kulturminnet eller det fredete området.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "title": "(undersøkelser, skjøtsel og vedlikehold)",
      "content": "Direktoratet har rett til å søke etter, grave frem, granske og dokumentere automatisk fredete kulturminner og kan gi tillatelse til at andre gjennomfører slike tiltak. Kulturminnet skal bringes tilbake til den stand det var før tiltaket, om ikke direktoratet fastsetter annet. Sysselmesteren kan ta opp løse kulturminner og treffe nødvendige tiltak for å ta vare på dem.\nSysselmesteren kan vedlikeholde, gjerde inn og iverksette tiltak for å anskueliggjøre faste fredete kulturminner, herunder rydde området omkring, blant annet for å unngå skade på mennesker og dyr. Slike tiltak kan også treffes i sikringssonen. Tiltak ut over vedlikehold, slik som istandsetting, restaurering, gjenoppbygging og flytting, krever dispensasjon etter § 44.\nFør det treffes tiltak om et fast kulturminne, skal eieren eller rettighetshaveren varsles og få anledning til å uttale seg etter reglene i forvaltningsloven § 16. Gjelder tiltaket et fast kulturminne som er i bruk, kan det bare settes i verk med samtykke fra eieren eller brukeren, om ikke tiltaket er nødvendig for å hindre forfall.\nEr det fare for forfall, kan direktoratet pålegge eieren eller brukeren å gjennomføre tiltak for å motvirke dette.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "5:46",
      "chapter": "5",
      "section": "46",
      "title": "(utførsel og tilbakeføring av kulturminner)",
      "content": "Ingen må utføre fra Svalbard fredete kulturminner som er funnet eller har sin opprinnelse på Svalbard.\nForbudet i første ledd gjelder ikke når det i eller i medhold av forskrift er bestemt at funnmaterialet permanent eller midlertidig skal oppbevares utenfor Svalbard.\nI særlige tilfeller kan direktoratet gi tillatelse til utførsel.\nBestemmelsene i lov 9. juni 1978 nr. 50 om kulturminner, for så vidt gjelder innføring og tilbakeføring av ulovlig utførte kulturgjenstander §§ 23a – 23f, får anvendelse for Svalbard så langt de passer.\n0 Endret ved lov 10 juni 2005 nr. 52 (ikr. 1 jan 2007 iflg. res. 15 des 2006 nr. 1434).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "6:47",
      "chapter": "6",
      "section": "47",
      "title": "(kapitlets virkeområde og formål)",
      "content": "Reglene i dette kapittel gjelder for de områdene som Kongen fastsetter i forskrift (planområdene).\nPlanlegging etter dette kapittel skal legge til rette for samordning av de ulike interessene som knytter seg til arealdisponering og utforming av bebyggelsen i planområdene. Det skal gi grunnlag for beslutninger om bruk og vern av ressurser og om utbygging, og bidra til å fremme estetiske hensyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "6:48",
      "chapter": "6",
      "section": "48",
      "title": "(ansvaret for utarbeiding av arealplan)",
      "content": "Grunneieren eller den departementet bemyndiger er planansvarlig i det enkelte planområde, og skal sørge for å gjennomføre en løpende planlegging for bruk og vern av arealene i planområdet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "6:49",
      "chapter": "6",
      "section": "49",
      "title": "(arealplanens innhold)",
      "content": "Hvert planområde skal ha en arealplan med utfyllende bestemmelser som viser eksisterende og fremtidig arealbruk for hele planområdet. Detaljeringsgrad kan variere etter konkrete behov for å styre arealbruken. Planen skal være tilstrekkelig detaljert til å sikre formålet med reglene i dette kapittel.\nArealplanen, eller deler av den, tas opp til revisjon ettersom forholdene gjør det påkrevd. Den planansvarlige bør minst hvert fjerde år vurdere om revisjon bør foretas.\nPlanen skal i nødvendig utstrekning kartfeste:\n1. Byggeområder, om nødvendig med nærmere angivelse av hva slags bebyggelse\n2. Hytteområder\n3. Kulturminne-, natur- og friluftsområder, hver for seg eller i kombinasjon\n4. Områder for råstoffutvinning\n5. Forskningsområder\n6. Veier, flyplasser, havner, taubaner, høyspentledninger og andre viktige ledd i kommunikasjonssystemet\n7. Spesialområder, herunder fareområder\n8. Områder for særskilt bruk eller vern av sjø og vassdrag, herunder ferdsel-, fiske-, natur- og friluftsområder, hver for seg eller i kombinasjon\n9. Områder som er vernet i medhold av lovens kapittel III.\nDet kan fastsettes flere formål innenfor samme område.\nPlanen skal inneholde en planbeskrivelse som redegjør for hvordan hensynet til miljø (herunder naturmiljø, kulturminner og estetikk) og lokalsamfunn (herunder sikkerhet og barns behov) blir ivaretatt. Dersom planen kan få virkninger for miljøet utenfor planområdet, skal redegjørelsen også omfatte dette.\nTil planen kan det gis\na. utfyllende bestemmelser, som setter rettslig bindende vilkår for bruk og ferdsel og for utforming av arealer og bebyggelse for å sikre formålet med planen;\nb. utfyllende retningslinjer, som angir føringer for praktiseringen av planen, og som det skal tas hensyn til ved vedtak etter dette kapittel og §§ 57-58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "6:50",
      "chapter": "6",
      "section": "50",
      "title": "(utarbeiding av arealplanen)",
      "content": "Den planansvarlige skal sørge for å tilpasse planarbeidet til forholdene i det enkelte planområde. I hvert planområde kan det være et fast rådgivende utvalg for plansaker som gir uttalelser til foreslåtte planer.\nGrunneier og organer med oppgaver som gjelder ressursutnytting, vernetiltak, utbygging eller sosial og kulturell utvikling innen planområdet, har rett til å delta i planarbeidet. Slike organer skal etter anmodning fra den planansvarlige delta i det rådgivende utvalg for plansaker.\nVed oppstart av planarbeidet skal planansvarlig kunngjøre at planarbeidet blir satt i gang og for øvrig gjøre planarbeidet offentlig kjent på en hensiktsmessig måte. Ved utarbeidelse eller revisjon av hele arealplanen eller delplaner skal planansvarlig utarbeide et planprogram som klargjør hvilke forhold det skal redegjøres for i planen. Berørte organer og organisasjoner mv. som har særlige interesser i planarbeidet skal gis anledning til å uttale seg til planprogrammet. Endelig planprogram skal kunngjøres av planansvarlig, slik at rammene og forutsetningene kan bli gjenstand for offentlig debatt.\nUtkast til plan skal legges ut til offentlig ettersyn og sendes til uttalelse hos berørte organer og organisasjoner mv. som har særlige interesser i planarbeidet. Det kan settes en frist for uttalelse som må være minst 30 dager. Statlige myndigheter kan reise innsigelse mot planutkastet når det gjelder forhold innenfor deres ansvarsområde. Departementet kan fastsette hvilke organer som kan reise innsigelse.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "6:51",
      "chapter": "6",
      "section": "51",
      "title": "(private forslag)",
      "content": "Grunneiere, rettighetshavere eller andre interesserte kan fremme planforslag for den planansvarlige. Den planansvarlige skal snarest mulig behandle forslaget. Dersom den planansvarlige ikke finner grunn til å gå videre med forslaget, skal forslagsstilleren underrettes skriftlig. Forslagsstilleren kan kreve å få planspørsmålet lagt frem for det faste utvalg for plansaker der slikt utvalg finnes.\nDepartementet eller den departementet bemyndiger kan gi forskrift om gebyr for behandling av private planforslag.\n0 Endret ved lover 11 juni 2021 nr. 75 (ikr. 1 jan 2022), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "6:52",
      "chapter": "6",
      "section": "52",
      "title": "(vedtakelse av planen)",
      "content": "Den planansvarlige legger etter høringen i samsvar med § 50 et ferdigbehandlet forslag til plan frem for Sysselmesteren eller den departementet bestemmer.\nSysselmesteren eller den departementet bestemmer, kan treffe vedtak om å godkjenne planen når det ikke foreligger innsigelser, eller det er tatt hensyn til innsigelsene. Vedtak om godkjenning skal treffes senest en måned etter at et fullstendig plandokument er mottatt, om ikke særlige forhold foreligger. I så fall skal den planansvarlige underrettes skriftlig innen utløpet av fristen med opplysning om når vedtak vil være truffet. Godkjent plan sendes departementet til orientering.\nForeligger det innsigelser som det ikke er tatt hensyn til i planen, kan Sysselmesteren megle i saken. Dersom megling ikke fører til en løsning, sendes saken til departementet. Departementet kan gjøre de endringer i planen som finnes påkrevd.\nVedtak etter denne paragraf skal begrunnes etter forvaltningsloven §§ 24-25. Det kan påklages etter reglene i forvaltningsloven kapittel VI. Dersom departementet treffer vedtak i medhold av tredje ledd kan vedtaket likevel ikke påklages.\nDen planansvarlige skal sørge for å kunngjøre godkjent plan på hensiktsmessig måte i lokalsamfunnet.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "6:53",
      "chapter": "6",
      "section": "53",
      "title": "(arealplanens virkninger)",
      "content": "Ny virksomhet, herunder konstruksjoner, bygg, anlegg, riving, graving, fylling, masseuttak og annen ressursutnytting, samt fradeling av eiendom til slike formål, skal være i samsvar med arealbruk og bestemmelser fastlagt i godkjent plan.\nFredning i medhold av kapittel III-V går foran planen.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "6:54",
      "chapter": "6",
      "section": "54",
      "title": "(midlertidig forbud mot virksomhet og fradeling)",
      "content": "Finner Sysselmesteren eller den departementet bestemmer, at det innenfor et delområde må utarbeides en endret eller mer detaljert plan, kan vedkommende bestemme at virksomhet og fradeling som nevnt i § 53 ikke kan settes i gang før planen er godkjent. Forbudet kan ikke vare lenger enn ett år. Departementet kan i særlige tilfelle forlenge fristen.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "6:55",
      "chapter": "6",
      "section": "55",
      "title": "(statlig arealplan)",
      "content": "Når gjennomføring av viktige utbyggings-, anleggs- eller vernetiltak gjør det nødvendig, eller når andre samfunnsmessige hensyn tilsier det, kan departementet selv utarbeide og vedta en arealplan etter reglene i dette kapittel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "title": "(lokalisering av bosetting og næringsvirksomhet)",
      "content": "Bosetting og næringsvirksomhet skal som hovedregel lokaliseres til planområdene, jf § 47, og slik at miljøulempene blir minst mulig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "title": "(krav om tillatelse utenfor planområder og i planområder uten godkjent plan)",
      "content": "Det trengs tillatelse fra miljøvernmyndigheten for Svalbard til følgende tiltak utenfor planområder og i planområder uten godkjent plan:\na. terrenginngrep;\nb. virksomhet som kan volde forurensning;\nc. hoteller, pensjonater og andre overnattingssteder for allmennheten;\nd. virksomhet som kan virke inn på et automatisk fredet kulturminne i strid med § 42, jf. § 44;\ne. annen virksomhet som kan belaste miljøet på Svalbard når departementet har gitt forskrift om det;\nf. endringer i eksisterende anlegg eller bruken av det dersom den forandrer anleggets karakter eller virkninger for naturmiljøet;\ng. innretninger eller anlegg som ikke er fast forbundet med grunnen og som kan virke inn på landskapet.\nTillatelse etter denne paragraf må foreligge før virksomheten påbegynnes. Søknaden skal redegjøre for hvilken betydning virksomheten kan få for miljøet. Departementet kan gi forskrift om at søknader skal sendes på høring eller legges ut til offentlig ettersyn.\nDen som legger frem nærmere opplysninger om en planlagt virksomhet, kan kreve at Sysselmesteren avgjør om virksomheten vil kreve tillatelse etter denne paragraf. Sysselmesteren tar stilling til hvilke opplysninger som må legges frem for å kunne treffe en slik avgjørelse.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "title": "(virksomhet i planområder med godkjent plan)",
      "content": "Før det settes i gang virksomhet eller fradeling i planområder med godkjent plan, skal tiltakshaveren gi melding til den planansvarlige og Sysselmesteren eller den departementet bestemmer. Meldingen skal gi tilstrekkelige opplysninger til å vise om virksomheten eller fradelingen er i samsvar med planen.\nIgangsetting kan skje tre uker etter at meldingen er mottatt, hvis ikke\na. virksomheten er i strid med planen,\nb. Sysselmesteren har fastsatt midlertidig forbud etter § 54, eller\nc. det kreves tillatelse etter tredje ledd.\nFør igangsetting kreves det likevel tillatelse av Sysselmesteren, selv om virksomheten er i samsvar med godkjent arealplan, hvis\na. planen ikke har utfyllende bestemmelser om størrelse eller utførelse som virksomheten holder seg innenfor,\nb. virksomheten kan virke skjemmende eller volde forurensning ut over planens utfyllende bestemmelser om forurensning fra bolig, fritidshus eller forretning,\nc. virksomheten kan få virkning for fredete kulturminner eller naturmiljøet utenom planområdet, jf. § 44, eller\nd. virksomheten kan ha betydelig og langvarig virkning for miljøet.\nEr virksomheten i strid med planen, kan den ikke igangsettes uten at planen blir endret. Sysselmesteren kan likevel gi tillatelse til virksomhet som er i strid med utfyllende bestemmelser til planen.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "title": "(særskilt konsekvensutredning)",
      "content": "Tiltakshaveren skal få utarbeidet konsekvensutredning for virksomhet som trenger tillatelse etter loven her og som\na. kan få mer enn ubetydelig virkning for naturmiljøet utenfor planområdene, eller\nb. kan få betydelig og langvarig virkning for miljø og samfunn i et planområde.\nKonsekvensutredningen skal belyse tiltakets virkninger på miljøet som grunnlag for vurdering og avgjørelse av søknaden. Sysselmesteren kan bestemme at konsekvensutredningen også skal omfatte virkningene for lokal bosetting og for annen lovlig virksomhet. Konsekvensutredningen skal utarbeides på grunnlag av et utredningsprogram godkjent av Sysselmesteren.\nDen som planlegger tiltak som nevnt i første ledd, skal sende Sysselmesteren forhåndsmelding med forslag til utredningsprogram tidligst mulig. Er det sendt inn søknad etter §§ 57 – 58 uten forhåndsmelding, kan Sysselmesteren avvise søknaden.\nDepartementet kan gi forskrift om konsekvensutredning, herunder om hvilke virksomheter som må konsekvensutredes. Sysselmesteren avgjør om en virksomhet går inn under første ledd og kan treffe vedtak om at det for en bestemt virksomhet er unødvendig å utarbeide konsekvensutredning.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "title": "(bruk av særskilt konsekvensutredning)",
      "content": "Tiltakshaverens søknad skal utarbeides sammen med konsekvensutredningen og vise hvordan konsekvensutredningen er lagt til grunn. Sysselmesteren sender søknad og konsekvensutredning på høring.\nDersom det i utredningen eller på annen måte avdekkes nye forhold som kan ha vesentlig betydning for virksomhetens virkninger for miljøet, kan Sysselmesteren kreve tilleggsutredninger. Det kan ikke gis tillatelse før Sysselmesteren har godkjent at plikten til å utarbeide konsekvensutredning er oppfylt. Hvis virksomheten ikke er påbegynt innen fem år etter at tillatelsen ble gitt, må det utarbeides ny konsekvensutredning etter § 59 om ikke Sysselmesteren fritar for dette.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "title": "(avgjørelse av søknaden)",
      "content": "I begrunnelsen for vedtaket skal det angis hvordan en særskilt konsekvensutredning etter § 59 med innkomne uttalelser er vurdert, og hvilken betydning de har hatt for avgjørelsen.\nI en tillatelse bør det settes vilkår som er tjenlige til å oppfylle formålet med reglene i denne lov. Det kan herunder gis vilkår om sikkerhetsstillelse for kostnader til opprydding, jf § 64. Er det utarbeidet en konsekvensutredning etter § 59, skal det normalt settes vilkår etter § 62.\nDet gis underretning etter reglene i forvaltningsloven § 27 til alle som har uttalt seg til søknaden eller konsekvensutredningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "title": "(overvåking og tiltak mot uforutsette virkninger)",
      "content": "Tiltakshaveren skal i samsvar med vilkår i tillatelsen gjennomføre en regelmessig og effektiv overvåking av miljøet for å\na. vurdere virkninger av pågående virksomhet, herunder verifisering av forutsette virkninger, og\nb. legge forholdene til rette for at uforutsette virkninger kan bli oppdaget på et tidlig tidspunkt.\nDersom det under virksomheten avdekkes uforutsette virkninger, skal Sysselmesteren varsles uten opphold.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "title": "(endring, omgjøring og bortfall av tillatelse)",
      "content": "Sysselmesteren kan endre eller trekke tilbake en tillatelse etter denne lov eller vilkårene for den, dersom\na. det er nødvendig for å hindre uforutsette skadevirkninger for miljøet;\nb. de skadevirkninger som virksomheten har for miljøet, kan minskes uten uforholdsmessig kostnad for tiltakshaveren;\nc. det er nødvendig for å oppfylle internasjonale forpliktelser som Norge har påtatt seg med hensyn til Svalbard;\nd. ny teknologi gjør det mulig å redusere miljøulempene vesentlig;\ne. tiltakshaveren overtrer bestemmelser gitt i eller i medhold av denne lov, og overtredelsen er betydelig, gjentar seg eller vedvarer;\nf. tjenestemenn med tilsynsmyndighet blir nektet adgang til virksomhetsområdet;\ng. det ikke blir stilt sikkerhet for opprydding når det er krevd etter §§ 61 eller 64.\nOmgjøring kan i alle tilfelle skje når det er gått ti år siden vedtaket. Sysselmesteren kan lempe på begrensninger og vilkår i en tillatelse dersom erfaring viser at det kan skje uten skadevirkninger av noen betydning for miljøet.\nEn tillatelse som ikke er benyttet, bortfaller fem år etter at den ble gitt.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "title": "(opprydding)",
      "content": "Hvis en virksomhet blir nedlagt eller stanser, skal tiltakshaveren gjøre det som er nødvendig for å motvirke fare for skade på miljøet. Kan virksomheten medføre skade på miljøet etter nedleggingen eller driftsstansen, skal det i rimelig tid på forhånd gis melding til Sysselmesteren. Sysselmesteren kan gi pålegg om tiltak for å motvirke fare for skade på miljøet, herunder om behandling av forurenset grunn og beskyttelse av fauna, og om at det skal utarbeides en plan for oppfyllelse av pliktene etter leddet her.\nNår en virksomhet eller deler av den opphører, skal tiltakshaveren på egen kostnad fjerne fra området alle installasjoner på overflaten, alt avfall og andre etterlatenskaper som ikke er fredete kulturminner etter kapittel V. Området skal så vidt praktisk mulig føres tilbake til sitt opprinnelige utseende.\nSysselmesteren kan\na. gi pålegg om hvilke tiltak som skal utføres etter annet ledd, herunder om behandling av forurenset grunn, og om at det skal utarbeides en plan for oppfyllelse av pliktene etter annet ledd\nb. kreve at det stilles sikkerhet for kostnadene ved opprydding og tilbakeføring etter annet ledd\nc. gi fritak fra oppryddings- og tilbakeføringsplikten etter annet ledd.\nNår et lokalsamfunn i et planområde skal avvikles eller fraflyttes i det vesentlige, skal den planansvarlige gi Sysselmesteren melding så tidlig som mulig. Den planansvarlige, eller den Sysselmesteren bestemmer, skal utarbeide plan som nevnt i første ledd tredje punktum og tredje ledd bokstav a.\nPliktene etter paragrafen her gjelder i tillegg til eventuelle plikter som følger av tillatelser etter §§ 57 eller 58. Den som vil starte opp virksomhet med tillatelse etter §§ 57 eller 58 etter at den har vært stanset i mer enn to år, skal gi melding om dette til Sysselmesteren. Sysselmesteren avgjør om det må søkes om ny tillatelse før virksomheten igangsettes.\nEtterlatte kjøretøy, skip, fly, andre fartøyer og lignende skal fjernes av eieren.\n0 Endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "title": "(alminnelige regler om forurensning)",
      "content": "Ingen må ha, gjøre eller sette i verk noe som kan medføre fare for forurensning uten at dette er lovlig etter loven her.\nNår det kan oppstå fare for forurensning i strid med loven, eller vedtak i medhold av loven, skal den ansvarlige for virksomheten som faren skriver seg fra, sørge for tiltak for å hindre at den inntrer. Miljøvernmyndigheten eller den departementet bemyndiger kan gi pålegg om slike tiltak. Er det inntrådt forurensning, skal den ansvarlige treffe tiltak etter reglene i § 93.\n0 Endret ved lov 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "title": "(miljøgifter)",
      "content": "Ingen må slippe ut miljøgifter i miljøet.\nSpor av miljøgifter i vanlige utslipp fra husholdning, tjenesteyting eller annen aktivitet som medfører utslipp av tilsvarende omfang omfattes ikke av forbudet.\nDepartementet kan på nærmere betingelser gjøre unntak fra første ledd for eksisterende næringsvirksomhet. Dersom forbudet medfører utilsiktede konsekvenser for ny næringsvirksomhet, som er funnet miljømessig forsvarlig på Svalbard, kan departementet også om nødvendig gjøre unntak for slik virksomhet.\nDepartementet kan bestemme at visse produkter som inneholder miljøgifter ikke må innføres eller brukes på Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "title": "(utslipp fra skip)",
      "content": "Ingen må slippe ut avfall i sjøen fra skip eller annet fartøy. Utslipp av rent matavfall fra småbåter eller av sanitært avløpsvann i åpen sjø, er likevel tillatt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "title": "(dumping og forbrenning av avfall eller annet materiale)",
      "content": "Dumping og forbrenning av avfall eller annet materiale fra skip eller annet fartøy er forbudt. Forbudet omfatter ikke forbrenning av avfall som oppstår som følge av skipets vanlige drift og som er tillatt i henhold til forskrift 16. juni 1983 nr. 1122 om hindring av forurensning fra skip (MARPOL-forskriften). Sysselmesteren kan gi tillatelse i medhold av forskrift 1. juni 2004 nr. 931 om begrensning av forurensning kapittel 22 Mudring og dumping i sjø og vassdrag.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "title": "(tilknytningsplikt til avløpsanlegg og driftsansvar)",
      "content": "Sysselmesteren eller den departementet bemyndiger, kan gi pålegg om at bygninger i et planområde skal knyttes til avløpsanlegg. Departementet kan fastsette hvem som skal ha plikt til å drive avløpsanlegg med tilknyttede ledninger.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "title": "(akutt forurensning – beredskap og varsling)",
      "content": "Den som driver virksomhet som kan medføre akutt forurensning, skal ha nødvendig beredskap og har plikt til å aksjonere for å hindre, oppdage, stanse, fjerne og begrense virkningen av slik forurensning. Departementet kan pålegge den ansvarlige for virksomheten å legge fram beredskapsplan for godkjenning. Det kan fastsettes nærmere vilkår for godkjenning av beredskapsplanen. Med akutt forurensning forstås forurensning av betydning som inntrer plutselig, og som ikke er tillatt etter loven her.\nInntrer det akutt forurensning eller fare for akutt forurensning, skal den ansvarlige straks varsle Sysselmesteren. Også andre har plikt til å varsle, om det ikke åpenbart er unødvendig.\nDen som har beredskaps- og aksjonsplikt etter denne bestemmelsen, skal etter pålegg av den som har ansvar for den statlige beredskapen bistå med utstyr og personell ved en aksjon mot akutt forurensning.\nDepartementet kan gi forskrift om hvem som er beredskaps- og aksjonspliktig, beredskaps- og aksjonspliktens omfang og om avgift for offentlig beredskap.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "title": "(avfall)",
      "content": "Ingen må etterlate avfall utenfor planområdene. Sysselmesteren kan i særlige tilfeller gjøre unntak fra forbudet. I planområdene må avfall bare tømmes eller etterlates på sted som er særskilt innrettet for det. Oppbevaring av avfall må skje slik at det ikke kan bli spredd.\nIngen må innføre avfall til Svalbard.\nDepartementet eller den departementet bemyndiger kan gi forskrift om\na. tiltak for å redusere avfallsmengden,\nb. innlevering, innsamling, mottak, transport, sortering og behandling av avfall,\nc. at visse slag avfall skal gjenvinnes eller fraktes bort med sikte på gjenvinning,\nd. at avfall skal fraktes bort for behandling andre steder.\nKostnadene ved tiltak etter tredje ledd skal bæres av den som eier eller har gitt opphav til avfallet.\nSysselmesteren kan gi pålegg om å utarbeide en plan for håndtering og reduksjon av avfall i de planområder som departementet fastsetter. Departementet kan fastsette hvem som skal være ansvarlig for felles innsamling og disponering av avfall i planområdet.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "title": "(avløps- og avfallsgebyr mv.)",
      "content": "Departementet eller den departementet bemyndiger kan gi forskrift om gebyrer og årlige avgifter for tilknytning til avløpsanlegg og for innsamling og disponering av avfall. Gebyrene settes slik at de fullt ut dekker kostnadene, men samlet ikke overstiger kostnadene ved investering og drift av henholdsvis avløpsanlegg med tilknyttede ledninger, og avfallsdisponeringen.\nDepartementet kan gi forskrift om avfallsavgift på varer som omsettes på Svalbard, og om hel eller delvis tilbakebetaling av avgiften ved retur av emballasje.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "title": "(alminnelige regler om ferdsel i naturen)",
      "content": "Allmennhetens rett til ferdsel gjelder også på Svalbard, med de begrensninger som følger av loven her.\nAll ferdsel på Svalbard skal foregå på en måte som ikke skader, forsøpler eller på annen måte forringer naturmiljøet eller kulturminner eller fører til unødig forstyrrelse av mennesker eller dyreliv.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "title": "(forbud mot særlig belastende ferdselsformer)",
      "content": "Sysselmesteren kan forby ferdselsformer eller fremkomstmidler som volder særlig belastning på naturmiljøet. For motorisert ferdsel gjelder §§ 79 flg.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "title": "(ferdselsrestriksjoner i særlige områder)",
      "content": "Sysselmesteren kan utenom verneområdene forby eller regulere ferdsel i avgrensete områder i hele eller deler av året når dette anses nødvendig for å beskytte naturmiljø, kulturminner, drikkevannsforsyning eller vitenskapelige undersøkelser.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "title": "(leiropphold)",
      "content": "Sysselmesteren kan gi forskrift for leiropphold. I forskriften kan det fastsettes at det kreves tillatelse fra Sysselmesteren til leir over en viss varighet eller størrelse.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "title": "(utrykning og tilsyn)",
      "content": "Gjennomføring av politioppgaver, samt utrykning for brann- og redningstjeneste, kan om nødvendig skje uten hinder av reglene i loven her. Sysselmesteren kan utføre nødvendig tilsyn uten hinder av reglene i loven her.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "title": "(miljøavgift for tilreisende)",
      "content": "Kongen kan gi forskrift om at den som besøker Svalbard, skal betale en miljøavgift. Miljøavgiften kan ikke pålegges fastboende. Miljøavgiften går inn i Svalbards miljøvernfond.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "title": "(alminnelige regler om motorferdsel)",
      "content": "Motorferdsel skal reguleres ut fra et samfunnsmessig helhetssyn med sikte på å verne om Svalbards naturmiljø.\nMotorferdsel utenom opparbeidet vei eller plass er forbudt om ikke annet er fastsatt i loven her eller i medhold av loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "title": "(motorferdsel i terrenget på barmark)",
      "content": "Motorferdsel i terrenget på bar eller tint mark kan bare finne sted\na. i særskilte traseer eller til bestemte formål fastsatt av departementet i forskrift;\nb. når særlige hensyn foreligger og Sysselmesteren har gitt tillatelse.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "title": "(motorferdsel i terrenget på snødekt og frossen mark)",
      "content": "Motorferdsel i terrenget på snødekt og frossen mark samt på islagte vassdrag og sjøområder kan tillates\na. i områder og traseer fastsatt av departementet i forskrift;\nb. for bestemte formål fastsatt av departementet i forskrift;\nc. når særlige grunner foreligger og Sysselmesteren etter søknad har gitt tillatelse.\nDet skal fastsettes forskrift etter første ledd bokstav a der fastboende sikres en mer omfattende adgang til motorferdsel enn tilreisende. Begrensninger i fastboendes motorferdsel må være begrunnet i miljøvernbehov knyttet til Svalbard, eller i behovet for å skille motorisert og ikke-motorisert ferdsel.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "title": "(motorferdsel i vassdrag og sjø)",
      "content": "Motorferdsel i vassdrag er bare lovlig med tillatelse fra Sysselmesteren.\nMotorferdsel til sjøs kan skje i samsvar med § 73 når ikke annet er fastsatt i eller i medhold av loven her.\nMotorferdsel med vannscooter er ikke tillatt. Departementet kan gi forskrift om forbud mot bruk av bestemte typer farkoster.\nSysselmesteren kan gi forskrifter om motorferdsel til sjøs, blant annet for å fastsette seilingsleder eller områder hvor det ikke kan seiles, hastighetsbegrensninger og bestemmelser om oppankring og ilandstigning. Forskriften kan skille mellom ferdsel til forskjellige formål.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "82 a",
      "section": "82 a",
      "title": "(krav til drivstoff for motorferdsel i sjø)",
      "content": "Skip som anløper territorialfarvannet rundt Svalbard, skal ikke bruke eller ha om bord petroleumsbasert drivstoff med høyere viskositet, tetthet eller stivnepunkt enn tillatt for marin gassolje. Marin gassolje, med angivelse av viskositet, tetthet og stivnepunkt, defineres nærmere i forskrift gitt av departementet.\n0 Tilføyd ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), endret ved lov 11 juni 2021 nr. 75 (ikr. 1 jan 2022, se endringsloven del II for overgangsregel).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82a",
        "source_heading": "§ 82 a."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "title": "(bruk av luftfartøyer)",
      "content": "Motorferdsel i luften kan skje i samsvar med § 73 når ikke annet er fastsatt i eller i medhold av loven her.\nLuftfartøy må ikke lande på skip eller på land eller vann utenom landingsplass som har konsesjon eller er godkjent etter luftfartsloven. Sysselmesteren kan etter søknad gjøre unntak fra første punktum.\nIngen må fly nærmere enn en nautisk mil fra større, kjente konsentrasjoner av pattedyr og fugl.\nDepartementet kan gi forskrift om minstehøyder for luftfartøy og om forbud mot bruk av luftfartøy til turistformål.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "title": "(enkelttillatelser til motorferdsel)",
      "content": "Når Sysselmesteren avgjør søknader om tillatelse til motorferdsel, skal det legges vekt på formålet med søknaden, hvilken risiko for miljøulemper som den omsøkte ferdsel kan ha, og målet om en begrenset motorferdsel på Svalbard. Blir tillatelse gitt, skal det gis begrunnelse som viser hvordan disse forhold er vurdert.\nTillatelsen skal begrenses i tid og sted og kan begrenses til å gjelde bestemte tilfeller. Det kan settes vilkår for tillatelsen. Tillatelsen kan endres eller inndras dersom hensynet til miljøet tilsier det.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "title": "(rett til å eie eller leie hytter)",
      "content": "Fritidshytter kan bare eies eller leies av\na. den som er eller har vært fastboende på Svalbard,\nb. sammenslutninger som har sitt hovedsete på Svalbard, og som har ansatte eller medlemmer som i hovedsak er fastboende.\nIngen kan eie eller leie mer enn to fritidshytter.\nSysselmesteren kan i særlige tilfelle gjøre unntak fra reglene i denne paragraf.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "title": "(vedlikehold av hytter)",
      "content": "Fritidshytter og deres nærområder skal holdes ved like, slik at de ikke skjemmer landskapet eller volder fare for mennesker eller dyr.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "8:87",
      "chapter": "8",
      "section": "87",
      "title": "(miljøvernmyndighetenes tilsyn)",
      "content": "Miljøvernmyndighetene eller den departementet bemyndiger fører tilsyn med miljøtilstanden og med at bestemmelsene gitt i og i medhold av denne lov blir overholdt. Det skal legges vekt på å føre et så effektivt tilsyn som forholdene tilsier og med minst mulig belastning for miljøet. Sysselmesteren eller den departementet bemyndiger skal gjennom råd, veiledning og opplysning arbeide for å fremme formålet med loven her.\n0 Endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "8:88",
      "chapter": "8",
      "section": "88",
      "title": "(internkontroll mv.)",
      "content": "For å sikre at krav fastsatt i eller i medhold av loven her blir overholdt, eller for å fremme en høyere miljøstandard ellers, kan departementet gi forskrift om\na. internkontroll og internkontrollsystemer,\nb. deltakelse i internasjonale ordninger for sertifisering, miljøstyring og miljørevisjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "8:89",
      "chapter": "8",
      "section": "89",
      "title": "(opplysningsplikt)",
      "content": "Den som har eller foretar seg noe som kan påvirke miljøet på Svalbard, plikter etter pålegg fra Sysselmesteren eller den departementet bemyndiger, og uten hinder av taushetsplikt, å gi de opplysninger som Sysselmesteren eller den departementet bemyndiger trenger for å utføre sine gjøremål etter denne lov. Når særlige grunner tilsier det, kan Sysselmesteren eller den departementet bemyndiger kreve at opplysninger gis av enhver som utfører arbeid for den som har opplysningsplikt etter første punktum.\n0 Endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "8:90",
      "chapter": "8",
      "section": "90",
      "title": "(granskning)",
      "content": "Når det er nødvendig for å utføre gjøremål etter loven, skal Sysselmesteren eller den departementet bemyndiger ha uhindret adgang til eiendom der det foregår virksomhet som kan påvirke miljøet, eller der miljøet kan antas å være påvirket. Sysselmesteren eller den departementet bemyndiger kan også kreve å få lagt frem og granske dokumenter og elektronisk lagret materiale eller annet materiale som kan ha betydning for gjøremål etter loven.\nVed inspeksjon av virksomhet skal Sysselmesteren eller den departementet bemyndiger først ta kontakt med representanter for virksomhetens ledelse, om ikke formålet med inspeksjonen dermed blir forhindret eller vesentlig vanskeliggjort.\n0 Endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "8:91",
      "chapter": "8",
      "section": "91",
      "title": "(pålegg om undersøkelse)",
      "content": "Sysselmesteren eller den departementet bemyndiger kan ved enkeltvedtak pålegge en tiltakshaver som påvirker eller som det er grunn til å tro kan påvirke miljøet, å sørge for eller bekoste undersøkelser eller andre tiltak for å\na. fastslå om og i hvilken grad virksomheten har påvirket eller kan påvirke miljøet,\nb. klarlegge årsaken til eller virkningene av inntrådte miljøendringer som virksomheten har forårsaket,\nc. klarlegge hvordan gjenoppretting av miljøet kan skje.\n0 Endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "8:92",
      "chapter": "8",
      "section": "92",
      "title": "(gebyr for saksbehandling og kontroll)",
      "content": "Departementet kan gi forskrift om gebyr for kontrolltiltak som miljøvernmyndighetene utfører i medhold av dette kapittel, og for behandling av tillatelser, dispensasjoner m.m. etter denne lov eller forskrift fastsatt i medhold av loven. Gebyrene settes slik at de samlet ikke antas å overstige kostnadene ved kontrollordningen eller saksbehandlingen. Gebyret er tvangsgrunnlag for utlegg.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "9:93",
      "chapter": "9",
      "section": "93",
      "title": "(gjenoppretting)",
      "content": "Den som har påvirket miljøet på Svalbard ved å overtre bestemmelser gitt i eller i medhold av loven her, skal foreta nødvendige utbedringstiltak for å motvirke ytterligere påvirkning av miljøet, og – om mulig – gjenopprette den tidligere miljøtilstand ved oppsamling, rydding, fjerning, utsetting, planering eller andre egnete tiltak. Tiltak som i seg selv kan volde miljøpåvirkning av noen betydning, skal bare iverksettes etter samtykke eller pålegg fra Sysselmesteren eller den departementet bemyndiger.\nPlikten til utbedring og gjenoppretting gjelder ikke i den utstrekning det i lys av kostnadene og virkningene av tiltakene, miljøvirkningen av overtredelsen og overtrederens skyld og økonomiske stilling ville være særlig urimelig.\nInnenfor rammen av denne paragraf kan Sysselmesteren eller den departementet bemyndiger gi pålegg om hvilke utbedrings- og gjenopprettingstiltak som skal gjennomføres, herunder om avliving av levende organismer som overtredelsen gjelder, eller om tilbakeføring av levende organismer eller kulturminner til opprinnelsesstedet.\n0 Endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "9:94",
      "chapter": "9",
      "section": "94",
      "title": "(eiendomsrett til flora og fauna håndtert i strid med loven mv.)",
      "content": "Flora og fauna som er innsamlet, fanget eller avlivet i strid med loven her, eller avlivet med hjemmel i §§ 33 første ledd og 34, tas hånd om av Sysselmesteren. Det samme gjelder fallvilt, deler av fallvilt og dyr som er avlivet av dyrevernhensyn og fauna felt i samband med forskning. Ordningen etter første og annet punktum kan gjøres gjeldende ved forelegg eller dom etter straffeprosesslovens regler for inndragning.\nSysselmesteren avgjør hvordan slik flora og fauna skal disponeres. Verdien av flora og fauna som nevnt i første ledd, tilfaller Svalbards miljøvernfond. Sysselmesteren kan kreve erstatning for verdien dersom Sysselmesteren ikke får tilgang til flora og fauna etter dette ledd.\n0 Endret ved lover 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "9:95",
      "chapter": "9",
      "section": "95",
      "title": "(erstatning)",
      "content": "Den som volder miljøskade ved å overtre bestemmelser gitt i eller i medhold av denne lov, plikter å betale erstatning uten hensyn til skyld for økonomisk tap som følge av miljøskaden. Den som indirekte har medvirket til miljøskade (ved å levere varer eller tjenester, foreta kontroll eller tilsyn eller på annen måte), er likevel bare ansvarlig så langt det er utvist forsett eller uaktsomhet.\nAnsvaret etter første ledd omfatter også\na. økonomisk tap fordi miljøskaden hindrer eller vanskeliggjør utøving av allemannsrett i næring,\nb. kostnader til eller tap ved rimelige tiltak for å hindre eller avbøte miljøskade eller gjenopprette miljøtilstanden,\nc. kostnader som noen har hatt ved å rydde opp avfall som ble etterlatt i strid med § 71.\nSysselmesteren kan pålegge den som ved å overtre bestemmelser gitt i eller i medhold av denne lov har voldt ikke ubetydelig miljøskade, å betale miljøerstatning til Svalbards miljøvernfond. Miljøerstatningens størrelse fastsettes ut fra de påvirkede miljøverdiers betydning, miljøskadens omfang og varighet, overtrederens skyld, øvrige sanksjoner pålagt overtrederen og omstendighetene for øvrig.\nSysselmesterens vedtak om miljøerstatning etter tredje ledd er tvangsgrunnlag for utlegg. Erstatningskravet kan også tas opp i straffesak. Blir erstatningskravet bragt inn for retten i straffesak, i sivilt søksmål eller ved klage over utleggsforretning, kan retten prøve erstatningskravet fullt ut. Vedtaket kan ikke påklages etter forvaltningslovens regler. Underretning om vedtaket skal gi opplysning om reglene i leddet her.\nParagrafen her gjelder så langt ikke annet følger av internasjonale avtaler som Norge er tilsluttet med virkning for Svalbard.\n0 Endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "9:96",
      "chapter": "9",
      "section": "96",
      "title": "(tvangsmulkt)",
      "content": "For å sikre at bestemmelsene i denne lov eller vedtak i medhold av loven blir gjennomført, kan Sysselmesteren eller den departementet bemyndiger fastsette tvangsmulkt til Svalbards miljøvernfond.\nTvangsmulkt kan fastsettes når overtredelse av en bestemmelse er oppdaget. Tvangsmulkten begynner da å løpe dersom den ansvarlige oversitter fristen for retting som er fastsatt av Sysselmesteren eller den departementet bemyndiger. Tvangsmulkt kan fastsettes på forhånd dersom særlige grunner tilsier det, og løper da fra en eventuell overtredelse tar til. Det kan fastsettes at tvangsmulkten løper så lenge det ulovlige forhold varer, eller at den forfaller for hver overtredelse. Tvangsmulkt løper likevel ikke dersom etterlevelse er umulig på grunn av forhold som ikke skyldes den ansvarlige.\nEr overtredelsen skjedd på vegne av et selskap eller annen sammenslutning, en stiftelse eller et offentlig organ, skal tvangsmulkten vanligvis pålegges dette. Er tvangsmulkt pålagt et selskap som inngår i et konsern, kan påløpt tvangsmulkt også inndrives hos morselskap.\n0 Endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941), 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "9:96 a",
      "chapter": "9",
      "section": "96 a",
      "title": "(overtredelsesgebyr)",
      "content": "Sysselmesteren eller den departementet bemyndiger kan ilegge overtredelsesgebyr til den som forsettlig eller uaktsomt overtrer\na. bestemmelsene i §§ 16 annet ledd, 18 annet ledd, 19 andre punktum, 26 første ledd, 27, 28 første ledd, 29, 30, 30 a første og annet ledd, 31 første til tredje ledd, 32 annet ledd, 33, 35, 42 første og annet ledd, 44 første og tredje ledd, 46 første ledd, 53 første ledd, 57 første og annet ledd, 58 første ledd, 62, 64 første, annet og fjerde ledd, 65, 66 første ledd, 67, 68, 70 første til tredje ledd, 71 første og annet ledd, 73 annet ledd, 79 annet ledd, 80, 81, 82 første og tredje ledd, 82 a, 83 annet og tredje ledd, 85 første og annet ledd, 86, 93 første ledd og 94.\nb. vilkår eller plikter som følger av enkeltvedtak gitt med hjemmel i §§ 22 første ledd, 26 første ledd, 27, 30 femte og sjette ledd, 31 annet ledd annet punktum, 32 tredje til femte ledd, 34, 37, 44 annet ledd, 45 første og fjerde ledd, 46 tredje ledd, 54, 57 første ledd, 58 tredje og fjerde ledd, 66 tredje ledd, 69, 71 første og femte ledd, 80 første ledd bokstav b, 81 første ledd bokstav c, 82 første ledd, 83 annet ledd, 85 tredje ledd og 93 tredje ledd.\nI forskrift som gis i medhold av loven her, kan departementet fastsette at den som overtrer forskriften eller vilkår eller plikter som følger av enkeltvedtak gitt med hjemmel i forskriften, kan ilegges overtredelsesgebyr.\nEndelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg. Domstolene kan prøve størrelsen på overtredelsesgebyret.\nForetak kan ilegges overtredelsesgebyr i samsvar med første til tredje ledd når overtredelsen er begått forsettlig eller uaktsomt av noen som har handlet på vegne av foretaket. Dette gjelder selv om ingen enkeltperson kan ilegges overtredelsesgebyr.\nAdgangen til å ilegge overtredelsesgebyr foreldes 2 år etter at overtredelsen opphører. Fristen avbrytes ved at det gis forhåndsvarsel eller fattes vedtak om overtredelsesgebyr.\nOvertredelsesgebyr betales til Svalbards miljøvernfond. Departementet kan gi forskrift med nærmere bestemmelser om fastsettelse av overtredelsesgebyr, herunder gebyrets størrelse.\n0 Tilføyd ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332), endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96a",
        "source_heading": "§ 96 a."
      }
    },
    {
      "provision_ref": "9:97",
      "chapter": "9",
      "section": "97",
      "title": "(direkte gjennomføring)",
      "content": "Blir plikter som følger av loven eller vedtak i medhold av loven ikke etterlevd, kan Sysselmesteren eller den departementet bemyndiger selv sørge for nødvendige tiltak for å få plikten overholdt. Før dette skjer, skal den ansvarlige gis varsel med en kort frist for selv å gjennomføre tiltakene. Varsel kan unnlates dersom tiltakene haster av hensyn til miljøet, eller det er uvisst hvem som er ansvarlig.\nVed iverksetting av tiltak etter første ledd kan Sysselmesteren eller den departementet bemyndiger gjøre bruk av og om nødvendig volde skade på den ansvarliges eiendom. Sysselmesteren eller den departementet bemyndiger kan om nødvendig bestemme at det mot vederlag kan gjøres bruk av eller voldes skade også på andres eiendom. Staten innestår for vederlaget.\nUtgifter til tiltak etter første ledd kan kreves dekket av den ansvarlige. Kravet er tvangsgrunnlag for utlegg.\n0 Endret ved lover 11 juni 2021 nr. 68 (ikr. 1 juli 2021), 7 juni 2024 nr. 30 (i kraft 1 jan 2025 iflg. res. 7 juni 2024 nr. 941).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "9:98",
      "chapter": "9",
      "section": "98",
      "title": "(Svalbards miljøvernfond)",
      "content": "Svalbards miljøvernfond består av midler innkrevd i medhold av §§ 32 annet ledd, 78, 94, 95 tredje ledd, 96 og 96 a.\nFondets midler kan bare brukes til tiltak på Svalbard som har til formål å beskytte miljøet. Det kan brukes til\na. undersøkelser og tiltak for å kartlegge og overvåke miljøtilstanden, årsaker til miljøpåvirkning og miljøvirkninger av virksomhet,\nb. gjenoppretting av miljøtilstanden,\nc. tilskudd til skjøtsel, vedlikehold og granskning av kulturminner så langt dette ikke kan ventes dekket av den ansvarlige,\nd. informasjons-, opplærings- og tilretteleggingstiltak.\nDepartementet oppnevner styre for fondet og kan gi regler om hvordan det skal disponeres. Avgjørelser om tildeling fra fondet regnes ikke som enkeltvedtak etter forvaltningsloven.\n0 Endret ved lov 20 apr 2012 nr. 20 (ikr. 1 juli 2012 iflg. res. 20 apr 2012 nr. 332).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    },
    {
      "provision_ref": "9:99",
      "chapter": "9",
      "section": "99",
      "title": "(straff)",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelser fastsatt i denne lov eller i medhold av loven, straffes med bøter eller fengsel inntil 1 år. Er det inntrådt eller voldt fare for betydelig miljøskade, eller det for øvrig foreligger særdeles skjerpende omstendigheter, kan fengsel inntil 5 år anvendes.\n0 Endret ved lover 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 21 juni 2019 nr. 54 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 786), 18 juni 2021 nr. 122 (i kraft 1 juli 2022 iflg. res. 8 april 2022 nr. 570).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_99",
        "source_heading": "§ 99."
      }
    },
    {
      "provision_ref": "10:100",
      "chapter": "10",
      "section": "100",
      "title": "(utfyllende forskrifter)",
      "content": "Kongen kan gi utfyllende forskrifter til gjennomføring av loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_100",
        "source_heading": "§ 100."
      }
    },
    {
      "provision_ref": "10:101",
      "chapter": "10",
      "section": "101",
      "title": "(ikrafttreden)",
      "content": "Denne lov trer i kraft når Kongen bestemmer.​1 Kongen kan fastsette at forskjellige bestemmelser skal tre i kraft til ulik tid.\n1 Fra 1 juli 2002 iflg. res. 28. juni 2002 nr. 648.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_101",
        "source_heading": "§ 101."
      }
    },
    {
      "provision_ref": "10:102",
      "chapter": "10",
      "section": "102",
      "title": "(overgangsbestemmelser)",
      "content": "Forskrifter gitt i medhold av lov 17. juli 1925 nr. 11 om Svalbard som vil ha hjemmel i loven her, står fortsatt ved lag inntil Kongen bestemmer annet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_102",
        "source_heading": "§ 102."
      }
    },
    {
      "provision_ref": "10:103",
      "chapter": "10",
      "section": "103",
      "title": "(endringer i andre lover)",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103",
        "source_heading": "§ 103."
      }
    }
  ]
}