{
  "id": "LOV-1963-06-21-17",
  "type": "statute",
  "title": "Lov om drift av apotek m.v.",
  "short_name": "Apotekloven.",
  "status": "in_force",
  "issued_date": "1963-06-21",
  "in_force_date": "1963-06-21",
  "url": "https://lovdata.no/dokument/NLO/lov/1963-06-21-17",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Kongen​1 bestemmer om apotek​2 skal opprettes eller nedlegges. Før avgjørelsen treffes, skal vedkommende kommunestyrer, vedkommende kommuners helsetjeneste, offentlige leger og fylkesmann gis høve til å uttale seg.\nApotek opprettes når det er ønskelig eller påkrevd av allmenne hensyn.\nDet påhviler vedkommende kommuners helsetjeneste og kommunestyrer å ta opp spørsmålet om å få opprette nye apotek når det er behov for det.\nApotek kan opprettes som selvstendig apotek, som filialapotek etter bestemmelsene i kap. XI eller som sykehusapotek etter bestemmelsene i § 45.\n0 Endret ved lover 12 juni 1987 nr. 70, 15 juli 1994 nr. 53 (i kraft 1 jan 1995).\n1 Sosial- og helsedepartementet iflg. res. 4 okt 1963.\n2 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Departementet​1 fastsetter, etterat vedkommende kommunestyrer har uttalt seg, hvor apoteket skal ligge innenfor det område som er fastsatt ved opprettingen. Apotek må ikke flyttes uten departementets​1 samtykke.\nApotek skal ha et av departementet godkjent navn. Departementet​1 kan gi pålegg om at apotek skal bytte navn. For filialapotek​2 skal i tillegg til navnet angis hvilket apotek det er filial av.\n1 Sosial- og helsedepartementet.\n2 Jfr. kap. XI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Apotek har rett​1 til å forhandle legemidler​2 og gifter, forbindingssaker, sykepleieartikler og andre varer som brukes i helse- og sykepleie.\nFra apotek kan også selges andre varer, når salget naturlig og hensiktsmessig kan forenes med apotekets vanlige omsetning av legemidler m.v.\nDepartementet​3 kan ved alminnelige regler eller for enkelte apotek innskrenke adgangen til handel med varer som ikke er legemidler.\n1 Jfr. lov 6 juni 1980 nr. 21 § 1-2 og lov 4 des 1992 nr. 132 § 14\n2 Jfr. lov 4 des 1992 nr. 132 § 2.\n3 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Apotek har, når ikke annet er bestemt i henhold til lov, plikt​1 til å forhandle alle legemidler som er tillatt solgt her i landet, og vanlige forbindingssaker og sykepleieartikler.\nKongen kan ved alminnelige regler eller for enkelte apotek gi pålegg om å forhandle andre varer som nyttes i helse- og sykepleie.\nNår særlige grunner taler for det, kan departementet gjøre unntak fra forhandlingsplikten.\n1 Se § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Når ikke annet er bestemt i henhold til lov, har apotek rett​1 til å tilvirke eller tilberede de legemidler og andre varer som det kan selge. Departementet​2 kan ved alminnelige regler eller for enkelte apotek innskrenke adgangen til tilvirkning av visse varegrupper.\nTilvirkning for salg til andre apotek er betinget av særskilt tillatelse fra departementet,​2 som fastsetter de nærmere vilkår og regler for tilvirkningen og kontrollen med den.\n1 Jfr. lov 4 des 1992 nr. 132 § 12. – Se § 41.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Når apotek opprettes eller skifter innehaver, kan departementet​1 bestemme:\na. at apotekets rett til å tilvirke eller tilberede legemidler eller andre varer bare skal omfatte enkle tilberedninger etter resept eller liknende, eller at denne rett helt skal bortfalle. Slike bestemmelser kan også treffes i andre tilfelle hvis innehaveren av apoteket samtykker.\nb. at apoteket skal drive tilvirkning av visse legemidler for salg til andre apotek. Når særlige grunner taler for det, kan slikt pålegg også gis i andre tilfelle.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "For å drive et apotek kreves bevilling meddelt av Kongen.​1 Når særlige grunner foreligger, kan Kongen bestemme at et apotek skal drives av staten.\nBevilling kan gis til personer som fyller kravene i § 8, eller når særlige grunner foreligger, til kommuner eller fylkeskommuner på de vilkår som er nevnt i kap. XII.\nPerson som innehar apotekbevilling eller er tilsatt som leder av et apotek som drives av staten eller kommuner, kalles i denne lov for apoteker.\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Sosial- og helsedepartementet iflg. res. 4 okt 1963 (unntatt bevilling til Norsk Medisinaldepot og kommuner).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "For å bli apoteker må søkeren godtgjøre at han\n1. har norsk cand. pharm. eksamen eller tilsvarende utdanning.​1\n2. etter slik eksamen som nevnt i pkt. 1, har utført minst 2 års tjeneste i norsk apotek. I særlige tilfeller kan dette krav fravikes.\n3. er vederheftig (solvent),​2\n4. fører en hederlig vandel.\n0 Endret ved lover 10 jan 1969 nr. 2, 19 des 1975 nr. 74, 6 juni 1980 nr. 21, 4 des 1992 nr. 132.\n1 Jfr. EØS-avtalen vedlegg VII punkt 16 (dir 85/432) og 17 (dir 85/433).\n2 Se lov 8 juni 1984 nr. 58 § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Apotekbevilling medfører rett og plikt til å drive apoteket i samsvar med denne lov og de forskrifter og bestemmelser som gis i medhold av loven.\nI bevillingen kan fastsettes særskilte vilkår eller plikter, når søkerne på forhånd er gjort kjent med disse.\nInnehavere av apotekbevilling må uten erstatning finne seg i at deres rettigheter og plikter blir endret ved ny lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Apotekbevilling faller bort dersom:\n1. Innehaveren får bevilling til å drive annet selvstendig apotek. Dette gjelder dog ikke for apotek som drives av staten eller kommuner.\n2. Innehaveren løses​1 fra bevillingen etter gjeldende bestemmelser om pensjonsordning og aldersgrense.\n3. Innehaveren etter søknad løses​1 fra bevillingen.\n4. Innehaveren er død og ektefellens eller boets rett til å drive apoteket etter § 11 er utløpt.\n5. Konkurs er åpnet​2 i innehaverens bo og han ikke innen 1 år fra konkursens åpning har fått sitt bo igjen til fri rådighet.\n6. Bevillingen tilbakekalles av Kongen​1 etter § 12 eller faller bort etter § 13.\n7. Innehaveren ved endelig dom er fradømt retten til å drive apoteket.​3\nBevillingen faller i tilfelle bort fra den dag da apoteket overtas av ny innehaver. Innehaveren er pliktig til å drive apoteket inntil bevillingen faller bort, dog ikke utover ett år fra den dag krav om fratredelse er fremsatt.\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Jfr. res. 4 okt 1963 om fullmakt for Sosial- og helsedepartementet.\n2 Jfr. lov 8 juni 1984 nr. 58 § 61.\n3 Strl. § 29, strl.ikrl. § 10, og § 53 i nærværende lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Dør innehaveren av en apotekbevilling, har hans ektefelle eller bo rett til å fortsette driften av apoteket med godkjent bestyrer i inntil 6 måneder fra dødsfallet.\nInntreffer dødsfallet før 5 år er gått fra den tid da avdøde overtok eller åpnet apoteket, kan departementet,​1 når særlige grunner foreligger, gi hans ektefelle eller bo tillatelse til å fortsette driften av apoteket i inntil 5 år fra overtakelsen eller åpningen.\nForegående ledd får tilsvarende anvendelse når apoteket er flyttet eller fullstendig ombygd i de siste 5 år før dødsfallet eller hvis innehaveren av bevillingen dør før overtakelse eller åpning har funnet sted.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Kongen​1 kan tilbakekalle en apotekbevilling:\n1. Når apoteket ikke overtas eller opprettes innen den tid som fastsettes av departementet.​2\n2. Når apotekets lokaler, innredning, utstyr eller varebeholdning holdes i så dårlig stand at forholdet må anses uforsvarlig, og det tross advarsel ikke blir rettet innen den frist departementet​2 setter.\n3. Når innehaveren, tross advarsel, grovt overtrer eller forsømmer sine plikter, eller ved sin atferd nedbryter den aktelse eller tillit som kreves for å inneha apotekbevilling.\n4. Når innehaveren må anses varig uskikket til å drive apoteket på forsvarlig måte.\n0 Endret ved lov 19 juni 1969 nr. 54.\n1 Sosial- og helsedepartementet iflg. res. 4 okt 1963.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Apotekbevilling faller bort dersom det ved en omordning av apotekvesenet blir bestemt at apotekene skal drives av det offentlige. Apotekets inventar, utstyr og varebeholdning skal i så fall innløses etter takst, og apotekeren skal ha fortrinnsrett til å bli tilsatt som bestyrer av apoteket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Den som overtar et apotek er, når den tidligere innehaver eller hans ektefelle eller bo forlanger det, forpliktet til å overta apotekets inventar, utstyr og varebeholdning i den utstrekning de er i tilfredsstillende brukbar stand og ikke overstiger apotekets passende behov.\nDen nye innehaver kan forlange å få overta inventar og utstyr som er anskaffet til apoteket og som anses nødvendig til apotekdriften.\nEr det tvist om hvorvidt overtakelse skal skje etter denne paragraf, eller om pris- eller overtakelsesvilkår, avgjøres saken ved skjønn, hvis partene ikke vedtar å la saken avgjøre ved voldgift av en av departementet​1 oppnevnt nemnd på tre medlemmer.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Avtale om overtakelse etter § 14 må godkjennes av departementet.​1 Nektes godkjenning, kan partene velge om de vil la tvisten avgjøre ved voldgift etter § 14, siste ledd, eller ved skjønn.​2\n1 Sosial- og helsedepartementet.\n2 Jfr. lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Apotek skal forestås av apotekeren selv eller av en apotekbestyrer som er godkjent av departementet.​1\nApotekeren eller den godkjente bestyrer skal personlig ha den daglige ledelse av apoteket og skal sørge for at virksomheten drives i samsvar med gjeldende bestemmelser. Han skal sørge for forsvarlig ledelse når han ikke er til stede selv.\nDepartementet​1 gir nærmere regler om bestyrelsen under apotekerens eller den godkjente bestyrers fravær.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "content": "Godkjent apotekbestyrer skal fylle kravene for å inneha apotekbevilling.​1 Departementet​2 kan gjøre unntak fra kravene i § 8, 2 og 3, når bestyrer tilsettes for kortere tid enn 6 måneder, eller andre særlige grunner taler for det.\n1 Se §§ 7 og 8.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "content": "Bestyrer skal tilsettes dersom apotekeren har vært eller vil bli fraværende fra apoteket i mer enn tre måneder. Bortsett fra de tilfelle som er nevnt i § 11, kan tillatelse til å tilsette bestyrer bare gis for inntil ett år om gangen.\nDepartementet​1 kan pålegge innehaver av apotekbevilling å tilsette godkjent bestyrer:\n1. Når det antas å være grunnlag for å tilbakekalle bevillingen etter § 12 eller det er reist siktelse mot apotekeren for straffbart forhold som kan medføre tap av bevillingen. Spørsmålet om tilbakekalling skal i tilfelle fremmes uten unødig opphold.\n2. Når apotekeren på grunn av sykdom eller svekkelse eller av andre grunner ikke makter å forestå ledelsen av apoteket eller han ved forsømmelighet har vist at han ikke kan forestå ledelsen på tilfredsstillende måte.\n3. Når innehaveren ved uforsvarlig forretningsførsel forverrer sin økonomiske stilling slik at det blir alvorlig fare for at han ikke vil kunne oppfylle sine forpliktelser.\nDepartementet​1 kan tilsette bestyrer for innehaverens regning, dersom han ikke retter seg etter pålegget innen en frist som departementet setter.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "content": "Apotek skal ha tilstrekkelig personale i forhold til arten og omfanget av dets tilvirkning og omsetning.\nDepartementet​1 kan bestemme hvor stort personale et apotek skal ha, herunder hvor mange av personalet som skal ha norsk cand.pharm. eksamen eller tilsvarende utdanning,​2 reseptarutdanning eller annen godkjent farmasøytisk utdanning,​3 eller annen nærmere angitt utdanning.\nDepartementet​1 bestemmer hva som skal regnes som annen godkjent farmasøytisk utdanning.\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Sosial- og helsedepartementet.\n2 Jfr. § 8 nr. 1.\n3 Jfr. lov 12 mai 1995 nr. 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "content": "Med ekspedisjonrett for legemidler og gifter menes retten til selvstendig å ekspedere varer som etter gjeldende utleveringsbestemmelser skal være signert med ekspeditørens navn. Slik ekspedisjonsrett har bare personer med norsk cand. pharm. eksamen eller tilsvarende utdanning,​1 reseptarutdanning​2 eller annen godkjent farmasøytisk utdanning.\nTilvirkning, tilberedning, oppfylling, signering, utlevering og annen behandling av legemidler og gifter skal foregå under faglig forsvarlig tilsyn av en person som har ekspedisjonsrett, og som skal påse at gjeldende bestemmelser blir fulgt.\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Jfr. § 8 nr. 1.\n2 Jfr. lov 12 mai 1992 nr. 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "content": "Apotek har etter departementets​1 bestemmelse plikt til på nærmere fastsatte vilkår å motta til praktisk opplæring farmasi- og reseptarstudenter.​2\nDepartementet​1 kan bestemme hvilke apotek som skal ha adgang til å motta slike praktikanter.\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Sosial- og helsedepartementet.\n2 Jfr. lov 12 mai 1995 nr. 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "content": "Arbeidstaker ved apotek som ønsker å skaffe seg videre yrkesutdanning for apotekerarbeid, skal i alminnelighet gis høve til å gjennomgå slik ordnet praktisk opplæring som kreves, forutsatt at vedkommende:\n1. er under 25 år,\n2. har arbeidet minst 1 år ved apotek, og har deltatt i vanlig assistentarbeid,\n3. fyller de øvrige krav som er stilt for å opptas som elev eller melde seg til fastsatt prøve.\nVedkommende må melde fra til apotekeren eller apotekbestyreren at han ønsker å gjennomgå slik opplæring, og kan kreve svar innen 1 måned med plan og vilkår for den videre opplæring, eller beskjed om at apoteket ikke kan påta seg opplæringen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "content": "Apotekere og alt personale ved apotek er pliktig​1 til med de innskrenkninger som er fastsatt i lov​2 eller i henhold til lov, å iaktta taushet om det som blir betrodd dem under utøvelsen av deres virke, eller som de derunder får rede på om folks legems- eller sykdomsforhold.\nTaushetsplikten er ikke til hinder for at apotekeren eller apotekbestyreren gir meldinger og opplysninger til Statens Helsetilsyn​3 eller den det gir fullmakt om misbruk av bedøvende midler.​2\nApotekeren skal sørge for at alle som tilsettes ved apoteket blir gjort kjent med sin taushetsplikt.\n0 Endret ved lov 30 juli 1992 nr. 101.\n1 Se § 54.\n2 Jfr. lover 10 des 1948 nr. 3 § 8, 13 juni 1980 nr. 42 § 19, 13 juni 1980 nr. 43 § 19 og 4 des 1992 nr. 132 § 25.\n3 Se lov 30 mars 1984 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "content": "Apotekere og apotekpersonale må ikke, unntatt hvor hurtig hjelp er påkrevd, ta syke under behandling eller gi legeråd.​1\nPersonale som har ekspedisjonsrett​2 kan på forespørsel gi nøktern veiledning om legemidler og deres bruk.\n1 Jfr. lov 19 juni 1936 nr. 9.\n2 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "7:25",
      "chapter": "7",
      "section": "25",
      "content": "Innehaver av apotekbevilling har plikt​1 til å skaffe apoteket lokaler, innredning og utstyr, som godkjennes av departementet.​2\nVed overtaking eller oppretting av apotek er innehaveren, når departementet​2 krever det, forpliktet til å leie lokaler som departementet​2 anviser forutsatt at husleie og øvrige vilkår ikke er urimelige i forhold til vanlige leievilkår for forretningslokaler på stedet.\nDepartementet​2 kan gi nærmere forskrifter om apotekenes lokaler, innredning og utstyr. Det kan kreves at leiekontrakter for apoteklokaler skal forelegges departementet​2 til godkjenning.\n1 Se § 54.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "content": "Ved oppretting, ominnredning, utvidelse eller flytning av apotek skal planer på forhånd forelegges for departementet​1 til godkjenning.\nDepartementet​1 kan gi pålegg om ominnredning, utvidelse eller flytning av apotek som har for trange eller uhensiktsmessige lokaler, og kan pålegge innehaveren innen en fastsatt frist å legge fram nødvendige planer til godkjenning. Etterkommes ikke dette, kan departementet​1 kreve at ominnredningen, utvidelsen eller flytningen blir gjennomført etter planer som departementet fastsetter.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "8:27",
      "chapter": "8",
      "section": "27",
      "content": "I de ekspedisjons- og vakt-tider som departementet​1 fastsetter, skal apoteket så hurtig som mulig ekspedere de legemidler, forbindingssaker og sykepleieartikler som forlanges.\nDepartementet​1 kan gi nærmere forskrifter herom, derunder også bestemme at visse varer ikke kan kreves ekspedert utenfor den vanlige ekspedisjonstid.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "8:28",
      "chapter": "8",
      "section": "28",
      "content": "Når lege, tannlege eller veterinær til medisinsk bruk forskriver legemidler eller andre varer som apoteket ikke har, skal​1 det straks tas skritt til å skaffe dem så hurtig som mulig.\nEr resept fra lege, tannlege eller veterinær gitt påtegning om at legemidlet trenges uoppholdelig, eller er apoteket på annen måte underrettet herom, skal​1 legemidlet utleveres selv om betaling ikke medfølger eller sikkerhet stilles.\n1 Se § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "content": "Apotekets leveringsplikt omfatter ikke varer som kommer inn under bestemmelsene om bedøvende midler, eller andre legemidler som kan misbrukes, når apoteket har fått melding fra Statens Helsetilsyn​1 eller den det gir fullmakt​2 om at slik vare ikke kan utleveres til en bestemt person.\n0 Endret ved lover 11 juni 1982 nr. 58, 30 juli 1992 nr. 101.\n1 Se lov 30 mars 1984 nr. 15.\n2 Helsedirektøren har ved forskrift 15 juli 1982 nr. 1296 delegert myndigheten til fylkeslegene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "8:30",
      "chapter": "8",
      "section": "30",
      "content": "Apotekeren eller apotekbestyreren skal​1 sørge for at legemidler som innkjøpes til apoteket, eller som tilvirkes eller tilberedes der, blir undersøkt på faglig forsvarlig måte og etter gjeldende bestemmelser.\nFor farmasøytiske spesialpreparater og andre legemidler som blir innkjøpt i originalpakning og skal utleveres til forbrukerne i samme pakning, kan undersøkelsen innskrenkes til å påse at varen ikke frembyr ytre tegn på feil eller mangler.\n1 Se § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "content": "Tilvirkning, håndtering og oppbevaring av legemidler i apotek skal​1 foregå i samsvar med forskrifter, fastsatte standarder​2 eller andre bestemmelser som gis av departementet.​3\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Se § 54.\n2 Jfr. bl.a. EØS-avtalen vedlegg II kap. XIII punkt 15 (dir 91/356).\n3 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "content": "Legemidler blir alltid å levere nøyaktig etter resept eller rekvisisjon.\nVed utlevering får § 30 tilsvarende anvendelse.\nDepartementet​1 gir forskrifter om utlevering av legemidler, gifter og andre varer fra apotek.\nPrisforskrifter for salg av legemidler m.v. fra apotek gis av Kongen.​2\n1 Sosial- og helsedepartementet.\n2 Sosial- og helsedepartementet iflg. res. 4 okt 1963. Forskrift gitt 16 des 1994 nr. 1116.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "content": "Oppstår skade på person eller gods som følge av feil eller mangler ved legemidler eller gifter som er utlevert fra apotek, er innehaveren av apoteket pliktig til å svare erstatning, selv om hverken han eller apotekpersonalet har vist uaktsomhet. Det samme gjelder ved uriktig signering eller utlevering av varen. Det ubetingete ansvar inntrer likevel ikke hvor legemidlet eller giften er levert nøyaktig etter resept eller rekvisisjon og er signert og utlevert i samsvar med gjeldende bestemmelser.\nBestemmelsene i første ledd gjør ingen innskrenkning i den rett til erstatning noen har etter vanlige rettsregler.​1\nTil sikkerhet for erstatningsansvar etter denne paragraf skal apoteket være ansvarsforsikret etter regler som gis av departementet,​2 eller stille annen sikkerhet som godkjennes av departementet.\n1 Jfr. lover 13 juni 1969 nr. 26 og 23 des 1988 nr. 104.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "8:34",
      "chapter": "8",
      "section": "34",
      "content": "Apotek skal holde tilstrekkelig varebeholdning i forhold til arten og omfanget av dets omsetning, og skal alltid ha beholdning av legemidler som jevnlig forskrives av av leger, tannleger eller veterinærer på stedet, og av vanlige forbindingssaker og sykepleieartikler.\nDepartementet​1 kan gi nærmere regler om hvilke varer et apotek alltid skal ha beholdning av.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "8:35",
      "chapter": "8",
      "section": "35",
      "content": "Alle legemidler og stoffer som skal nyttes til tilvirkning av legemidler, skal apoteket, hvis ikke departementet​1 bestemmer noe annet, kjøpe fra godkjent grossist​2 eller fra apotek som har tillatelse til salg til andre apotek.​3\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Sosial- og helsedepartementet.\n2 Jfr. lov 4 des 1992 nr. 132 om legemidler m.v. kap. VI.\n3 Se § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "9:36",
      "chapter": "9",
      "section": "36",
      "content": "Apoteket skal​1 føre ordentlige og fullstendige regnskaper etter bestemmelser som gis av departementet.​2 Dette kan også gi nærmere regler om revisjon av regnskapene.\nDepartementet​2 kan pålegge apotekene å føre andre bøker vedkommende driften.\nRegnskaper​3 og bøker kan kreves innsendt til departementet til gjennomsyn og revisjon. Apotekinspektør eller andre som har fullmakt til det​4 skal på forlangende gis innsyn i registrerte regnskapsopplysninger, regnskapsmateriale og bøker.\n0 Endret ved lov 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Se § 54.\n2 Sosial- og helsedepartementet.\n3 Jfr. lov 17 juli 1998 nr. 56.\n4 Se § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "9:37",
      "chapter": "9",
      "section": "37",
      "content": "Apotekene skal innen de frister som fastsettes, sende inn utdrag av regnskap og bøker og de oppgaver, innberetninger, meldinger og opplysninger som kreves​1 av departementet.​2\n0 Endret ved lov 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Se § 55.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "10:38",
      "chapter": "10",
      "section": "38",
      "content": "Den som har bevilling til å drive apotek, skal til statskassen betale en avgift som fastsettes av Stortinget hvert år.\nDe nærmere bestemmelser om beregning og oppkreving av apotekavgiften og om kontroll hermed, gis av Kongen.​1\nNår det gjelder inndrivelse av apotekavgiften, får de regler som gjelder for formues- og inntektsskatten til staten,​2 tilsvarende anvendelse.\nDepartementet kan etter søknad helt eller delvis ettergi apotekavgift, hvis regnskapet for et apotek viser at apotekdriften ikke har gitt innehaveren et rimelig utkomme.\n1 Sosial- og helsedepartementet iflg. res. 4 okt 1963.\n2 Se lov 21 nov 1952 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "10:39",
      "chapter": "10",
      "section": "39",
      "content": "De innkomne apotekavgifter for hvert år nyttes etter Stortingets bestemmelse.\n0 Endret ved lov 10 jan 1997 nr. 10 (i kraft 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "11:40",
      "chapter": "11",
      "section": "40",
      "content": "Filialapotek opprettes når det anses hensiktsmessig for å lette folks adgang til å få legemidler, og det ikke er grunnlag for å opprette et selvstendig apotek.​1 Ved opprettelsen bestemmes hvilket selvstendig apotek (hovedapotek) filialapoteket skal høre til.\nKongen​2 kan bestemme:\n1. At et selvstendig apotek, når det er ledig, skal omgjøres til filialapotek.\n2. At et filialapotek, når almene hensyn krever det, skal omgjøres til selvstendig apotek. Innehaveren av hovedapoteket skal i så fall gis rimelig frist, og ha fortrinnsrett til å få bevilling til det nye selvstendige apotek.\n3. At et filialapotek, ved ledighet eller når innehaveren samtykker, skal overføres til et annet apotek.\n4. At innehaver av selvstendig apotek pålegges å opprette og drive filialapotek.\n1 Jfr. § 1 og § 2 annet ledd tredje punktum.\n2 Sosial- og helsedepartementet iflg. res. 4 okt 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "11:41",
      "chapter": "11",
      "section": "41",
      "content": "Filialapotek skal i alminnelighet ikke tilvirke legemidler eller andre varer, men kan foreta enkle tilberedninger etter resept eller liknende. Departementet​1 kan innskrenke et filialapoteks adgang til slik tilberedning, og kan i særlige tilfelle gi tillatelse til tilvirkning og tilberedning i større utstrekning enn foran nevnt.\nDepartementet​1 kan gi nærmere regler om driften av filialapotek.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "11:42",
      "chapter": "11",
      "section": "42",
      "content": "Filialapotek skal foreståes av en bestyrer som er godkjent av departementet.​1 Stillingen skal i alminnelighet kunngjøres.\nBestyreren skal ha norsk cand. pharm. eksamen eller tilsvarende utdanning,​2 reseptarutdanning​3 eller annen godkjent farmasøytisk utdanning, minst 2 års tjeneste ved norsk apotek etter eksamen, ha tilstrekkelig regnskapskyndighet og føre en hederlig vandel.\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Sosial- og helsedepartementet.\n2 Jfr. § 8 nr. 1.\n3 Jfr. lov 12 mai 1995 nr. 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "11:43",
      "chapter": "11",
      "section": "43",
      "content": "Departementet​1 kan gi tillatelse til at et apotek driver medisinutsalg på andre steder enn der hvor apoteket ligger, og om nødvendig bestemme at apoteket skal drive slike utsalg.\nDepartementet​1 gir nærmere regler om opprettelse og drift av medisinutsalg.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "12:44",
      "chapter": "12",
      "section": "44",
      "content": "Apotek som drives av kommuner,​1 skal ha egen driftsledelse og eget budsjett i den utstrekning kommunestyrelovgivningen gir adgang til det.\nKongen​2 tilsetter apoteker ved apotek som drives av staten eller kommuner. Ved tilsetting av apoteker ved apotek som drives av kommuner, skal innehaveren av bevillingen uttale seg. Apotekerens instruks fastsettes eller godkjennes av departementet.​3\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Jfr. § 7.\n2 Sosial- og helsedepartementet iflg. res. 4 okt 1963.\n3 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "12:45",
      "chapter": "12",
      "section": "45",
      "content": "Sykehusapotek kan opprettes for å levere legemidler m.v. til sykehus og andre helseinstitusjoner eller offentlige institusjoner.\nSykehusapotek kan være selvstendig eller filialapotek.​2 Selvstendig sykehusapotek skal drives av staten eller en kommune.​3\nDepartementet​4 bestemmer hvilke sykehus m.v. sykehusapoteket skal levere varer til, og kan samtykke i at levering også kan skje til personalet på vedkommende helseinstitusjon og til syke som er under behandling der.\nNår særlige grunner taler for det, kan Kongen​5 tillate at et sykehusapotek også selger varer til almenheten.\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Jfr. § 1.\n2 Se kap. XI.\n3 Jfr. § 7.\n4 Sosial- og helsedepartementet.\n5 Sosial- og helsedepartementet iflg. res. 4 okt 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "12:46",
      "chapter": "12",
      "section": "46",
      "content": "Forsvarets apotek (feltapotek) kommer ikke inn under denne lov, med mindre Kongen annerledes bestemmer. Kongen kan gi nærmere regler om deres virksomhet. De skal ikke ha adgang til å selge legemidler.\nKongen kan gi forskrift om at visse apotek drevet av staten skal unntas fra enkelte bestemmelser i denne lov.\n0 Endret ved lov 4 des 1992 nr. 132.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "13:47",
      "chapter": "13",
      "section": "47",
      "content": "Ettersyn av apotek foretas av de offentlig tilsatte apotekinspektører, av vedkommende offentlige leger, eller av andre som er oppnevnt til det av departementet.​2 Departementet​2 gir nærmere regler om ettersyn av apotek.\nVed ettersyn, og ellers når det anses ønskelig, kan prøver av legemidler og andre varer uttas vederlagsfritt til nærmere undersøkelse og kontroll.\nMangler som blir påvist ved ettersyn eller ved varekontroll, skal​3 rettes så snart som mulig.\n1 Jfr. § 36.\n2 Sosial- og helsedepartementet.\n3 Se § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "14:48",
      "chapter": "14",
      "section": "48",
      "content": "Ordet apotek, og sammensetninger som inneholder dette ord, må ikke brukes som betegnelse for noen bedrift eller virksomhet som ikke er apotek etter denne lov,​1 eller for varer som ikke er apotekvarer. Slike betegnelser må heller ikke brukes i forbindelse med reklame for varer som ikke er apotekvarer.​2\nDepartementet​3 kan gjøre unntak for firma​4 og varemerker​5 som er registrert eller har vært i bruk før 1 januar 1962.\n1 Jfr. § 1.\n2 Se § 3.\n3 Sosial- og helsedepartementet.\n4 Se lov 21 juni 1985 nr. 78 og den tidligere firmalovgivning 17 mai 1890 og 2 juli 1910 nr. 5 § 26, lov 3 mars 1961 nr. 4 og tidligere varemerkelov 2 juli 1910 nr. 5.\n5 Se lover 3 mars 1961 nr. 4 og 3 mars 1961 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "14:49",
      "chapter": "14",
      "section": "49",
      "content": "Leger og veterinærer kan av departementet​1 gis tillatelse til å levere legemidler, forbindingssaker og andre sykepleieartikler mot betaling når adgangen til apotek er tungvint. Legemidlene skal være anskaffet fra apoteket i ferdig tilberedt stand.\nDepartementet​1 gir nærmere regler om levering av legemidler m.v. i henhold til denne paragraf, derunder om hvilken pris eller fortjeneste som kan beregnes.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "14:50",
      "chapter": "14",
      "section": "50",
      "content": "Selv om tillatelse som nevnt i § 49 ikke er gitt, kan lege, tannlege eller veterinær kreve dekket utlegg til legemidler som han har brukt under behandlingen av en pasient eller et dyr, eller som han har utlevert til bruk inntil midlene kan skaffes fra apotek. Midlenes art, mengde og pris skal oppføres særskilt på regningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "14:51",
      "chapter": "14",
      "section": "51",
      "content": "På steder hvor det er vanskelig adgang til apotek eller lege, kan fylkeslegen gi tillatelse til at en offentlig godkjent sykepleier​1 har et mindre forråd av legemidler m.v. til bruk i påkommende tilfelle. Det er ikke adgang til å beregne noen fortjeneste ved utlevering fra slikt forråd. Varene skal leveres fra et bestemt apotek, som påtar seg å føre nødvendig tilsyn.\n1 Se lov 8 jan 1960 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "14:52",
      "chapter": "14",
      "section": "52",
      "content": "Kongen​1 kan gi forskrifter til utfylling og gjennomføring av denne lov.\n1 Sosial- og helsedepartementet iflg. res. 4 okt 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "14:52 a",
      "chapter": "14",
      "section": "52 a",
      "content": "Kongen gir, uten hinder av det som er bestemt ellers i denne lov, ved forskrift nærmere regler om adgang til å bli apoteker, få ekspedisjonsrett m.m, jfr. §§ 8, 19, 20 og 42, for personer med farmasøytisk utdanning fra annet land, i den utstrekning det er nødvendig for å oppfylle internasjonal overenskomst.\n0 Tilføyd ved lov 4 des 1992 nr. 132.\n1 Jfr. EØS-avtalen vedlegg VII punkt 16 (dir 85/432) og 17 (dir 85/433).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52a",
        "source_heading": "§ 52 a."
      }
    },
    {
      "provision_ref": "15:53",
      "chapter": "15",
      "section": "53",
      "content": "Apotekere og apotekbestyrere, herunder bestyrere av filialapotek,​1 er i strafferettslig henseende likestilt med offentlig tjenestemenn.​2\n1 Se kap. XI.\n2 Jfr. strl. kap. 11 og 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "15:54",
      "chapter": "15",
      "section": "54",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av denne lov, straffes med bøter​1 eller med fengsel i inntil 3 måneder, hvis ikke strengere straff kommer til anvendelse etter andre bestemmelser.​2\n1 Jfr. strl. § 27.\n2 Jfr. § 53 og bl.a. strl. §§ 121, 144, 360.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "15:55",
      "chapter": "15",
      "section": "55",
      "content": "Apotekere som ikke sender påbudte oppgaver, innberetninger eller meldinger​1 innen fastsatt frist, kan av departementet​2 ilegges løpende mulkt på inntil kr. 10 for hver dag som går fra de har mottatt mulktpålegget til oppgavene er kommet til departementet.\n0 Endret ved lov 10 jan 1997 nr. 10 (i kraft 1 jan 1997).\n1 Jfr. § 37.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "16:56",
      "chapter": "16",
      "section": "56",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid oppheves:\nLov om drift av apotek av 4 august 1909.\nLov om legers og dyrlegers levering av legemidler m.v. av 25 juli 1910.\nForskrifter og bestemmelser som er gitt i henhold til disse lover fortsetter å gjelde, for så vidt de ikke er i strid med bestemmelsene i denne lov, inntil de blir opphevet eller avløst av bestemmelser gitt etter denne lov.\n1 Fra 1 jan 1964 iflg. res. 4 okt 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "16:57",
      "chapter": "16",
      "section": "57",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 juni 1980 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "16:58",
      "chapter": "16",
      "section": "58",
      "content": "Fra den tid denne lov trer i kraft gjøres følgende endringer – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Kongen​1 bestemmer om apotek​2 skal opprettes eller nedlegges. Før avgjørelsen treffes, skal vedkommende kommunestyrer, vedkommende kommuners helsetjeneste, offentlige leger og fylkesmann gis høve til å uttale seg.\nApotek opprettes når det er ønskelig eller påkrevd av allmenne hensyn.\nDet påhviler vedkommende kommuners helsetjeneste og kommunestyrer å ta opp spørsmålet om å få opprette nye apotek når det er behov for det.\nApotek kan opprettes som selvstendig apotek, som filialapotek etter bestemmelsene i kap. XI eller som sykehusapotek etter bestemmelsene i § 45.\n0 Endret ved lover 12 juni 1987 nr. 70, 15 juli 1994 nr. 53 (i kraft 1 jan 1995).\n1 Sosial- og helsedepartementet iflg. res. 4 okt 1963.\n2 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Departementet​1 fastsetter, etterat vedkommende kommunestyrer har uttalt seg, hvor apoteket skal ligge innenfor det område som er fastsatt ved opprettingen. Apotek må ikke flyttes uten departementets​1 samtykke.\nApotek skal ha et av departementet godkjent navn. Departementet​1 kan gi pålegg om at apotek skal bytte navn. For filialapotek​2 skal i tillegg til navnet angis hvilket apotek det er filial av.\n1 Sosial- og helsedepartementet.\n2 Jfr. kap. XI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Apotek har rett​1 til å forhandle legemidler​2 og gifter, forbindingssaker, sykepleieartikler og andre varer som brukes i helse- og sykepleie.\nFra apotek kan også selges andre varer, når salget naturlig og hensiktsmessig kan forenes med apotekets vanlige omsetning av legemidler m.v.\nDepartementet​3 kan ved alminnelige regler eller for enkelte apotek innskrenke adgangen til handel med varer som ikke er legemidler.\n1 Jfr. lov 6 juni 1980 nr. 21 § 1-2 og lov 4 des 1992 nr. 132 § 14\n2 Jfr. lov 4 des 1992 nr. 132 § 2.\n3 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Apotek har, når ikke annet er bestemt i henhold til lov, plikt​1 til å forhandle alle legemidler som er tillatt solgt her i landet, og vanlige forbindingssaker og sykepleieartikler.\nKongen kan ved alminnelige regler eller for enkelte apotek gi pålegg om å forhandle andre varer som nyttes i helse- og sykepleie.\nNår særlige grunner taler for det, kan departementet gjøre unntak fra forhandlingsplikten.\n1 Se § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Når ikke annet er bestemt i henhold til lov, har apotek rett​1 til å tilvirke eller tilberede de legemidler og andre varer som det kan selge. Departementet​2 kan ved alminnelige regler eller for enkelte apotek innskrenke adgangen til tilvirkning av visse varegrupper.\nTilvirkning for salg til andre apotek er betinget av særskilt tillatelse fra departementet,​2 som fastsetter de nærmere vilkår og regler for tilvirkningen og kontrollen med den.\n1 Jfr. lov 4 des 1992 nr. 132 § 12. – Se § 41.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Når apotek opprettes eller skifter innehaver, kan departementet​1 bestemme:\na. at apotekets rett til å tilvirke eller tilberede legemidler eller andre varer bare skal omfatte enkle tilberedninger etter resept eller liknende, eller at denne rett helt skal bortfalle. Slike bestemmelser kan også treffes i andre tilfelle hvis innehaveren av apoteket samtykker.\nb. at apoteket skal drive tilvirkning av visse legemidler for salg til andre apotek. Når særlige grunner taler for det, kan slikt pålegg også gis i andre tilfelle.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "For å drive et apotek kreves bevilling meddelt av Kongen.​1 Når særlige grunner foreligger, kan Kongen bestemme at et apotek skal drives av staten.\nBevilling kan gis til personer som fyller kravene i § 8, eller når særlige grunner foreligger, til kommuner eller fylkeskommuner på de vilkår som er nevnt i kap. XII.\nPerson som innehar apotekbevilling eller er tilsatt som leder av et apotek som drives av staten eller kommuner, kalles i denne lov for apoteker.\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Sosial- og helsedepartementet iflg. res. 4 okt 1963 (unntatt bevilling til Norsk Medisinaldepot og kommuner).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "For å bli apoteker må søkeren godtgjøre at han\n1. har norsk cand. pharm. eksamen eller tilsvarende utdanning.​1\n2. etter slik eksamen som nevnt i pkt. 1, har utført minst 2 års tjeneste i norsk apotek. I særlige tilfeller kan dette krav fravikes.\n3. er vederheftig (solvent),​2\n4. fører en hederlig vandel.\n0 Endret ved lover 10 jan 1969 nr. 2, 19 des 1975 nr. 74, 6 juni 1980 nr. 21, 4 des 1992 nr. 132.\n1 Jfr. EØS-avtalen vedlegg VII punkt 16 (dir 85/432) og 17 (dir 85/433).\n2 Se lov 8 juni 1984 nr. 58 § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Apotekbevilling medfører rett og plikt til å drive apoteket i samsvar med denne lov og de forskrifter og bestemmelser som gis i medhold av loven.\nI bevillingen kan fastsettes særskilte vilkår eller plikter, når søkerne på forhånd er gjort kjent med disse.\nInnehavere av apotekbevilling må uten erstatning finne seg i at deres rettigheter og plikter blir endret ved ny lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Apotekbevilling faller bort dersom:\n1. Innehaveren får bevilling til å drive annet selvstendig apotek. Dette gjelder dog ikke for apotek som drives av staten eller kommuner.\n2. Innehaveren løses​1 fra bevillingen etter gjeldende bestemmelser om pensjonsordning og aldersgrense.\n3. Innehaveren etter søknad løses​1 fra bevillingen.\n4. Innehaveren er død og ektefellens eller boets rett til å drive apoteket etter § 11 er utløpt.\n5. Konkurs er åpnet​2 i innehaverens bo og han ikke innen 1 år fra konkursens åpning har fått sitt bo igjen til fri rådighet.\n6. Bevillingen tilbakekalles av Kongen​1 etter § 12 eller faller bort etter § 13.\n7. Innehaveren ved endelig dom er fradømt retten til å drive apoteket.​3\nBevillingen faller i tilfelle bort fra den dag da apoteket overtas av ny innehaver. Innehaveren er pliktig til å drive apoteket inntil bevillingen faller bort, dog ikke utover ett år fra den dag krav om fratredelse er fremsatt.\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Jfr. res. 4 okt 1963 om fullmakt for Sosial- og helsedepartementet.\n2 Jfr. lov 8 juni 1984 nr. 58 § 61.\n3 Strl. § 29, strl.ikrl. § 10, og § 53 i nærværende lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Dør innehaveren av en apotekbevilling, har hans ektefelle eller bo rett til å fortsette driften av apoteket med godkjent bestyrer i inntil 6 måneder fra dødsfallet.\nInntreffer dødsfallet før 5 år er gått fra den tid da avdøde overtok eller åpnet apoteket, kan departementet,​1 når særlige grunner foreligger, gi hans ektefelle eller bo tillatelse til å fortsette driften av apoteket i inntil 5 år fra overtakelsen eller åpningen.\nForegående ledd får tilsvarende anvendelse når apoteket er flyttet eller fullstendig ombygd i de siste 5 år før dødsfallet eller hvis innehaveren av bevillingen dør før overtakelse eller åpning har funnet sted.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Kongen​1 kan tilbakekalle en apotekbevilling:\n1. Når apoteket ikke overtas eller opprettes innen den tid som fastsettes av departementet.​2\n2. Når apotekets lokaler, innredning, utstyr eller varebeholdning holdes i så dårlig stand at forholdet må anses uforsvarlig, og det tross advarsel ikke blir rettet innen den frist departementet​2 setter.\n3. Når innehaveren, tross advarsel, grovt overtrer eller forsømmer sine plikter, eller ved sin atferd nedbryter den aktelse eller tillit som kreves for å inneha apotekbevilling.\n4. Når innehaveren må anses varig uskikket til å drive apoteket på forsvarlig måte.\n0 Endret ved lov 19 juni 1969 nr. 54.\n1 Sosial- og helsedepartementet iflg. res. 4 okt 1963.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Apotekbevilling faller bort dersom det ved en omordning av apotekvesenet blir bestemt at apotekene skal drives av det offentlige. Apotekets inventar, utstyr og varebeholdning skal i så fall innløses etter takst, og apotekeren skal ha fortrinnsrett til å bli tilsatt som bestyrer av apoteket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Den som overtar et apotek er, når den tidligere innehaver eller hans ektefelle eller bo forlanger det, forpliktet til å overta apotekets inventar, utstyr og varebeholdning i den utstrekning de er i tilfredsstillende brukbar stand og ikke overstiger apotekets passende behov.\nDen nye innehaver kan forlange å få overta inventar og utstyr som er anskaffet til apoteket og som anses nødvendig til apotekdriften.\nEr det tvist om hvorvidt overtakelse skal skje etter denne paragraf, eller om pris- eller overtakelsesvilkår, avgjøres saken ved skjønn, hvis partene ikke vedtar å la saken avgjøre ved voldgift av en av departementet​1 oppnevnt nemnd på tre medlemmer.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Avtale om overtakelse etter § 14 må godkjennes av departementet.​1 Nektes godkjenning, kan partene velge om de vil la tvisten avgjøre ved voldgift etter § 14, siste ledd, eller ved skjønn.​2\n1 Sosial- og helsedepartementet.\n2 Jfr. lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Apotek skal forestås av apotekeren selv eller av en apotekbestyrer som er godkjent av departementet.​1\nApotekeren eller den godkjente bestyrer skal personlig ha den daglige ledelse av apoteket og skal sørge for at virksomheten drives i samsvar med gjeldende bestemmelser. Han skal sørge for forsvarlig ledelse når han ikke er til stede selv.\nDepartementet​1 gir nærmere regler om bestyrelsen under apotekerens eller den godkjente bestyrers fravær.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "content": "Godkjent apotekbestyrer skal fylle kravene for å inneha apotekbevilling.​1 Departementet​2 kan gjøre unntak fra kravene i § 8, 2 og 3, når bestyrer tilsettes for kortere tid enn 6 måneder, eller andre særlige grunner taler for det.\n1 Se §§ 7 og 8.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "content": "Bestyrer skal tilsettes dersom apotekeren har vært eller vil bli fraværende fra apoteket i mer enn tre måneder. Bortsett fra de tilfelle som er nevnt i § 11, kan tillatelse til å tilsette bestyrer bare gis for inntil ett år om gangen.\nDepartementet​1 kan pålegge innehaver av apotekbevilling å tilsette godkjent bestyrer:\n1. Når det antas å være grunnlag for å tilbakekalle bevillingen etter § 12 eller det er reist siktelse mot apotekeren for straffbart forhold som kan medføre tap av bevillingen. Spørsmålet om tilbakekalling skal i tilfelle fremmes uten unødig opphold.\n2. Når apotekeren på grunn av sykdom eller svekkelse eller av andre grunner ikke makter å forestå ledelsen av apoteket eller han ved forsømmelighet har vist at han ikke kan forestå ledelsen på tilfredsstillende måte.\n3. Når innehaveren ved uforsvarlig forretningsførsel forverrer sin økonomiske stilling slik at det blir alvorlig fare for at han ikke vil kunne oppfylle sine forpliktelser.\nDepartementet​1 kan tilsette bestyrer for innehaverens regning, dersom han ikke retter seg etter pålegget innen en frist som departementet setter.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "content": "Apotek skal ha tilstrekkelig personale i forhold til arten og omfanget av dets tilvirkning og omsetning.\nDepartementet​1 kan bestemme hvor stort personale et apotek skal ha, herunder hvor mange av personalet som skal ha norsk cand.pharm. eksamen eller tilsvarende utdanning,​2 reseptarutdanning eller annen godkjent farmasøytisk utdanning,​3 eller annen nærmere angitt utdanning.\nDepartementet​1 bestemmer hva som skal regnes som annen godkjent farmasøytisk utdanning.\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Sosial- og helsedepartementet.\n2 Jfr. § 8 nr. 1.\n3 Jfr. lov 12 mai 1995 nr. 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "content": "Med ekspedisjonrett for legemidler og gifter menes retten til selvstendig å ekspedere varer som etter gjeldende utleveringsbestemmelser skal være signert med ekspeditørens navn. Slik ekspedisjonsrett har bare personer med norsk cand. pharm. eksamen eller tilsvarende utdanning,​1 reseptarutdanning​2 eller annen godkjent farmasøytisk utdanning.\nTilvirkning, tilberedning, oppfylling, signering, utlevering og annen behandling av legemidler og gifter skal foregå under faglig forsvarlig tilsyn av en person som har ekspedisjonsrett, og som skal påse at gjeldende bestemmelser blir fulgt.\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Jfr. § 8 nr. 1.\n2 Jfr. lov 12 mai 1992 nr. 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "content": "Apotek har etter departementets​1 bestemmelse plikt til på nærmere fastsatte vilkår å motta til praktisk opplæring farmasi- og reseptarstudenter.​2\nDepartementet​1 kan bestemme hvilke apotek som skal ha adgang til å motta slike praktikanter.\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Sosial- og helsedepartementet.\n2 Jfr. lov 12 mai 1995 nr. 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "content": "Arbeidstaker ved apotek som ønsker å skaffe seg videre yrkesutdanning for apotekerarbeid, skal i alminnelighet gis høve til å gjennomgå slik ordnet praktisk opplæring som kreves, forutsatt at vedkommende:\n1. er under 25 år,\n2. har arbeidet minst 1 år ved apotek, og har deltatt i vanlig assistentarbeid,\n3. fyller de øvrige krav som er stilt for å opptas som elev eller melde seg til fastsatt prøve.\nVedkommende må melde fra til apotekeren eller apotekbestyreren at han ønsker å gjennomgå slik opplæring, og kan kreve svar innen 1 måned med plan og vilkår for den videre opplæring, eller beskjed om at apoteket ikke kan påta seg opplæringen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "content": "Apotekere og alt personale ved apotek er pliktig​1 til med de innskrenkninger som er fastsatt i lov​2 eller i henhold til lov, å iaktta taushet om det som blir betrodd dem under utøvelsen av deres virke, eller som de derunder får rede på om folks legems- eller sykdomsforhold.\nTaushetsplikten er ikke til hinder for at apotekeren eller apotekbestyreren gir meldinger og opplysninger til Statens Helsetilsyn​3 eller den det gir fullmakt om misbruk av bedøvende midler.​2\nApotekeren skal sørge for at alle som tilsettes ved apoteket blir gjort kjent med sin taushetsplikt.\n0 Endret ved lov 30 juli 1992 nr. 101.\n1 Se § 54.\n2 Jfr. lover 10 des 1948 nr. 3 § 8, 13 juni 1980 nr. 42 § 19, 13 juni 1980 nr. 43 § 19 og 4 des 1992 nr. 132 § 25.\n3 Se lov 30 mars 1984 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "content": "Apotekere og apotekpersonale må ikke, unntatt hvor hurtig hjelp er påkrevd, ta syke under behandling eller gi legeråd.​1\nPersonale som har ekspedisjonsrett​2 kan på forespørsel gi nøktern veiledning om legemidler og deres bruk.\n1 Jfr. lov 19 juni 1936 nr. 9.\n2 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "7:25",
      "chapter": "7",
      "section": "25",
      "content": "Innehaver av apotekbevilling har plikt​1 til å skaffe apoteket lokaler, innredning og utstyr, som godkjennes av departementet.​2\nVed overtaking eller oppretting av apotek er innehaveren, når departementet​2 krever det, forpliktet til å leie lokaler som departementet​2 anviser forutsatt at husleie og øvrige vilkår ikke er urimelige i forhold til vanlige leievilkår for forretningslokaler på stedet.\nDepartementet​2 kan gi nærmere forskrifter om apotekenes lokaler, innredning og utstyr. Det kan kreves at leiekontrakter for apoteklokaler skal forelegges departementet​2 til godkjenning.\n1 Se § 54.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "content": "Ved oppretting, ominnredning, utvidelse eller flytning av apotek skal planer på forhånd forelegges for departementet​1 til godkjenning.\nDepartementet​1 kan gi pålegg om ominnredning, utvidelse eller flytning av apotek som har for trange eller uhensiktsmessige lokaler, og kan pålegge innehaveren innen en fastsatt frist å legge fram nødvendige planer til godkjenning. Etterkommes ikke dette, kan departementet​1 kreve at ominnredningen, utvidelsen eller flytningen blir gjennomført etter planer som departementet fastsetter.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "8:27",
      "chapter": "8",
      "section": "27",
      "content": "I de ekspedisjons- og vakt-tider som departementet​1 fastsetter, skal apoteket så hurtig som mulig ekspedere de legemidler, forbindingssaker og sykepleieartikler som forlanges.\nDepartementet​1 kan gi nærmere forskrifter herom, derunder også bestemme at visse varer ikke kan kreves ekspedert utenfor den vanlige ekspedisjonstid.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "8:28",
      "chapter": "8",
      "section": "28",
      "content": "Når lege, tannlege eller veterinær til medisinsk bruk forskriver legemidler eller andre varer som apoteket ikke har, skal​1 det straks tas skritt til å skaffe dem så hurtig som mulig.\nEr resept fra lege, tannlege eller veterinær gitt påtegning om at legemidlet trenges uoppholdelig, eller er apoteket på annen måte underrettet herom, skal​1 legemidlet utleveres selv om betaling ikke medfølger eller sikkerhet stilles.\n1 Se § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "content": "Apotekets leveringsplikt omfatter ikke varer som kommer inn under bestemmelsene om bedøvende midler, eller andre legemidler som kan misbrukes, når apoteket har fått melding fra Statens Helsetilsyn​1 eller den det gir fullmakt​2 om at slik vare ikke kan utleveres til en bestemt person.\n0 Endret ved lover 11 juni 1982 nr. 58, 30 juli 1992 nr. 101.\n1 Se lov 30 mars 1984 nr. 15.\n2 Helsedirektøren har ved forskrift 15 juli 1982 nr. 1296 delegert myndigheten til fylkeslegene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "8:30",
      "chapter": "8",
      "section": "30",
      "content": "Apotekeren eller apotekbestyreren skal​1 sørge for at legemidler som innkjøpes til apoteket, eller som tilvirkes eller tilberedes der, blir undersøkt på faglig forsvarlig måte og etter gjeldende bestemmelser.\nFor farmasøytiske spesialpreparater og andre legemidler som blir innkjøpt i originalpakning og skal utleveres til forbrukerne i samme pakning, kan undersøkelsen innskrenkes til å påse at varen ikke frembyr ytre tegn på feil eller mangler.\n1 Se § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "content": "Tilvirkning, håndtering og oppbevaring av legemidler i apotek skal​1 foregå i samsvar med forskrifter, fastsatte standarder​2 eller andre bestemmelser som gis av departementet.​3\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Se § 54.\n2 Jfr. bl.a. EØS-avtalen vedlegg II kap. XIII punkt 15 (dir 91/356).\n3 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "content": "Legemidler blir alltid å levere nøyaktig etter resept eller rekvisisjon.\nVed utlevering får § 30 tilsvarende anvendelse.\nDepartementet​1 gir forskrifter om utlevering av legemidler, gifter og andre varer fra apotek.\nPrisforskrifter for salg av legemidler m.v. fra apotek gis av Kongen.​2\n1 Sosial- og helsedepartementet.\n2 Sosial- og helsedepartementet iflg. res. 4 okt 1963. Forskrift gitt 16 des 1994 nr. 1116.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "content": "Oppstår skade på person eller gods som følge av feil eller mangler ved legemidler eller gifter som er utlevert fra apotek, er innehaveren av apoteket pliktig til å svare erstatning, selv om hverken han eller apotekpersonalet har vist uaktsomhet. Det samme gjelder ved uriktig signering eller utlevering av varen. Det ubetingete ansvar inntrer likevel ikke hvor legemidlet eller giften er levert nøyaktig etter resept eller rekvisisjon og er signert og utlevert i samsvar med gjeldende bestemmelser.\nBestemmelsene i første ledd gjør ingen innskrenkning i den rett til erstatning noen har etter vanlige rettsregler.​1\nTil sikkerhet for erstatningsansvar etter denne paragraf skal apoteket være ansvarsforsikret etter regler som gis av departementet,​2 eller stille annen sikkerhet som godkjennes av departementet.\n1 Jfr. lover 13 juni 1969 nr. 26 og 23 des 1988 nr. 104.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "8:34",
      "chapter": "8",
      "section": "34",
      "content": "Apotek skal holde tilstrekkelig varebeholdning i forhold til arten og omfanget av dets omsetning, og skal alltid ha beholdning av legemidler som jevnlig forskrives av av leger, tannleger eller veterinærer på stedet, og av vanlige forbindingssaker og sykepleieartikler.\nDepartementet​1 kan gi nærmere regler om hvilke varer et apotek alltid skal ha beholdning av.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "8:35",
      "chapter": "8",
      "section": "35",
      "content": "Alle legemidler og stoffer som skal nyttes til tilvirkning av legemidler, skal apoteket, hvis ikke departementet​1 bestemmer noe annet, kjøpe fra godkjent grossist​2 eller fra apotek som har tillatelse til salg til andre apotek.​3\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Sosial- og helsedepartementet.\n2 Jfr. lov 4 des 1992 nr. 132 om legemidler m.v. kap. VI.\n3 Se § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "9:36",
      "chapter": "9",
      "section": "36",
      "content": "Apoteket skal​1 føre ordentlige og fullstendige regnskaper etter bestemmelser som gis av departementet.​2 Dette kan også gi nærmere regler om revisjon av regnskapene.\nDepartementet​2 kan pålegge apotekene å føre andre bøker vedkommende driften.\nRegnskaper​3 og bøker kan kreves innsendt til departementet til gjennomsyn og revisjon. Apotekinspektør eller andre som har fullmakt til det​4 skal på forlangende gis innsyn i registrerte regnskapsopplysninger, regnskapsmateriale og bøker.\n0 Endret ved lov 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Se § 54.\n2 Sosial- og helsedepartementet.\n3 Jfr. lov 17 juli 1998 nr. 56.\n4 Se § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "9:37",
      "chapter": "9",
      "section": "37",
      "content": "Apotekene skal innen de frister som fastsettes, sende inn utdrag av regnskap og bøker og de oppgaver, innberetninger, meldinger og opplysninger som kreves​1 av departementet.​2\n0 Endret ved lov 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Se § 55.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "10:38",
      "chapter": "10",
      "section": "38",
      "content": "Den som har bevilling til å drive apotek, skal til statskassen betale en avgift som fastsettes av Stortinget hvert år.\nDe nærmere bestemmelser om beregning og oppkreving av apotekavgiften og om kontroll hermed, gis av Kongen.​1\nNår det gjelder inndrivelse av apotekavgiften, får de regler som gjelder for formues- og inntektsskatten til staten,​2 tilsvarende anvendelse.\nDepartementet kan etter søknad helt eller delvis ettergi apotekavgift, hvis regnskapet for et apotek viser at apotekdriften ikke har gitt innehaveren et rimelig utkomme.\n1 Sosial- og helsedepartementet iflg. res. 4 okt 1963.\n2 Se lov 21 nov 1952 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "10:39",
      "chapter": "10",
      "section": "39",
      "content": "De innkomne apotekavgifter for hvert år nyttes etter Stortingets bestemmelse.\n0 Endret ved lov 10 jan 1997 nr. 10 (i kraft 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "11:40",
      "chapter": "11",
      "section": "40",
      "content": "Filialapotek opprettes når det anses hensiktsmessig for å lette folks adgang til å få legemidler, og det ikke er grunnlag for å opprette et selvstendig apotek.​1 Ved opprettelsen bestemmes hvilket selvstendig apotek (hovedapotek) filialapoteket skal høre til.\nKongen​2 kan bestemme:\n1. At et selvstendig apotek, når det er ledig, skal omgjøres til filialapotek.\n2. At et filialapotek, når almene hensyn krever det, skal omgjøres til selvstendig apotek. Innehaveren av hovedapoteket skal i så fall gis rimelig frist, og ha fortrinnsrett til å få bevilling til det nye selvstendige apotek.\n3. At et filialapotek, ved ledighet eller når innehaveren samtykker, skal overføres til et annet apotek.\n4. At innehaver av selvstendig apotek pålegges å opprette og drive filialapotek.\n1 Jfr. § 1 og § 2 annet ledd tredje punktum.\n2 Sosial- og helsedepartementet iflg. res. 4 okt 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "11:41",
      "chapter": "11",
      "section": "41",
      "content": "Filialapotek skal i alminnelighet ikke tilvirke legemidler eller andre varer, men kan foreta enkle tilberedninger etter resept eller liknende. Departementet​1 kan innskrenke et filialapoteks adgang til slik tilberedning, og kan i særlige tilfelle gi tillatelse til tilvirkning og tilberedning i større utstrekning enn foran nevnt.\nDepartementet​1 kan gi nærmere regler om driften av filialapotek.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "11:42",
      "chapter": "11",
      "section": "42",
      "content": "Filialapotek skal foreståes av en bestyrer som er godkjent av departementet.​1 Stillingen skal i alminnelighet kunngjøres.\nBestyreren skal ha norsk cand. pharm. eksamen eller tilsvarende utdanning,​2 reseptarutdanning​3 eller annen godkjent farmasøytisk utdanning, minst 2 års tjeneste ved norsk apotek etter eksamen, ha tilstrekkelig regnskapskyndighet og føre en hederlig vandel.\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Sosial- og helsedepartementet.\n2 Jfr. § 8 nr. 1.\n3 Jfr. lov 12 mai 1995 nr. 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "11:43",
      "chapter": "11",
      "section": "43",
      "content": "Departementet​1 kan gi tillatelse til at et apotek driver medisinutsalg på andre steder enn der hvor apoteket ligger, og om nødvendig bestemme at apoteket skal drive slike utsalg.\nDepartementet​1 gir nærmere regler om opprettelse og drift av medisinutsalg.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "12:44",
      "chapter": "12",
      "section": "44",
      "content": "Apotek som drives av kommuner,​1 skal ha egen driftsledelse og eget budsjett i den utstrekning kommunestyrelovgivningen gir adgang til det.\nKongen​2 tilsetter apoteker ved apotek som drives av staten eller kommuner. Ved tilsetting av apoteker ved apotek som drives av kommuner, skal innehaveren av bevillingen uttale seg. Apotekerens instruks fastsettes eller godkjennes av departementet.​3\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Jfr. § 7.\n2 Sosial- og helsedepartementet iflg. res. 4 okt 1963.\n3 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "12:45",
      "chapter": "12",
      "section": "45",
      "content": "Sykehusapotek kan opprettes for å levere legemidler m.v. til sykehus og andre helseinstitusjoner eller offentlige institusjoner.\nSykehusapotek kan være selvstendig eller filialapotek.​2 Selvstendig sykehusapotek skal drives av staten eller en kommune.​3\nDepartementet​4 bestemmer hvilke sykehus m.v. sykehusapoteket skal levere varer til, og kan samtykke i at levering også kan skje til personalet på vedkommende helseinstitusjon og til syke som er under behandling der.\nNår særlige grunner taler for det, kan Kongen​5 tillate at et sykehusapotek også selger varer til almenheten.\n0 Endret ved lov 4 des 1992 nr. 132.\n1 Jfr. § 1.\n2 Se kap. XI.\n3 Jfr. § 7.\n4 Sosial- og helsedepartementet.\n5 Sosial- og helsedepartementet iflg. res. 4 okt 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "12:46",
      "chapter": "12",
      "section": "46",
      "content": "Forsvarets apotek (feltapotek) kommer ikke inn under denne lov, med mindre Kongen annerledes bestemmer. Kongen kan gi nærmere regler om deres virksomhet. De skal ikke ha adgang til å selge legemidler.\nKongen kan gi forskrift om at visse apotek drevet av staten skal unntas fra enkelte bestemmelser i denne lov.\n0 Endret ved lov 4 des 1992 nr. 132.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "13:47",
      "chapter": "13",
      "section": "47",
      "content": "Ettersyn av apotek foretas av de offentlig tilsatte apotekinspektører, av vedkommende offentlige leger, eller av andre som er oppnevnt til det av departementet.​2 Departementet​2 gir nærmere regler om ettersyn av apotek.\nVed ettersyn, og ellers når det anses ønskelig, kan prøver av legemidler og andre varer uttas vederlagsfritt til nærmere undersøkelse og kontroll.\nMangler som blir påvist ved ettersyn eller ved varekontroll, skal​3 rettes så snart som mulig.\n1 Jfr. § 36.\n2 Sosial- og helsedepartementet.\n3 Se § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "14:48",
      "chapter": "14",
      "section": "48",
      "content": "Ordet apotek, og sammensetninger som inneholder dette ord, må ikke brukes som betegnelse for noen bedrift eller virksomhet som ikke er apotek etter denne lov,​1 eller for varer som ikke er apotekvarer. Slike betegnelser må heller ikke brukes i forbindelse med reklame for varer som ikke er apotekvarer.​2\nDepartementet​3 kan gjøre unntak for firma​4 og varemerker​5 som er registrert eller har vært i bruk før 1 januar 1962.\n1 Jfr. § 1.\n2 Se § 3.\n3 Sosial- og helsedepartementet.\n4 Se lov 21 juni 1985 nr. 78 og den tidligere firmalovgivning 17 mai 1890 og 2 juli 1910 nr. 5 § 26, lov 3 mars 1961 nr. 4 og tidligere varemerkelov 2 juli 1910 nr. 5.\n5 Se lover 3 mars 1961 nr. 4 og 3 mars 1961 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "14:49",
      "chapter": "14",
      "section": "49",
      "content": "Leger og veterinærer kan av departementet​1 gis tillatelse til å levere legemidler, forbindingssaker og andre sykepleieartikler mot betaling når adgangen til apotek er tungvint. Legemidlene skal være anskaffet fra apoteket i ferdig tilberedt stand.\nDepartementet​1 gir nærmere regler om levering av legemidler m.v. i henhold til denne paragraf, derunder om hvilken pris eller fortjeneste som kan beregnes.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "14:50",
      "chapter": "14",
      "section": "50",
      "content": "Selv om tillatelse som nevnt i § 49 ikke er gitt, kan lege, tannlege eller veterinær kreve dekket utlegg til legemidler som han har brukt under behandlingen av en pasient eller et dyr, eller som han har utlevert til bruk inntil midlene kan skaffes fra apotek. Midlenes art, mengde og pris skal oppføres særskilt på regningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "14:51",
      "chapter": "14",
      "section": "51",
      "content": "På steder hvor det er vanskelig adgang til apotek eller lege, kan fylkeslegen gi tillatelse til at en offentlig godkjent sykepleier​1 har et mindre forråd av legemidler m.v. til bruk i påkommende tilfelle. Det er ikke adgang til å beregne noen fortjeneste ved utlevering fra slikt forråd. Varene skal leveres fra et bestemt apotek, som påtar seg å føre nødvendig tilsyn.\n1 Se lov 8 jan 1960 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "14:52",
      "chapter": "14",
      "section": "52",
      "content": "Kongen​1 kan gi forskrifter til utfylling og gjennomføring av denne lov.\n1 Sosial- og helsedepartementet iflg. res. 4 okt 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "14:52 a",
      "chapter": "14",
      "section": "52 a",
      "content": "Kongen gir, uten hinder av det som er bestemt ellers i denne lov, ved forskrift nærmere regler om adgang til å bli apoteker, få ekspedisjonsrett m.m, jfr. §§ 8, 19, 20 og 42, for personer med farmasøytisk utdanning fra annet land, i den utstrekning det er nødvendig for å oppfylle internasjonal overenskomst.\n0 Tilføyd ved lov 4 des 1992 nr. 132.\n1 Jfr. EØS-avtalen vedlegg VII punkt 16 (dir 85/432) og 17 (dir 85/433).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52a",
        "source_heading": "§ 52 a."
      }
    },
    {
      "provision_ref": "15:53",
      "chapter": "15",
      "section": "53",
      "content": "Apotekere og apotekbestyrere, herunder bestyrere av filialapotek,​1 er i strafferettslig henseende likestilt med offentlig tjenestemenn.​2\n1 Se kap. XI.\n2 Jfr. strl. kap. 11 og 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "15:54",
      "chapter": "15",
      "section": "54",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av denne lov, straffes med bøter​1 eller med fengsel i inntil 3 måneder, hvis ikke strengere straff kommer til anvendelse etter andre bestemmelser.​2\n1 Jfr. strl. § 27.\n2 Jfr. § 53 og bl.a. strl. §§ 121, 144, 360.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "15:55",
      "chapter": "15",
      "section": "55",
      "content": "Apotekere som ikke sender påbudte oppgaver, innberetninger eller meldinger​1 innen fastsatt frist, kan av departementet​2 ilegges løpende mulkt på inntil kr. 10 for hver dag som går fra de har mottatt mulktpålegget til oppgavene er kommet til departementet.\n0 Endret ved lov 10 jan 1997 nr. 10 (i kraft 1 jan 1997).\n1 Jfr. § 37.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "16:56",
      "chapter": "16",
      "section": "56",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid oppheves:\nLov om drift av apotek av 4 august 1909.\nLov om legers og dyrlegers levering av legemidler m.v. av 25 juli 1910.\nForskrifter og bestemmelser som er gitt i henhold til disse lover fortsetter å gjelde, for så vidt de ikke er i strid med bestemmelsene i denne lov, inntil de blir opphevet eller avløst av bestemmelser gitt etter denne lov.\n1 Fra 1 jan 1964 iflg. res. 4 okt 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "16:57",
      "chapter": "16",
      "section": "57",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 juni 1980 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "16:58",
      "chapter": "16",
      "section": "58",
      "content": "Fra den tid denne lov trer i kraft gjøres følgende endringer – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    }
  ]
}