{
  "id": "LOV-2009-06-19-103",
  "type": "statute",
  "title": "Lov om tjenestevirksomhet (tjenesteloven)",
  "short_name": "Tjenesteloven",
  "status": "in_force",
  "issued_date": "2009-06-19",
  "in_force_date": "2009-12-28",
  "url": "https://lovdata.no/dokument/NL/lov/2009-06-19-103",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens formål",
      "content": "Lovens formål er å gjøre det enklere å etablere tjenestevirksomhet og yte grenseoverskridende tjenester, samtidig som et høyt kvalitetsnivå på tjenester og tvingende allmenne hensyn ivaretas, i samsvar med EØS-avtalen vedlegg X punkt 1 (direktiv 2006/123/EF) om tjenester i det indre marked og punkt 4 (forordning (EU) 2018/302) om geoblokkering.\n0 Endret ved lov 12 juni 2020 nr. 68 (ikr. 1 juli 2020 iflg. res. 12 juni 2020 nr. 1184).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens alminnelige virkeområde",
      "content": "Loven gjelder for tjenester som går inn under EØS-avtalen del III kapittel 3.\nLoven griper ikke inn i organisering og finansiering av offentlige tjenester, herunder plikter knyttet til utøvelsen av disse.\nLoven griper ikke inn i utøvelsen av grunnleggende rettigheter.\nLoven gjelder ikke for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Avgrensninger i lovens saklige virkeområde",
      "content": "Loven gjelder ikke for\na. arbeidsretten, herunder retten til å forhandle og inngå tariffavtaler, og retten til arbeidskamp\nb. utleie av arbeidskraft fra bemanningsforetak\nc. trygdelovgivningen\nd. sosialtjenester vedrørende boliger, barneomsorg og støtte til trengende familier og personer gitt av eller på oppdrag av det offentlige eller av frivillige organisasjoner\ne. helsetjenester\nf. finansielle tjenester\ng. elektroniske kommunikasjonstjenester og kommunikasjonsnettverk og tilknyttede anlegg og tjenester, på områder fastsatt i forskrift i medhold av § 27\nh. tiltak for å beskytte eller fremme kulturelt eller språklig mangfold, eller mangfold i media\ni. audiovisuelle tjenester og radiokringkasting\nj. transporttjenester, herunder havnetjenester, som går inn under EØS-avtalen del III kapittel 6\nk. pengespillvirksomhet\nl. private vakttjenester\nm. posttjenester",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Forholdet til annen lovgivning",
      "content": "Bestemmelser i lov og forskrift som gjennomfører Norges forpliktelser etter EØS-avtalen når det gjelder adgang til eller utøvelse av tjenestevirksomhet, går ved motstrid foran bestemmelser i loven her.\nLoven griper ikke inn i internasjonale-privatrettslige regler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Definisjoner",
      "content": "I denne loven betyr\na. tjeneste: økonomisk virksomhet av foretak eller selvstendig næringsdrivende, normalt mot betaling, jf. EØS-avtalen artikkel 37\nb. tjenesteyter: enhver statsborger i en EØS-stat og ethvert foretak etablert i en EØS-stat, som tilbyr eller yter en tjeneste, jf. EØS-avtalen artikkel 34\nc. tjenestemottaker: enhver statsborger i en EØS-stat, enhver person som har rettigheter etter EØS-avtalen og ethvert foretak etablert i en EØS-stat, som mottar eller ønsker å motta en tjeneste, jf. EØS-avtalen artikkel 34\nd. etableringsstat: den EØS-stat der tjenesteyteren er etablert\ne. etablering: utøvelse av økonomisk virksomhet av en tjenesteyter for et ubestemt tidsrom, ved bruk av en fast infrastruktur som tjenesten ytes fra, jf. EØS-avtalen artikkel 31\nf. tillatelsesordning: enhver fremgangsmåte som krever at tjenesteyteren eller tjenestemottakeren skal henvende seg til ansvarlig myndighet for å få en uttrykkelig eller stilltiende avgjørelse om adgang til eller utøvelse av tjenestevirksomhet\ng. krav: plikter, forbud, vilkår eller begrensninger som følger av lov eller forskrift, rettspraksis eller forvaltningspraksis, eller som følger av bransjeorganers regler eller kollektive regler som yrkessammenslutninger eller andre yrkesorganisasjoner har vedtatt innenfor rammen av sin rettslige uavhengighet. Regler fastsatt i tariffavtaler fremforhandlet av partene i arbeidslivet skal ikke anses som krav\nh. tvingende allmenne hensyn: hensyn anerkjent som dette i rettspraksis fra EF- og EFTA-domstolen, herunder hensynet til offentlig orden og sikkerhet, folkehelsen og miljøvern\ni. ansvarlig myndighet: et organ som har til oppgave å regulere eller føre tilsyn med tjenestevirksomhet, enten det er et forvaltningsorgan, en domstol eller et bransjeorgan, eller en yrkessammenslutning eller annen yrkesorganisasjon som innenfor rammen av sin rettslige uavhengighet på en kollektiv måte regulerer adgang til eller utøvelse av tjenestevirksomhet\nj. EØS-stat: enhver EFTA- eller EU-stat som er part i EØS-avtalen\nk. lovregulert yrke: yrkesvirksomhet fastsatt i forskrift i medhold av § 27, som krever bestemte kvalifikasjoner",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Kontaktpunkt",
      "content": "En tjenesteyter har rett til å bruke et elektronisk kontaktpunkt til å fullføre alle fremgangsmåter som er nødvendige for å starte og utøve tjenestevirksomhet, herunder innlevering av dokumentasjon, melding, registrering og søknader, og få svar på disse.\nFørste ledd kommer ikke til anvendelse på fremgangsmåter, herunder kontroll fra ansvarlig myndighet, som etter sin art ikke kan gjennomføres elektronisk.\nKontaktpunktet skal viderebringe en henvendelse som det mottar, til ansvarlig myndighet. Gjelder det en frist for å rette henvendelse til ansvarlig myndighet, er det tilstrekkelig at henvendelsen er registrert mottatt i kontaktpunktet innen fristens utløp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Rett til informasjon gjennom kontaktpunktet",
      "content": "En tjenesteyter eller tjenestemottaker kan kreve oppdaterte og elektronisk tilgjengelige opplysninger gjennom kontaktpunktet om\na. krav som gjelder for tjenesteytere etablert i riket, særlig krav som knytter seg til fremgangsmåter for å starte og utøve tjenestevirksomhet, og hvordan de til vanlig blir forstått og anvendt\nb. hvordan ansvarlig myndighet kan kontaktes direkte\nc. vilkår og fremgangsmåte for å få tilgang til offentlige registre og databaser om tjenesteytere og tjenester\nd. klageadgang ved tvist mellom tjenesteyteren eller tjenestemottakeren og ansvarlig myndighet, mellom tjenesteytere eller mellom en tjenesteyter og en tjenestemottaker\ne. sammenslutninger og organisasjoner der en tjenesteyter eller tjenestemottaker kan få praktisk hjelp\nf. betydningen av og kriteriene for å anvende merker og andre kvalitetsangivelser knyttet til tjenester\nTjenestemottaker skal ved henvendelse til kontaktpunktet også få generelle opplysninger om krav for å starte og utøve tjenestevirksomhet i andre EØS-stater, herunder regler om forbrukervern.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Dokumentasjon for at krav er oppfylt",
      "content": "En tjenesteyter eller tjenestemottaker som må legge frem et dokument for å vise at et krav er oppfylt, kan i stedet legge frem et dokument utstedt i en annen EØS-stat når det tjener samme formål eller viser at tilsvarende krav er oppfylt.\nAnsvarlig myndighet kan kreve at et dokument utstedt i en annen EØS-stat blir fremlagt i norsk oversettelse. Et slikt dokument kan ikke kreves fremlagt i original, bekreftet kopi eller bekreftet oversettelse uten at dette følger av bestemmelser i lov eller forskrift som gjennomfører Norges forpliktelser etter EØS-avtalen, eller er begrunnet ut fra tvingende allmenne hensyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Forbudte krav ved etablering av tjenestevirksomhet",
      "content": "Retten til å starte og utøve tjenestevirksomhet kan ikke gjøres betinget av krav som direkte eller indirekte innebærer forskjellsbehandling på grunnlag av statsborgerskap, bosted eller etableringsstat.\nFølgende krav kan heller ikke gjøres gjeldende:\na. forbud mot etablering i flere EØS-stater eller forbud mot å stå i registre eller være tilknyttet bransjeorganer eller sammenslutninger i flere EØS-stater\nb. krav som begrenser retten til å velge om etablering skal skje som hovedforretningssted eller som filial, agentur eller datterselskap\nc. krav om at norske tjenesteytere skal ha tilsvarende adgang til å starte og utøve tjenestevirksomhet i EØS-staten der tjenesteyteren allerede er etablert\nd. krav om en konkret vurdering av potensielle eller faktiske økonomiske virkninger av tjenesten, om det er behov for eller etterspørsel etter tjenesten i markedet, eller om virksomheten er egnet i lys av økonomiske mål fastsatt av ansvarlig myndighet\ne. krav om medvirkning fra konkurrerende næringsdrivende i behandling av søknad om tillatelse eller andre enkeltvedtak knyttet til retten til å starte og utøve tjenestevirksomhet\nf. krav om at finansiell sikkerhetsstillelse eller forsikringstegning skal skje hos foretak som er etablert i riket\ng. krav om å være registrert i riket på forhånd eller å ha utøvd tjenestevirksomheten her tidligere\nAnnet ledd bokstav e gjelder ikke hvis ansvarlig myndighet er et bransjeorgan, en yrkessammenslutning eller annen yrkesorganisasjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Tillatelse for tjenestevirksomhet",
      "content": "Krav om tillatelse til å starte og utøve tjenestevirksomhet eller kriteriene for å gi tillatelse gjelder bare hvis tillatelsesordningen eller kriteriet\na. verken direkte eller indirekte innebærer forskjellsbehandling på grunnlag av statsborgerskap, bosted eller etableringsstat,\nb. er begrunnet ut fra tvingende allmenne hensyn, og\nc. er egnet og nødvendig for å oppnå formålet med tillatelsesordningen eller kriteriet.\nEn tjenesteyter som allerede er etablert i en EØS-stat, kan ikke i forbindelse med søknad om tillatelse pålegges krav eller kontroll som etter sitt formål i hovedsak svarer til det som tjenesteyteren allerede har oppfylt i en EØS-stat.\nTillatelse gir tjenesteyteren adgang til å starte og utøve tjenestevirksomhet i hele riket. Tillatelse kan begrenses til hver enkelt etablering eller til et bestemt geografisk område, dersom begrensningen er begrunnet ut fra tvingende allmenne hensyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Saksbehandlingsfrister og gebyr mv.",
      "content": "Saksbehandlingsfristen for tillatelsesordningen regnes fra den dagen da nødvendig dokumentasjon har kommet inn til ansvarlig myndighet. Fristen kan forlenges én gang dersom sakens kompleksitet gjør det nødvendig. Fristforlengelsen skal begrunnes, og den skal meddeles søkeren før den opprinnelige fristen er ute.\nEr fristen ute, anses tillatelse gitt, om ikke annet er fastsatt i eller med hjemmel i lov.\nEtter å ha mottatt søknad med nødvendig dokumentasjon skal ansvarlig myndighet så raskt som mulig gi søkeren et foreløpig svar. Det foreløpige svaret skal opplyse om den frist som gjelder for saksbehandlingen, at tillatelse skal anses gitt dersom søknaden ikke er avgjort før fristens utløp, i de tilfellene dette får anvendelse, og klageadgang. Mangler nødvendig dokumentasjon fra søkeren, skal denne så snart som mulig oppfordres til å gi fullstendig dokumentasjon og opplyses om at saksbehandlingsfristen først løper fra det er gjort.\nGebyr for saksbehandlingen skal være rimelig og ikke overstige kostnadene ved saksbehandlingen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Forholdet til forvaltningsloven ved søknad om tillatelse",
      "content": "For tillatelse som anses gitt i henhold til § 11 annet ledd, gjelder ikke forvaltningsloven §§ 23, 24, 25, 27 og 35 første ledd bokstav b. Frist for å sende meldinger etter forvaltningsloven § 35 tredje ledd annet punktum løper fra tidspunktet tillatelsen anses gitt.\nFristforlengelse i medhold av § 11 første ledd annet punktum er ikke enkeltvedtak.\nForvaltningsloven § 11 a annet og tredje ledd gjelder ikke ved søknad om tillatelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Varigheten av tillatelse",
      "content": "En tillatelse kan bare tidsbegrenses når\na. det er begrunnet ut fra tvingende allmenne hensyn,\nb. antall tillatelser er begrenset ut fra tvingende allmenne hensyn, og\nc. tillatelsen ved utløpet av tidsbegrensningen fornyes uten videre eller dersom vilkårene for tillatelse fortsatt er oppfylt.\nParagrafen er ikke til hinder for vilkår om at tillatelsen faller bort om ikke virksomheten starter innen en bestemt frist.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Særregler ved begrenset antall tillatelser",
      "content": "Er antall tillatelser begrenset på grunn av knapphet på naturressurser eller teknisk kapasitet, skal saksbehandlingen innledes med offentlig kunngjøring. Tillatelse kan bare gis for begrenset tid. Ved utløp kan tillatelsen ikke forlenges uten videre eller innebære andre fordeler for tidligere innehaver eller noen som har særlige forbindelser til innehaver. Tildelt tillatelse kunngjøres offentlig.\n§ 11 annet ledd får ikke anvendelse på tillatelser som beskrevet i første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Innehaverens plikt til å gi informasjon",
      "content": "Innehaveren av en tillatelse skal gi ansvarlig myndighet opplysning om\na. opprettelse av datterselskaper som skal benytte tillatelsen\nb. endringer som gjør at vilkårene for tillatelsen ikke lenger er til stede",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Rett til å yte grenseoverskridende tjenester",
      "content": "En tjenesteyter etablert i en annen EØS-stat har rett til å yte tjenester her i riket.\nKrav som gjøres gjeldende overfor tjenesteyter må\na. verken direkte eller indirekte forskjellsbehandle på grunnlag av statsborgerskap, bosted eller etableringsstat,\nb. være begrunnet i hensyn til offentlig orden og sikkerhet, folkehelsen eller miljøvern, og\nc. være egnet og nødvendig for å oppnå formålet med kravet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Unntak fra hovedregelen",
      "content": "§ 16 gjelder ikke for\na. tjenester av allmenn økonomisk interesse\nb. grenseoverskridende tjenesteyting for lovregulerte yrker, som nevnt i forskrift i medhold av § 27\nc. krav om at en tjeneste bare kan ytes av tjenesteytere innenfor et bestemt yrke\nd. innkreving av gjeld gjennom domstolene\ne. krav om visum, oppholdstillatelse eller meldeplikt for statsborgere fra andre stater enn EØS-stater, når dette er forenlig med Schengen-konvensjonen\nf. immaterielle rettigheter\ng. registrering av kjøretøyer leaset i en annen EØS-stat.\n§ 16 gjelder heller ikke for bestemmelser i lov eller forskrift som gjennomfører forpliktelser etter EØS-avtalen som nevnt i forskrift i medhold av § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Unntak i enkeltsaker",
      "content": "§ 16 er ikke til hinder for at ansvarlig myndighet i særlige tilfeller treffer egnede og nødvendige tiltak overfor en tjenesteyter etablert i en annen EØS-stat, for å ivareta sikkerheten ved tjenesten.\nTiltak i henhold til første ledd kan treffes kun dersom reglene for sikkerhetstiltaket ikke er harmonisert gjennom EØS-avtalen, og\na. ansvarlig myndighet har bedt etableringsstaten om å treffe tiltak, i samsvar med forskrift gitt i medhold av § 27, og\nb. etableringsstaten ikke har truffet slike tiltak eller har truffet tiltak som ikke gir tilstrekkelig vern.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Rettigheter for tjenestemottakere",
      "content": "Det kan ikke gjøres gjeldende krav overfor en tjenestemottaker som begrenser retten til å motta tjenester fra en tjenesteyter etablert i en annen EØS-stat.\nDet kan ikke gjøres gjeldende krav overfor en tjenestemottaker fra en annen EØS-stat som forskjellsbehandler på grunnlag av statsborgerskap, bosted eller etableringsstat. Tilsvarende forskjellsbehandling må heller ikke forekomme i en tjenesteyters alminnelige avtalevilkår. Første og annet punktum er likevel ikke til hinder for at det settes særskilte vilkår for å motta tjenesten når dette er begrunnet i objektive forhold.\nKongen kan gi forskrift om tiltak for å hindre geoblokkering og andre former for diskriminering på bakgrunn av kundenes nasjonalitet, bosted eller etableringssted.\nForbrukertilsynet og Markedsrådet skal føre kontroll med at bestemmelsen overholdes. Kontrollen utøves i samsvar med reglene i markedsføringsloven §§ 32 til 41, § 42 første ledd annet punktum og § 43. Ved forsettlig eller uaktsom overtredelse av bestemmelsen som anses som vesentlig eller har skjedd gjentatte ganger, kan det ilegges et overtredelsesgebyr som den som vedtaket retter seg mot, skal betale.\n0 Endret ved lover 20 mai 2020 nr. 42 (ikr. 1 juli 2020 iflg. res 20 mai 2020 nr. 1032), 12 juni 2020 nr. 68 (ikr. 1 juli 2020 iflg. res. 12 juni 2020 nr. 1184), 16 juni 2023 nr. 38 (i kraft 1 okt 2023 iflg. res. 16 juni 2023 nr. 930).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Informasjon til tjenestemottakere",
      "content": "Tjenesteyteren skal uten særskilt forespørsel opplyse tjenestemottaker om\na. tjenesteyterens navn, foretaksform, adresse og andre opplysninger som gjør at tjenestemottakeren kan henvende seg raskt og direkte til tjenesteyteren\nb. registrering i Foretaksregisteret eller annet offentlig register, med tilstrekkelige opplysninger til å identifisere tjenesteyteren\nc. ansvarlig myndighet eller kontaktpunkt, dersom det kreves tillatelse for virksomheten\nd. for lovregulerte yrker, tjenesteyterens yrkestittel og hvilken EØS-stat tittelen er gitt i, samt ethvert bransjeorgan, enhver yrkesorganisasjon eller lignende hvor tjenesteyteren er registrert\ne. tjenesteyterens alminnelige avtalevilkår, herunder avtalevilkår om verneting og hvilken stats lov som skal gjelde for avtalen\nf. garantier som ikke følger av ufravikelig lov eller forskrift\ng. prisen for tjenesten, hvis den er fastsatt på forhånd i en prisliste eller på annen måte\nh. hovedinnholdet av tjenesten, hvis det ikke fremgår av sammenhengen\ni. obligatorisk forsikring eller annen sikkerhet som dekker tjenesteyterens yrkesansvar, herunder stedlig dekningsområde og kontaktinformasjon til forsikringsgiver eller annen yter av sikkerhet\nj. eventuell adgang til utenrettslig tvisteløsning som tjenesteyter er omfattet av, og hvor tjenestemottaker kan få informasjon om ordningen og vilkårene for å benytte den\nTjenesteyteren skal på forespørsel fra tjenestemottakeren opplyse om\na. prisen for tjenesten dersom den ikke er fastsatt på forhånd eller, om det ikke er mulig å gi nøyaktig pris, et prisoverslag eller oversikt over hvordan prisen beregnes\nb. for lovregulerte yrker, en henvisning til profesjonsregler i tjenesteyterens etableringsstat og hvordan reglene kan innhentes\nc. når det er av betydning for den aktuelle tjenesten, virksomhet på flere fagområder eller samarbeid med andre tjenesteytere og om tiltak som er iverksatt for å unngå interessekonflikter\nd. bransjenormer og andre regler for god atferd som gjelder for tjenesteyterens virksomhet, hvor de finnes elektronisk og på hvilket språk\nTjenesteyteren skal gi eller gjøre opplysningene etter paragrafen her tilgjengelige for tjenestemottakeren på en klar måte før avtale blir inngått. Opplysninger som nevnt i første ledd bokstav j og annet ledd bokstav c skal fremgå av alt informasjonsmateriale som beskriver tjenesten i detalj.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Ansvarsforsikring og sikkerhet",
      "content": "Ved etablering her i riket gjelder ikke krav om obligatorisk ansvarsforsikring eller sikkerhet for tjenesteyter som allerede gjennom etablering i en annen EØS-stat er dekket av ansvarsforsikring eller sikkerhet som i det alt vesentlige svarer til den obligatoriske ordningen. Gir ansvarsforsikringen eller sikkerheten bare delvis dekning, gjelder kravet om obligatorisk forsikring eller sikkerhet for den delen som ikke er dekket i etableringsstaten.\nEn obligatorisk ansvarsforsikring eller sikkerhet for tjenestevirksomheten kan oppfylles av kredittinstitusjoner og forsikringsselskaper i enhver EØS-stat.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Markedsføring i lovregulerte yrker",
      "content": "Tjenesteytere i lovregulerte yrker har rett til å drive markedsføring av sin virksomhet og tjenester innenfor rammen av yrkesetiske regler og særskilt lovgivning. Slike begrensninger skal være begrunnet ut fra tvingende allmenne hensyn, være egnet og nødvendig for å oppnå formålet med begrensningen, og skal ikke innebære forskjellsbehandling på grunnlag av statsborgerskap, bosted eller etableringsstat. Begrensningene skal ikke innebære et totalforbud mot markedsføring.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Virksomhet på flere områder",
      "content": "En tjenesteyter står fritt til å yte flere slags tjenester eller til å yte tjenester i samarbeid med andre tjenesteytere.\nFørste ledd er ikke til hinder for å sette krav knyttet til virksomhet på flere områder til\na. tjenesteytere i lovregulerte yrker, så langt dette er berettiget for å sikre etterlevelse av yrkesetiske regler, og nødvendig for å sikre tjenesteyterens uavhengighet og upartiskhet\nb. tjenesteytere innenfor sertifisering, akkreditering, utprøving og teknisk kontroll, så langt dette er berettiget for å sikre tjenesteyterens uavhengighet og upartiskhet",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Tilsynskompetanse",
      "content": "Ansvarlig myndighet kan føre tilsyn med at en tjenesteyter som er etablert i en annen EØS-stat, overholder krav stilt i samsvar med §§ 16 og 17. For andre krav kan ansvarlig myndighet foreta inspeksjoner og andre undersøkelser når de er forholdsmessige og ikke begrunnet ut fra at tjenesteyteren er etablert i annen EØS-stat.\nLoven begrenser ikke ansvarlig myndighets kompetanse til å føre tilsyn med tjenesteyter etablert i riket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Bistandsplikt overfor myndigheter i en annen EØS-stat",
      "content": "Ansvarlig myndighet skal ved begrunnet forespørsel fra myndighet i annen EØS-stat yte bistand ved tilsyn med tjenesteytere. Bistanden skal gis uten ugrunnet opphold, innenfor rammen av norsk lov og i samsvar med forskrift gitt i medhold av § 27.\nBistand i henhold til første ledd omfatter\na. å gi informasjon om og foreta inspeksjon og andre undersøkelser av tjenesteytere og tjenesteyting som er nødvendig for andre EØS-staters tilsyn\nb. å føre tilsyn med og gi opplysninger om tjenesteytere etablert her i riket som midlertidig yter tjenester i annen EØS-stat\nc. å gi opplysninger om endelige avgjørelser om sanksjoner og avgjørelser om konkurskarantene som er ilagt en tjenesteyter, som har direkte betydning for dennes faglige dyktighet eller pålitelighet\nAnsvarlig myndighet kan ikke avstå fra å føre tilsyn med eller vedta sanksjoner mot en tjenesteyter etablert i riket, fordi tjenesten er utført eller har voldt skade i en annen EØS-stat.\nMyndighet i annen EØS-stat skal gis samme tilgang til registre over tjenesteytere som ansvarlig myndighet har.\nAnsvarlig myndighet kan anmode myndighet i annen EØS-stat om bistand på samme vilkår som fastsatt i annet ledd, jf. første ledd første punktum.\nOpplysninger som ansvarlig myndighet får oversendt etter første og femte ledd, kan bare brukes i den saken som ligger til grunn for forespørselen. Tjenesteyteren skal underrettes hvis opplysninger gis i tråd med annet ledd bokstav c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Varslingsplikt for ansvarlig myndighet",
      "content": "Ansvarlig myndighet skal straks varsle tilsvarende myndigheter i andre EØS-stater og EFTAs overvåkingsorgan i samsvar med forskrift gitt i medhold av § 27, dersom den blir kjent med en fare for alvorlig skade på personers helse eller sikkerhet eller for miljøet, som voldes\na. av en tjenesteyter som er etablert i riket og yter tjenester i andre EØS-stater, eller\nb. ved et alvorlig forhold av en tjenesteyter uavhengig av dennes tilknytning til riket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "title": "Forskrifter",
      "content": "Kongen kan gi forskrifter til gjennomføring av loven i samsvar med EØS-retten. Kongen kan gi forskrift om saksbehandlingsregler for tillatelsesordninger til utfylling av reglene i loven her, herunder om saksbehandlingsfrist og rettsvirkninger av fristoverskridelse. Unntak fra § 11 annet ledd kan bare gjøres når det er begrunnet ut fra tvingende allmenne hensyn, herunder hensynet til privatpersoners beskyttelsesverdige interesser. Saksbehandlingsreglene kan fravike reglene i forvaltningsloven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "title": "Ikrafttreden",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.​1\n1 Fra 28 des 2009 iflg. res. 19 juni 2009 nr. 672.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Endringer i andre lover",
      "content": "Når loven trer i kraft, endres andre lover slik: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens formål",
      "content": "Lovens formål er å gjøre det enklere å etablere tjenestevirksomhet og yte grenseoverskridende tjenester, samtidig som et høyt kvalitetsnivå på tjenester og tvingende allmenne hensyn ivaretas, i samsvar med EØS-avtalen vedlegg X punkt 1 (direktiv 2006/123/EF) om tjenester i det indre marked og punkt 4 (forordning (EU) 2018/302) om geoblokkering.\n0 Endret ved lov 12 juni 2020 nr. 68 (ikr. 1 juli 2020 iflg. res. 12 juni 2020 nr. 1184).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens alminnelige virkeområde",
      "content": "Loven gjelder for tjenester som går inn under EØS-avtalen del III kapittel 3.\nLoven griper ikke inn i organisering og finansiering av offentlige tjenester, herunder plikter knyttet til utøvelsen av disse.\nLoven griper ikke inn i utøvelsen av grunnleggende rettigheter.\nLoven gjelder ikke for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Avgrensninger i lovens saklige virkeområde",
      "content": "Loven gjelder ikke for\na. arbeidsretten, herunder retten til å forhandle og inngå tariffavtaler, og retten til arbeidskamp\nb. utleie av arbeidskraft fra bemanningsforetak\nc. trygdelovgivningen\nd. sosialtjenester vedrørende boliger, barneomsorg og støtte til trengende familier og personer gitt av eller på oppdrag av det offentlige eller av frivillige organisasjoner\ne. helsetjenester\nf. finansielle tjenester\ng. elektroniske kommunikasjonstjenester og kommunikasjonsnettverk og tilknyttede anlegg og tjenester, på områder fastsatt i forskrift i medhold av § 27\nh. tiltak for å beskytte eller fremme kulturelt eller språklig mangfold, eller mangfold i media\ni. audiovisuelle tjenester og radiokringkasting\nj. transporttjenester, herunder havnetjenester, som går inn under EØS-avtalen del III kapittel 6\nk. pengespillvirksomhet\nl. private vakttjenester\nm. posttjenester",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Forholdet til annen lovgivning",
      "content": "Bestemmelser i lov og forskrift som gjennomfører Norges forpliktelser etter EØS-avtalen når det gjelder adgang til eller utøvelse av tjenestevirksomhet, går ved motstrid foran bestemmelser i loven her.\nLoven griper ikke inn i internasjonale-privatrettslige regler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Definisjoner",
      "content": "I denne loven betyr\na. tjeneste: økonomisk virksomhet av foretak eller selvstendig næringsdrivende, normalt mot betaling, jf. EØS-avtalen artikkel 37\nb. tjenesteyter: enhver statsborger i en EØS-stat og ethvert foretak etablert i en EØS-stat, som tilbyr eller yter en tjeneste, jf. EØS-avtalen artikkel 34\nc. tjenestemottaker: enhver statsborger i en EØS-stat, enhver person som har rettigheter etter EØS-avtalen og ethvert foretak etablert i en EØS-stat, som mottar eller ønsker å motta en tjeneste, jf. EØS-avtalen artikkel 34\nd. etableringsstat: den EØS-stat der tjenesteyteren er etablert\ne. etablering: utøvelse av økonomisk virksomhet av en tjenesteyter for et ubestemt tidsrom, ved bruk av en fast infrastruktur som tjenesten ytes fra, jf. EØS-avtalen artikkel 31\nf. tillatelsesordning: enhver fremgangsmåte som krever at tjenesteyteren eller tjenestemottakeren skal henvende seg til ansvarlig myndighet for å få en uttrykkelig eller stilltiende avgjørelse om adgang til eller utøvelse av tjenestevirksomhet\ng. krav: plikter, forbud, vilkår eller begrensninger som følger av lov eller forskrift, rettspraksis eller forvaltningspraksis, eller som følger av bransjeorganers regler eller kollektive regler som yrkessammenslutninger eller andre yrkesorganisasjoner har vedtatt innenfor rammen av sin rettslige uavhengighet. Regler fastsatt i tariffavtaler fremforhandlet av partene i arbeidslivet skal ikke anses som krav\nh. tvingende allmenne hensyn: hensyn anerkjent som dette i rettspraksis fra EF- og EFTA-domstolen, herunder hensynet til offentlig orden og sikkerhet, folkehelsen og miljøvern\ni. ansvarlig myndighet: et organ som har til oppgave å regulere eller føre tilsyn med tjenestevirksomhet, enten det er et forvaltningsorgan, en domstol eller et bransjeorgan, eller en yrkessammenslutning eller annen yrkesorganisasjon som innenfor rammen av sin rettslige uavhengighet på en kollektiv måte regulerer adgang til eller utøvelse av tjenestevirksomhet\nj. EØS-stat: enhver EFTA- eller EU-stat som er part i EØS-avtalen\nk. lovregulert yrke: yrkesvirksomhet fastsatt i forskrift i medhold av § 27, som krever bestemte kvalifikasjoner",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Kontaktpunkt",
      "content": "En tjenesteyter har rett til å bruke et elektronisk kontaktpunkt til å fullføre alle fremgangsmåter som er nødvendige for å starte og utøve tjenestevirksomhet, herunder innlevering av dokumentasjon, melding, registrering og søknader, og få svar på disse.\nFørste ledd kommer ikke til anvendelse på fremgangsmåter, herunder kontroll fra ansvarlig myndighet, som etter sin art ikke kan gjennomføres elektronisk.\nKontaktpunktet skal viderebringe en henvendelse som det mottar, til ansvarlig myndighet. Gjelder det en frist for å rette henvendelse til ansvarlig myndighet, er det tilstrekkelig at henvendelsen er registrert mottatt i kontaktpunktet innen fristens utløp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Rett til informasjon gjennom kontaktpunktet",
      "content": "En tjenesteyter eller tjenestemottaker kan kreve oppdaterte og elektronisk tilgjengelige opplysninger gjennom kontaktpunktet om\na. krav som gjelder for tjenesteytere etablert i riket, særlig krav som knytter seg til fremgangsmåter for å starte og utøve tjenestevirksomhet, og hvordan de til vanlig blir forstått og anvendt\nb. hvordan ansvarlig myndighet kan kontaktes direkte\nc. vilkår og fremgangsmåte for å få tilgang til offentlige registre og databaser om tjenesteytere og tjenester\nd. klageadgang ved tvist mellom tjenesteyteren eller tjenestemottakeren og ansvarlig myndighet, mellom tjenesteytere eller mellom en tjenesteyter og en tjenestemottaker\ne. sammenslutninger og organisasjoner der en tjenesteyter eller tjenestemottaker kan få praktisk hjelp\nf. betydningen av og kriteriene for å anvende merker og andre kvalitetsangivelser knyttet til tjenester\nTjenestemottaker skal ved henvendelse til kontaktpunktet også få generelle opplysninger om krav for å starte og utøve tjenestevirksomhet i andre EØS-stater, herunder regler om forbrukervern.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Dokumentasjon for at krav er oppfylt",
      "content": "En tjenesteyter eller tjenestemottaker som må legge frem et dokument for å vise at et krav er oppfylt, kan i stedet legge frem et dokument utstedt i en annen EØS-stat når det tjener samme formål eller viser at tilsvarende krav er oppfylt.\nAnsvarlig myndighet kan kreve at et dokument utstedt i en annen EØS-stat blir fremlagt i norsk oversettelse. Et slikt dokument kan ikke kreves fremlagt i original, bekreftet kopi eller bekreftet oversettelse uten at dette følger av bestemmelser i lov eller forskrift som gjennomfører Norges forpliktelser etter EØS-avtalen, eller er begrunnet ut fra tvingende allmenne hensyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Forbudte krav ved etablering av tjenestevirksomhet",
      "content": "Retten til å starte og utøve tjenestevirksomhet kan ikke gjøres betinget av krav som direkte eller indirekte innebærer forskjellsbehandling på grunnlag av statsborgerskap, bosted eller etableringsstat.\nFølgende krav kan heller ikke gjøres gjeldende:\na. forbud mot etablering i flere EØS-stater eller forbud mot å stå i registre eller være tilknyttet bransjeorganer eller sammenslutninger i flere EØS-stater\nb. krav som begrenser retten til å velge om etablering skal skje som hovedforretningssted eller som filial, agentur eller datterselskap\nc. krav om at norske tjenesteytere skal ha tilsvarende adgang til å starte og utøve tjenestevirksomhet i EØS-staten der tjenesteyteren allerede er etablert\nd. krav om en konkret vurdering av potensielle eller faktiske økonomiske virkninger av tjenesten, om det er behov for eller etterspørsel etter tjenesten i markedet, eller om virksomheten er egnet i lys av økonomiske mål fastsatt av ansvarlig myndighet\ne. krav om medvirkning fra konkurrerende næringsdrivende i behandling av søknad om tillatelse eller andre enkeltvedtak knyttet til retten til å starte og utøve tjenestevirksomhet\nf. krav om at finansiell sikkerhetsstillelse eller forsikringstegning skal skje hos foretak som er etablert i riket\ng. krav om å være registrert i riket på forhånd eller å ha utøvd tjenestevirksomheten her tidligere\nAnnet ledd bokstav e gjelder ikke hvis ansvarlig myndighet er et bransjeorgan, en yrkessammenslutning eller annen yrkesorganisasjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Tillatelse for tjenestevirksomhet",
      "content": "Krav om tillatelse til å starte og utøve tjenestevirksomhet eller kriteriene for å gi tillatelse gjelder bare hvis tillatelsesordningen eller kriteriet\na. verken direkte eller indirekte innebærer forskjellsbehandling på grunnlag av statsborgerskap, bosted eller etableringsstat,\nb. er begrunnet ut fra tvingende allmenne hensyn, og\nc. er egnet og nødvendig for å oppnå formålet med tillatelsesordningen eller kriteriet.\nEn tjenesteyter som allerede er etablert i en EØS-stat, kan ikke i forbindelse med søknad om tillatelse pålegges krav eller kontroll som etter sitt formål i hovedsak svarer til det som tjenesteyteren allerede har oppfylt i en EØS-stat.\nTillatelse gir tjenesteyteren adgang til å starte og utøve tjenestevirksomhet i hele riket. Tillatelse kan begrenses til hver enkelt etablering eller til et bestemt geografisk område, dersom begrensningen er begrunnet ut fra tvingende allmenne hensyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Saksbehandlingsfrister og gebyr mv.",
      "content": "Saksbehandlingsfristen for tillatelsesordningen regnes fra den dagen da nødvendig dokumentasjon har kommet inn til ansvarlig myndighet. Fristen kan forlenges én gang dersom sakens kompleksitet gjør det nødvendig. Fristforlengelsen skal begrunnes, og den skal meddeles søkeren før den opprinnelige fristen er ute.\nEr fristen ute, anses tillatelse gitt, om ikke annet er fastsatt i eller med hjemmel i lov.\nEtter å ha mottatt søknad med nødvendig dokumentasjon skal ansvarlig myndighet så raskt som mulig gi søkeren et foreløpig svar. Det foreløpige svaret skal opplyse om den frist som gjelder for saksbehandlingen, at tillatelse skal anses gitt dersom søknaden ikke er avgjort før fristens utløp, i de tilfellene dette får anvendelse, og klageadgang. Mangler nødvendig dokumentasjon fra søkeren, skal denne så snart som mulig oppfordres til å gi fullstendig dokumentasjon og opplyses om at saksbehandlingsfristen først løper fra det er gjort.\nGebyr for saksbehandlingen skal være rimelig og ikke overstige kostnadene ved saksbehandlingen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Forholdet til forvaltningsloven ved søknad om tillatelse",
      "content": "For tillatelse som anses gitt i henhold til § 11 annet ledd, gjelder ikke forvaltningsloven §§ 23, 24, 25, 27 og 35 første ledd bokstav b. Frist for å sende meldinger etter forvaltningsloven § 35 tredje ledd annet punktum løper fra tidspunktet tillatelsen anses gitt.\nFristforlengelse i medhold av § 11 første ledd annet punktum er ikke enkeltvedtak.\nForvaltningsloven § 11 a annet og tredje ledd gjelder ikke ved søknad om tillatelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Varigheten av tillatelse",
      "content": "En tillatelse kan bare tidsbegrenses når\na. det er begrunnet ut fra tvingende allmenne hensyn,\nb. antall tillatelser er begrenset ut fra tvingende allmenne hensyn, og\nc. tillatelsen ved utløpet av tidsbegrensningen fornyes uten videre eller dersom vilkårene for tillatelse fortsatt er oppfylt.\nParagrafen er ikke til hinder for vilkår om at tillatelsen faller bort om ikke virksomheten starter innen en bestemt frist.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Særregler ved begrenset antall tillatelser",
      "content": "Er antall tillatelser begrenset på grunn av knapphet på naturressurser eller teknisk kapasitet, skal saksbehandlingen innledes med offentlig kunngjøring. Tillatelse kan bare gis for begrenset tid. Ved utløp kan tillatelsen ikke forlenges uten videre eller innebære andre fordeler for tidligere innehaver eller noen som har særlige forbindelser til innehaver. Tildelt tillatelse kunngjøres offentlig.\n§ 11 annet ledd får ikke anvendelse på tillatelser som beskrevet i første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Innehaverens plikt til å gi informasjon",
      "content": "Innehaveren av en tillatelse skal gi ansvarlig myndighet opplysning om\na. opprettelse av datterselskaper som skal benytte tillatelsen\nb. endringer som gjør at vilkårene for tillatelsen ikke lenger er til stede",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Rett til å yte grenseoverskridende tjenester",
      "content": "En tjenesteyter etablert i en annen EØS-stat har rett til å yte tjenester her i riket.\nKrav som gjøres gjeldende overfor tjenesteyter må\na. verken direkte eller indirekte forskjellsbehandle på grunnlag av statsborgerskap, bosted eller etableringsstat,\nb. være begrunnet i hensyn til offentlig orden og sikkerhet, folkehelsen eller miljøvern, og\nc. være egnet og nødvendig for å oppnå formålet med kravet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Unntak fra hovedregelen",
      "content": "§ 16 gjelder ikke for\na. tjenester av allmenn økonomisk interesse\nb. grenseoverskridende tjenesteyting for lovregulerte yrker, som nevnt i forskrift i medhold av § 27\nc. krav om at en tjeneste bare kan ytes av tjenesteytere innenfor et bestemt yrke\nd. innkreving av gjeld gjennom domstolene\ne. krav om visum, oppholdstillatelse eller meldeplikt for statsborgere fra andre stater enn EØS-stater, når dette er forenlig med Schengen-konvensjonen\nf. immaterielle rettigheter\ng. registrering av kjøretøyer leaset i en annen EØS-stat.\n§ 16 gjelder heller ikke for bestemmelser i lov eller forskrift som gjennomfører forpliktelser etter EØS-avtalen som nevnt i forskrift i medhold av § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Unntak i enkeltsaker",
      "content": "§ 16 er ikke til hinder for at ansvarlig myndighet i særlige tilfeller treffer egnede og nødvendige tiltak overfor en tjenesteyter etablert i en annen EØS-stat, for å ivareta sikkerheten ved tjenesten.\nTiltak i henhold til første ledd kan treffes kun dersom reglene for sikkerhetstiltaket ikke er harmonisert gjennom EØS-avtalen, og\na. ansvarlig myndighet har bedt etableringsstaten om å treffe tiltak, i samsvar med forskrift gitt i medhold av § 27, og\nb. etableringsstaten ikke har truffet slike tiltak eller har truffet tiltak som ikke gir tilstrekkelig vern.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Rettigheter for tjenestemottakere",
      "content": "Det kan ikke gjøres gjeldende krav overfor en tjenestemottaker som begrenser retten til å motta tjenester fra en tjenesteyter etablert i en annen EØS-stat.\nDet kan ikke gjøres gjeldende krav overfor en tjenestemottaker fra en annen EØS-stat som forskjellsbehandler på grunnlag av statsborgerskap, bosted eller etableringsstat. Tilsvarende forskjellsbehandling må heller ikke forekomme i en tjenesteyters alminnelige avtalevilkår. Første og annet punktum er likevel ikke til hinder for at det settes særskilte vilkår for å motta tjenesten når dette er begrunnet i objektive forhold.\nKongen kan gi forskrift om tiltak for å hindre geoblokkering og andre former for diskriminering på bakgrunn av kundenes nasjonalitet, bosted eller etableringssted.\nForbrukertilsynet og Markedsrådet skal føre kontroll med at bestemmelsen overholdes. Kontrollen utøves i samsvar med reglene i markedsføringsloven §§ 32 til 41, § 42 første ledd annet punktum og § 43. Ved forsettlig eller uaktsom overtredelse av bestemmelsen som anses som vesentlig eller har skjedd gjentatte ganger, kan det ilegges et overtredelsesgebyr som den som vedtaket retter seg mot, skal betale.\n0 Endret ved lover 20 mai 2020 nr. 42 (ikr. 1 juli 2020 iflg. res 20 mai 2020 nr. 1032), 12 juni 2020 nr. 68 (ikr. 1 juli 2020 iflg. res. 12 juni 2020 nr. 1184), 16 juni 2023 nr. 38 (i kraft 1 okt 2023 iflg. res. 16 juni 2023 nr. 930).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Informasjon til tjenestemottakere",
      "content": "Tjenesteyteren skal uten særskilt forespørsel opplyse tjenestemottaker om\na. tjenesteyterens navn, foretaksform, adresse og andre opplysninger som gjør at tjenestemottakeren kan henvende seg raskt og direkte til tjenesteyteren\nb. registrering i Foretaksregisteret eller annet offentlig register, med tilstrekkelige opplysninger til å identifisere tjenesteyteren\nc. ansvarlig myndighet eller kontaktpunkt, dersom det kreves tillatelse for virksomheten\nd. for lovregulerte yrker, tjenesteyterens yrkestittel og hvilken EØS-stat tittelen er gitt i, samt ethvert bransjeorgan, enhver yrkesorganisasjon eller lignende hvor tjenesteyteren er registrert\ne. tjenesteyterens alminnelige avtalevilkår, herunder avtalevilkår om verneting og hvilken stats lov som skal gjelde for avtalen\nf. garantier som ikke følger av ufravikelig lov eller forskrift\ng. prisen for tjenesten, hvis den er fastsatt på forhånd i en prisliste eller på annen måte\nh. hovedinnholdet av tjenesten, hvis det ikke fremgår av sammenhengen\ni. obligatorisk forsikring eller annen sikkerhet som dekker tjenesteyterens yrkesansvar, herunder stedlig dekningsområde og kontaktinformasjon til forsikringsgiver eller annen yter av sikkerhet\nj. eventuell adgang til utenrettslig tvisteløsning som tjenesteyter er omfattet av, og hvor tjenestemottaker kan få informasjon om ordningen og vilkårene for å benytte den\nTjenesteyteren skal på forespørsel fra tjenestemottakeren opplyse om\na. prisen for tjenesten dersom den ikke er fastsatt på forhånd eller, om det ikke er mulig å gi nøyaktig pris, et prisoverslag eller oversikt over hvordan prisen beregnes\nb. for lovregulerte yrker, en henvisning til profesjonsregler i tjenesteyterens etableringsstat og hvordan reglene kan innhentes\nc. når det er av betydning for den aktuelle tjenesten, virksomhet på flere fagområder eller samarbeid med andre tjenesteytere og om tiltak som er iverksatt for å unngå interessekonflikter\nd. bransjenormer og andre regler for god atferd som gjelder for tjenesteyterens virksomhet, hvor de finnes elektronisk og på hvilket språk\nTjenesteyteren skal gi eller gjøre opplysningene etter paragrafen her tilgjengelige for tjenestemottakeren på en klar måte før avtale blir inngått. Opplysninger som nevnt i første ledd bokstav j og annet ledd bokstav c skal fremgå av alt informasjonsmateriale som beskriver tjenesten i detalj.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Ansvarsforsikring og sikkerhet",
      "content": "Ved etablering her i riket gjelder ikke krav om obligatorisk ansvarsforsikring eller sikkerhet for tjenesteyter som allerede gjennom etablering i en annen EØS-stat er dekket av ansvarsforsikring eller sikkerhet som i det alt vesentlige svarer til den obligatoriske ordningen. Gir ansvarsforsikringen eller sikkerheten bare delvis dekning, gjelder kravet om obligatorisk forsikring eller sikkerhet for den delen som ikke er dekket i etableringsstaten.\nEn obligatorisk ansvarsforsikring eller sikkerhet for tjenestevirksomheten kan oppfylles av kredittinstitusjoner og forsikringsselskaper i enhver EØS-stat.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Markedsføring i lovregulerte yrker",
      "content": "Tjenesteytere i lovregulerte yrker har rett til å drive markedsføring av sin virksomhet og tjenester innenfor rammen av yrkesetiske regler og særskilt lovgivning. Slike begrensninger skal være begrunnet ut fra tvingende allmenne hensyn, være egnet og nødvendig for å oppnå formålet med begrensningen, og skal ikke innebære forskjellsbehandling på grunnlag av statsborgerskap, bosted eller etableringsstat. Begrensningene skal ikke innebære et totalforbud mot markedsføring.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Virksomhet på flere områder",
      "content": "En tjenesteyter står fritt til å yte flere slags tjenester eller til å yte tjenester i samarbeid med andre tjenesteytere.\nFørste ledd er ikke til hinder for å sette krav knyttet til virksomhet på flere områder til\na. tjenesteytere i lovregulerte yrker, så langt dette er berettiget for å sikre etterlevelse av yrkesetiske regler, og nødvendig for å sikre tjenesteyterens uavhengighet og upartiskhet\nb. tjenesteytere innenfor sertifisering, akkreditering, utprøving og teknisk kontroll, så langt dette er berettiget for å sikre tjenesteyterens uavhengighet og upartiskhet",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Tilsynskompetanse",
      "content": "Ansvarlig myndighet kan føre tilsyn med at en tjenesteyter som er etablert i en annen EØS-stat, overholder krav stilt i samsvar med §§ 16 og 17. For andre krav kan ansvarlig myndighet foreta inspeksjoner og andre undersøkelser når de er forholdsmessige og ikke begrunnet ut fra at tjenesteyteren er etablert i annen EØS-stat.\nLoven begrenser ikke ansvarlig myndighets kompetanse til å føre tilsyn med tjenesteyter etablert i riket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Bistandsplikt overfor myndigheter i en annen EØS-stat",
      "content": "Ansvarlig myndighet skal ved begrunnet forespørsel fra myndighet i annen EØS-stat yte bistand ved tilsyn med tjenesteytere. Bistanden skal gis uten ugrunnet opphold, innenfor rammen av norsk lov og i samsvar med forskrift gitt i medhold av § 27.\nBistand i henhold til første ledd omfatter\na. å gi informasjon om og foreta inspeksjon og andre undersøkelser av tjenesteytere og tjenesteyting som er nødvendig for andre EØS-staters tilsyn\nb. å føre tilsyn med og gi opplysninger om tjenesteytere etablert her i riket som midlertidig yter tjenester i annen EØS-stat\nc. å gi opplysninger om endelige avgjørelser om sanksjoner og avgjørelser om konkurskarantene som er ilagt en tjenesteyter, som har direkte betydning for dennes faglige dyktighet eller pålitelighet\nAnsvarlig myndighet kan ikke avstå fra å føre tilsyn med eller vedta sanksjoner mot en tjenesteyter etablert i riket, fordi tjenesten er utført eller har voldt skade i en annen EØS-stat.\nMyndighet i annen EØS-stat skal gis samme tilgang til registre over tjenesteytere som ansvarlig myndighet har.\nAnsvarlig myndighet kan anmode myndighet i annen EØS-stat om bistand på samme vilkår som fastsatt i annet ledd, jf. første ledd første punktum.\nOpplysninger som ansvarlig myndighet får oversendt etter første og femte ledd, kan bare brukes i den saken som ligger til grunn for forespørselen. Tjenesteyteren skal underrettes hvis opplysninger gis i tråd med annet ledd bokstav c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Varslingsplikt for ansvarlig myndighet",
      "content": "Ansvarlig myndighet skal straks varsle tilsvarende myndigheter i andre EØS-stater og EFTAs overvåkingsorgan i samsvar med forskrift gitt i medhold av § 27, dersom den blir kjent med en fare for alvorlig skade på personers helse eller sikkerhet eller for miljøet, som voldes\na. av en tjenesteyter som er etablert i riket og yter tjenester i andre EØS-stater, eller\nb. ved et alvorlig forhold av en tjenesteyter uavhengig av dennes tilknytning til riket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "title": "Forskrifter",
      "content": "Kongen kan gi forskrifter til gjennomføring av loven i samsvar med EØS-retten. Kongen kan gi forskrift om saksbehandlingsregler for tillatelsesordninger til utfylling av reglene i loven her, herunder om saksbehandlingsfrist og rettsvirkninger av fristoverskridelse. Unntak fra § 11 annet ledd kan bare gjøres når det er begrunnet ut fra tvingende allmenne hensyn, herunder hensynet til privatpersoners beskyttelsesverdige interesser. Saksbehandlingsreglene kan fravike reglene i forvaltningsloven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "title": "Ikrafttreden",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.​1\n1 Fra 28 des 2009 iflg. res. 19 juni 2009 nr. 672.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Endringer i andre lover",
      "content": "Når loven trer i kraft, endres andre lover slik: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    }
  ]
}