{
  "id": "LOV-1891-06-06-6",
  "type": "statute",
  "title": "Lov om Armeens Udrederkvarterer.",
  "short_name": "Lov om Armeens Udrederkvarterer.",
  "status": "in_force",
  "issued_date": "1891-06-06",
  "in_force_date": "1891-06-06",
  "url": "https://lovdata.no/dokument/NLO/lov/1891-06-06-6",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ethvert virkelig kvarter (tjenestekvarter) er forpliktet til å anskaffe og underholde en til den militære tjeneste fullkommen dyktig hest (tjenestehest).\nEthvert overtallig kvarter (trosskvarter) er forpliktet til å anskaffe og underholde en duelig trosshest, forsåvidt sådant forlanges.\n1 Endret ved lov 14 juni 1929 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Når i fredstid en tjeneste- eller trosshest mangler på et kvarter, plikter vedkommende utreder å få en ny hest antatt innen først inntreffende 15 mars.\nOpstår mangelen mellem 15 januar og 15 mars, har utrederen utsettelse med anskaffelse av ny hest til 15 mars i det påfølgende år.\nI fredstid kan vedkommende regimentschef​2 på ansøkning gi en utreder utsettelse med å innsette ny tjenestehest utover de foran nevnte frister, når tjenstlige hensyn ikke er til hinder herfor og det for utrederen er en velferdssak å få den ansøkte utsettelse.\nUnder krig eller når vedkommende avdeling skal settes på feltfot, blir de ledige nummer på kvarterene å besette innen 14 dager efterat forlangende herom er blitt utrederen meddelt.\nEr ny hest ikke antatt innen de ovenfor bestemte terminer, kan vedkommende regimentschef​2 for utrederens regning kjøpe en for tjenesten skikket hest og i mangel av mindelig betaling la de med kjøpet forbundne omkostninger inndrive ved utpantning.​3\n1 Endret ved lover 18 aug 1911 nr. 10 og 14 juni 1929 nr. 6.\n2 Se § 5 i.f.\n3 Se tvangsfullbl. kap. 8 og lov 3 juli 1914 nr. 3 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Til bedømmelse og antagelse av tjeneste- og trosshester anordnes remontenevnder. Disses antall i fredstid fastsettes av Kongen med Stortingets samtykke.\nHver nevnd skal i fredstid minst bestå av en militær chef som formann, en fastlønnet veterinærofficer og to utredere, en fra kavaleriet og en fra et av de kjørende våben. Av Kongen kan med Stortingets samtykke sønnenfjelske remontenevnd forsterkes med 1 officer av minst kapteins grad fra et av de kjørende våben. Nordenfjelske remontenevnd kan på samme måte forsterkes med 1 officer av minst kapteins grad av et av de kjørende våben. Formannen er i tilfelle opmann.\nFor hvert medlem av nevnden beskikkes varamann.\nEnhver utreder er forpliktet til å motta beskikkelse til medlem av remontenevnd for en tid av 4 år, hvorefter han er berettiget til i likeså lang tid å undslå sig for sådant hverv.\nNevndens antall og sammensetning i krigstid bestemmes av Kongen.\nForsvarsdepartementet fastsetter instruks for nevndene, beskikker medlemmene av disse nevnder og deres varamenn, for utredernes og deres varamenns vedkommende efter innstilling fra utrederne gjennem deres organisasjoner.\nNevndenes medlemmer tilståes på reiser skyss- og kostgodtgjørelse efter loven, utrederne samme godtgjørelse som de øvrige.\nTjeneste- og trosshester antas av vedkommende nevnd ved de markeder, de hesteutstillinger og på de steder for øvrig, som av Forsvarsdepartementet bestemmes, efter forutgående bekjendtgjørelse.\nHest, som en nevnd har erklært skikket som tjeneste- eller trosshest ved en bestemt våben- eller troppeart, men som ikke straks innsettes som sådan, kan innen et tidsrum og efter regler, som fastsettes av Forsvarsdepartementet innsettes i ledig nummer, uten at ny bedømmelse av remontenevnd finner sted.\nTjeneste- og trosshest føres i rulle ved den avdeling ved hvilken de er innsatt, og forsynes i fornøden utstrekning med merke efter Forsvarsdepartementets bestemmelse.\n1 Endret ved lover 18 aug 1911 nr. 10 og 14 juni 1929 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "En tjenestehest bør i regelen ikke antas i yngre alder, enn at den fyller sitt 5te, og ikke eldre alder, enn at den fyller sitt 7de år i det år da den kan påregnes dressert. Den må holde i høide minst 155 cm. anlagt mål, ha rene og sterke ben, være fri for vesentlige mangler og i øvrig således bygget at den svarer til sin bestemmelse.\nAv hingster antas kun det antall som anses ønskelig som stodhingster.\nHopper kan antas, men likeledes kun i det antall og på de betingelser, som Kongen måtte bestemme.\nBrokete og hvite hester antas ikke.\nEn trosshest bør i regelen ikke antas i yngre alder, enn at den fyller sitt 5te år og ikke i eldre alder, enn at den fyller sitt 8de år i det år den første gang kan påregnes anvendt i tjenesten. Den må holde i høide minst 152 cm. anlagt mål og for øvrig være således bygget at den svarer til sin bestemmelse.\nMed hensyn til antagelse av hingster og hopper som trosshester gjelder samme regel som for antagelse av tjenestehester.\nTjenestehester, som ikke er lavere enn 152 cm., og trosshester, som ikke er lavere enn 150 cm., kan antas, når de, uaktet deres mindre høide, måtte anses fortrinlig skikket for tjenesten.\nKongen kan derhos for de distrikter hvor han måtte anse det fornødent, nedsette de i nærværende paragraf nevnte høidegrenser til 152 cm. for tjenestehester og 150 cm. for trosshester.\n1 Endret ved lov 14 juni 1929 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Enhver hest, som fremstilles for en remontenevnd og av denne gis attest for å være skikket til tjeneste- eller trosshest, skal takseres av nevnden. Denne takst blir gjeldende, hvis hesten straks innsettes i nummer. Innsettes hesten senere overensstemmende med § 3 næstsiste ledd, forholdes der med hensyn til dens taksasjon, således som Forsvarsdepartementet bestemmer.\nHver gang en hest møter frem til tjeneste, og hver gang den avleveres fra denne, skal der avgis kjennelse om den stand hvori den er. Sådan kjennelse avgis, efterat hesten er undersøkt av en dyrlæge, av en militærbefalingsmann (beordret dertil av regimentet overensstemmende med nærmere av Forsvarsdepartementet fastsatte regler) og 2 menn som regimentet tilkaller blandt 4 efter regimentschefens begjæring av herredsdommeren​2 for et tidsrum av 4 år for vedkommende fremmøtested opnevnte uvillige menn, som ikke er utredere og som, når de tilkalles, hver erholder godtgjørelse som bestemt i skjønnslovens​3 § 20 a for skjønnsmenn. Herredsdommeren opnevner tillike 4 varamenn. Enhver, som er opført på de i lov om domstolene​4 § 79 omhandlede utvalg, er pliktig til å overta det heromhandlede hverv. Dog kan den som har forrettet i 4 år, i likeså lang tid undslå sig for påny å bli opnevnt.\nNår en avdeling samles for å settes på feltfot eller til oprettholdelse av rettsordenen kan, hvis ophold anses betenkelig, kjennelser om hestenes stand avgis av den som for tilfellet fører kommandoen, og en dyrlæge.\nMed regimentschefens og vedkommende utreders samtykke kan kjennelser om den stand hvori hestene befinner sig, når de møter frem til tjeneste, og når de avleveres fra denne, avgis av den beordrede militære befalingsmann og en dyrlæge, uten tilkallelse av de opnevnte menn.\nAlle de i denne paragraf omhandlede kjennelser innføres i protokoll efter Forsvarsdepartementets nærmere bestemmelse.\nDe avgjørelser som i denne paragraf og §§ 2, 6, 8 og 11 er henlagt til regimentschefen, treffes ved bergartilleriet og Trøndelag ingeniørbataljon av bataljonschefen.\n1 Endret ved lover 18 aug 1911 nr. 10, 14 juni 1929 nr. 6, 26 jan 1973 nr. 3, 17 des 1982 nr. 86.\n2 Se domstolsl. §§ 1 og 19.\n3 Lov 1 juni 1917 nr. 1.\n4 Lov 13 aug 1915 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Tjenestehester skal stå i rullen til det fylte 16de og trosshester til det fylte 18de år, med mindre de før blir uduelige til den militære tjeneste. Er de ved den nevnte alder ennu fullkommen tjenstdyktige, kan regimentschefen​2 dog, forsåvidt vedkommende utreder ønsker det, tillate at hestene blir stående lenger.\nNår en hest ikke lenger anses dyktig, kasseres den av regimentschefen.​2 Hvis kassasjon skjer, før hesten har nådd den lovbestemte alder, foretas kassasjonen av en nevnd, bestående av regimentschefen, avdelingens veterinær og en av bestyreren for vedkommende underavdelings hestedistrikt tilkalt utreder. Denne siste erholder skyss- og kostgodtgjørelse som bestemt for nevndens øvrige medlemmer. Hester som kasseres før nådd aldersgrense, skal samtidig takseres enten som slakt eller som bruksdyr av samme nevnd som foretar kassasjonen. Kassasjoner bør i regelen foretas ved slutningen av de årlige våbenøvelser.\nHester, som kasseres eller på grunn av alder settes ut, kan forsynes med kassasjonsmerke efter Forsvarsdepartementets nærmere bestemmelse.\n1 Endret ved lover 18 aug 1911 nr. 10 og 14 juni 1929 nr. 6.\n2 Se § 5 i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Tjenestehester skal, når de er i utredernes verge, holdes i god og tjenstdyktig stand, fores, røktes og stelles godt samt ikke benyttes til anstrengende reiser, til tungt og besværlig arbeide, til stadig skyssferd eller til driftskjørsel utenfor eget hjemmebruk.\nTrosshestene skal alltid holdes i god tjenstdyktig stand, men for øvrig er utrederne ikke innskrenket i bruken av samme.\nHesten må ikke uten tillatelse av bestyreren for vedkommende eskadrons (batteris, kompanis) hestedistrikt være ute av kvarteret, en tjenestehest ikke over 3 døgn og en trosshest ikke over 14 døgn. Tillatelse til å slippe hestene på fjellbeite eller seterhavn må dog ikke nektes, med mindre tjenesten fordrer hestens nærværelse.\nUmiddelbart forinnen hestene avgis til tjeneste, skal de ha vært tørrforet i minst 8 dager, forsåvidt meddelelsen om avleveringstiden mottas så betimelig at dette lar sig gjøre.\nForser nogen utreder sig mot foranførte, ilegges han bøter.​2\nMellem hver gang, der ilegges bøter for ikke å ha holdt samme hest i tjenstdyktig stand, må være hengått et tidsrum av minst 3 måneder.\nForinnen bøter efter foranstående kan ilegges, skal en av regimentet beordret militær befalingsmann og 2 av regimentet overensstemmende med § 5 tilkalte uvillige menn besiktige hesten og avgi erklæring i sakens anledning. Kan 2 uvillige menn ikke uten vesentlig ophold eller utgift skaffes til stede, kan erklæringen avgis av 2 av den beordrede militære befalingsmann tilkalte utredere, som under straff av bøter​2 er pliktige til å møte. Den utreder som antas å ha forsett sig, skal også opfordres til å uttale sig om saken.\nUtreder, som er skyld i at hans hest blir udyktig til militær tjeneste, taper enhver rett til erstatning for hesten.\n1 Endret ved lover 18 aug 1911 nr. 10 og 14 juni 1929 nr. 6.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Tjeneste- eller troshester er ikke gjenstand for arrest, eksekution eller utpantning​2 uten i forbindelse med vedkommende kvarter. De maa heller ikke uten regimentschefens​3 tilladelse avhændes eller paa anden maate skilles fra kvarteret.\nI overtrædelsestilfælde straffes utrederen med bøter​4 og er forpligtet til inden 14 dage at skaffe ny hest eller at finde sig i, at dette sker for hans regning, saaledes som i § 2 bestemt. Desuten har han at erstatte statskassen de med den nye hests dressur forbundne omkostninger efter opgave fra regimentschefen.\n1 Endret ved lov 18 aug 1911 nr. 10.\n2 Jfr. tvangsfullbl. §§ 64 og 67.\n3 Se § 5 i.f.\n4 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Når et kvarter skifter eier eller bruker og der ikke er truffet mindelig overenskomst om hestens pris, blir denne å bestemme ved skjønn​2 optatt på den tiltredende eiers bekostning av lensmannen og 2 av herredsdommeren​2 opnevnte uvillige menn. Overskjønn finner ikke sted.\n1 Endret ved lov 14 juni 1929 nr. 6.\n2 Se lov 1 juni 1917 nr. 1 § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Enhver utreder har at avlevere sin tjeneste- eller troshest til militære øvelser og anden militær tjeneste til den tid, som forlanges, og paa ethvert sted som ligger indenfor kompani-, batteri- eller eskadronsdistriktet eller i ikke større avstand fra dettes grænse end 5 km. Paa lignende maate har han likeledes at avhente hesten til fastsat tid. Han er derhos pligtig til at la hesten fremmøte til de anordnede hestevisninger eller ved andre anledninger, naar det i tjenstlige øiemed befales; disse fremmøter maa dog ikke avholdes i længre avstand fra kvarteret, end at hesten den samme dag kan være tilbake.\nNaar en avdeling samles for at sættes paa feltfot eller til opretholdelse av retsordenen, er enhver utreder desuten forpligtet til at avlevere sin tjeneste- eller troshest til den tid, som forlanges, paa avdelingens samlingsplads. Ligger denne i større avstand fra avdelingsdistriktets grænse end 5 km., er vedkommende utreder berettiget til at erholde den ifølge § 15 bestemte godtgjørelse for hestens avsavn i\n1 døgn, hvis avstanden er over 5 men ikke over 30 km.\n2 døgn, hvis avstanden er over 30, men ikke over 60 km.\n3 døgn, hvis avstanden er over 60, men ikke over 90 km.\nOvertrædelse av, hvad der i nærværende paragraf er bestemt, straffes med bøter.​2\n1 Endret ved lov 18 aug 1911 nr. 10.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Når hestene avleveres til tjeneste, skal de være forsynt med nytt og godt beslag, således som av regimentschefen​2 anordnes.\nVedkommende kompani- (batteri-, eskadrons-) chef ved hvis avdeling hesten har tjenstgjort under våbenøvelsene, har å påse at hesten ved dens avgivelse fra tjenesten er forsynt med fullt brukbart beslag.\n1 Endret ved lover 18 aug 1911 nr. 10 og 14 juni 1929 nr. 6.\n2 Se § 5 i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Tjeneste- og Troshestenes Fodring besørges under de almindelige Vaabenøvelser af det Offentlige, men ved extraordinære Samlinger inden Kompagni-, Batteri- eller Eskadronsdistriktet ere Udrederne paa Forlangende forpligtede til herfor at drage Omsorg.​1\n1 Se § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Dersom en tjeneste- eller trosshest under bruk i tjenesten forkommer, kreperer eller kommer til sådan skade at den må kasseres, erholder utrederen hesten erstattet med dens fulle takstbeløp efter § 5, når den avgår innen utgangen av det kalenderår, hvori den fyller sitt 6te år; senere fradras 1/16 for hvert år og en tilsvarende del for hver måned hesten efter ovennevnte tidspunkt har stått i tjenesten. Herved iakttas at 15 dager og derover regnes for full måned, mens et dagtall under 15 ikke medregnes.\nI erstatningsbeløpet fradras hestens takstverdi ved kassasjonen og hesten overlates utrederen til fri rådighet.\nEr hesten død uten å være kassert, skal i erstatningen fradras det beløp, hvortil den enten som slakt eller på annen måte er utbragt.\nBlir hesten syk under øvelsene, kan den hjemsendes til utrederen, der i så fall under den tid hesten ifølge vedkommende militære dyrlæges erklæring ikke kan eller må brukes, erholder den i § 15, 2 a bestemte godtgjørelse. Hesten tilses, så vidt fornødent, av vedkommende avdelings eller efter omstendighetene av en annen dyrlæge, og de dermed forbundne utgifter utredes av det offentlige.\nBlir hesten under tjenesten så avmagret at den ikke er i tjenstdyktig og brukbar stand, bestemmer den av regimentet beordrede militære befalingsmann og 2 overensstemmende med reglene i § 5 tilkalte menn i hvor lang tid utrederen skal la hesten stå på kvarteret uten å brukes. For denne tid, der ikke må overstige 30 dager, erholder utrederen den efter § 15, 2 a bestemte godtgjørelse.\nOvertrer en utreder i de nevnte tilfelle de ham om hestens avbenyttelse gitte forskrifter, taper han rett til godtgjørelse.\nFordres i tilfelle av krig, eller når hæren settes på feltfot, utrederes eiendomsrett over deres tjeneste- eller trosshester avstått til det offentlige,​2 blir hestene å erstatte efter den i nærværende paragraf opstilte regel med hensyn til hester, der kreperer i tjenesten. Det kvarter hvis hest således er erhvervet av det offentlige, fritas derhos for igjen å anskaffe ny hest, inntil der er hengått 3 måneder, efterat den avdeling hvortil kvarteret henhører, atter er blitt satt på fredsfot.\nNår hæren atter settes på fredsfot, kan de således til det offentlige avståtte hester, der da måtte være i behold, mot erstatning efter samme regel som for avståelsen til det offentlige er bestemt, av vedkommende utredere innen en av Kongen fastsat termin fordres tilbakelevert, hvorefter hestene, om de dertil fremdeles finnes brukbare, innsettes som kvarterhester uten fornyet taksasjon.\nDe hester som ikke på denne måte fordres tilbake, så vel som andre av det offentlige innkjøpte hester kan av utrederne innen en av Kongen bestemt frist forlanges overlatt til remontering av ledige kvarterer mot erstatning efter takst, optatt overensstemmende med § 5, – forsåvidt hestene måtte være brukbare som kvarterhester og ikke ønskes anvendt til offentlig bruk eller overlatt officerer til tjenestehester. Utrederne ved den avdeling hvortil hestene hører, har fortrinsrett, og ønsker flere av dem samme hest, avgjøres saken ved loddtrekning.\n1 Endret ved lov 14 juni 1929 nr. 6.\n2 Jfr. lov 10 juni 1938 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "(Opphevet ved lov 14 juni 1929 nr. 6.)",
      "content": "§ 14.(Opphevet ved lov 14 juni 1929 nr. 6.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Udrederne tilstaaes af Statskassen saavel en aarlig Godtgjørelse for Hesteholdet som Godtgjørelse for hvert Døgn, Hesten benyttes i Tjenesten.\nHvert ordentlig Storthing bestemmer den Godtgjørelse, der skal ydes:\n1. For det faste Hestehold i et Aar uden Hensyn til, om Hesten bruges i Tjenesten eller ikke:\na. til de Udredere, der holde Tjenestehest;\nb. til de Udredere, som holde Troshest;\n2. For Hestens Afsavn hvert Døgn, den i Fredstid benyttes i Tjenesten:\na. naar den fodres af Udrederen,\nb. naar den besørges fodret af det Offentlige.\n3. For Hestens Afsavn i hvert Døgn under Krig eller paa Feltfod.\nFor den Tid, et Kvarter ikke er forsynet med Tjeneste- eller Troshest, bliver ingen Godtgjørelse for Hesteholdet at udbetale. I Vakancetilfælde gjøres Fradrag i Godtgjørelsen paa den Maade, at der for hver hel Maaned, regnet fra og med Dagen for Hestens Udsættelse eller Død til og med Dagen før den tilsvarende Datum i den eller de følgende Maaneder, fratrækkes 1/12 pr. Maaned. For overskydende Vakancetid, ligesom naar Vakancen ialt ikke varer en hel Maaned, fradrages fra og med Udsættelsesdagen eller den tilsvarende Datum i en paafølgende Maaned for hver enkelt Dag, tællet efter Kalenderen, 1/360 – alt beregnet til og med Dagen forinden Indsættelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Når et tjenestekvarter er delt i to eller flere deler, og der mellem disses eiere er oprettet lovmedholdig kontrakt om hesteholdet, har det herved sitt forblivende; finnes ikke sådan kontrakt, eller dersom noget kvarter eller nogen sådan del av et kvarter, som vedvarende eller turvis har holdt tjenestehesten, i fremtiden deles, skal der mellem samtlige kvarterdeler søkes tilveiebragt overenskomst angående hesteholdet. Overenskomsten blir å approbere av vedkommende kavalerideputasjon.\nBlir eierne ikke enige, eller vil kavalerideputasjonen ikke approbere den av dem oprettede kontrakt, innsendes saken, efterat vedkommende formannskaps betenkning er innhentet, gjennem kavalerideputasjonen til Forsvarsdepartementet, som avgjør den på en for samtlige parter bindende måte. Ved avgjørelsen bør så vidt mulig det gamle forhold søkes oprettholdt.\nEnhver kvarterdel, der ikke holder hesten, plikter, hvis ikke anderledes ved gyldig overenskomst er bestemt, årlig å utrede til dennes underhold en så stor del av 1600 kg. høi som den part, kvarterdelen har i det samlede kvarters matrikkelskyld.\nBidraget blir under utpantningstvang​2 å erlegge innen hvert års 2 februar. Blir partene under utpantningsforretningen ikke enige om den pris hvortil høiet skal ansettes, avgjøres spørsmålet av forretningens bestyrer og to tilkalte vidner, der må være uvillige menn.\nTvist om, hvorvidt det høi der leveres, er av forsvarlig godhet, avgjøres ved skjønn av lensmannen og 2 av herredsdommeren​3 opnevnte uvillige menn. Utgiftene ved skjønnet betales av den hvem det går imot. Overskjønn finner ikke sted.\nFor den tid et kvarter ikke er forsynt med tjenestehest, ydes intet bidrag av de andre deler.\nSå vel de av kavalerideputasjonen approberte kontrakter som de av departementet avsagte kjennelser skal tingleses for utrederens regning.\n1 Endret ved lover 14 juni 1929 nr. 6, 26 jan 1973 nr. 3, 17 des 1982 nr. 88.\n2 Se tvangsfullbl. kap. 8 og lov 3 juli 1914 nr. 3 § 3.\n3 Se lov 1 juni 1917 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Den del af et Kvarter, som det paalægges at holde Tjenestehesten mod Bidrag af de øvrige Dele, skal forlods oppebære 1/3 af Hesteholdsgodtgjørelsen for Aaret, medens Restbeløbet tilfalder samtlige Dele, enhver i Forhold til Matrikulskylden. De for Hestens Afsavn fastsatte Døgnpenge tilflyde derimod udelt den Kvarterdel, paa hvilken Hesten holdes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Naar et Troskvarter er delt eller deles i to eller flere Dele, forholdes hermed som i § 16 med Hensyn til de der omhandlede Kvarterer bestemt; dog er Brugeren af den Kvarterdel, hvorpaa Hesten holdes, ikke berettiget til at fordre noget Bidrag af de andre Dele, hvorimod han udelt oppebærer den for Hesteholdet og for Hestens Afsavn fastsatte Godtgjørelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Den Udrederne efter § 12 paalagte Forpligtelse til i visse Tilfælde at sørge for Hestens Fodring under Tjenesten skal, hvis Kvarteret er delt, paahvile Brugeren af den Kvarterdel, hvorpaa Hesten holdes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "(Opphevet ved lov 14 juni 1985 nr. 71.)",
      "content": "§ 20.(Opphevet ved lov 14 juni 1985 nr. 71.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "(Opphevet ved lov 8 feb 1980 nr. 2.)",
      "content": "§ 21.(Opphevet ved lov 8 feb 1980 nr. 2.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Paa ethvert Tjenestekvarter kan i Fredstid forlanges opbevaret under Udrederens Tilsyn og Ansvar Sadelekvipage med Tilbehør for Hesten samt de for et Mandskab reglementerede Beklædnings-, Udrustnings- og Armatursager.\nEr Kvarteret delt, paahviler denne Forpligtelse Brugeren af den Kvarterdel, hvorpaa Hesten holdes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Ombytning af Kvarterer kan finde Sted, saaledes at de enten gaa over fra et Vaaben til et andet, eller saaledes, at Tjenestekvarterer overgaa til Troskvarterer eller omvendt, uden at vedkommende Udredere i noget af disse Tilfælde skulle have Krav paa særskilt Erstatning. Forøgelse i Kvarterernes Antal kan kun finde Sted, forsaavidt Storthinget bevilger de dertil fornødne Midler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Udrederne for de Kvarterer, der overgaa fra Troskvarterer til Kvarterer for Tjenesteheste, saavelsom de Udredere, hvis Heste overgaa til et andet Vaaben, skulle ikke være forpligtede til at anskaffe ny Hest, saalænge den Hest, som holdes paa Kvarteret paa den Tid, Forandringen sker, ikke er over 16 Aar og forøvrigt har de Egenskaber, som vilde være fyldestgjørende for det Øiemed, hvortil den er anskaffet,",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Et Exemplar af nærværende Lov skal opbevares paa ethvert Kvarter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "(Ophevelsesbestemmelse).",
      "content": "§ 26.(Ophevelsesbestemmelse).🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ethvert virkelig kvarter (tjenestekvarter) er forpliktet til å anskaffe og underholde en til den militære tjeneste fullkommen dyktig hest (tjenestehest).\nEthvert overtallig kvarter (trosskvarter) er forpliktet til å anskaffe og underholde en duelig trosshest, forsåvidt sådant forlanges.\n1 Endret ved lov 14 juni 1929 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Når i fredstid en tjeneste- eller trosshest mangler på et kvarter, plikter vedkommende utreder å få en ny hest antatt innen først inntreffende 15 mars.\nOpstår mangelen mellem 15 januar og 15 mars, har utrederen utsettelse med anskaffelse av ny hest til 15 mars i det påfølgende år.\nI fredstid kan vedkommende regimentschef​2 på ansøkning gi en utreder utsettelse med å innsette ny tjenestehest utover de foran nevnte frister, når tjenstlige hensyn ikke er til hinder herfor og det for utrederen er en velferdssak å få den ansøkte utsettelse.\nUnder krig eller når vedkommende avdeling skal settes på feltfot, blir de ledige nummer på kvarterene å besette innen 14 dager efterat forlangende herom er blitt utrederen meddelt.\nEr ny hest ikke antatt innen de ovenfor bestemte terminer, kan vedkommende regimentschef​2 for utrederens regning kjøpe en for tjenesten skikket hest og i mangel av mindelig betaling la de med kjøpet forbundne omkostninger inndrive ved utpantning.​3\n1 Endret ved lover 18 aug 1911 nr. 10 og 14 juni 1929 nr. 6.\n2 Se § 5 i.f.\n3 Se tvangsfullbl. kap. 8 og lov 3 juli 1914 nr. 3 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Til bedømmelse og antagelse av tjeneste- og trosshester anordnes remontenevnder. Disses antall i fredstid fastsettes av Kongen med Stortingets samtykke.\nHver nevnd skal i fredstid minst bestå av en militær chef som formann, en fastlønnet veterinærofficer og to utredere, en fra kavaleriet og en fra et av de kjørende våben. Av Kongen kan med Stortingets samtykke sønnenfjelske remontenevnd forsterkes med 1 officer av minst kapteins grad fra et av de kjørende våben. Nordenfjelske remontenevnd kan på samme måte forsterkes med 1 officer av minst kapteins grad av et av de kjørende våben. Formannen er i tilfelle opmann.\nFor hvert medlem av nevnden beskikkes varamann.\nEnhver utreder er forpliktet til å motta beskikkelse til medlem av remontenevnd for en tid av 4 år, hvorefter han er berettiget til i likeså lang tid å undslå sig for sådant hverv.\nNevndens antall og sammensetning i krigstid bestemmes av Kongen.\nForsvarsdepartementet fastsetter instruks for nevndene, beskikker medlemmene av disse nevnder og deres varamenn, for utredernes og deres varamenns vedkommende efter innstilling fra utrederne gjennem deres organisasjoner.\nNevndenes medlemmer tilståes på reiser skyss- og kostgodtgjørelse efter loven, utrederne samme godtgjørelse som de øvrige.\nTjeneste- og trosshester antas av vedkommende nevnd ved de markeder, de hesteutstillinger og på de steder for øvrig, som av Forsvarsdepartementet bestemmes, efter forutgående bekjendtgjørelse.\nHest, som en nevnd har erklært skikket som tjeneste- eller trosshest ved en bestemt våben- eller troppeart, men som ikke straks innsettes som sådan, kan innen et tidsrum og efter regler, som fastsettes av Forsvarsdepartementet innsettes i ledig nummer, uten at ny bedømmelse av remontenevnd finner sted.\nTjeneste- og trosshest føres i rulle ved den avdeling ved hvilken de er innsatt, og forsynes i fornøden utstrekning med merke efter Forsvarsdepartementets bestemmelse.\n1 Endret ved lover 18 aug 1911 nr. 10 og 14 juni 1929 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "En tjenestehest bør i regelen ikke antas i yngre alder, enn at den fyller sitt 5te, og ikke eldre alder, enn at den fyller sitt 7de år i det år da den kan påregnes dressert. Den må holde i høide minst 155 cm. anlagt mål, ha rene og sterke ben, være fri for vesentlige mangler og i øvrig således bygget at den svarer til sin bestemmelse.\nAv hingster antas kun det antall som anses ønskelig som stodhingster.\nHopper kan antas, men likeledes kun i det antall og på de betingelser, som Kongen måtte bestemme.\nBrokete og hvite hester antas ikke.\nEn trosshest bør i regelen ikke antas i yngre alder, enn at den fyller sitt 5te år og ikke i eldre alder, enn at den fyller sitt 8de år i det år den første gang kan påregnes anvendt i tjenesten. Den må holde i høide minst 152 cm. anlagt mål og for øvrig være således bygget at den svarer til sin bestemmelse.\nMed hensyn til antagelse av hingster og hopper som trosshester gjelder samme regel som for antagelse av tjenestehester.\nTjenestehester, som ikke er lavere enn 152 cm., og trosshester, som ikke er lavere enn 150 cm., kan antas, når de, uaktet deres mindre høide, måtte anses fortrinlig skikket for tjenesten.\nKongen kan derhos for de distrikter hvor han måtte anse det fornødent, nedsette de i nærværende paragraf nevnte høidegrenser til 152 cm. for tjenestehester og 150 cm. for trosshester.\n1 Endret ved lov 14 juni 1929 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Enhver hest, som fremstilles for en remontenevnd og av denne gis attest for å være skikket til tjeneste- eller trosshest, skal takseres av nevnden. Denne takst blir gjeldende, hvis hesten straks innsettes i nummer. Innsettes hesten senere overensstemmende med § 3 næstsiste ledd, forholdes der med hensyn til dens taksasjon, således som Forsvarsdepartementet bestemmer.\nHver gang en hest møter frem til tjeneste, og hver gang den avleveres fra denne, skal der avgis kjennelse om den stand hvori den er. Sådan kjennelse avgis, efterat hesten er undersøkt av en dyrlæge, av en militærbefalingsmann (beordret dertil av regimentet overensstemmende med nærmere av Forsvarsdepartementet fastsatte regler) og 2 menn som regimentet tilkaller blandt 4 efter regimentschefens begjæring av herredsdommeren​2 for et tidsrum av 4 år for vedkommende fremmøtested opnevnte uvillige menn, som ikke er utredere og som, når de tilkalles, hver erholder godtgjørelse som bestemt i skjønnslovens​3 § 20 a for skjønnsmenn. Herredsdommeren opnevner tillike 4 varamenn. Enhver, som er opført på de i lov om domstolene​4 § 79 omhandlede utvalg, er pliktig til å overta det heromhandlede hverv. Dog kan den som har forrettet i 4 år, i likeså lang tid undslå sig for påny å bli opnevnt.\nNår en avdeling samles for å settes på feltfot eller til oprettholdelse av rettsordenen kan, hvis ophold anses betenkelig, kjennelser om hestenes stand avgis av den som for tilfellet fører kommandoen, og en dyrlæge.\nMed regimentschefens og vedkommende utreders samtykke kan kjennelser om den stand hvori hestene befinner sig, når de møter frem til tjeneste, og når de avleveres fra denne, avgis av den beordrede militære befalingsmann og en dyrlæge, uten tilkallelse av de opnevnte menn.\nAlle de i denne paragraf omhandlede kjennelser innføres i protokoll efter Forsvarsdepartementets nærmere bestemmelse.\nDe avgjørelser som i denne paragraf og §§ 2, 6, 8 og 11 er henlagt til regimentschefen, treffes ved bergartilleriet og Trøndelag ingeniørbataljon av bataljonschefen.\n1 Endret ved lover 18 aug 1911 nr. 10, 14 juni 1929 nr. 6, 26 jan 1973 nr. 3, 17 des 1982 nr. 86.\n2 Se domstolsl. §§ 1 og 19.\n3 Lov 1 juni 1917 nr. 1.\n4 Lov 13 aug 1915 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Tjenestehester skal stå i rullen til det fylte 16de og trosshester til det fylte 18de år, med mindre de før blir uduelige til den militære tjeneste. Er de ved den nevnte alder ennu fullkommen tjenstdyktige, kan regimentschefen​2 dog, forsåvidt vedkommende utreder ønsker det, tillate at hestene blir stående lenger.\nNår en hest ikke lenger anses dyktig, kasseres den av regimentschefen.​2 Hvis kassasjon skjer, før hesten har nådd den lovbestemte alder, foretas kassasjonen av en nevnd, bestående av regimentschefen, avdelingens veterinær og en av bestyreren for vedkommende underavdelings hestedistrikt tilkalt utreder. Denne siste erholder skyss- og kostgodtgjørelse som bestemt for nevndens øvrige medlemmer. Hester som kasseres før nådd aldersgrense, skal samtidig takseres enten som slakt eller som bruksdyr av samme nevnd som foretar kassasjonen. Kassasjoner bør i regelen foretas ved slutningen av de årlige våbenøvelser.\nHester, som kasseres eller på grunn av alder settes ut, kan forsynes med kassasjonsmerke efter Forsvarsdepartementets nærmere bestemmelse.\n1 Endret ved lover 18 aug 1911 nr. 10 og 14 juni 1929 nr. 6.\n2 Se § 5 i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Tjenestehester skal, når de er i utredernes verge, holdes i god og tjenstdyktig stand, fores, røktes og stelles godt samt ikke benyttes til anstrengende reiser, til tungt og besværlig arbeide, til stadig skyssferd eller til driftskjørsel utenfor eget hjemmebruk.\nTrosshestene skal alltid holdes i god tjenstdyktig stand, men for øvrig er utrederne ikke innskrenket i bruken av samme.\nHesten må ikke uten tillatelse av bestyreren for vedkommende eskadrons (batteris, kompanis) hestedistrikt være ute av kvarteret, en tjenestehest ikke over 3 døgn og en trosshest ikke over 14 døgn. Tillatelse til å slippe hestene på fjellbeite eller seterhavn må dog ikke nektes, med mindre tjenesten fordrer hestens nærværelse.\nUmiddelbart forinnen hestene avgis til tjeneste, skal de ha vært tørrforet i minst 8 dager, forsåvidt meddelelsen om avleveringstiden mottas så betimelig at dette lar sig gjøre.\nForser nogen utreder sig mot foranførte, ilegges han bøter.​2\nMellem hver gang, der ilegges bøter for ikke å ha holdt samme hest i tjenstdyktig stand, må være hengått et tidsrum av minst 3 måneder.\nForinnen bøter efter foranstående kan ilegges, skal en av regimentet beordret militær befalingsmann og 2 av regimentet overensstemmende med § 5 tilkalte uvillige menn besiktige hesten og avgi erklæring i sakens anledning. Kan 2 uvillige menn ikke uten vesentlig ophold eller utgift skaffes til stede, kan erklæringen avgis av 2 av den beordrede militære befalingsmann tilkalte utredere, som under straff av bøter​2 er pliktige til å møte. Den utreder som antas å ha forsett sig, skal også opfordres til å uttale sig om saken.\nUtreder, som er skyld i at hans hest blir udyktig til militær tjeneste, taper enhver rett til erstatning for hesten.\n1 Endret ved lover 18 aug 1911 nr. 10 og 14 juni 1929 nr. 6.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Tjeneste- eller troshester er ikke gjenstand for arrest, eksekution eller utpantning​2 uten i forbindelse med vedkommende kvarter. De maa heller ikke uten regimentschefens​3 tilladelse avhændes eller paa anden maate skilles fra kvarteret.\nI overtrædelsestilfælde straffes utrederen med bøter​4 og er forpligtet til inden 14 dage at skaffe ny hest eller at finde sig i, at dette sker for hans regning, saaledes som i § 2 bestemt. Desuten har han at erstatte statskassen de med den nye hests dressur forbundne omkostninger efter opgave fra regimentschefen.\n1 Endret ved lov 18 aug 1911 nr. 10.\n2 Jfr. tvangsfullbl. §§ 64 og 67.\n3 Se § 5 i.f.\n4 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Når et kvarter skifter eier eller bruker og der ikke er truffet mindelig overenskomst om hestens pris, blir denne å bestemme ved skjønn​2 optatt på den tiltredende eiers bekostning av lensmannen og 2 av herredsdommeren​2 opnevnte uvillige menn. Overskjønn finner ikke sted.\n1 Endret ved lov 14 juni 1929 nr. 6.\n2 Se lov 1 juni 1917 nr. 1 § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Enhver utreder har at avlevere sin tjeneste- eller troshest til militære øvelser og anden militær tjeneste til den tid, som forlanges, og paa ethvert sted som ligger indenfor kompani-, batteri- eller eskadronsdistriktet eller i ikke større avstand fra dettes grænse end 5 km. Paa lignende maate har han likeledes at avhente hesten til fastsat tid. Han er derhos pligtig til at la hesten fremmøte til de anordnede hestevisninger eller ved andre anledninger, naar det i tjenstlige øiemed befales; disse fremmøter maa dog ikke avholdes i længre avstand fra kvarteret, end at hesten den samme dag kan være tilbake.\nNaar en avdeling samles for at sættes paa feltfot eller til opretholdelse av retsordenen, er enhver utreder desuten forpligtet til at avlevere sin tjeneste- eller troshest til den tid, som forlanges, paa avdelingens samlingsplads. Ligger denne i større avstand fra avdelingsdistriktets grænse end 5 km., er vedkommende utreder berettiget til at erholde den ifølge § 15 bestemte godtgjørelse for hestens avsavn i\n1 døgn, hvis avstanden er over 5 men ikke over 30 km.\n2 døgn, hvis avstanden er over 30, men ikke over 60 km.\n3 døgn, hvis avstanden er over 60, men ikke over 90 km.\nOvertrædelse av, hvad der i nærværende paragraf er bestemt, straffes med bøter.​2\n1 Endret ved lov 18 aug 1911 nr. 10.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Når hestene avleveres til tjeneste, skal de være forsynt med nytt og godt beslag, således som av regimentschefen​2 anordnes.\nVedkommende kompani- (batteri-, eskadrons-) chef ved hvis avdeling hesten har tjenstgjort under våbenøvelsene, har å påse at hesten ved dens avgivelse fra tjenesten er forsynt med fullt brukbart beslag.\n1 Endret ved lover 18 aug 1911 nr. 10 og 14 juni 1929 nr. 6.\n2 Se § 5 i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Tjeneste- og Troshestenes Fodring besørges under de almindelige Vaabenøvelser af det Offentlige, men ved extraordinære Samlinger inden Kompagni-, Batteri- eller Eskadronsdistriktet ere Udrederne paa Forlangende forpligtede til herfor at drage Omsorg.​1\n1 Se § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Dersom en tjeneste- eller trosshest under bruk i tjenesten forkommer, kreperer eller kommer til sådan skade at den må kasseres, erholder utrederen hesten erstattet med dens fulle takstbeløp efter § 5, når den avgår innen utgangen av det kalenderår, hvori den fyller sitt 6te år; senere fradras 1/16 for hvert år og en tilsvarende del for hver måned hesten efter ovennevnte tidspunkt har stått i tjenesten. Herved iakttas at 15 dager og derover regnes for full måned, mens et dagtall under 15 ikke medregnes.\nI erstatningsbeløpet fradras hestens takstverdi ved kassasjonen og hesten overlates utrederen til fri rådighet.\nEr hesten død uten å være kassert, skal i erstatningen fradras det beløp, hvortil den enten som slakt eller på annen måte er utbragt.\nBlir hesten syk under øvelsene, kan den hjemsendes til utrederen, der i så fall under den tid hesten ifølge vedkommende militære dyrlæges erklæring ikke kan eller må brukes, erholder den i § 15, 2 a bestemte godtgjørelse. Hesten tilses, så vidt fornødent, av vedkommende avdelings eller efter omstendighetene av en annen dyrlæge, og de dermed forbundne utgifter utredes av det offentlige.\nBlir hesten under tjenesten så avmagret at den ikke er i tjenstdyktig og brukbar stand, bestemmer den av regimentet beordrede militære befalingsmann og 2 overensstemmende med reglene i § 5 tilkalte menn i hvor lang tid utrederen skal la hesten stå på kvarteret uten å brukes. For denne tid, der ikke må overstige 30 dager, erholder utrederen den efter § 15, 2 a bestemte godtgjørelse.\nOvertrer en utreder i de nevnte tilfelle de ham om hestens avbenyttelse gitte forskrifter, taper han rett til godtgjørelse.\nFordres i tilfelle av krig, eller når hæren settes på feltfot, utrederes eiendomsrett over deres tjeneste- eller trosshester avstått til det offentlige,​2 blir hestene å erstatte efter den i nærværende paragraf opstilte regel med hensyn til hester, der kreperer i tjenesten. Det kvarter hvis hest således er erhvervet av det offentlige, fritas derhos for igjen å anskaffe ny hest, inntil der er hengått 3 måneder, efterat den avdeling hvortil kvarteret henhører, atter er blitt satt på fredsfot.\nNår hæren atter settes på fredsfot, kan de således til det offentlige avståtte hester, der da måtte være i behold, mot erstatning efter samme regel som for avståelsen til det offentlige er bestemt, av vedkommende utredere innen en av Kongen fastsat termin fordres tilbakelevert, hvorefter hestene, om de dertil fremdeles finnes brukbare, innsettes som kvarterhester uten fornyet taksasjon.\nDe hester som ikke på denne måte fordres tilbake, så vel som andre av det offentlige innkjøpte hester kan av utrederne innen en av Kongen bestemt frist forlanges overlatt til remontering av ledige kvarterer mot erstatning efter takst, optatt overensstemmende med § 5, – forsåvidt hestene måtte være brukbare som kvarterhester og ikke ønskes anvendt til offentlig bruk eller overlatt officerer til tjenestehester. Utrederne ved den avdeling hvortil hestene hører, har fortrinsrett, og ønsker flere av dem samme hest, avgjøres saken ved loddtrekning.\n1 Endret ved lov 14 juni 1929 nr. 6.\n2 Jfr. lov 10 juni 1938 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "(Opphevet ved lov 14 juni 1929 nr. 6.)",
      "content": "§ 14.(Opphevet ved lov 14 juni 1929 nr. 6.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Udrederne tilstaaes af Statskassen saavel en aarlig Godtgjørelse for Hesteholdet som Godtgjørelse for hvert Døgn, Hesten benyttes i Tjenesten.\nHvert ordentlig Storthing bestemmer den Godtgjørelse, der skal ydes:\n1. For det faste Hestehold i et Aar uden Hensyn til, om Hesten bruges i Tjenesten eller ikke:\na. til de Udredere, der holde Tjenestehest;\nb. til de Udredere, som holde Troshest;\n2. For Hestens Afsavn hvert Døgn, den i Fredstid benyttes i Tjenesten:\na. naar den fodres af Udrederen,\nb. naar den besørges fodret af det Offentlige.\n3. For Hestens Afsavn i hvert Døgn under Krig eller paa Feltfod.\nFor den Tid, et Kvarter ikke er forsynet med Tjeneste- eller Troshest, bliver ingen Godtgjørelse for Hesteholdet at udbetale. I Vakancetilfælde gjøres Fradrag i Godtgjørelsen paa den Maade, at der for hver hel Maaned, regnet fra og med Dagen for Hestens Udsættelse eller Død til og med Dagen før den tilsvarende Datum i den eller de følgende Maaneder, fratrækkes 1/12 pr. Maaned. For overskydende Vakancetid, ligesom naar Vakancen ialt ikke varer en hel Maaned, fradrages fra og med Udsættelsesdagen eller den tilsvarende Datum i en paafølgende Maaned for hver enkelt Dag, tællet efter Kalenderen, 1/360 – alt beregnet til og med Dagen forinden Indsættelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Når et tjenestekvarter er delt i to eller flere deler, og der mellem disses eiere er oprettet lovmedholdig kontrakt om hesteholdet, har det herved sitt forblivende; finnes ikke sådan kontrakt, eller dersom noget kvarter eller nogen sådan del av et kvarter, som vedvarende eller turvis har holdt tjenestehesten, i fremtiden deles, skal der mellem samtlige kvarterdeler søkes tilveiebragt overenskomst angående hesteholdet. Overenskomsten blir å approbere av vedkommende kavalerideputasjon.\nBlir eierne ikke enige, eller vil kavalerideputasjonen ikke approbere den av dem oprettede kontrakt, innsendes saken, efterat vedkommende formannskaps betenkning er innhentet, gjennem kavalerideputasjonen til Forsvarsdepartementet, som avgjør den på en for samtlige parter bindende måte. Ved avgjørelsen bør så vidt mulig det gamle forhold søkes oprettholdt.\nEnhver kvarterdel, der ikke holder hesten, plikter, hvis ikke anderledes ved gyldig overenskomst er bestemt, årlig å utrede til dennes underhold en så stor del av 1600 kg. høi som den part, kvarterdelen har i det samlede kvarters matrikkelskyld.\nBidraget blir under utpantningstvang​2 å erlegge innen hvert års 2 februar. Blir partene under utpantningsforretningen ikke enige om den pris hvortil høiet skal ansettes, avgjøres spørsmålet av forretningens bestyrer og to tilkalte vidner, der må være uvillige menn.\nTvist om, hvorvidt det høi der leveres, er av forsvarlig godhet, avgjøres ved skjønn av lensmannen og 2 av herredsdommeren​3 opnevnte uvillige menn. Utgiftene ved skjønnet betales av den hvem det går imot. Overskjønn finner ikke sted.\nFor den tid et kvarter ikke er forsynt med tjenestehest, ydes intet bidrag av de andre deler.\nSå vel de av kavalerideputasjonen approberte kontrakter som de av departementet avsagte kjennelser skal tingleses for utrederens regning.\n1 Endret ved lover 14 juni 1929 nr. 6, 26 jan 1973 nr. 3, 17 des 1982 nr. 88.\n2 Se tvangsfullbl. kap. 8 og lov 3 juli 1914 nr. 3 § 3.\n3 Se lov 1 juni 1917 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Den del af et Kvarter, som det paalægges at holde Tjenestehesten mod Bidrag af de øvrige Dele, skal forlods oppebære 1/3 af Hesteholdsgodtgjørelsen for Aaret, medens Restbeløbet tilfalder samtlige Dele, enhver i Forhold til Matrikulskylden. De for Hestens Afsavn fastsatte Døgnpenge tilflyde derimod udelt den Kvarterdel, paa hvilken Hesten holdes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Naar et Troskvarter er delt eller deles i to eller flere Dele, forholdes hermed som i § 16 med Hensyn til de der omhandlede Kvarterer bestemt; dog er Brugeren af den Kvarterdel, hvorpaa Hesten holdes, ikke berettiget til at fordre noget Bidrag af de andre Dele, hvorimod han udelt oppebærer den for Hesteholdet og for Hestens Afsavn fastsatte Godtgjørelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Den Udrederne efter § 12 paalagte Forpligtelse til i visse Tilfælde at sørge for Hestens Fodring under Tjenesten skal, hvis Kvarteret er delt, paahvile Brugeren af den Kvarterdel, hvorpaa Hesten holdes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "(Opphevet ved lov 14 juni 1985 nr. 71.)",
      "content": "§ 20.(Opphevet ved lov 14 juni 1985 nr. 71.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "(Opphevet ved lov 8 feb 1980 nr. 2.)",
      "content": "§ 21.(Opphevet ved lov 8 feb 1980 nr. 2.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Paa ethvert Tjenestekvarter kan i Fredstid forlanges opbevaret under Udrederens Tilsyn og Ansvar Sadelekvipage med Tilbehør for Hesten samt de for et Mandskab reglementerede Beklædnings-, Udrustnings- og Armatursager.\nEr Kvarteret delt, paahviler denne Forpligtelse Brugeren af den Kvarterdel, hvorpaa Hesten holdes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Ombytning af Kvarterer kan finde Sted, saaledes at de enten gaa over fra et Vaaben til et andet, eller saaledes, at Tjenestekvarterer overgaa til Troskvarterer eller omvendt, uden at vedkommende Udredere i noget af disse Tilfælde skulle have Krav paa særskilt Erstatning. Forøgelse i Kvarterernes Antal kan kun finde Sted, forsaavidt Storthinget bevilger de dertil fornødne Midler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Udrederne for de Kvarterer, der overgaa fra Troskvarterer til Kvarterer for Tjenesteheste, saavelsom de Udredere, hvis Heste overgaa til et andet Vaaben, skulle ikke være forpligtede til at anskaffe ny Hest, saalænge den Hest, som holdes paa Kvarteret paa den Tid, Forandringen sker, ikke er over 16 Aar og forøvrigt har de Egenskaber, som vilde være fyldestgjørende for det Øiemed, hvortil den er anskaffet,",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Et Exemplar af nærværende Lov skal opbevares paa ethvert Kvarter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "(Ophevelsesbestemmelse).",
      "content": "§ 26.(Ophevelsesbestemmelse).🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    }
  ]
}