{
  "id": "LOV-1969-06-19-57",
  "type": "statute",
  "title": "Lov om sykehus m.v.",
  "short_name": "Sykehusloven – sykhl.",
  "status": "in_force",
  "issued_date": "1969-06-19",
  "in_force_date": "1969-06-19",
  "url": "https://lovdata.no/dokument/NLO/lov/1969-06-19-57",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov gjelder:\n1. sykehus, sykestuer, fødehjem, spesialsykehjem og sykehoteller,​1\n2. kliniske legespesialisttjenester og kliniske psykologspesialisttjenester,\n3. medisinske laboratorier og røntgeninstitutt som var i drift før 1. april 1984,\n4. ambulansetjeneste.\n5. Medisinsk nødmeldetjeneste\nLoven gjelder også rekonvalesenthjem og etter Kongens bestemmelse andre helseinstitusjoner, herunder kursteder, daginstitusjoner og private forpleiningssteder. Videre gjelder loven medisinske laboratorier og røntgeninstitutt som etableres etter denne lovendrings ikrafttredelse, men ikke inngår i regional helseplan.\nLovens kapittel III om utgifter gjelder for de helseinstitusjoner og tjenester som er nevnt i første ledd og som inngår i plan som nevnt i § 2 a, eller som er godkjent av Kongen for å løse særlige oppgaver, jfr § 4, for statens helseinstitusjoner, samt helseinstitusjon og privat forpleiningssted som nevnt i annet ledd når de etter bestemmelsene i § 5 er knyttet til godkjent sykehus.\nMed unntak av bestemmelsene i §§ 8, 9a, 13, 14, 16, 18, 18a, 18b og 19b gjelder loven ikke for helseinstitusjoner som går inn under lov av 28. april 1961 nr. 2 om psykisk helsevern.\nLovens § 6 gjelder ved de psykiatriske institusjoner/avdelinger som er omhandlet i § 2 sjette ledd i lov av 28. april 1961 nr. 2 om psykisk helsevern.\n0 Endret ved lover 13 juni 1980 nr. 46, 12 juni 1981 nr. 73, 19 nov 1982 nr. 66, 3 juni 1983 nr. 55, 1 mars 1985 nr. 6, 11 juli 1986 nr. 55, 5 juni 1987 nr. 25, 31 mars 1989 nr. 14, 16 juni 1989 nr. 87, 30 april 1992 nr. 43, 30 juli 1992 nr. 101, 9 des 1994 nr. 65, 17 juli 1998 nr. 64 (i kraft 1 jan 1998 iflg. res. 17 juli 1998 nr. 737), 18 des 1998 nr. 86 (i kraft 1 jan 1999). Endres ved lov 23 juni 2000 nr. 56 (fra den tid Kongen bestemmer).\n1 Se § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Enhver fylkeskommune​1 skal sørge for planlegging, utbygging og drift av de institusjoner og tjenester som nevnt i § 1 første ledd, slik at behovet for nødvendig ambulansetransport, undersøkelse, behandling og opphold i helseinstitusjon blir dekket for befolkningen innen området. For luftambulansetjenesten skal staten ha planleggings-, utbyggings- og driftsansvaret. Planleggingsansvaret for luftambulansetjenesten skal utøves i samarbeid med fylkene og tjenesten innlemmes i det respektive fylkes helseplan.\nTo eller flere fylkeskommuner​1 kan samarbeide om løsningen av oppgaver som nevnt i første ledd. Kongen kan påby slikt samarbeid hvis det finnes påkrevet for å sikre helsetjenesten i enkelte områder. Kongen kan gi bestemmelser om samarbeid mellom fylkeskommuner​1 og statlige institusjoner og tjenester.\nI mangel av minnelig overenskomst avgjør Kongen med bindende virkning for partene tvist mellom to eller flere kommuner om fordelingen av utgiftene ved samarbeid som nevnt i annet ledd. Kongen kan bestemme at slik tvist skal avgjøres av en nemnd og gir nærmere regler om dette.\n0 Endret ved lover 3 juni 1983 nr. 55, 1 mars 1985 nr. 6, 17 juli 1998 nr. 64 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 737).\n1 Jfr. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:2 a",
      "chapter": "1",
      "section": "2 a",
      "content": "Riket inndeles i helseregioner. Kongen bestemmer hvilke fylkeskommuner som utgjør en helseregion.\nFylkeskommunene som utgjør en helseregion skal etablere et regionalt helseutvalg for samarbeid om tjenester og institusjoner som nevnt i § 1.\nDet regionale helseutvalg, jfr annet ledd, skal på vegne av fylkeskommunene i regionen utarbeide regional helseplan. Det skal fremgå av den regionale helseplan hvilke institusjoner og tjenester den enkelte fylkeskommune er ansvarlig for. Departementet​1 kan i forskrift gi nærmere bestemmelser om innhold og utforming av den regionale helseplan og rapportering om gjennomføringen av den.\nDen regionale helseplan skal vedtas av departementet.\nDepartementet kan i forskrift gi bestemmelser om det regionale helseutvalgs oppgaver.\n0 Tilføyd ved lov 17 juli 1998 nr. 64 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 737).\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2a",
        "source_heading": "§ 2 a."
      }
    },
    {
      "provision_ref": "1:2 b",
      "chapter": "1",
      "section": "2 b",
      "content": "(Tilføyes ved lov 23 juni 2000 nr. 56 (fra den tid Kongen bestemmer).)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2b",
        "source_heading": "§ 2 b."
      }
    },
    {
      "provision_ref": "1:2 c",
      "chapter": "1",
      "section": "2 c",
      "content": "(Tilføyes ved lov 23 juni 2000 nr. 56 (fra den tid Kongen bestemmer).)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2c",
        "source_heading": "§ 2 c."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Institusjoner som går inn under § 1 skal godkjennes av Kongen.​1\nFor at befolkningen til enhver tid skal kunne få tilfredsstillende medisinsk undersøkelse og behandling innenfor rammen av landets totale helsetjeneste, skal planleggingen og utbyggingen av og den medisinske virksomhet ved helseinstitusjoner etter Kongens nærmere bestemmelse være undergitt Statens Helsetilsyns​2 overordnede faglige tilsyn.\nKongen kan gi forskrifter om planlegging, oppføring, endring, innredning og drift av helseinstitusjoner og om tilsynet med dem. I forskrifter kan det også gis bestemmelser om godkjenning av den ansvarlige leder av helseinstitusjon, om ansettelsesmyndighet for overordnede stillinger, om normer for bemanning av helseinstitusjon, om krav til kvalifikasjoner for de enkelte stillinger, om godkjenning av regnskaps- og revisjonsordning og om privat forpleining. Videre kan Kongen gi forskrifter om begrenset adgang til bruk av tvangsmidler i institusjoner for epileptikere.\nKongen​3 kan gi forskrifter om godkjenning, planlegging, utbygging, drift og tilsyn av legespesialisttjenester og de øvrige tjenester som er nevnt i § 1 første ledd.\n0 Endret ved lover 16 des 1977 nr. 99, 3 juni 1983 nr. 55, 10 juni 1988 nr. 49, 7 des 1990 nr. 60, 30 juli 1992 nr. 101.\n1 Statens helsetilsyn hva angår andre helseinstitusjoner enn sykehus iflg. res. 26 sep 1969 nr. 9802, Sosial- og helsedepartementet hva angår kursteder, tilsynshjem og vernehjem for alkoholister, avrusningsstasjoner og sykehus iflg. res. 12 juni 1970, res. 25 juni 1971 og res. 7 feb 1986 nr. 344.\n2 Se lov 30 mars 1984 nr. 15.\n3 Sosial- og helsedepartementet iflg. res. 10 aug 1984 nr. 1557.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "I plan som nevnt i § 2 a kan innpasses private helseinstitusjoner som fyller egnede funksjoner. Med Kongens godkjenning kan private helseinstitusjoner som ikke er innpasset i slik plan, tillegges særlige oppgaver.\nFor privat helseinstitusjon som er opprettet før denne lovs ikrafttredelse​1 kan Kongen etter søknad fra vedkommende institusjon bestemme at den på nærmere vilkår, skal innpasses i plan som nevnt i § 2.\nDen som vil drive privat praksis som klinisk legespesialist eller som spesialist i klinisk psykologi, må ha avtale med fylkeskommunen​2 der vedkommende vil ha sitt kontor eller hovedvirke, dersom utgifter til driften helt eller delvis skal kunne godtgjøres av fylkeskommunen.​2\nDen som vil drive privat virksomhet som ambulanseutøver med bil eller båt, må ha den nødvendige godkjenning og ha avtale med fylkeskommunen​2 dersom utgifter til driften skal godtgjøres av fylkeskommunen. For luftambulansetjenesten må fly- eller helikopterselskap ha nødvendig konsesjon, ha avtale med staten og være tatt med på fylkets helseplan dersom utgifter til driften skal godtgjøres av staten. Fylkeskommuner​2 som inngår avtaler om bruk av luftambulanse i stedet for bil eller båt, skal selv dekke omkostningene for disse tjenestene. Avtale som nevnt i denne paragraf kan ikke overdras.\n0 Endret ved lover 3 juni 1983 nr. 55, 1 mars 1985 nr. 6, 17 juli 1998 nr. 64 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 737).\n1 Se § 22.\n2 Jfr. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Med Kongens samtykke kan ett eller flere sykehus knytte til seg helseinstitusjon som tar imot prøver, yter undersøkelse, behandling og pleie eller utføre andre undersøkelser som fremmer sykehusenes medisinske virksomhet og effektivitet.\nEr det nødvendig for å sikre en forsvarlig og effektiv virksomhet ved sykehus, kan Kongen treffe bestemmelse om tilknytning som nevnt i første ledd.\nFor tvist mellom eiere av helseinstitusjoner om fordeling av utgiftene ved samarbeid som nevnt i første og annet ledd, gjelder reglene i § 2, siste ledd, tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Sykehus og fødehjem​1 har plikt til uoppholdelig å motta en pasient når det etter de foreliggende opplysninger må antas at den hjelp institusjonen kan gi er påtrengende nødvendig.\nPlikten inntrer ikke dersom institusjonen har forvisset seg om at nødvendig hjelp kan ytes av annen institusjon eller lege som etter forholdene er nærmere til å yte den.\nStatens Helsetilsyn​2 kan frita en institusjon fra en slik plikt.\nDen som har det faglige ansvar for behandlingen av pasienter på vedkommende helseinstitusjon eller vedkommende avdeling ved helseinstitusjonen, kan straffes for forsømmelse av plikt etter denne paragraf med bøter​3 eller med fengsel inntil 3 måneder.\n0 Endret ved lov 30 juli 1992 nr. 101. Endres ved lov 23 juni 2000 nr. 56 (fra den tid Kongen bestemmer).\n1 Se § 15.\n2 Se lov 30 mars 1984 nr. 15.\n3 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:6 a",
      "chapter": "2",
      "section": "6 a",
      "content": "(Tilføyes ved lov 23 juni 2000 nr. 56 (fra den tid Kongen bestemmer).)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 a."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Undersøkelse og behandling som foretas uten at pasienter gis opphold i sykehus skal inngå som en del av sykehusets samlede virksomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Sykehus eller annen helseinstitusjon​1 skal etter bestemmelse av Kongen​2 delta i undervisning og praktisk opplæring av medisinsk- og annet personell ved helseinstitusjonen.\nStatens Helsetilsyn​3 avgjør i tvilstilfeller hva som forstås med medisinsk personell etter første ledd.\n0 Endret ved lov 30 juli 1992 nr. 101.\n1 Jfr. § 1.\n2 Sosial- og helsedepartementet iflg. res. 22 aug 1975 nr. 1.\n3 Se lov 30 mars 1984 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Når spesielle undersøkelser og behandling forutsetter metoder som krever særlig utstyr og erfaring ved jevnlig bruk av det, kan departementet​1 bestemme at disse bare skal utføres ved institusjoner som godkjennes for det, etter innhenting av råd fra Statens Helsetilsyn.​2\n0 Endret ved lov 30 juli 1992 nr. 101.\n1 Se lov 30 mars 1984 nr. 15.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:9 a",
      "chapter": "2",
      "section": "9 a",
      "content": "Departementet​1 kan ved enkeltvedtak og forskrift gi bestemmelser om:\n1. oppgaver for og oppgavefordeling mellom sykehus,\n2. anskaffelse og bruk av medisinsk-teknisk utstyr ved sykehus og\n3. bruk av metoder for undersøkelse og behandling ved sykehus.\n0 Opphevet ved lov 12 juni 1987 nr. 68, tilføyd igjen ved lov 16 juni 1989 nr. 87.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Det påligger eier av helseinstitusjon​1 å utrede utgiftene til planlegging, oppføring, utvidelse, ombygning og innredning av institusjonen. For kommunal helseinstitusjon som inngår i plan etter § 2 a, utredes utgiftene dog av den fylkeskommune​2 som etter planen er ansvarlig.\nFor byggearbeider ved sykehus som utføres etter lovens ikrafttredelse​3 og som inngår i plan etter § 2 a, jfr § 4, refunderer staten 50 prosent av utgiftene til amortisasjon og renter for tre fjerdedeler av godkjente kostnader. Kongen kan fastsette forskrifter for beregning og utbetaling av refusjonen.​4\nKongen kan bestemme hvordan disse regler skal anvendes når det gjelder universitetsklinikker.​5\n0 Endret ved lover 4 juni 1976 nr. 65, 1 juni 1979 nr. 26, 3 juni 1983 nr. 55, 14 des 1984 nr. 80, 21 des 1990 nr. 80, 17 juli 1998 nr. 64 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 737).\n1 Jfr. § 1.\n2 Jfr. § 19.\n3 Se § 22.\n4 Fastsatt ved res. 21 feb 1986 nr. 542.\n5 Jfr. § 15 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Staten yter årlig rammetilskudd til delvis dekning av fylkeskommunenes utgifter. Tilskuddet fordeles gjennom inntektssystemet for kommunene og fylkeskommunene​1 etter regler gitt av Kongen.\nFor legespesialister og klinisk psykologtjenester samt for medisinske laboratorier og røntgeninstitutter, yder trygden refusjon etter regler og takster som gjelder i medhold av lov om folketrygd.\nDepartementet​2 kan kreve seg forelagt budsjett, regnskap og andre opplysninger om virksomhet i fylkeshelsetjenesten.\n0 Endret ved lover 29 jan 1971 nr. 28, 4 juni 1976 nr. 65, 1 juni 1979 nr. 26, 3 juni 1983 nr. 55, 31 mai 1985 nr. 41, 21 des 1990 nr. 80, 11 juni 1993 nr. 90.\n1 Jfr. § 19.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Utgiftene til drift av de institusjoner og tjenester som inngår i plan etter § 2 a og ved private forpleiningssteder som er knyttet til sykehus, jfr § 5, dekkes av den fylkeskommunen​1 som etter planen er ansvarlig. Utgifter til spesialistpraksis som drives etter avtale med fylkeskommunen,​1 skal delvis dekkes av fylkeskommunen etter nærmere avtale mellom den privatpraktiserende spesialist og fylkeskommunen. Utgifter til laboratorie- og røntgentjenester dekkes av pasientens bostedsfylke bare på grunnlag av avtale mellom bostedsfylke og medisinske laboratorier eller røntgeninstitutt som nevnt i § 1 første ledd og som inngår i plan etter § 2 a. Fylkeskommunen plikter å bekjentgjøre hvilke medisinske laboratorier og røntgeninstitutt de har avtale med. Departementet kan gi forskrifter med nærmere regler om finansiering av laboratorie- og røntgentjenester, herunder om overgangsordninger.\nStaten gir tilskudd til drift av regionsykehus, jfr. § 11 første ledd.\nStaten gir tilskott til eieren av universitetsklinikk​3 på grunn av de merutgifter undervisningen av de medisinske studenter medfører.\nStaten dekker utgifter ved drift av egne helseinstitusjoner og private helseinstitusjoner dersom disse etter Kongens bestemmelse er tillagt særlige oppgaver. Folketrygden dekker utgiftene til drift av luftambulansetjenesten etter bestemmelsene i folketrygdloven​2 § 5-16 femte og sjette ledd.\nFor pasienter som har bosted i annen fylkeskommune,​1 refunderes forpleiningsutgiftene av vedkommende bostedsfylke. Kongen gir forskrifter om beregning av forpleiningsutgiftene, og kan herunder fastsette samme refusjonssatser for en eller flere grupper av institusjoner. Ved beregning av refusjonskrav fra universitetsklinikk​3 skal det gjøres fradrag med den andel av utgiftene som statens tilskott etter annet ledd utgjør.\nFor pasienter som behandles ved statsinstitusjon eller ved institusjon hvor staten dekker driftsutgiftene, refunderes på samme måte forpleiningsutgiftene fra den fylkeskommune​1 hvor pasienten har sitt bosted.\nFolketrygden utreder forpleiningsutgifter for personer som ikke har bosted i Norge, men er trygdet etter lov om folketrygd.​2 For person som ikke er stønadsberettiget etter lov om folketrygd, utredes utgiftene av folketrygden dersom han er stønadsberettiget i henhold til gjensidighetsavtale med annet land om sosial trygghet. Ellers utredes utgiftene av pasienten selv. Dersom pasienten ikke har mulighet til å dekke utgiftene selv, blir utgiftene å belaste regnskapet for vedkommende institusjon.\nEtter forskrifter som fastsettes av departementet​4 kan fylkeskommunen​1 der pasienten har sitt bosted bestemme at pasienter som oppholder seg i spesialsykehjem og i institusjon for epileptikere helt eller delvis skal dekke 25 prosent av forpleiningsutgiftene når dette etter deres økonomiske kår finnes rimelig. Det kan ikke tas refusjon i kontantytelser som pasienten oppebærer etter folketrygdloven​2 og heller ikke i midler som skriver seg fra slike ytelser. Hvis det ikke kan påvises noe bosted for pasienten, treffes bestemmelsen av fylkeskommunen der institusjonen ligger. Fylkeskommunens avgjørelse kan klages inn for fylkesmannen.\nSom bostedskommune skal regnes den kommune der pasienten har sitt hjem. Dersom pasienten ikke har noe hjem, skal det faste oppholdssted regnes som oppholdskommune. For pasient som oppholder seg i institusjon eller privat forpleiningssted hvor oppholdsutgiftene helt eller delvis dekkes av det offentlige etter denne lov, skal forholdene på den tid da vedkommende ble mottatt i institusjon eller forpleiningssted legges til grunn. Inntil et barn fyller 16 år har det samme bostedskommune som foreldrene eller som den av foreldrene barnet lever hos eller senest levde hos. Barn som fyller 16 år under opphold i institusjon eller forpleiningssted som nevnt i dette ledds tredje punktum, skal ved fortsatt opphold ha samme bostedskommune som ved fylte 16 år. Departementet​4 avgjør i tvilstilfeller hvor en pasient har bostedskommune eller oppholdskommune.\nKongen fastsetter folketrygdens godtgjørelse for annen medisinsk virksomhet som en helseinstitusjon driver.\nDepartementet​4 bestemmer i forskrift hva pasientene skal betale for poliklinisk behandling ved institusjon som omfattes av denne bestemmelse.\nDepartementet​4 gir forskrifter om:\n1. at fylkeskommunene​1 skal føre venteliste over pasienter som søker og har behov for helsehjelp som omfattes av denne lov.\n2. at fylkeskommunen​1 skal søke å skaffe registrerte pasienter innenfor visse prioriterte pasientgrupper helsehjelp i en annen fylkeskommune, i statens sykehus eller i Oslo kommune, dersom bostedskommunen ikke kan yte helsehjelp innen en frist som fastsettes av departementet.\n3. bostedsfylkeskommunen​1 skal betale utgifter til helsehjelp, som ytes av annen fylkeskommune​1 etter nr. 2, i henhold til bestemmelsene i denne paragrafen.\n4. bostedsfylkeskommunen​1 skal betale utgifter til sykehusbehandling i utlandet som finansieres etter lov om folketrygd § 5-22 annet ledd i samme utstrekning som om behandlingen hadde funnet sted ved sykehus i Norge.\n0 Endret ved lover 19 des 1969 nr. 77, 29 jan 1971 nr. 28, 16 juni 1971 nr. 71, 4 juni 1976 nr. 65, 1 juni 1979 nr. 26, 3 juni 1983 nr. 55, 24 mai 1985 nr. 33, 31 mai 1985 nr. 41, 1 mars 1985 nr. 6, 11 juli 1986 nr. 55, 29 mai 1987 nr. 24, 10 juni 1988 nr. 49, 16 juni 1989 nr. 87, 7 des 1990 nr. 60, 21 des 1990 nr. 80, 13 des 1991 nr. 81, 22 des 1995 nr. 86 (i kraft 1 juli 1996), 28 feb 1997 nr. 19 (i kraft 1 mai 1997), 6 juni 1997 nr. 36, 27 mars 1998 nr. 21 (i kraft 1 jan 1999 iflg. res. 27 mars 1998 nr. 270), 17 juli 1998 nr. 64 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 737).\n1 Jfr. § 19.\n2 Lov 28 feb 1997 nr. 19 (ftrl.).\n3 Se § 15 siste ledd.\n4 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Hver helseinstitusjon som nevnt i § 1, første ledd, og lov om psykisk helsevern​1 § 1, skal ha et styre. To eller flere helseinstitusjoner kan ha samme styre når dette finnes hensiktsmessig. Når det gjelder fylkeskommunale institusjoner, kan styrets oppgaver legges til en annen fylkeskommunal nemnd. Ved helseinstitusjon som ikke er fylkeskommunal, men som inngår i plan som nevnt i § 2 a og lov om psykisk helsevern​1 § 2 a, har den fylkeskommune​2 som etter planen er ansvarlig adgang til å oppnevne et medlem i styret.\nStyrets medlemmer oppnevnes av institusjonens eier. Departementet​3 kan i tillegg oppnevne to medlemmer til styret ved hvert regionsykehus.\nFylkeslegen har rett til å møte i styret, men kan ikke oppnevnes som medlem av styret.\nDepartementet​3 kan gjøre unntak fra bestemmelsene i denne paragraf.\n0 Endret ved lover 5 juni 1987 nr. 25, 16 juni 1989 nr. 87, 11 juni 1993 nr. 85, 17 juli 1998 nr. 64 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 737).\n1 Lov 28 april 1961 nr. 2.\n2 Jfr. § 19.\n3 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Etter denne lov er:\na. sykehus medisinsk institusjon som undersøker eller behandler pasienter og som gir pasienter opphold – kortvarig eller langvarig – så lenge undersøkelsen eller behandlingen krever det,\nb. sykestue medisinsk institusjon som gir pasienter opphold for å undersøke om innleggelse i sykehus bør finne sted, eller for enklere behandling som ikke hensiktsmessig kan foretas i den sykes hjem, men som ikke gjør innleggelse i sykehus nødvendig,\nc. fødehjem medisinsk institusjon som gir opphold og hjelp i forbindelse med fødsel,\nd. Spesialsykehjem medisinsk institusjon som gir bestemt pasientgrupper opphold og i forbindelse hermed medisinsk pleie som ikke gjør opphold i de under bokstavene a eller b nevnte institusjoner nødvendig.\ne. sykehotell institusjon som gir opphold til pasienter som er til ambulantmedisinsk undersøkelse eller behandling,\nf. Kliniske legespesialisttjenester medisinske tjenester fra leger som er godkjent spesialist i et bestemt klinisk medisinsk fagområde i h.h.t. gjeldende bestemmelser,\ng. Kliniske psykologspesialisttjenester tjenester fra psykologer som er godkjent spesialist i klinisk psykologi, klinisk psykologi med psykoterapi eller psykologisk behandling i h.h.t. gjeldende bestemmelser,\nh. medisinsk nødmeldetjeneste er et organisatorisk og kommunikasjonsteknisk system for kommunikasjonsberedskap innen helsetjenesten.\ni. Medisinsk laboratorium medisinsk institusjon som analyserer prøver som krever spesialistkompetanse innen det relevante medisinske laboratoriefag. Prøvene kan være tilsendt eller tatt på pasienter henvist fra annen lege,\nj. Røntgeninstitutt medisinsk institusjon som gir pasienter røntgenundersøkelse- og diagnostikk og røntgenterapi som krever spesialistkompetanse i medisinsk radiologi.\nk. Ambulansetjeneste, beredskap for eller transport i forbindelse med undersøkelse eller behandling av pasienter som pga. sykdom eller skade har behov for å bli transportert på båre eller som har behov for medisinsk behandling eller tilgang til medisinsk utstyr under transporten.\nKongen avgjør i tvilstilfelle om en institusjon eller tjeneste kommer inn under bokstav a til j​1 i foregående ledd, eller om den forøvrig kommer inn under § 1 annet ledd.\nVidere avgjør Kongen hvorvidt et sykehus er å anse som universitetsklinikk i forhold til bestemmelsene i denne lov.\n0 Endret ved lover 3 juni 1983 nr. 55, 1 mars 1985 nr. 6, 11 juli 1986 nr. 55, 31 mars 1989 nr. 14.\n1 Skal vel nå være k.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Enhver som utfører tjeneste eller arbeid for helseinstitusjoner som går inn under loven her,​1 har taushetsplikt etter forvaltningsloven​2 §§ 13 til 13 e. Overtredelse straffes etter straffeloven § 121.\n0 Endret ved lover 3 juni 1983 nr. 55, 16 mai 1986 nr. 21.\n1 Se § 1.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "content": "Styret for en helseinstitusjon, de enkelte styremedlemmer, den ansvarlige leder og enhver lege ved institusjonen foruten ansvarlig leder for øvrige helsetjenester som fylkeskommunen​2 er ansvarlig for, skal på anmodning gi Statens Helsetilsyn​3 eller den det gir myndighet de opplysninger om virksomheten og om de enkelte pasienter som anses nødvendig for at Statens Helsetilsyn kan føre overordnet faglig tilsyn med institusjoner og tjenester i samsvar med reglene i § 3. Under samme vilkår skal de også fremlegge journaler og andre opptegnelser m.v.\nSelv om en slik anmodning ikke foreligger, kan opplysninger som nevnt i første ledd uten hinder av lovbestemt taushetsplikt​4 gis til Statens Helsetilsyn eller den det gir myndighet.\nOpplysninger som er gitt til Statens Helsetilsyn eller den det gir myndighet kan forelegges for sakkyndige leger til uttalelse.\n0 Endret ved lover 3 juni 1983 nr. 55, 30 juli 1992 nr. 101.\n1 Jfr. § 1.\n2 Jfr. § 19.\n3 Se lov 30 mars 1984 nr. 15.\n4 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:17 a",
      "chapter": "5",
      "section": "17 a",
      "content": "Helsepersonell som arbeider innenfor rammen av denne lov skal gi sosialtjenesten bistand i klientsaker. Det skal sørges for at utskrivning fra institusjon i god tid i forveien meldes til sosialtjenesten når utskrivningen bør foranledige tiltak fra sosialtjenestens side. Også for øvrig skal helsepersonellet i sitt arbeid være oppmerksom på forhold som bør føre til tiltak fra sosialtjenestens side, og de skal av eget tiltak gi sosialtjenesten opplysninger om slike forhold. Av eget tiltak kan opplysninger bare gis etter samtykke fra klienten eller så langt opplysningene ellers kan gis uten hinder av taushetsplikt.\n0 Tilføyd ved lov 13 des 1991 nr. 81.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17 a."
      }
    },
    {
      "provision_ref": "5:17 b",
      "chapter": "5",
      "section": "17 b",
      "content": "Helsepersonell som arbeider innenfor rammen av denne loven skal i sitt arbeid være oppmerksom på forhold som kan føre til tiltak fra barneverntjenestens side. Det skal sørges for at utskriving fra institusjon i god tid i forveien meldes til barneverntjenesten når utskrivingen bør foranledige tiltak fra barneverntjenestens side.\nUten hinder av taushetsplikt skal helsepersonellet av eget tiltak gi opplysninger til barneverntjenesten når det er grunn til å tro at et barn blir mishandlet i hjemmet eller det foreligger andre former for alvorlig omsorgssvikt, jf. lov om barneverntjenester​1 § 4-10, § 4-11, § 4-12, eller når et barn har vist vedvarende alvorlige atferdsvansker, jf. samme lov § 4-24. Også etter pålegg fra de organer som er ansvarlige for gjennomføringen av lov om barneverntjenester, plikter helsepersonellet å gi slike opplysninger.\n0 Tilføyd ved lov 17 juli 1992 nr. 100.\n1 Lov 17 juli 1992 nr. 100.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17b",
        "source_heading": "§ 17 b."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "content": "Hvis en helseinstitusjon eller fylkeskommunale tjenester som nevnt i § 1 første ledd, drives på en måte som må antas å ha skadelige følger for pasientene eller deres omgivelser – eller på annen uforsvarlig måte – kan Statens Helsetilsyn​2 eller den det gir myndighet gi påbud om å rette manglene. Statens Helsetilsyn kan om nødvendig stenge institusjonen.\nFor vedtak etter første ledd gjelder reglene i forvaltningslovens​3 kapittel VI også når institusjonen tilhører en kommune. I underretning om vedtak skal det gis opplysning om klageadgang, klagefrist og den nærmere fremgangsmåte ved klage. Klagen har oppsettende virkning hvis ikke departementet​4 bestemmer noe annet.\n0 Endret ved lover 3 juni 1983 nr. 55, 30 juli 1992 nr. 101.\n1 Jfr. § 1.\n2 Se lov 30 mars 1984 nr. 15.\n3 Lov 10 feb 1967.\n4 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:18 a",
      "chapter": "5",
      "section": "18 a",
      "content": "Helseinstitusjon som omfattes av denne loven skal straks gi skriftlig melding til fylkeslegen om betydelig personskade som voldes på pasient som følge av ytelse av helsetjeneste eller ved at en pasient skader en annen.\nDepartementet kan gi forskrift om innsendelse av og nærmere innhold i melding som nevnt i første ledd.\n0 Tilføyd ved lov 30 april 1992 nr. 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18a",
        "source_heading": "§ 18 a."
      }
    },
    {
      "provision_ref": "5:18 b",
      "chapter": "5",
      "section": "18 b",
      "content": "Helseinstitusjon som omfattes av denne lov skal opprette kvalitetsutvalg som ledd i den internkontroll institusjonene er pliktige til å føre i henhold til § 3 i lov av 30. mars 1984 [nr. 15] om statlig tilsyn med helsetjenesten. Utvalget kan uten hinder av lovbestemt taushetsplikt kreve enhver opplysning som er nødvendig for utførelsen av dets arbeid.\nDepartementet kan gi forskrift om kvalitetsutvalgenes arbeid, herunder om informasjon til pasienter og habilitet for utvalgets medlemmer.\n0 Tilføyd ved lov 30 juli 1992 nr. 101.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18b",
        "source_heading": "§ 18 b."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "content": "De bestemmelser i denne lov som gjelder fylkeskommunene, får tilsvarende anvendelse på bykommunen Oslo.\n0 Endret ved lov 5 juni 1970 nr. 36",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:19 b",
      "chapter": "5",
      "section": "19 b",
      "content": "Departementet kan hvert år fastsette\n1. antall nye spesialistlegestillinger innen hver medisinsk spesialitet som kan opprettes ved institusjoner og tjenester som inngår i den enkelte regionale helseplan, jf § 2a tredje ledd.\n2. antall nye hjemler for avtaler om drift av privat spesialistpraksis som kan opprettes innen hver enkelt helseregion.\n3. antall nye spesialistlegestillinger innen hver medisinsk spesialitet som kan opprettes innen statlige institusjoner og tjenester.\nAntall nye stillinger og avtalehjemler som nevnt i første ledd nr 1 og 2 angis som en samlet ramme for hver enkelt helseregion fordelt på de ulike medisinske spesialiteter. Antall nye stillinger etter første ledd nr 3 angis som en del av rammen for den aktuelle helseregion.\nDe regionale helseutvalg fordeler stillingene og avtalehjemlene som nevnt i første ledd.\nDepartementet kan ved forskrift gi nærmere regler til utfylling og gjennomføring av denne bestemmelsen.\n0 Tilføyd ved lov 18 des 1998 nr. 86 (i kraft 1 jan 1999).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19b",
        "source_heading": "§ 19 b."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "content": "Kongen gir nærmere regler til gjennomføring av denne lov.\n1 Jfr. forskrift 4 des 1992 nr. 914 og EØS-avtalens vedlegg VI punkt 1 (Rfo 1408/71) og punkt 2 (Rfo 574/72).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 14 des 1984 nr. 80.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Det kan bestemmes at deler av loven trer i kraft fra et tidligere tidspunkt.\nI. Fra den tid Kongen bestemmer​2 oppheves lov av 16 mai 1860, § 4, fjerde og femte ledd, lov av 28 juli 1949 om hjem som mottar åndssvake til pleie, vern og opplæring, og lov av 28 juli 1949 om anstalter og hjem for epileptikere.\nForskrifter gitt med hjemmel i lov av 16. mai 1860 § 4 fjerde ledd og lov av 28. juli 1949 om anstalter og hjem for epileptikere, fortsetter å gjelde for så vidt de ikke er i strid med bestemmelser i denne lov, inntil de blir opphevet eller avløst av bestemmelser gitt etter denne lov.\nGodkjenninger gitt med hjemmel i disse lover og forskrifter gjelder inntil videre, for så vidt de ikke er i strid med den nye lov og forskrifter etter denne. Departementet​3 kan bestemme at godkjenningen må fornyes etter den nye lov, og at søknad om godkjenning må være innsendt innen en frist som departementet fastsetter.\nII. Helseinstitusjoner som har stillinger innlemmet i Statens Pensjonskasse og som omfattes av denne lovs kapittel III, lov av 28 april 1961 om psykisk helsevern og lov av 5 desember 1958 om vanføre,​4 skal fra nærværende lovs ikrafttredelse dekke pensjonsutgiftene for de ansatte som er medlemmer av Statens Pensjonskasse i den utstrekning utgiftene ikke dekkes av innskott fra de ansatte.\n0 Endret ved lov 10 juni 1988 nr. 49.\n1 Fra 1 jan 1970 iflg. res. 19 juni 1969.\n2 Fra 1 jan 1970 iflg. res. 19 juni 1969.\n3 Sosial- og helsedepartementet.\n4 Lov om vanføre opphevet ved lov 13 juni 1980 nr. 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "content": "Privatpraktiserende klinisk legespesialist og klinisk spesialist i psykologi som i tiden før denne lovendring trer i kraft, har drevet privat praksis som hovederverv, har rett til avtale med fylkeskommunen​1 som nevnt i § 4 tredje ledd. Retten til avtale faller bort når rettighetshaveren fyller 70 år.\nDen som ønsker å benytte sin rett til avtale etter første ledd må innen ett år etter at denne lovendring trer i kraft, gi fylkeskommunen​1 melding om dette.\nBil-ambulanseutøvere som i tiden før denne lovendring trer i kraft, har skysskafferkontrakt med folketrygden, har rett til avtale med fylkeskommunen​1 som nevnt i § 4 fjerde ledd om fortsatt virksomhet i inntil 10 år fra lovendringen trer i kraft, dog ikke utover fylte 67 år.\nBåt-ambulanseutøvere som i tiden før denne lovendring trer i kraft, har drevet ambulansetransport for folketrygdens regning, har rett til avtale med fylkeskommunen​1 som nevnt i § 4 fjerde ledd om fortsatt virksomhet i inntil 10 år fra lovendringen trer i kraft, dog ikke utover fylte 67 år.\nDen som ønsker å benytte sin rett til avtale etter tredje og fjerde ledd må senest innen tre måneder etter at denne lovendring trer i kraft, gi fylkeskommunen​1 melding om dette. Omfanget av den fortsatte virksomhet for rettighetshavere etter tredje og fjerde ledd, fastsettes etter forhandlinger mellom den enkelte ambulanseutøver og fylkeskommunen.​1\nDepartementet​2 kan gi forskrift som fastsetter nærmere vilkår for rett til avtale med fylkeskommunen.\n0 Tilføyd ved lov 3 juni 1983 nr. 55, endret ved lov 1 mars 1985 nr. 6, 9 mai 1986 nr. 20.\n1 Jfr. § 19.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "content": "Den som mener å ha rett til avtale med fylkeskommunen etter § 23, kan klage til departementet​1 hvis han eller hun ikke oppnår dette eller finner at vilkårene er urimelige. Departementet​1 avgjør, etter at fylkeskommunen har fått anledning til å uttale seg, med bindende virkning for fylkeskommunen om avtale skal inngås og kan sette avtalevilkår.\n0 Tilføyd ved lov 3 juni 1983 nr. 55.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov gjelder:\n1. sykehus, sykestuer, fødehjem, spesialsykehjem og sykehoteller,​1\n2. kliniske legespesialisttjenester og kliniske psykologspesialisttjenester,\n3. medisinske laboratorier og røntgeninstitutt som var i drift før 1. april 1984,\n4. ambulansetjeneste.\n5. Medisinsk nødmeldetjeneste\nLoven gjelder også rekonvalesenthjem og etter Kongens bestemmelse andre helseinstitusjoner, herunder kursteder, daginstitusjoner og private forpleiningssteder. Videre gjelder loven medisinske laboratorier og røntgeninstitutt som etableres etter denne lovendrings ikrafttredelse, men ikke inngår i regional helseplan.\nLovens kapittel III om utgifter gjelder for de helseinstitusjoner og tjenester som er nevnt i første ledd og som inngår i plan som nevnt i § 2 a, eller som er godkjent av Kongen for å løse særlige oppgaver, jfr § 4, for statens helseinstitusjoner, samt helseinstitusjon og privat forpleiningssted som nevnt i annet ledd når de etter bestemmelsene i § 5 er knyttet til godkjent sykehus.\nMed unntak av bestemmelsene i §§ 8, 9a, 13, 14, 16, 18, 18a, 18b og 19b gjelder loven ikke for helseinstitusjoner som går inn under lov av 28. april 1961 nr. 2 om psykisk helsevern.\nLovens § 6 gjelder ved de psykiatriske institusjoner/avdelinger som er omhandlet i § 2 sjette ledd i lov av 28. april 1961 nr. 2 om psykisk helsevern.\n0 Endret ved lover 13 juni 1980 nr. 46, 12 juni 1981 nr. 73, 19 nov 1982 nr. 66, 3 juni 1983 nr. 55, 1 mars 1985 nr. 6, 11 juli 1986 nr. 55, 5 juni 1987 nr. 25, 31 mars 1989 nr. 14, 16 juni 1989 nr. 87, 30 april 1992 nr. 43, 30 juli 1992 nr. 101, 9 des 1994 nr. 65, 17 juli 1998 nr. 64 (i kraft 1 jan 1998 iflg. res. 17 juli 1998 nr. 737), 18 des 1998 nr. 86 (i kraft 1 jan 1999). Endres ved lov 23 juni 2000 nr. 56 (fra den tid Kongen bestemmer).\n1 Se § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Enhver fylkeskommune​1 skal sørge for planlegging, utbygging og drift av de institusjoner og tjenester som nevnt i § 1 første ledd, slik at behovet for nødvendig ambulansetransport, undersøkelse, behandling og opphold i helseinstitusjon blir dekket for befolkningen innen området. For luftambulansetjenesten skal staten ha planleggings-, utbyggings- og driftsansvaret. Planleggingsansvaret for luftambulansetjenesten skal utøves i samarbeid med fylkene og tjenesten innlemmes i det respektive fylkes helseplan.\nTo eller flere fylkeskommuner​1 kan samarbeide om løsningen av oppgaver som nevnt i første ledd. Kongen kan påby slikt samarbeid hvis det finnes påkrevet for å sikre helsetjenesten i enkelte områder. Kongen kan gi bestemmelser om samarbeid mellom fylkeskommuner​1 og statlige institusjoner og tjenester.\nI mangel av minnelig overenskomst avgjør Kongen med bindende virkning for partene tvist mellom to eller flere kommuner om fordelingen av utgiftene ved samarbeid som nevnt i annet ledd. Kongen kan bestemme at slik tvist skal avgjøres av en nemnd og gir nærmere regler om dette.\n0 Endret ved lover 3 juni 1983 nr. 55, 1 mars 1985 nr. 6, 17 juli 1998 nr. 64 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 737).\n1 Jfr. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:2 a",
      "chapter": "1",
      "section": "2 a",
      "content": "Riket inndeles i helseregioner. Kongen bestemmer hvilke fylkeskommuner som utgjør en helseregion.\nFylkeskommunene som utgjør en helseregion skal etablere et regionalt helseutvalg for samarbeid om tjenester og institusjoner som nevnt i § 1.\nDet regionale helseutvalg, jfr annet ledd, skal på vegne av fylkeskommunene i regionen utarbeide regional helseplan. Det skal fremgå av den regionale helseplan hvilke institusjoner og tjenester den enkelte fylkeskommune er ansvarlig for. Departementet​1 kan i forskrift gi nærmere bestemmelser om innhold og utforming av den regionale helseplan og rapportering om gjennomføringen av den.\nDen regionale helseplan skal vedtas av departementet.\nDepartementet kan i forskrift gi bestemmelser om det regionale helseutvalgs oppgaver.\n0 Tilføyd ved lov 17 juli 1998 nr. 64 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 737).\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2a",
        "source_heading": "§ 2 a."
      }
    },
    {
      "provision_ref": "1:2 b",
      "chapter": "1",
      "section": "2 b",
      "content": "(Tilføyes ved lov 23 juni 2000 nr. 56 (fra den tid Kongen bestemmer).)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2b",
        "source_heading": "§ 2 b."
      }
    },
    {
      "provision_ref": "1:2 c",
      "chapter": "1",
      "section": "2 c",
      "content": "(Tilføyes ved lov 23 juni 2000 nr. 56 (fra den tid Kongen bestemmer).)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2c",
        "source_heading": "§ 2 c."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Institusjoner som går inn under § 1 skal godkjennes av Kongen.​1\nFor at befolkningen til enhver tid skal kunne få tilfredsstillende medisinsk undersøkelse og behandling innenfor rammen av landets totale helsetjeneste, skal planleggingen og utbyggingen av og den medisinske virksomhet ved helseinstitusjoner etter Kongens nærmere bestemmelse være undergitt Statens Helsetilsyns​2 overordnede faglige tilsyn.\nKongen kan gi forskrifter om planlegging, oppføring, endring, innredning og drift av helseinstitusjoner og om tilsynet med dem. I forskrifter kan det også gis bestemmelser om godkjenning av den ansvarlige leder av helseinstitusjon, om ansettelsesmyndighet for overordnede stillinger, om normer for bemanning av helseinstitusjon, om krav til kvalifikasjoner for de enkelte stillinger, om godkjenning av regnskaps- og revisjonsordning og om privat forpleining. Videre kan Kongen gi forskrifter om begrenset adgang til bruk av tvangsmidler i institusjoner for epileptikere.\nKongen​3 kan gi forskrifter om godkjenning, planlegging, utbygging, drift og tilsyn av legespesialisttjenester og de øvrige tjenester som er nevnt i § 1 første ledd.\n0 Endret ved lover 16 des 1977 nr. 99, 3 juni 1983 nr. 55, 10 juni 1988 nr. 49, 7 des 1990 nr. 60, 30 juli 1992 nr. 101.\n1 Statens helsetilsyn hva angår andre helseinstitusjoner enn sykehus iflg. res. 26 sep 1969 nr. 9802, Sosial- og helsedepartementet hva angår kursteder, tilsynshjem og vernehjem for alkoholister, avrusningsstasjoner og sykehus iflg. res. 12 juni 1970, res. 25 juni 1971 og res. 7 feb 1986 nr. 344.\n2 Se lov 30 mars 1984 nr. 15.\n3 Sosial- og helsedepartementet iflg. res. 10 aug 1984 nr. 1557.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "I plan som nevnt i § 2 a kan innpasses private helseinstitusjoner som fyller egnede funksjoner. Med Kongens godkjenning kan private helseinstitusjoner som ikke er innpasset i slik plan, tillegges særlige oppgaver.\nFor privat helseinstitusjon som er opprettet før denne lovs ikrafttredelse​1 kan Kongen etter søknad fra vedkommende institusjon bestemme at den på nærmere vilkår, skal innpasses i plan som nevnt i § 2.\nDen som vil drive privat praksis som klinisk legespesialist eller som spesialist i klinisk psykologi, må ha avtale med fylkeskommunen​2 der vedkommende vil ha sitt kontor eller hovedvirke, dersom utgifter til driften helt eller delvis skal kunne godtgjøres av fylkeskommunen.​2\nDen som vil drive privat virksomhet som ambulanseutøver med bil eller båt, må ha den nødvendige godkjenning og ha avtale med fylkeskommunen​2 dersom utgifter til driften skal godtgjøres av fylkeskommunen. For luftambulansetjenesten må fly- eller helikopterselskap ha nødvendig konsesjon, ha avtale med staten og være tatt med på fylkets helseplan dersom utgifter til driften skal godtgjøres av staten. Fylkeskommuner​2 som inngår avtaler om bruk av luftambulanse i stedet for bil eller båt, skal selv dekke omkostningene for disse tjenestene. Avtale som nevnt i denne paragraf kan ikke overdras.\n0 Endret ved lover 3 juni 1983 nr. 55, 1 mars 1985 nr. 6, 17 juli 1998 nr. 64 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 737).\n1 Se § 22.\n2 Jfr. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Med Kongens samtykke kan ett eller flere sykehus knytte til seg helseinstitusjon som tar imot prøver, yter undersøkelse, behandling og pleie eller utføre andre undersøkelser som fremmer sykehusenes medisinske virksomhet og effektivitet.\nEr det nødvendig for å sikre en forsvarlig og effektiv virksomhet ved sykehus, kan Kongen treffe bestemmelse om tilknytning som nevnt i første ledd.\nFor tvist mellom eiere av helseinstitusjoner om fordeling av utgiftene ved samarbeid som nevnt i første og annet ledd, gjelder reglene i § 2, siste ledd, tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Sykehus og fødehjem​1 har plikt til uoppholdelig å motta en pasient når det etter de foreliggende opplysninger må antas at den hjelp institusjonen kan gi er påtrengende nødvendig.\nPlikten inntrer ikke dersom institusjonen har forvisset seg om at nødvendig hjelp kan ytes av annen institusjon eller lege som etter forholdene er nærmere til å yte den.\nStatens Helsetilsyn​2 kan frita en institusjon fra en slik plikt.\nDen som har det faglige ansvar for behandlingen av pasienter på vedkommende helseinstitusjon eller vedkommende avdeling ved helseinstitusjonen, kan straffes for forsømmelse av plikt etter denne paragraf med bøter​3 eller med fengsel inntil 3 måneder.\n0 Endret ved lov 30 juli 1992 nr. 101. Endres ved lov 23 juni 2000 nr. 56 (fra den tid Kongen bestemmer).\n1 Se § 15.\n2 Se lov 30 mars 1984 nr. 15.\n3 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:6 a",
      "chapter": "2",
      "section": "6 a",
      "content": "(Tilføyes ved lov 23 juni 2000 nr. 56 (fra den tid Kongen bestemmer).)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 a."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Undersøkelse og behandling som foretas uten at pasienter gis opphold i sykehus skal inngå som en del av sykehusets samlede virksomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Sykehus eller annen helseinstitusjon​1 skal etter bestemmelse av Kongen​2 delta i undervisning og praktisk opplæring av medisinsk- og annet personell ved helseinstitusjonen.\nStatens Helsetilsyn​3 avgjør i tvilstilfeller hva som forstås med medisinsk personell etter første ledd.\n0 Endret ved lov 30 juli 1992 nr. 101.\n1 Jfr. § 1.\n2 Sosial- og helsedepartementet iflg. res. 22 aug 1975 nr. 1.\n3 Se lov 30 mars 1984 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Når spesielle undersøkelser og behandling forutsetter metoder som krever særlig utstyr og erfaring ved jevnlig bruk av det, kan departementet​1 bestemme at disse bare skal utføres ved institusjoner som godkjennes for det, etter innhenting av råd fra Statens Helsetilsyn.​2\n0 Endret ved lov 30 juli 1992 nr. 101.\n1 Se lov 30 mars 1984 nr. 15.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:9 a",
      "chapter": "2",
      "section": "9 a",
      "content": "Departementet​1 kan ved enkeltvedtak og forskrift gi bestemmelser om:\n1. oppgaver for og oppgavefordeling mellom sykehus,\n2. anskaffelse og bruk av medisinsk-teknisk utstyr ved sykehus og\n3. bruk av metoder for undersøkelse og behandling ved sykehus.\n0 Opphevet ved lov 12 juni 1987 nr. 68, tilføyd igjen ved lov 16 juni 1989 nr. 87.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Det påligger eier av helseinstitusjon​1 å utrede utgiftene til planlegging, oppføring, utvidelse, ombygning og innredning av institusjonen. For kommunal helseinstitusjon som inngår i plan etter § 2 a, utredes utgiftene dog av den fylkeskommune​2 som etter planen er ansvarlig.\nFor byggearbeider ved sykehus som utføres etter lovens ikrafttredelse​3 og som inngår i plan etter § 2 a, jfr § 4, refunderer staten 50 prosent av utgiftene til amortisasjon og renter for tre fjerdedeler av godkjente kostnader. Kongen kan fastsette forskrifter for beregning og utbetaling av refusjonen.​4\nKongen kan bestemme hvordan disse regler skal anvendes når det gjelder universitetsklinikker.​5\n0 Endret ved lover 4 juni 1976 nr. 65, 1 juni 1979 nr. 26, 3 juni 1983 nr. 55, 14 des 1984 nr. 80, 21 des 1990 nr. 80, 17 juli 1998 nr. 64 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 737).\n1 Jfr. § 1.\n2 Jfr. § 19.\n3 Se § 22.\n4 Fastsatt ved res. 21 feb 1986 nr. 542.\n5 Jfr. § 15 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Staten yter årlig rammetilskudd til delvis dekning av fylkeskommunenes utgifter. Tilskuddet fordeles gjennom inntektssystemet for kommunene og fylkeskommunene​1 etter regler gitt av Kongen.\nFor legespesialister og klinisk psykologtjenester samt for medisinske laboratorier og røntgeninstitutter, yder trygden refusjon etter regler og takster som gjelder i medhold av lov om folketrygd.\nDepartementet​2 kan kreve seg forelagt budsjett, regnskap og andre opplysninger om virksomhet i fylkeshelsetjenesten.\n0 Endret ved lover 29 jan 1971 nr. 28, 4 juni 1976 nr. 65, 1 juni 1979 nr. 26, 3 juni 1983 nr. 55, 31 mai 1985 nr. 41, 21 des 1990 nr. 80, 11 juni 1993 nr. 90.\n1 Jfr. § 19.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Utgiftene til drift av de institusjoner og tjenester som inngår i plan etter § 2 a og ved private forpleiningssteder som er knyttet til sykehus, jfr § 5, dekkes av den fylkeskommunen​1 som etter planen er ansvarlig. Utgifter til spesialistpraksis som drives etter avtale med fylkeskommunen,​1 skal delvis dekkes av fylkeskommunen etter nærmere avtale mellom den privatpraktiserende spesialist og fylkeskommunen. Utgifter til laboratorie- og røntgentjenester dekkes av pasientens bostedsfylke bare på grunnlag av avtale mellom bostedsfylke og medisinske laboratorier eller røntgeninstitutt som nevnt i § 1 første ledd og som inngår i plan etter § 2 a. Fylkeskommunen plikter å bekjentgjøre hvilke medisinske laboratorier og røntgeninstitutt de har avtale med. Departementet kan gi forskrifter med nærmere regler om finansiering av laboratorie- og røntgentjenester, herunder om overgangsordninger.\nStaten gir tilskudd til drift av regionsykehus, jfr. § 11 første ledd.\nStaten gir tilskott til eieren av universitetsklinikk​3 på grunn av de merutgifter undervisningen av de medisinske studenter medfører.\nStaten dekker utgifter ved drift av egne helseinstitusjoner og private helseinstitusjoner dersom disse etter Kongens bestemmelse er tillagt særlige oppgaver. Folketrygden dekker utgiftene til drift av luftambulansetjenesten etter bestemmelsene i folketrygdloven​2 § 5-16 femte og sjette ledd.\nFor pasienter som har bosted i annen fylkeskommune,​1 refunderes forpleiningsutgiftene av vedkommende bostedsfylke. Kongen gir forskrifter om beregning av forpleiningsutgiftene, og kan herunder fastsette samme refusjonssatser for en eller flere grupper av institusjoner. Ved beregning av refusjonskrav fra universitetsklinikk​3 skal det gjøres fradrag med den andel av utgiftene som statens tilskott etter annet ledd utgjør.\nFor pasienter som behandles ved statsinstitusjon eller ved institusjon hvor staten dekker driftsutgiftene, refunderes på samme måte forpleiningsutgiftene fra den fylkeskommune​1 hvor pasienten har sitt bosted.\nFolketrygden utreder forpleiningsutgifter for personer som ikke har bosted i Norge, men er trygdet etter lov om folketrygd.​2 For person som ikke er stønadsberettiget etter lov om folketrygd, utredes utgiftene av folketrygden dersom han er stønadsberettiget i henhold til gjensidighetsavtale med annet land om sosial trygghet. Ellers utredes utgiftene av pasienten selv. Dersom pasienten ikke har mulighet til å dekke utgiftene selv, blir utgiftene å belaste regnskapet for vedkommende institusjon.\nEtter forskrifter som fastsettes av departementet​4 kan fylkeskommunen​1 der pasienten har sitt bosted bestemme at pasienter som oppholder seg i spesialsykehjem og i institusjon for epileptikere helt eller delvis skal dekke 25 prosent av forpleiningsutgiftene når dette etter deres økonomiske kår finnes rimelig. Det kan ikke tas refusjon i kontantytelser som pasienten oppebærer etter folketrygdloven​2 og heller ikke i midler som skriver seg fra slike ytelser. Hvis det ikke kan påvises noe bosted for pasienten, treffes bestemmelsen av fylkeskommunen der institusjonen ligger. Fylkeskommunens avgjørelse kan klages inn for fylkesmannen.\nSom bostedskommune skal regnes den kommune der pasienten har sitt hjem. Dersom pasienten ikke har noe hjem, skal det faste oppholdssted regnes som oppholdskommune. For pasient som oppholder seg i institusjon eller privat forpleiningssted hvor oppholdsutgiftene helt eller delvis dekkes av det offentlige etter denne lov, skal forholdene på den tid da vedkommende ble mottatt i institusjon eller forpleiningssted legges til grunn. Inntil et barn fyller 16 år har det samme bostedskommune som foreldrene eller som den av foreldrene barnet lever hos eller senest levde hos. Barn som fyller 16 år under opphold i institusjon eller forpleiningssted som nevnt i dette ledds tredje punktum, skal ved fortsatt opphold ha samme bostedskommune som ved fylte 16 år. Departementet​4 avgjør i tvilstilfeller hvor en pasient har bostedskommune eller oppholdskommune.\nKongen fastsetter folketrygdens godtgjørelse for annen medisinsk virksomhet som en helseinstitusjon driver.\nDepartementet​4 bestemmer i forskrift hva pasientene skal betale for poliklinisk behandling ved institusjon som omfattes av denne bestemmelse.\nDepartementet​4 gir forskrifter om:\n1. at fylkeskommunene​1 skal føre venteliste over pasienter som søker og har behov for helsehjelp som omfattes av denne lov.\n2. at fylkeskommunen​1 skal søke å skaffe registrerte pasienter innenfor visse prioriterte pasientgrupper helsehjelp i en annen fylkeskommune, i statens sykehus eller i Oslo kommune, dersom bostedskommunen ikke kan yte helsehjelp innen en frist som fastsettes av departementet.\n3. bostedsfylkeskommunen​1 skal betale utgifter til helsehjelp, som ytes av annen fylkeskommune​1 etter nr. 2, i henhold til bestemmelsene i denne paragrafen.\n4. bostedsfylkeskommunen​1 skal betale utgifter til sykehusbehandling i utlandet som finansieres etter lov om folketrygd § 5-22 annet ledd i samme utstrekning som om behandlingen hadde funnet sted ved sykehus i Norge.\n0 Endret ved lover 19 des 1969 nr. 77, 29 jan 1971 nr. 28, 16 juni 1971 nr. 71, 4 juni 1976 nr. 65, 1 juni 1979 nr. 26, 3 juni 1983 nr. 55, 24 mai 1985 nr. 33, 31 mai 1985 nr. 41, 1 mars 1985 nr. 6, 11 juli 1986 nr. 55, 29 mai 1987 nr. 24, 10 juni 1988 nr. 49, 16 juni 1989 nr. 87, 7 des 1990 nr. 60, 21 des 1990 nr. 80, 13 des 1991 nr. 81, 22 des 1995 nr. 86 (i kraft 1 juli 1996), 28 feb 1997 nr. 19 (i kraft 1 mai 1997), 6 juni 1997 nr. 36, 27 mars 1998 nr. 21 (i kraft 1 jan 1999 iflg. res. 27 mars 1998 nr. 270), 17 juli 1998 nr. 64 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 737).\n1 Jfr. § 19.\n2 Lov 28 feb 1997 nr. 19 (ftrl.).\n3 Se § 15 siste ledd.\n4 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Hver helseinstitusjon som nevnt i § 1, første ledd, og lov om psykisk helsevern​1 § 1, skal ha et styre. To eller flere helseinstitusjoner kan ha samme styre når dette finnes hensiktsmessig. Når det gjelder fylkeskommunale institusjoner, kan styrets oppgaver legges til en annen fylkeskommunal nemnd. Ved helseinstitusjon som ikke er fylkeskommunal, men som inngår i plan som nevnt i § 2 a og lov om psykisk helsevern​1 § 2 a, har den fylkeskommune​2 som etter planen er ansvarlig adgang til å oppnevne et medlem i styret.\nStyrets medlemmer oppnevnes av institusjonens eier. Departementet​3 kan i tillegg oppnevne to medlemmer til styret ved hvert regionsykehus.\nFylkeslegen har rett til å møte i styret, men kan ikke oppnevnes som medlem av styret.\nDepartementet​3 kan gjøre unntak fra bestemmelsene i denne paragraf.\n0 Endret ved lover 5 juni 1987 nr. 25, 16 juni 1989 nr. 87, 11 juni 1993 nr. 85, 17 juli 1998 nr. 64 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 737).\n1 Lov 28 april 1961 nr. 2.\n2 Jfr. § 19.\n3 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Etter denne lov er:\na. sykehus medisinsk institusjon som undersøker eller behandler pasienter og som gir pasienter opphold – kortvarig eller langvarig – så lenge undersøkelsen eller behandlingen krever det,\nb. sykestue medisinsk institusjon som gir pasienter opphold for å undersøke om innleggelse i sykehus bør finne sted, eller for enklere behandling som ikke hensiktsmessig kan foretas i den sykes hjem, men som ikke gjør innleggelse i sykehus nødvendig,\nc. fødehjem medisinsk institusjon som gir opphold og hjelp i forbindelse med fødsel,\nd. Spesialsykehjem medisinsk institusjon som gir bestemt pasientgrupper opphold og i forbindelse hermed medisinsk pleie som ikke gjør opphold i de under bokstavene a eller b nevnte institusjoner nødvendig.\ne. sykehotell institusjon som gir opphold til pasienter som er til ambulantmedisinsk undersøkelse eller behandling,\nf. Kliniske legespesialisttjenester medisinske tjenester fra leger som er godkjent spesialist i et bestemt klinisk medisinsk fagområde i h.h.t. gjeldende bestemmelser,\ng. Kliniske psykologspesialisttjenester tjenester fra psykologer som er godkjent spesialist i klinisk psykologi, klinisk psykologi med psykoterapi eller psykologisk behandling i h.h.t. gjeldende bestemmelser,\nh. medisinsk nødmeldetjeneste er et organisatorisk og kommunikasjonsteknisk system for kommunikasjonsberedskap innen helsetjenesten.\ni. Medisinsk laboratorium medisinsk institusjon som analyserer prøver som krever spesialistkompetanse innen det relevante medisinske laboratoriefag. Prøvene kan være tilsendt eller tatt på pasienter henvist fra annen lege,\nj. Røntgeninstitutt medisinsk institusjon som gir pasienter røntgenundersøkelse- og diagnostikk og røntgenterapi som krever spesialistkompetanse i medisinsk radiologi.\nk. Ambulansetjeneste, beredskap for eller transport i forbindelse med undersøkelse eller behandling av pasienter som pga. sykdom eller skade har behov for å bli transportert på båre eller som har behov for medisinsk behandling eller tilgang til medisinsk utstyr under transporten.\nKongen avgjør i tvilstilfelle om en institusjon eller tjeneste kommer inn under bokstav a til j​1 i foregående ledd, eller om den forøvrig kommer inn under § 1 annet ledd.\nVidere avgjør Kongen hvorvidt et sykehus er å anse som universitetsklinikk i forhold til bestemmelsene i denne lov.\n0 Endret ved lover 3 juni 1983 nr. 55, 1 mars 1985 nr. 6, 11 juli 1986 nr. 55, 31 mars 1989 nr. 14.\n1 Skal vel nå være k.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Enhver som utfører tjeneste eller arbeid for helseinstitusjoner som går inn under loven her,​1 har taushetsplikt etter forvaltningsloven​2 §§ 13 til 13 e. Overtredelse straffes etter straffeloven § 121.\n0 Endret ved lover 3 juni 1983 nr. 55, 16 mai 1986 nr. 21.\n1 Se § 1.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "content": "Styret for en helseinstitusjon, de enkelte styremedlemmer, den ansvarlige leder og enhver lege ved institusjonen foruten ansvarlig leder for øvrige helsetjenester som fylkeskommunen​2 er ansvarlig for, skal på anmodning gi Statens Helsetilsyn​3 eller den det gir myndighet de opplysninger om virksomheten og om de enkelte pasienter som anses nødvendig for at Statens Helsetilsyn kan føre overordnet faglig tilsyn med institusjoner og tjenester i samsvar med reglene i § 3. Under samme vilkår skal de også fremlegge journaler og andre opptegnelser m.v.\nSelv om en slik anmodning ikke foreligger, kan opplysninger som nevnt i første ledd uten hinder av lovbestemt taushetsplikt​4 gis til Statens Helsetilsyn eller den det gir myndighet.\nOpplysninger som er gitt til Statens Helsetilsyn eller den det gir myndighet kan forelegges for sakkyndige leger til uttalelse.\n0 Endret ved lover 3 juni 1983 nr. 55, 30 juli 1992 nr. 101.\n1 Jfr. § 1.\n2 Jfr. § 19.\n3 Se lov 30 mars 1984 nr. 15.\n4 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:17 a",
      "chapter": "5",
      "section": "17 a",
      "content": "Helsepersonell som arbeider innenfor rammen av denne lov skal gi sosialtjenesten bistand i klientsaker. Det skal sørges for at utskrivning fra institusjon i god tid i forveien meldes til sosialtjenesten når utskrivningen bør foranledige tiltak fra sosialtjenestens side. Også for øvrig skal helsepersonellet i sitt arbeid være oppmerksom på forhold som bør føre til tiltak fra sosialtjenestens side, og de skal av eget tiltak gi sosialtjenesten opplysninger om slike forhold. Av eget tiltak kan opplysninger bare gis etter samtykke fra klienten eller så langt opplysningene ellers kan gis uten hinder av taushetsplikt.\n0 Tilføyd ved lov 13 des 1991 nr. 81.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17 a."
      }
    },
    {
      "provision_ref": "5:17 b",
      "chapter": "5",
      "section": "17 b",
      "content": "Helsepersonell som arbeider innenfor rammen av denne loven skal i sitt arbeid være oppmerksom på forhold som kan føre til tiltak fra barneverntjenestens side. Det skal sørges for at utskriving fra institusjon i god tid i forveien meldes til barneverntjenesten når utskrivingen bør foranledige tiltak fra barneverntjenestens side.\nUten hinder av taushetsplikt skal helsepersonellet av eget tiltak gi opplysninger til barneverntjenesten når det er grunn til å tro at et barn blir mishandlet i hjemmet eller det foreligger andre former for alvorlig omsorgssvikt, jf. lov om barneverntjenester​1 § 4-10, § 4-11, § 4-12, eller når et barn har vist vedvarende alvorlige atferdsvansker, jf. samme lov § 4-24. Også etter pålegg fra de organer som er ansvarlige for gjennomføringen av lov om barneverntjenester, plikter helsepersonellet å gi slike opplysninger.\n0 Tilføyd ved lov 17 juli 1992 nr. 100.\n1 Lov 17 juli 1992 nr. 100.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17b",
        "source_heading": "§ 17 b."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "content": "Hvis en helseinstitusjon eller fylkeskommunale tjenester som nevnt i § 1 første ledd, drives på en måte som må antas å ha skadelige følger for pasientene eller deres omgivelser – eller på annen uforsvarlig måte – kan Statens Helsetilsyn​2 eller den det gir myndighet gi påbud om å rette manglene. Statens Helsetilsyn kan om nødvendig stenge institusjonen.\nFor vedtak etter første ledd gjelder reglene i forvaltningslovens​3 kapittel VI også når institusjonen tilhører en kommune. I underretning om vedtak skal det gis opplysning om klageadgang, klagefrist og den nærmere fremgangsmåte ved klage. Klagen har oppsettende virkning hvis ikke departementet​4 bestemmer noe annet.\n0 Endret ved lover 3 juni 1983 nr. 55, 30 juli 1992 nr. 101.\n1 Jfr. § 1.\n2 Se lov 30 mars 1984 nr. 15.\n3 Lov 10 feb 1967.\n4 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:18 a",
      "chapter": "5",
      "section": "18 a",
      "content": "Helseinstitusjon som omfattes av denne loven skal straks gi skriftlig melding til fylkeslegen om betydelig personskade som voldes på pasient som følge av ytelse av helsetjeneste eller ved at en pasient skader en annen.\nDepartementet kan gi forskrift om innsendelse av og nærmere innhold i melding som nevnt i første ledd.\n0 Tilføyd ved lov 30 april 1992 nr. 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18a",
        "source_heading": "§ 18 a."
      }
    },
    {
      "provision_ref": "5:18 b",
      "chapter": "5",
      "section": "18 b",
      "content": "Helseinstitusjon som omfattes av denne lov skal opprette kvalitetsutvalg som ledd i den internkontroll institusjonene er pliktige til å føre i henhold til § 3 i lov av 30. mars 1984 [nr. 15] om statlig tilsyn med helsetjenesten. Utvalget kan uten hinder av lovbestemt taushetsplikt kreve enhver opplysning som er nødvendig for utførelsen av dets arbeid.\nDepartementet kan gi forskrift om kvalitetsutvalgenes arbeid, herunder om informasjon til pasienter og habilitet for utvalgets medlemmer.\n0 Tilføyd ved lov 30 juli 1992 nr. 101.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18b",
        "source_heading": "§ 18 b."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "content": "De bestemmelser i denne lov som gjelder fylkeskommunene, får tilsvarende anvendelse på bykommunen Oslo.\n0 Endret ved lov 5 juni 1970 nr. 36",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:19 b",
      "chapter": "5",
      "section": "19 b",
      "content": "Departementet kan hvert år fastsette\n1. antall nye spesialistlegestillinger innen hver medisinsk spesialitet som kan opprettes ved institusjoner og tjenester som inngår i den enkelte regionale helseplan, jf § 2a tredje ledd.\n2. antall nye hjemler for avtaler om drift av privat spesialistpraksis som kan opprettes innen hver enkelt helseregion.\n3. antall nye spesialistlegestillinger innen hver medisinsk spesialitet som kan opprettes innen statlige institusjoner og tjenester.\nAntall nye stillinger og avtalehjemler som nevnt i første ledd nr 1 og 2 angis som en samlet ramme for hver enkelt helseregion fordelt på de ulike medisinske spesialiteter. Antall nye stillinger etter første ledd nr 3 angis som en del av rammen for den aktuelle helseregion.\nDe regionale helseutvalg fordeler stillingene og avtalehjemlene som nevnt i første ledd.\nDepartementet kan ved forskrift gi nærmere regler til utfylling og gjennomføring av denne bestemmelsen.\n0 Tilføyd ved lov 18 des 1998 nr. 86 (i kraft 1 jan 1999).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19b",
        "source_heading": "§ 19 b."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "content": "Kongen gir nærmere regler til gjennomføring av denne lov.\n1 Jfr. forskrift 4 des 1992 nr. 914 og EØS-avtalens vedlegg VI punkt 1 (Rfo 1408/71) og punkt 2 (Rfo 574/72).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 14 des 1984 nr. 80.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Det kan bestemmes at deler av loven trer i kraft fra et tidligere tidspunkt.\nI. Fra den tid Kongen bestemmer​2 oppheves lov av 16 mai 1860, § 4, fjerde og femte ledd, lov av 28 juli 1949 om hjem som mottar åndssvake til pleie, vern og opplæring, og lov av 28 juli 1949 om anstalter og hjem for epileptikere.\nForskrifter gitt med hjemmel i lov av 16. mai 1860 § 4 fjerde ledd og lov av 28. juli 1949 om anstalter og hjem for epileptikere, fortsetter å gjelde for så vidt de ikke er i strid med bestemmelser i denne lov, inntil de blir opphevet eller avløst av bestemmelser gitt etter denne lov.\nGodkjenninger gitt med hjemmel i disse lover og forskrifter gjelder inntil videre, for så vidt de ikke er i strid med den nye lov og forskrifter etter denne. Departementet​3 kan bestemme at godkjenningen må fornyes etter den nye lov, og at søknad om godkjenning må være innsendt innen en frist som departementet fastsetter.\nII. Helseinstitusjoner som har stillinger innlemmet i Statens Pensjonskasse og som omfattes av denne lovs kapittel III, lov av 28 april 1961 om psykisk helsevern og lov av 5 desember 1958 om vanføre,​4 skal fra nærværende lovs ikrafttredelse dekke pensjonsutgiftene for de ansatte som er medlemmer av Statens Pensjonskasse i den utstrekning utgiftene ikke dekkes av innskott fra de ansatte.\n0 Endret ved lov 10 juni 1988 nr. 49.\n1 Fra 1 jan 1970 iflg. res. 19 juni 1969.\n2 Fra 1 jan 1970 iflg. res. 19 juni 1969.\n3 Sosial- og helsedepartementet.\n4 Lov om vanføre opphevet ved lov 13 juni 1980 nr. 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "content": "Privatpraktiserende klinisk legespesialist og klinisk spesialist i psykologi som i tiden før denne lovendring trer i kraft, har drevet privat praksis som hovederverv, har rett til avtale med fylkeskommunen​1 som nevnt i § 4 tredje ledd. Retten til avtale faller bort når rettighetshaveren fyller 70 år.\nDen som ønsker å benytte sin rett til avtale etter første ledd må innen ett år etter at denne lovendring trer i kraft, gi fylkeskommunen​1 melding om dette.\nBil-ambulanseutøvere som i tiden før denne lovendring trer i kraft, har skysskafferkontrakt med folketrygden, har rett til avtale med fylkeskommunen​1 som nevnt i § 4 fjerde ledd om fortsatt virksomhet i inntil 10 år fra lovendringen trer i kraft, dog ikke utover fylte 67 år.\nBåt-ambulanseutøvere som i tiden før denne lovendring trer i kraft, har drevet ambulansetransport for folketrygdens regning, har rett til avtale med fylkeskommunen​1 som nevnt i § 4 fjerde ledd om fortsatt virksomhet i inntil 10 år fra lovendringen trer i kraft, dog ikke utover fylte 67 år.\nDen som ønsker å benytte sin rett til avtale etter tredje og fjerde ledd må senest innen tre måneder etter at denne lovendring trer i kraft, gi fylkeskommunen​1 melding om dette. Omfanget av den fortsatte virksomhet for rettighetshavere etter tredje og fjerde ledd, fastsettes etter forhandlinger mellom den enkelte ambulanseutøver og fylkeskommunen.​1\nDepartementet​2 kan gi forskrift som fastsetter nærmere vilkår for rett til avtale med fylkeskommunen.\n0 Tilføyd ved lov 3 juni 1983 nr. 55, endret ved lov 1 mars 1985 nr. 6, 9 mai 1986 nr. 20.\n1 Jfr. § 19.\n2 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "content": "Den som mener å ha rett til avtale med fylkeskommunen etter § 23, kan klage til departementet​1 hvis han eller hun ikke oppnår dette eller finner at vilkårene er urimelige. Departementet​1 avgjør, etter at fylkeskommunen har fått anledning til å uttale seg, med bindende virkning for fylkeskommunen om avtale skal inngås og kan sette avtalevilkår.\n0 Tilføyd ved lov 3 juni 1983 nr. 55.\n1 Sosial- og helsedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    }
  ]
}