{
  "id": "LOV-1959-05-28-12",
  "type": "statute",
  "title": "Lov om kvalitetskontroll med fisk og fiskevarer o.a.",
  "short_name": "Fiskekvalitetsloven",
  "status": "in_force",
  "issued_date": "1959-05-28",
  "in_force_date": "1959-05-28",
  "url": "https://lovdata.no/dokument/NLO/lov/1959-05-28-12",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Med fisk er i denne loven meint alle saltvass- og ferskvassdyr, og delar av desse, som vert brukt til konsum eller fôr. Unntatt er akvatiske pattedyr, krypdyr og amfibiar. Med fiskevarer er meint produkt der fisk er det einaste eller ein stor del av råstoffet. Loven gjeld òg fisk og fiskevarer med utanlandsk opphav.\nKongen kan ta avgjerd om at heile loven eller ein del av den også skal gjelde for fangstprodukt og tang- og tareprodukt.\n0 Endra med lov 13 juni 1997 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "For å sikre at fisk og fiskevarer​1 som skal omsetjast her i landet eller førast ut, vert handsama best mogleg og fyller dei krav ein bør sette til kvalitetsvarer​2 kan Kongen​3 gje føresegner om:\n1. Handsaming, tilverking, oppbevaring, lagring og transport av fisk og fiskevarer, under dette innreiing og utstyr av\na. fiskefarty og andre transportmidel som vert nytta til fangst og transport av fisk og fiskevarer, og\nb. husrom og anlegg som vert nytta til tilverking, oppbevaring, lagring og omsetning av fisk og fiskevarer.\n2. Forbod​2 mot å nytte visse slag eller storleikar av fisk, eller produkt av slik fisk i det heile, eller i visse tidbolkar eller frå visse fangstfelt.\n3. Regulering av omsetninga av fisk og fiskevarer til tilverkar for å hindre at kvaliteten vert ringare ved for sein tilverking.\n4. Krav til kvalitet og kvalitetsgradering, til sortement, varenemning, pakking, merking og vektinnhald.\n5. Gransking av fisk og fiskevarer, under dette om forbod​2 mot omsetning og utførsle av fisk og fiskevarer som ikkje er granska eller har fått emballasjen merkt på føreskreven måte.\n6. Krav til faglege kvalifikasjonar hos den tekniske leiaren av fisketilverkingsanlegg.\n7. Internkontroll og internkontrollsystem for å sikre at føresegner gjevne i eller i medhald av denne lova blir følgde.\n8. Plikt​2 til å underrette til kontrollorgan om avvik frå loven eller føresegner gjevne med heimel i den.\n9. Forbod​2 mot innførsle av fisk og fiskevarer, under dette om innførsle på nærare vilkår.\n10. Forbod​2 mot fangst, ilandføring, omsetjing, utførsle og bestemt handsaming av villfanga og oppdretta fisk, dersom det kan medføre fare for folkehelsa.\n0 Endra med lover 18 nov 1994 nr. 61, 18 des 1998 nr. 88 (i kraft 1 jan 1999), 23 mai 2003 nr. 33 (i kraft 1 juni 2003, etter res. 23 mai 2003 nr. 624).\n1 Sjå § 1.\n2 Jfr. § 11.\n3 Fiskeridepartementet, etter res. 8 april 1960 nr. 9602.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "For å sikre at emballasjen for fisk og fiskevarer​1 som skal omsetjast her i landet eller førast ut, fyller dei krav ein bør sette for at varene kan halde seg godt og få ei tenleg og tevlefør utforming, kan Kongen​2 gje nærare føresegner​3 om tilverking, merking, bruk og kassering av slik emballasje.\n1 Sjå § 1.\n2 Fiskeridepartementet, etter res. 8 april 1960 nr. 9602.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "3 a",
      "section": "3 a",
      "content": "Kongen kan gje føresegner​1 om vern og bruk av produktnemningar og varenemningar​2 samt særskilte saksbehandlingsreglar etter denne føresegna. Kongen kan gje føresegner​1 om at søknad om vern og bruk som nemnt kan behandlast og avgjerast av ikkje offentlege tilsynsorgan, samt gje reglar for erstatning ved urettmessig bruk av slike nemningar. Kongen kan også gje føresegner​1 som innskrenkar adgangen til registrering i medhald av lov 3. mars 1961 nr. 4 om varemerker og lov 3. mars 1961 nr. 5 om fellesmerker, og avgrensar rettar gitt i eller i medhald av dei same lovane, dersom det ikkje har kome inn innvendingar mot at ei nemning blir verna i samsvar med føresegner gitt i medhald av denne loven.\n0 Føyd til med lov 23 mai 2003 nr. 33 (i kraft 1 juni 2003, etter res. 23 mai 2003 nr. 624).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Jfr. § 11 tredje leden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3a."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Kongen​1 kan ta avgjerd om at den som har til næring å drive pakking, tilverking, lagring, oppbevaring, transport, innførsle, omsetning eller utførsle av fisk og fiskevarer,​2 eller tilverking eller omsetning av emballasje for slike varer, skal melde​3 verksemda si til offentleg tenestemakt etter nærare reglar som vedkomande departement​4 gjev.\nKontrollorganet kan rette opp dataregister for opplysningar som synest naudsynte for å sikre at loven eller føresegner gjevne med heimel i den, vert overhalde. Kontrollorganet kan innhente opplysningar som nemnd i første punktum frå eksisterande dataregister. Kongen kan gje nærare føresegner​5 om dataregistra, under dette om tiltak for å sikre at opplysningane blir handsama konfidensielt.\nKongen kan ta avgjerd om at verksemd som nemnt i første leden berre​3 kan drivast av den som er godkjend til det etter reglar som Kongen gjev. Slik godkjenning skal ikkje nektast dersom søkjaren provar at verksemda hans fyller krava etter føresegner gjevne med heimel i § 2, nr. 1, nr. 6 og nr. 7. Gjeven godkjenning kan dragast inn att dersom verksemda ikkje lenger fyller krava. Vedtak om å nekte godkjenning eller om å draga inn att gjeven godkjenning skal grunngjevast og grunnane skal gjerast kjent for parten samstundes med at han får melding om vedtaket.\n0 Endra med lover 19 juni 1969 nr. 54, 18 des 1998 nr. 88 (i kraft 1 jan 1999).\n1 Fiskeridepartementet, etter res. 8 april 1960 nr. 9602.\n2 Sjå § 1.\n3 Jfr. § 11.\n4 Fiskeridepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Kontrollverksemd etter denne lova skal leiast av Fiskeridirektøren. Kongen kan ta avgjerd om at leiinga av kontrollen på et nærare fastsett saksområde skal liggje hos kommunen, det kommunale næringsmiddeltilsynet eller andre offentlege tilsynsorgan. Dette organ skal då ha dei same rettar som Fiskeridirektøren etter §§ 6 og 8. Kontrollarbeidet skal gjerast av særlege kontrollørar, politiet og tollstedet.\nDen som skal gjere kontrollarbeid etter denne loven, må ikkje stå i tenesthøve til eller ta mot noko slag vederlag frå person eller verksemd som tilverkar eller omset fisk eller fiskevarer.​1 Han må heller ikkje på annan måte vere økonomisk interessert i slik verksemd.\nVedkomande departement​2 gjev nærare instruks for kontrollverksemd.\n0 Endra med lov 18 nov 1994 nr. 61.\n1 Sjå § 1 og § 11.\n2 Fiskeridepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Den som tilverkar fiskevarer​1 som er under kontroll​2 med heimel i denne loven, har plikt​3 til å gje dei opplysningar Fiskeridirektøren krev for å kunne utføre dei oppdrag denne loven legg på han. Dette gjeld òg opplysningar om tilverking, lager, flytting og reklamasjonar på kvaliteten av fisk og fiskevarer.\nDen som har kontrollrett etter denne loven kan kreve å få kontrollere​4 fiskefarty eller anna transportmidel som vert nytta til fangst eller transport av fisk eller fiskevarer. Dette gjeld òg anlegg, husrom o.a. som vert nytta til tilverking, oppbevaring, lagring eller omsetning av fisk og fiskevarer eller emballasje for slike varer. Han kan uten vederlag ta ut prøver til gransking. Den som er leiar av eller er tilsett i verksemd som kan kontrollerast etter denne loven har plikt​2 til å gje kontrollmakta den hjelp og dei opplysningar ho treng til gjeremåla sine etter denne loven.\nUtanlandske inspektørar kan delta i inspeksjonar m.v. når dette er føresett i internasjonale bindande avtaler som Noreg har slutta seg til. Som ledd i slike avtaler kan kontrollorganet gje opplysningar som det er teieplikt for til utanlandske styresmakter som er underlagt reglar om teieplikt tilsvarande norske styresmakter.\nDen det er kravt opplysningar av etter første eller andre leden, kan kreve at melding om løynde tekniske innretningar eller framgangsmåtar berre skal gjevast til Fiskeridirektøren personleg eller til den han nemner opp serskilt til å ta imot meldinga.\n0 Endra med lov 13 juni 1997 nr. 40.\n1 Sjå § 1.\n2 Jfr. res. 29 april 1988 nr. 312 om myndighetsoverføring til Statens næringsmiddeltilsyn.\n3 Jfr. § 11.\n4 Jfr. strl. § 326.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 16 mai 1986 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Det kontrollorgan som Kongen​1 fastset, kan sette forbod​2 mot tilverking, pakking, transport, innførsle, omsetning eller utførsle av fisk og fiskevarer​3 og mot tilverking og omsetning av emballasje til slike varer. Slikt forbod kan gjelde serskilte vareparti som ikkje fyller eller openbert ikkje vil kome til å fylle dei krav som er sette med heimel i denne loven. Forbod kan gjelde for heile verksemda ved eit serskilt anlegg eller for ein viss del av det, dersom anlegget trass i skriftleg åtvaring ikkje fylgjer dei føresegnene som er gjevne i medhald av denne loven. Det kan gjevast påbod​2 om kassering, serleg stell eller merking av fisk og fiskevarer og emballasje for fisk og fiskevarer, når det trengst for å sikre at forbodet vert etterkome.\nEr det sett forbod som gjeld eit visst vareparti, skal kontrollorganet gje løyve til å få partiet i samsvar med gjeldande krav såframt det er mogeleg, eller til å nytte det til anna føremål som vara er skikka til. Forbod som gjeld eit visst anlegg, skal takast bort når gjeldande føresegner er etterkome.\n0 Endra med lov 19 juni 1969 nr. 54.\n1 Jfr. res. 29 april 1988 nr. 312 om myndighetsoverføring til Statens næringsmiddeltilsyn.\n2 Jfr. § 11.\n3 Sjå § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Til å greie utgiftene til kontroll etter denne loven kan Kongen​1 gje føresegner​2 om at den som driv næring som nemnt i § 4 første leden skal betale ei avgift eller kostnadene for kontroll i det einskilde tilfelle. Kongen​1 kan også gje føresegner​2 om betaling for særlege ytingar og ekspedisjonar, under dette for ekstraordinære tiltak. Kongen kan gje nærare føresegner​2 om innkrevinga, såleis og om tilleggsavgift ved for sein betaling. Avgifta og krav om betaling er tvangsgrunnlag for utlegg.​3\n0 Endra med lover 20 des 1985 nr. 101, 26 juni 1992 nr. 86, 18 des 1998 nr. 88 (i kraft 1 jan 1999).\n1 Fiskeridepartementet, etter res. 8 april 1960.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Sjå tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Denne loven skal ikkje vere til hinder for at det vert gjeve føresegner om fisk og fiskevarer​1 med heimel i lov 5. august 1994 nr. 55 om vern mot smittsomme sykdommer eller lov 19. mai 1933 nr. 3 om tilsyn med næringsmidler m.v. Føresegner med heimel i desse lovane gjeld likevel berre så langt dei ikkje er i strid med føresegner etter denne loven.\n0 Endret ved lov 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Sjå § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Om det i verksemda kjem opp tilhøve som fører med seg eller kan føre med seg fare for helseskade, kan heile eller delar av verksemda stengjast inntil tilhøva er retta. Stenging kan om naudsynt gjennomførast med hjelp frå politiet.\nDersom eit pålegg ikkje vert innfridd innan fastsett frist i loven eller føresegner gjevne med heimel i den, kan verksemda eller eigaren av verksemda ileggjast tvangsmulkt som dagsmulkt eller eingongsmulkt. Ved fastsetting av storleiken av tvangsmulkta skal det takast omsyn til kor viktig det er at pålegget blir gjennomført, og kva ein må rekne med det vil koste. Tvangsmulkta er tvangsgrunnlag for utlegg.​1\nDen som med vilje eller i aktløyse bryt denne loven, eller føresegner gjeve med heimel i den, vert straffa med bøter.​2 Det same gjeld medverking og freistnad.​3 Aktlaus bruk av ei nemning i strid med føresegner gitt i medhald av § 3a, eller freistnad på dette, vert ikkje straffa.\nI føresegnene som vert gjevne med heimel i loven kan det fastsetjast at brot på dei ikkje fører med seg straff.\n0 Endra med lover 26 jan 1973 nr. 2, 18 des 1998 nr. 88 (i kraft 1 jan 1999), 23 mai 2003 nr. 33 (i kraft 1 juni 2003, etter res. 23 mai 2003 nr. 624).\n1 Jfr. tvangsl. § 7-2, e.\n2 Jfr. strl. § 27 og kap. 3 a.\n3 Jfr. strl. § 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Denne loven gjeld frå den tid Kongen fastset.​1\nFrå same tid held etternemnde lovar opp å gjelde:\n– – –\nFøresegner som er gjevne med heimel i dei nemnde lovane gjeld framleis til dei vert tekne bort eller avløyste med føresegner gjevne med heimel i denne loven.\n1 Frå 1 des 1959 etter res. 30 okt 1959.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Med fisk er i denne loven meint alle saltvass- og ferskvassdyr, og delar av desse, som vert brukt til konsum eller fôr. Unntatt er akvatiske pattedyr, krypdyr og amfibiar. Med fiskevarer er meint produkt der fisk er det einaste eller ein stor del av råstoffet. Loven gjeld òg fisk og fiskevarer med utanlandsk opphav.\nKongen kan ta avgjerd om at heile loven eller ein del av den også skal gjelde for fangstprodukt og tang- og tareprodukt.\n0 Endra med lov 13 juni 1997 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "For å sikre at fisk og fiskevarer​1 som skal omsetjast her i landet eller førast ut, vert handsama best mogleg og fyller dei krav ein bør sette til kvalitetsvarer​2 kan Kongen​3 gje føresegner om:\n1. Handsaming, tilverking, oppbevaring, lagring og transport av fisk og fiskevarer, under dette innreiing og utstyr av\na. fiskefarty og andre transportmidel som vert nytta til fangst og transport av fisk og fiskevarer, og\nb. husrom og anlegg som vert nytta til tilverking, oppbevaring, lagring og omsetning av fisk og fiskevarer.\n2. Forbod​2 mot å nytte visse slag eller storleikar av fisk, eller produkt av slik fisk i det heile, eller i visse tidbolkar eller frå visse fangstfelt.\n3. Regulering av omsetninga av fisk og fiskevarer til tilverkar for å hindre at kvaliteten vert ringare ved for sein tilverking.\n4. Krav til kvalitet og kvalitetsgradering, til sortement, varenemning, pakking, merking og vektinnhald.\n5. Gransking av fisk og fiskevarer, under dette om forbod​2 mot omsetning og utførsle av fisk og fiskevarer som ikkje er granska eller har fått emballasjen merkt på føreskreven måte.\n6. Krav til faglege kvalifikasjonar hos den tekniske leiaren av fisketilverkingsanlegg.\n7. Internkontroll og internkontrollsystem for å sikre at føresegner gjevne i eller i medhald av denne lova blir følgde.\n8. Plikt​2 til å underrette til kontrollorgan om avvik frå loven eller føresegner gjevne med heimel i den.\n9. Forbod​2 mot innførsle av fisk og fiskevarer, under dette om innførsle på nærare vilkår.\n10. Forbod​2 mot fangst, ilandføring, omsetjing, utførsle og bestemt handsaming av villfanga og oppdretta fisk, dersom det kan medføre fare for folkehelsa.\n0 Endra med lover 18 nov 1994 nr. 61, 18 des 1998 nr. 88 (i kraft 1 jan 1999), 23 mai 2003 nr. 33 (i kraft 1 juni 2003, etter res. 23 mai 2003 nr. 624).\n1 Sjå § 1.\n2 Jfr. § 11.\n3 Fiskeridepartementet, etter res. 8 april 1960 nr. 9602.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "For å sikre at emballasjen for fisk og fiskevarer​1 som skal omsetjast her i landet eller førast ut, fyller dei krav ein bør sette for at varene kan halde seg godt og få ei tenleg og tevlefør utforming, kan Kongen​2 gje nærare føresegner​3 om tilverking, merking, bruk og kassering av slik emballasje.\n1 Sjå § 1.\n2 Fiskeridepartementet, etter res. 8 april 1960 nr. 9602.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "3 a",
      "section": "3 a",
      "content": "Kongen kan gje føresegner​1 om vern og bruk av produktnemningar og varenemningar​2 samt særskilte saksbehandlingsreglar etter denne føresegna. Kongen kan gje føresegner​1 om at søknad om vern og bruk som nemnt kan behandlast og avgjerast av ikkje offentlege tilsynsorgan, samt gje reglar for erstatning ved urettmessig bruk av slike nemningar. Kongen kan også gje føresegner​1 som innskrenkar adgangen til registrering i medhald av lov 3. mars 1961 nr. 4 om varemerker og lov 3. mars 1961 nr. 5 om fellesmerker, og avgrensar rettar gitt i eller i medhald av dei same lovane, dersom det ikkje har kome inn innvendingar mot at ei nemning blir verna i samsvar med føresegner gitt i medhald av denne loven.\n0 Føyd til med lov 23 mai 2003 nr. 33 (i kraft 1 juni 2003, etter res. 23 mai 2003 nr. 624).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Jfr. § 11 tredje leden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3a."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Kongen​1 kan ta avgjerd om at den som har til næring å drive pakking, tilverking, lagring, oppbevaring, transport, innførsle, omsetning eller utførsle av fisk og fiskevarer,​2 eller tilverking eller omsetning av emballasje for slike varer, skal melde​3 verksemda si til offentleg tenestemakt etter nærare reglar som vedkomande departement​4 gjev.\nKontrollorganet kan rette opp dataregister for opplysningar som synest naudsynte for å sikre at loven eller føresegner gjevne med heimel i den, vert overhalde. Kontrollorganet kan innhente opplysningar som nemnd i første punktum frå eksisterande dataregister. Kongen kan gje nærare føresegner​5 om dataregistra, under dette om tiltak for å sikre at opplysningane blir handsama konfidensielt.\nKongen kan ta avgjerd om at verksemd som nemnt i første leden berre​3 kan drivast av den som er godkjend til det etter reglar som Kongen gjev. Slik godkjenning skal ikkje nektast dersom søkjaren provar at verksemda hans fyller krava etter føresegner gjevne med heimel i § 2, nr. 1, nr. 6 og nr. 7. Gjeven godkjenning kan dragast inn att dersom verksemda ikkje lenger fyller krava. Vedtak om å nekte godkjenning eller om å draga inn att gjeven godkjenning skal grunngjevast og grunnane skal gjerast kjent for parten samstundes med at han får melding om vedtaket.\n0 Endra med lover 19 juni 1969 nr. 54, 18 des 1998 nr. 88 (i kraft 1 jan 1999).\n1 Fiskeridepartementet, etter res. 8 april 1960 nr. 9602.\n2 Sjå § 1.\n3 Jfr. § 11.\n4 Fiskeridepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Kontrollverksemd etter denne lova skal leiast av Fiskeridirektøren. Kongen kan ta avgjerd om at leiinga av kontrollen på et nærare fastsett saksområde skal liggje hos kommunen, det kommunale næringsmiddeltilsynet eller andre offentlege tilsynsorgan. Dette organ skal då ha dei same rettar som Fiskeridirektøren etter §§ 6 og 8. Kontrollarbeidet skal gjerast av særlege kontrollørar, politiet og tollstedet.\nDen som skal gjere kontrollarbeid etter denne loven, må ikkje stå i tenesthøve til eller ta mot noko slag vederlag frå person eller verksemd som tilverkar eller omset fisk eller fiskevarer.​1 Han må heller ikkje på annan måte vere økonomisk interessert i slik verksemd.\nVedkomande departement​2 gjev nærare instruks for kontrollverksemd.\n0 Endra med lov 18 nov 1994 nr. 61.\n1 Sjå § 1 og § 11.\n2 Fiskeridepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Den som tilverkar fiskevarer​1 som er under kontroll​2 med heimel i denne loven, har plikt​3 til å gje dei opplysningar Fiskeridirektøren krev for å kunne utføre dei oppdrag denne loven legg på han. Dette gjeld òg opplysningar om tilverking, lager, flytting og reklamasjonar på kvaliteten av fisk og fiskevarer.\nDen som har kontrollrett etter denne loven kan kreve å få kontrollere​4 fiskefarty eller anna transportmidel som vert nytta til fangst eller transport av fisk eller fiskevarer. Dette gjeld òg anlegg, husrom o.a. som vert nytta til tilverking, oppbevaring, lagring eller omsetning av fisk og fiskevarer eller emballasje for slike varer. Han kan uten vederlag ta ut prøver til gransking. Den som er leiar av eller er tilsett i verksemd som kan kontrollerast etter denne loven har plikt​2 til å gje kontrollmakta den hjelp og dei opplysningar ho treng til gjeremåla sine etter denne loven.\nUtanlandske inspektørar kan delta i inspeksjonar m.v. når dette er føresett i internasjonale bindande avtaler som Noreg har slutta seg til. Som ledd i slike avtaler kan kontrollorganet gje opplysningar som det er teieplikt for til utanlandske styresmakter som er underlagt reglar om teieplikt tilsvarande norske styresmakter.\nDen det er kravt opplysningar av etter første eller andre leden, kan kreve at melding om løynde tekniske innretningar eller framgangsmåtar berre skal gjevast til Fiskeridirektøren personleg eller til den han nemner opp serskilt til å ta imot meldinga.\n0 Endra med lov 13 juni 1997 nr. 40.\n1 Sjå § 1.\n2 Jfr. res. 29 april 1988 nr. 312 om myndighetsoverføring til Statens næringsmiddeltilsyn.\n3 Jfr. § 11.\n4 Jfr. strl. § 326.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 16 mai 1986 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Det kontrollorgan som Kongen​1 fastset, kan sette forbod​2 mot tilverking, pakking, transport, innførsle, omsetning eller utførsle av fisk og fiskevarer​3 og mot tilverking og omsetning av emballasje til slike varer. Slikt forbod kan gjelde serskilte vareparti som ikkje fyller eller openbert ikkje vil kome til å fylle dei krav som er sette med heimel i denne loven. Forbod kan gjelde for heile verksemda ved eit serskilt anlegg eller for ein viss del av det, dersom anlegget trass i skriftleg åtvaring ikkje fylgjer dei føresegnene som er gjevne i medhald av denne loven. Det kan gjevast påbod​2 om kassering, serleg stell eller merking av fisk og fiskevarer og emballasje for fisk og fiskevarer, når det trengst for å sikre at forbodet vert etterkome.\nEr det sett forbod som gjeld eit visst vareparti, skal kontrollorganet gje løyve til å få partiet i samsvar med gjeldande krav såframt det er mogeleg, eller til å nytte det til anna føremål som vara er skikka til. Forbod som gjeld eit visst anlegg, skal takast bort når gjeldande føresegner er etterkome.\n0 Endra med lov 19 juni 1969 nr. 54.\n1 Jfr. res. 29 april 1988 nr. 312 om myndighetsoverføring til Statens næringsmiddeltilsyn.\n2 Jfr. § 11.\n3 Sjå § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Til å greie utgiftene til kontroll etter denne loven kan Kongen​1 gje føresegner​2 om at den som driv næring som nemnt i § 4 første leden skal betale ei avgift eller kostnadene for kontroll i det einskilde tilfelle. Kongen​1 kan også gje føresegner​2 om betaling for særlege ytingar og ekspedisjonar, under dette for ekstraordinære tiltak. Kongen kan gje nærare føresegner​2 om innkrevinga, såleis og om tilleggsavgift ved for sein betaling. Avgifta og krav om betaling er tvangsgrunnlag for utlegg.​3\n0 Endra med lover 20 des 1985 nr. 101, 26 juni 1992 nr. 86, 18 des 1998 nr. 88 (i kraft 1 jan 1999).\n1 Fiskeridepartementet, etter res. 8 april 1960.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Sjå tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Denne loven skal ikkje vere til hinder for at det vert gjeve føresegner om fisk og fiskevarer​1 med heimel i lov 5. august 1994 nr. 55 om vern mot smittsomme sykdommer eller lov 19. mai 1933 nr. 3 om tilsyn med næringsmidler m.v. Føresegner med heimel i desse lovane gjeld likevel berre så langt dei ikkje er i strid med føresegner etter denne loven.\n0 Endret ved lov 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Sjå § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Om det i verksemda kjem opp tilhøve som fører med seg eller kan føre med seg fare for helseskade, kan heile eller delar av verksemda stengjast inntil tilhøva er retta. Stenging kan om naudsynt gjennomførast med hjelp frå politiet.\nDersom eit pålegg ikkje vert innfridd innan fastsett frist i loven eller føresegner gjevne med heimel i den, kan verksemda eller eigaren av verksemda ileggjast tvangsmulkt som dagsmulkt eller eingongsmulkt. Ved fastsetting av storleiken av tvangsmulkta skal det takast omsyn til kor viktig det er at pålegget blir gjennomført, og kva ein må rekne med det vil koste. Tvangsmulkta er tvangsgrunnlag for utlegg.​1\nDen som med vilje eller i aktløyse bryt denne loven, eller føresegner gjeve med heimel i den, vert straffa med bøter.​2 Det same gjeld medverking og freistnad.​3 Aktlaus bruk av ei nemning i strid med føresegner gitt i medhald av § 3a, eller freistnad på dette, vert ikkje straffa.\nI føresegnene som vert gjevne med heimel i loven kan det fastsetjast at brot på dei ikkje fører med seg straff.\n0 Endra med lover 26 jan 1973 nr. 2, 18 des 1998 nr. 88 (i kraft 1 jan 1999), 23 mai 2003 nr. 33 (i kraft 1 juni 2003, etter res. 23 mai 2003 nr. 624).\n1 Jfr. tvangsl. § 7-2, e.\n2 Jfr. strl. § 27 og kap. 3 a.\n3 Jfr. strl. § 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Denne loven gjeld frå den tid Kongen fastset.​1\nFrå same tid held etternemnde lovar opp å gjelde:\n– – –\nFøresegner som er gjevne med heimel i dei nemnde lovane gjeld framleis til dei vert tekne bort eller avløyste med føresegner gjevne med heimel i denne loven.\n1 Frå 1 des 1959 etter res. 30 okt 1959.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    }
  ]
}