{
  "id": "LOV-1927-04-05",
  "type": "statute",
  "title": "Lov om innførsel og omsetning av brennevin, vin, fruktvin, mjød og øl.",
  "short_name": "Alkoholloven.",
  "status": "in_force",
  "issued_date": "1927-04-05",
  "in_force_date": "1927-04-05",
  "url": "https://lovdata.no/dokument/NLO/lov/1927-04-05",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Brennevin​2 må ikke innføres fra utlandet av andre enn staten eller selskap som Kongen gir rett til det, på de vilkårene Kongen setter.\nBlir innførsel helt eller delvis forbeholdt staten, kan denne etter Kongens nærmere bestemmelse helt eller delvis overta omsetningen. Isåfall skal nettoutbyttet anvendes etter Kongens nærmere bestemmelse med Stortingets samtykke til sosiale og samfunnsmessige formål. Dog skal årlig i alle tilfelle minst 20 pst. av nettoutbyttet tilfalle det fond til bekjempelse av drikkeondet som Stortinget opprettet ved beslutning av 17. juni 1913.\nBlir innførsel helt eller delvis forbeholdt et selskap,​3 kan dette etter Kongens nærmere bestemmelse helt eller delvis gis rett til omsetning. Utbyttet til selskapets medlemmer må ikke overstige 5 pst. av den innskutte kapital. Resten av nettoutbyttet skal gå til de formål og med den fordeling som er fastsatt i annet ledd, annet og tredje punktum.\n1 Endret ved lover 6 mai 1932, 2 mars 1956 nr. 1.\n2 Se § 31.\n3 Se lov 19 juni 1931 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Salg og skjenking av brennevin​2 kan bare foretas av staten eller selskap som har rett til omsetning etter § 1. Frasett salg og skjenking som er tillatt i medhold av §§ 6, 7, 24b og 24c, kan salg og skjenking av brennevin skje i herredskommune og bykommune på grunnlag av bevilling gitt etter reglene i §§ 3 og 3a.\nBevilling kan gjelde både salg og skjenking eller bare en av delene. Salgsbevilling omfatter også vin, fruktvin og mjød.​2 Bevillingen gir rett til sending utenfor den kommune hvor salgsvirksomheten utøves.\nSkjenkebevilling kan enten være alminnelig eller lyde på at skjenking av brennevin bare må skje til reisende, til spisegjester eller til deltakere i sluttet selskap.\nBevillingen kan bare utøves på det godkjente skjenkested. Kommunestyret kan likevel gi formannskapet fullmakt til å tillate at en eller flere gitte skjenkebevillinger blir utøvd på et sted eller steder som formannskapet – etter innhentet uttalelse fra politimesteren – godkjenner for enkelt leilighet og for skjenking til deltakere i sluttet selskap.\nDepartementet​3 gir forskrifter om utøvelse av skjenkerett ved bestyrer.\n1 Endret ved lover 2 mars 1956 nr. 1, 7 juli 1967 nr. 12, 8 juni 1973 nr. 55.\n2 Se § 31.\n3 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "1. Det er bare staten eller selskap med rett til omsetning etter § 1 som kan søke om bevilling til salg av brennevin i en kommune. I søknaden skal oppgis det antall salgssteder som ønskes.\nFør søknad kan sendes til kommunen, må saken være forelagt Statens bevillingsnemnd for brennevinsomsetning​2 til avgjørelse etter § 3 b.\n2. Kommunestyret skal gjøre vedtak om søknaden innvilges eller ikke. Bevilling skal første gang gis for tidsrommet 1 januar 1970 – 31 desember 1975. Deretter skal bevilling gis for 8 år om gangen.\nDersom bevilling blir gitt i løpet av en periode, gjelder bevillingen bare for resten av perioden.\nFør kommunestyret gjør vedtak, skal det foreligge uttalelser fra helse- og sosialstyret og politimesteren. For øvrig innhenter kommunestyret de uttalelser og opplysninger som anses nødvendige.\n3. I kommune der kommunestyret har gjort vedtak etter punkt 2 i denne paragraf kan det en gang for hver bevillingsperiode holdes en alminnelig avstemning blant kommunens stemmeberettigede innvånere om kommunestyret skal gi bevilling til salg av brennevin.\nSlik avstemning kan bare holdes så fremt det blir krevd av minst en tyvendedel av de stemmeberettigede som var oppført ved det sist utarbeidede manntall ved stortingsvalg eller fylkestingsvalg og kommunestyrevalg, og kravet må være innsendt til kommunestyret senest fire måneder etter at kommunestyrets vedtak i saken er kunngjort. Kommunestyret fastsetter tidspunktet for avstemningen og utferdiger kunngjøring om denne minst 30 dager forut.\nVed avstemningen nyttes det manntall som er nevnt i foregående ledd, endret i samsvar med § 11 i lov​3 om stortingsvalg, fylkestingsvalg og kommunestyrevalg. Valgstyret ved det valg hvis manntall nyttes, forretter som stemmestyre. Stemmegivning skjer ved personlig frammøte, hemmelig og ved sedler med tekst som stemmestyret har godkjent.\nEthvert medlem av stemmestyret kan inngi klage til den tjenestemann Kongen bestemmer innen kl. 12 den 8. dag etter avstemningen.\nFor øvrig gjelder ved stemmegivningen tilsvarende regler som ved fylkestingsvalg og kommunestyrevalg.​3\nViser avstemningen at det blant de godkjente stemmer er et flertall for bevilling, skal kommunestyret gi bevilling​4 til salg av brennevin i den bevillingsperiode avstemningen gjelder. Er det flertall mot bevilling, kan kommunestyret ikke gi slik bevilling i nevnte periode.\nDepartementet kan gi nærmere forskrifter om slike avstemninger.\n4. Kommunestyret fastsetter det høyeste antall salgssteder i kommunen og godkjenner deres beliggenhet etter at det er innhentet uttalelse fra helse- og sosialstyret og politimesteren. Formannskapet godkjenner bestyreren for hvert salgssted.\n5. Kommunestyret kan i bevillingsperioden inndra en bevilling etter reglene i § 83 a.\n6. Kommer det ikke før utløpet av en bevillingsperiode krav fra Statens bevillingsnemnd, kommunen eller bevillingsinnehaveren om ny saksbehandling, kan kommunestyret forlenge bevillingen for de følgende 8 år. For slikt vedtak gjelder bestemmelsene i denne paragrafs punkt 2 og 3 tilsvarende.\nDersom spørsmålet om forlenging av salgsbevilling ikke er endelig avgjort innen bevillingsperiodens utløp, er bevillingen fortsatt gyldig inntil utgangen av kalendermåneden etter tidspunktet for den endelige avgjørelse, likevel ikke ut over 9 måneder fra begynnelsen av den nye bevillingsperiode.\n7. Kongen kan gi forskrifter til gjennomføring av bestemmelsene i denne paragraf.\n1 Endret ved lover 12 des. 1947 nr 17, 2 mars 1956 nr 1, 7 juli 1967 nr 12, 8 juni 1973 nr 55, 14 juni 1974 nr 46, 3 juni 1983 nr 53, 1 mars 1985 nr 3, 12 juni 1987 nr 70 (i kraft 1 jan 1988).\n2 Se § 3 b.\n3 Se lov 1 mars 1985 nr 3.\n4 Se § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "content": "Kommunestyret kan gi selskap med rett til omsetning etter § 1, bevilling til å skjenke brennevin på serveringssteder som ikke omfattes av bestemmelsene i § 24 a, § 24 b eller § 24 c. Det er et vilkår at stedet har bevilling til å skjenke vin, fruktvin, mjød og øl.\nSkjenkebevilling for brennevin kan bare gis dersom kommunestyret finner det sosialt og edruskapsmessig tilrådelig under hensyn til kommunens størrelse, beliggenhet, bosettingsforhold, turist- og reisetrafikken eller av andre grunner.\nVed avgjørelse av søknad om bevilling skal kommunestyret særlig ta hensyn til skjenkestedets innredning, utstyr og drift, kapasiteten for matservering og hvilke gjester som besøker stedet.\nFør bevilling blir gitt, skal det foreligge uttalelser fra politimesteren og helse- og sosialstyret.\nVed godkjenning av skjenkebestyreren skal særlig vurderes om vedkommende også etter sin utdannelse og sine personlige egenskaper må anses skikket til å utøve skjenkevirksomheten i samsvar med kravene i denne lovs § 8 nr. 2.\nFor øvrig innhenter kommunestyret de uttalelser og opplysninger som anses nødvendige.\nNår kommunestyret gir bevilling skal det samtidig fastsette tallet på skjenkesteder, godkjenne deres beliggenhet og godkjenne bestyreren for hvert skjenkested. Ved skifte i stillingen skal formannskapet godkjenne ny skjenkebestyrer.\nBevilling gis for tidsrommet fram til 31 desember 1975 og deretter fram til utløpet av de følgende 8 års perioder.​2\nHar kommunestyret i kommune der det ikke foregår salg av brennevin, gjort vedtak om å gi eller nekte å gi bevilling, kan det en gang for hver bevillingsperiode holdes en alminnelig avstemning blant kommunens stemmeberettigede innvånere om kommunestyret skal gi bevilling til å skjenke brennevin. Slik avstemning må kreves innen to måneder etter at kommunestyrets vedtak er kunngjort. For slik avstemning får reglene i § 3 nr. 3 tilsvarende anvendelse.\nDersom spørsmålet om forlenging av skjenkebevilling ikke er endelig avgjort innen bevillingsperiodens utløp, er bevillingen fortsatt gyldig inntil utgangen av kalendermåneden etter tidspunktet for den endelige avgjørelse, likevel ikke ut over 9 måneder fra begynnelsen av den nye bevillingsperiode.\nKommunestyret kan i bevillingsperioden inndra en bevilling etter reglene i § 83 a.\n1 Tilføyet ved lov 7 juli 1967 nr. 12, endret ved lover 19 juni 1969 nr. 64, 18 des. 1970 nr. 87, 17 des. 1971 nr. 105, 15 des. 1972 nr. 80, 8 juni 1973 nr. 55, 14 juni 1974 nr. 46, 18 feb. 1977 nr. 7, 3 juni 1983 nr. 53, 12 juni 1987 nr 70 (i kraft 1 jan 1988).\n2 Jfr. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "1:3 b",
      "chapter": "1",
      "section": "3 b",
      "content": "Det opprettes Statens bevillingsnemnd for brennevinsomsetning.\nNemnda skal avgjøre spørsmålet om det i en kommune under hensyn til dens størrelse, beliggenhet, bosettingsforhold eller av andre grunner kan foregå salg av brennevin. Herunder skal nemnda ta sosiale og edruskapsmessige hensyn og også foreta en samfunnsmessig vurdering av brennevinsomsetningen i landet som helhet.\nNemnda skal ha 7 medlemmer med personlige varamenn, og sammensettes slik:\n1. Formann.\n2. En politiembetsmann.\n3. En representant for kommunale og fylkeskommunale interesser.\n4. En representant for det organiserte avholdsarbeid.\n5. og 6. To representanter for arbeidslivet.\n7. En representant utpekt under særlig hensyn til hjemmenes og ungdommens interesser.\nKongen oppnevner formann og medlemmer 2, 3 og 4, og Stortinget velger 5, 6 og 7. Kongen oppnevner nestformann blant de oppnevnte eller valgte medlemmer.\nFunksjonstiden for medlemmer og varamenn er 4 år med adgang til gjenoppnevning.\nFør nemnda treffer avgjørelse i den enkelte sak, skal det foreligge uttalelser fra fylkesutvalg, fylkesmenn og politimestre. For øvrig innhenter nemnda de uttalelser og opplysninger som anses nødvendige.\nNemnda er vedtaksfør når formann eller nestformann og minst fire andre medlemmer (eventuelt varamenn) er til stede. Vedtak gjøres med alminnelig stemmeflertall. I tilfelle av stemmelikhet gjør formannens stemme utslaget. Ethvert vedtak skal protokolleres og grunngis.\nVedtak som ikke er enstemmig kan et mindretall i møtet kreve brakt inn for Kongen til avgjørelse.\nKongen utferdiger instruks for nemndas virksomhet og arbeidsordning og om godtgjørelse til medlemmer og varamenn.\n1 Tilføyet ved lov 7 juli 1967 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3b",
        "source_heading": "§ 3 b."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 7 juli 1967 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 19 juni 1964 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Om den såkalte «Borregårdsrett» gjelder loven av 13 juli 1917. For utøvelsen av denne rettighet skal der betales en årlig avgift, som fastsettes av departementet, efterat erklæring er innhentet fra formannskapet i Sarpsborg. Avgiften skal fastsettes innen 15 oktober for det følgende år og blir å betale i to terminer innen hvert års 15 januar og 15 juli, hver gang med det halve beløp. Hvis ikke avgiften er betalt i rette tid, tapes rettigheten, men vedkommende er like fullt pliktig til å betale den for den løpende termin skyldige avgift. Denne blir i tilfelle av manglende betaling å inndrive ved utpantning.​1 Avgiften tilfaller de fond som er nevnt i § 1 med de der fastsatte andeler.\n1 Se tvangsfullbl. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Kongen eller den Kongen bemyndiger kan på nærmere fastsatte vilkår gi restauratører på passasjerskip i fart mellom Norge og utlandet og på passasjerskip som går særskilte turistturer av flere dagers varighet, bevilling til å skjenke brennevin ombord i skipet til passasjerene.\nFør tillatelse blir gitt skal departementet​2 eske erklæring fra politiet og vedkommende kommunale myndigheter i den utstrekning som departementet i hvert tilfelle finner nødvendig.\nBevillingen kan når som helst inndras av den myndighet som har gitt den, selv om vilkårene som nevnt i § 83 a ikke foreligger.\nFor bevillingen betales en årlig avgift som blir fastsatt av departementet. Avgiften skal tilfalle Edruskapsfondet.\n1 Endret ved lover 6 mai 1932, 2 mars 1956 nr. 1, 17 mars 1978 nr. 5, 3 juni 1983 nr. 53. – Jfr. § 25 nr. 1 og § 10, siste ledd.\n2 Socialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "1. Salg eller skjenking av brennevin må ikke skje​2 til noen som åpenbart er under 20 år.​3\n2. Utsalgstedenes virksomhet bør ordnes slik, at salg og skjenking av brennevin gjør minst mulig skade og minst mulig hindrer edruelighetens fremme.\nI dette øiemed skal utsalgsstedene søke hindret at brennevin blir solgt til noen, som med skjellig grunn må antas å ville misbruke eller hjelpe andre til å misbruke brennevin, eller til noen i slik mengde at formodningen er for misbruk.\n3. Statens og kommunens tjenestemenn er forpliktet til å gi den som har fått bevilling, de oplysninger som kreves for å gjennemføre bestemmelsene i nærværende paragraf.\n4. Kongen eller den Kongen bemyndiger​4 kan gi forskrifter for å gjennemføre foranstående bestemmelser.\n1 Endret ved lov 8 juni 1973 nr. 55. – Jfr. § 26.\n2 Se § 47.\n3 Jfr. lov 31 mai 1900 nr. 5 §§ 22 og 23.\n4 Sosialdepartementet iflg. res. 26 april 1974.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Salg og skjenking​2 av brennevin må bare skje mot kontant, og der må ikke gis rabatt. Heller ikke må brennevin selges mot efterkrav.​3\nDisse bestemmelser gjelder ikke salg imellem salgs- eller skjenkeberettigede innbyrdes.\n1 Endret ved lover 22 juni 1962 nr. 4, 19 juni 1964 nr. 2. – Jfr. § 26.\n2 Jfr. lov 31 mai 1900 nr. 5 §§ 22 og 23.\n3 Se § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "1. Salg av brennevin kan skje fra kl. 8.30 til kl. 18. På dagen før søn- og helligdager og dagen før 1. og 17. mai skal salget opphøre kl. 13. Innenfor disse grenser fastsetter departementet salgstider ved de forskjellige utsalgssteder. Departementet kan bestemme at salgstiden kan begrenses til ukens 5 første hverdager.\nSalg er forbudt på søn- og helligdager, 1 og 17 mai, jul-, nyttår-, påske- og pinseaften og på valgdag som nevnt i § 24 i lov​2 om stortingsvalg, fylkestingsvalg og kommunestyrevalg.\n2.​3 Skjenking av brennevin etter kommunal bevilling i medhold av § 3 a kan skje fra kl. 15 til kl. 24 på steder der skjenking av vin skjer til kl. 24. Innenfor disse grenser fastsetter kommunestyret skjenketiden. I kommuner hvor vinskjenkingen foregår utover kl. 24, kan kommunestyret forlenge skjenketiden for brennevin slik at sluttiden for skjenking av brennevin, vin og øl faller sammen. Vedtak kan gjelde alle eller enkelte skjenkesteder i kommunen.\nKommunestyret kan gi formannskapet eller politimesteren alminnelig bemyndigelse til for enkelt leilighet, når særlige grunner foreligger, å tillate at det mellom kl. 13 og kl. 15 skjenkes brennevin til deltakere i sluttet selskap, og til å tillate at skjenking av brennevin til reisende, til spisegjester eller til deltakere i sluttet selskap finner sted til et senere klokkeslett enn det som er fastsatt for opphør av brennevinsskjenkingen i kommunen. Politimesteren fastsetter tiden for skjenkingens begynnelse og opphør.\nSkjenking er forbudt på søndager, 1 og 17 mai, på valgdag som nevnt i § 24 i lov​2 om stortingsvalg, fylkestingsvalg og kommunestyrevalg, og på dager for folkeavstemninger i medhold av rusdrikkloven. Videre er skjenking forbudt nyttårsdag, langfredag, første påskedag, Kristi Himmelfartsdag, første pinsedag og første juledag.\nPå følgende dager kan det bare skjenkes til reisende, til spisegjester eller til deltakere i sluttet selskap: påskeaften, pinseaften, julaften og nyttårsaften.\n1 Endret ved lover 6 mai 1932, 2 mars 1956 nr 1, 8 juni 1973 nr 55, 3 juni 1983 nr 53, 1 mars 1985 nr 3. – Jf § 27.\n2 Lov 1 mars 1985 nr 3.\n3 Jfr. § 24 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "1. Brennevin må ikke sendes i posten.\n2. Når Kongen finner det påkrevet til edruelighetens fremme, kan han:\na. påby at brennevin til hvis befordring brukes samferdselsmidler i almenhetens eller forretningsmessig tjeneste som jernbaner, motorvogner, dampskib eller kanaler, skal merkes med avsenderens og mottagerens navn og adresse;\nb. når det foreligger forhold som nevnt i § 34, forby bruk av samferdselsmiddel som nevnt til befordring av brennevin;\nc. forby enhver som utøver eller deltar i utøvelsen av erhvervsmessig (vare- eller person-) transportvirksomhet å kjøpe brennevin for andre, selv om det skjer uten godtgjørelse.\n1 Endret ved lover 6 mai 1932, 22 juni 1962 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "content": "Salg og skjenking av brennevin som inneholder over 60 volumprosent alkohol er forbudt. Kongen kan likevel bestemme at enkelte særlige sorter brennevin som måtte ha et høyere alkoholinnhold enn 60 volumprosent skal være unntatt fra denne bestemmelsen.\n1 Endret ved lover 29 juni 1934 nr. 13, 6 juli 1957 nr. 2, 22 juni 1962 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Kongen kan bestemme at vin,​2 fruktvin​2 og mjød samt øl av nærmere fastsatt alkoholstyrke ikke må innføres fra utlandet av andre enn staten eller av selskap som Kongen gir rett til det, på de vilkår han setter.\nBlir innførsel helt eller delvis forbeholdt staten, kan denne også efter Kongens nærmere bestemmelse helt eller delvis overta omsetningen.\nIsåfall skal nettoutbyttet gå til de formål som er fastsatt i § 1 annet ledd, annet og tredje punktum, med den der fastsatte fordeling.\nBlir innførsel helt eller delvis forbeholdt et selskap,​3 kan dette også etter Kongens nærmere bestemmelse helt eller delvis gis rett til omsetning. Utbyttet av virksomheten til selskapets medlemmer må ikke overstige 5 pst. av den innskutte kapital. For resten av nettoutbyttet får regelen i tredje ledd tilsvarende anvendelse.\n1 Endret ved lover 6 mai 1932, 2 mars 1956 nr. 1. – Jfr. § 1.\n2 Se § 31.\n3 Se lov 19 juni 1931 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Frasett salg etter §§ 15, 18 og 19​2 kan salg av vin,​3 fruktvin,​3 mjød og øl bare drives av den som får bevilling​4 til det. Dog kan øl som ikke inneholder over 2,50 volumprosent alkohol selges uten bevilling av enhver som har handelsrett som kjøpmann, såfremt ikke kommunestyret gjør vedtak om at slikt øl bare kan selges i medhold av bevilling.\nBevilling til salg kan gjelde alle eller flere eller en enkelt av de drikkevarer som er omhandlet i dette kapitel.\nBevillingen kan gjelde bare øl som ikke inneholder over 2,50 volumprosent alkohol, eller bare øl som ikke inneholder over den volumprosent alkohol Kongen bestemmer.\nInntil Kongen annerledes bestemmer, må der i en kommune ikke gis bevilling til salg av fruktvin eller mjød, med mindre der i samme kommune også gis bevilling til salg av vin.​5\nBevilling kan for inntil 4 år om gangen gis enten til staten eller til selskap som har rett til omsetning etter § 13. Bevillingen skal opphøre 31. mars og kan ikke gis utover 3 måneder fra den tid et nytt kommunestyre tiltrer. Bevilling kan også med samme begrensning gis samlag, jfr. dog § 85.\nBevillingen omfatter også rett til sending​6 utenfor kommunen.\nBestemmelsen i § 3 nr. 4 får tilsvarende anvendelse.\nSalg av vin, fruktvin, mjød og øl må ikke skje til noen som åpenbart er under 18 år. For disse drikkevarer – unntatt øl – får bestemmelsene i § 8 nr. 2-4 tilsvarende anvendelse.\n1 Endret ved lover 6 mai 1932, 29 juni 1934 nr. 13 og 12 des. 1947 nr. 17, 14 juli 1950 nr. 4, 2 mars 1956 nr. 1, 7 juli 1967 nr. 12.\n2 Jfr. også § 25.\n3 Se § 31.\n4 Se §§ 17 og 37. Jfr. lov 13 mars 1936 nr. 3 § 13 nr. 3.\n5 Jfr. § 21, 3dje ledd.\n6 Se § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "1. Blir der for noen av de drikkevarer som er omhandlet i dette kapitel, ikke gitt noen bevilling i medhold av § 14 kan Kongen gi sådan bevilling til staten eller til selskap som har rett til omsetning efter § 13. Bevillingen gjelder for nærmere fastsatt tid og utøves i den by Kongen bestemmer.\n2. Hvis et selskap har fått rett til innførsel og omsetning efter § 13 kan Kongen også uten at den i denne paragrafs 1ste ledd nevnte betingelse foreligger, gi selskapet salgsbevilling i den kommune hvor selskapets hovedkontor ligger.\n3. Bevilling til salg efter denne paragraf omfatter også rett til sending​1 utenfor kommunen.\n1 Se § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Bevilling til salg av øl med sådan alkoholstyrke som Kongen bestemmer, kan også gis til person over 20 år, som kan antas ikke å ville misbruke salgsretten.​2\nBevillingen må ikke utøves samtidig på flere steder innen kommunen. Det skal bestemmes i bevillingen:\na. enten at den skal opphøre 31. mars i løpet av et tidsrom av høyst 4 år fra rettens begynnelsesdag, dog seinest 3 måneder fra den tid et nytt kommunestyre tiltrer;\nb. eller at den bare kan utøves en bestemt del av året, f. eks. turisttiden eller i badesesongen:\nc. eller at den bare kan utøves ved en enkelt bestemt leilighet.\nBevillinger som nevnt i litra b og c kan ikke gis utover 3 måneder fra den tid et nytt kommunestyre tiltrer.\nTil bevillingen kan knyttes som vilkår at den bare må utøves i visse lokaler eller i visse strøk av kommunen.\n1 Endret ved lover 6 mai 1932, 12 des. 1947 nr. 17, 14 juli 1950 nr. 4, 8 juni 1979 nr. 38.\n2 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "1. Salgsbevilling gis av kommunestyret​2 eller av formannskapet etter fullmakt fra kommunestyret. Før bevilling blir gitt skal det foreligge uttalelse fra politiet.​3\nEn bevilling kan inndras etter reglene i § 83 a.\n2. I enhver kommune kan det en gang før 1 januar 1960 og deretter en gang i løpet av hver 8 års periode, holdes en alminnelig avstemning blant kommunens stemmeberettigede innvånere om kommunestyret skal gi bevillinger til salg av vin, fruktvin, mjød og øl.\nFør hver avstemning fastsetter kommunestyret den minste volumprosent alkohol for øl som avstemningen skal gjelde.\nSlik avstemning skal bare holdes såfremt det blir krevd av minst en tyvendedel av de stemmeberettigede som var oppført i det sist utarbeidede manntall for stortingsvalg eller fylkestingsvalg og kommunestyrevalg. Kommunestyret fastsetter tidspunktet for avstemningen og utferdiger kunngjøring om denne minst 30 dager forut. Ved avstemningen nyttes det manntall som er nevnt i første punktum, endret i samsvar med § 11 i lov​4 om stortingsvalg, fylkestingsvalg og kommunestyrevalg. Valgstyret ved det valg hvis manntall nyttes, forretter som stemmestyre. Stemmegivning skjer ved personlig fremmøte, hemmelig og ved sedler med tekst som stemmestyret har godkjent. For øvrig gjelder bestemmelsene i § 3 nr. 3 tilsvarende.\nViser avstemningen at det blant de godkjente stemmer er et flertall for bevilling, skal kommunestyret i avstemningsperioden gi slik bevilling.\nEr det flertall mot bevilling, kan kommunestyret ikke gi slik bevilling i nevnte periode.\nDepartementet kan gi nærmere forskrifter om slike folkeavstemninger.\n1 Endret ved lover 2 mars 1956 nr 1, 7 juli 1967 nr 12, 19 juni 1969 nr 54, 8 juni 1973 nr 55, 3 juni 1983 nr 53, 1 mars 1985 nr 3.\n2 Jf § 37.\n3 Jf § 24 i.f.\n4 Lov 1 mars 1985 nr 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Kongen kan bestemme, at ølbryggerier ikke her i landet kan selge øl med sådan alkoholstyrke som Kongen bestemmer, til andre enn staten eller til selskap som har rett til omsetning efter § 13 eller til samlag.​2\nI øvrig kan ølbryggeri selge øl til annet bryggeri, til dem som har rett til å selge eller skjenke øl​3 og til forbrukere umiddelbart fra bryggeriet. Øl kan på sedvanlig måte bringes om fra bryggeri til kjøperens bopel eller til salgs- eller skjenkested, dog ikke på søn- og helligdager og, for landets vedkommende, heller ikke efter kl. 5 eftermiddag før disse dager. I denne tid er det også forbudt mellemmenn å utlevere eller bringe om øl. Salg av øl under ombringelsen er forbudt. Den som bringer om øl fra bryggeri, skal hver gang være forsynt med en av bryggeriet utferdiget liste over dem som ølet skal bringes til, og kvitteringen for mottakelsen skal føres på listen.\nHerredstyret kan med to tredjedels flertall forby salg under et visst kvantum av øl som inneholder over 2,50 volumprosent alkohol, umiddelbart fra bryggeri​4. Det kan også – likeledes med to tredjedels flertall – forby all ombringelse av øl i herredet.\nOm bryggerienes salg til utførsel gjelder bestemmelsene i handelslovgivningen.​5\n1 Endret ved lover 6 mai 1932, 2 mars 1956 nr. 1.\n2 Se § 26.\n3 Se §§ 14, 15, 16, 20, 23, 25, 27.\n4 Se § 38.\n5 Se lov 8 mars 1935 kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Tilvirkere av fruktvin​1 og mjød kan ikke her i landet selge sine varer til andre enn staten eller selskap, som har rett til omsetning efter § 13, eller samlag.​2 Om salg til utførsel gjelder bestemmelsene i handelslovgivningen.​3\n1 Se § 31\n2 Se § 26\n3 Se lov 8 mars 1935 kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Den som vil skjenke​1 vin​2 fruktvin,​2 mjød eller øl, må ha bevilling.​3\nDog kan enhver som gjør sig en næring av å drive herberge (hotell, pensjonat, losjihus og lign.) eller bevertning med mat og drikke,​4 uten bevilling skjenke øl som ikke inneholder over 2,50 volumprosent alkohol.\n1 Se § 36.\n2 Se § 31.\n3 Se § 37. Jfr. lov 13 mars 1936 nr. 3 § 13 nr. 3.\n4 Se lov 5 april 1957 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Skjenkebevilling kan gjelde alle eller flere eller en enkelt av de drikkevarer som er omhandlet i dette kapitel.\nBevillingen kan gjelde bare øl som ikke inneholder over 2,50 volumprosent alkohol, eller bare øl som ikke inneholder over den volumprosent alkohol Kongen bestemmer.\nInntil Kongen anderledes bestemmer, må der i en kommune ikke gis bevilling til skjenking av fruktvin​2 eller mjød, medmindre der i samme kommune også gis bevilling til skjenking av vin.​3\nSkjenkebevilling kan enten være alminnelig eller lyde på at skjenking bare må skje til reisende, til spisegjester eller til deltakere i sluttet selskap.\nBevillingen kan bare utøves på det godkjente skjenkested.​4 Kommunestyret kan likevel gi formannskapet fullmakt til å tillate at en eller flere gitte skjenkebevillinger blir utøvd på et sted eller steder som formannskapet – etter innhentet uttalelse fra politimesteren – godkjenner for enkelt leilighet og for skjenking til deltakere i sluttet selskap.\nFor skjenking av vin, fruktvin, mjød og øl med over 2,50 volumprosent alkohol får bestemmelsen i § 14, siste ledd, tilsvarende anvendelse.\n1 Endret ved lover 6 mai 1932, 2 mars 1956 nr. 1, 8 juni 1973 nr. 55.\n2 Se § 31.\n3 Jfr. § 14, 4de ledd.\n4 Jfr. § 2, 4 de ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Til skjenkebevilling kan knyttes som vilkår:\na. at almindelig eller innskrenket skjenkeberettighet bare må utøves i visse lokaler eller i visse strøk av kommunen;​2\nb. at en almindelig skjenkerett ikke må utøves under kirketjeneste, offentlig valg, ting eller løsøreauksjon innen 1 km. fra forretningsstedet i tidsrummet fra to timer før forretningen er begynt til to timer efter den er ferdig;\nc. at varieté eller lignende prestasjoner ikke må finne sted i bevertningslokale eller visse deler av eller tilliggelser til det.\n1 Endret ved lov 8 juni 1973 nr. 55.\n2 jfr. § 27, siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "1. Skjenkebevilling kan for inntil 4 år om gangen gis til staten eller til selskap som har rett til omsetning etter § 13. Bevillingen skal opphøre 31. mars og kan ikke gis utover 3 måneder fra den tid et nytt kommunestyre tiltrer. Bevilling kan også med samme begrensning gis til samlag, jfr. dog § 85. Bestemmelsen i § 2, siste ledd, får tilsvarende anvendelse. Kommunstyret kan bestemme, at almindelig skjenkerett – frasett skjenking av øl som ikke inneholder over 2,50 volumprosent alkohol – ikke samtidig må gis til noen annen innen kommunen.​2\n2. Har kommunestyret ikke truffet bestemmelse som nevnt i forrige ledd, kan skjenkebevilling også gis til personer over 20 år som kan antas ikke å ville misbruke skjenkeretten.​3 Bestemmelsene i § 16, annet og tredje ledd, får tilsvarende anvendelse.\n1 Endret ved lover 6 mai 1932, 29 juni 1934 nr. 13, 12 des. 1947 nr. 17, 14 juli 1950 nr. 4, 8 juni 1979 nr. 38.\n2 Se § 38.\n3 Se § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "1. Skjenkebevilling gis av kommunestyret eller av formannskapet etter fullmakt fra kommunestyret.​2 Er det overlatt til formannskapet, bestemmer kommunestyret årlig det tall​3 som det finner at de alminnelige skjenkeretter – frasett skjenking av øl som ikke inneholder over 2,50 volumprosent alkohol – blir innskrenket til i det følgende år. Slik bestemmelse er dog ikke til hinder for at der blir gitt bevilling utenfor tallet, når kommunestyret eller etter dettes bemyndigelse formannskapet finner at der er særlige grunner for det.\nFør bevilling blir gitt, skal der være esket erklæring fra politiet.​4\nEn bevilling kan inndras etter reglene i § 83 a.\n2. Bestemmelsene i § 17 nr. 2 får tilsvarende anvendelse når det gjelder skjenking av vin, fruktvin, mjød og øl med den minste volumprosent alkohol som kommunestyret fastsetter.\n1 Endret ved lover 6 mai 1932, 2 mars 1956 nr. 1, 19 juni 1969 nr. 54, 8 juni 1973 nr. 55, 3 juni 1983 nr. 53, 13 april 1984 nr. 19.\n2 Se § 37.\n3 Se § 24 a.\n4 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "2:24 a",
      "chapter": "2",
      "section": "24 a",
      "content": "Skjenkebevilling gis av departementet når det gjelder hoteller som har samtykke etter hotelloven til å bruke betegnelsen turisthotell eller høyfjellshotell​2.\nFør bevilling blir gitt, skal det foreligge uttalelser fra politimesteren, helse- og sosialstyret og kommunestyret.​3\nDepartementet​4 fastsetter uhindret av denne lovs øvrige bestemmelser på hvilke dager, til hvilke tider og i hvilke lokaler skjenkebevillingen kan utøves. For øvrig fastsetter departementet de nærmere vilkår og innskrenkninger for utøvelsen av skjenkeretten som det til enhver tid finner nødvendig.\nSkjenkebevilling gis inntil videre, men kan når som helst inndras av departementet, selv om vilkårene som nevnt i § 83 a ikke foreligger. Bevilling som departementet gir i medhold av denne paragraf, regnes ikke med i det tallet på skjenkeretter i kommunen som kommunestyret kan fastsette etter § 24 nr. 1, første ledd.\nFor skjenkebevilling betales en årlig avgift som blir fastsatt av departementet. Avgiften skal tilfalle Edruskapsfondet.\n1 Tilføyet ved lov 5 juli 1946 nr. 5. Endret ved lover 2 mars 1956 nr. 1, 8 juni 1973 nr. 55, 17 mars 1978 nr. 5, 3 juni 1983 nr. 53, 12 juni 1987 nr 70 (i kraft 1 jan 1988). – Jfr. § 24 b.\n2 Se lov 5 april 1957 nr. 3 § 11.\n3 Se § 37.\n4 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24a",
        "source_heading": "§ 24 a."
      }
    },
    {
      "provision_ref": "2:24 b",
      "chapter": "2",
      "section": "24 b",
      "content": "Når departementet​2 gir bevilling etter § 24 a, kan det også gi selskap, som har rett til omsetning etter § 1, bevilling til å skjenke brennevin på slike steder som er omhandlet i § 24 a. Før bevilling blir gitt, skal det foreligge uttalelser fra politimesteren, helse- og sosialstyret og kommunestyret.\nSkjenking av brennevin etter denne paragraf er forbudt på søndager, 1 og 17 mai, på valgdag som nevnt i § 24 i lov om stortingsvalg, fylkestingsvalg og kommunestyrevalg og på dager for folkeavstemninger i medhold av rusdrikkloven. Videre er skjenking forbudt nyttårsdag, langfredag, første påskedag, Kristi Himmelfartsdag, første pinsedag og første juledag.\nPå følgende dager kan det bare skjenkes til reisende, til spisegjester eller til deltakere i sluttet selskap: påskeaften, pinseaften, julaften og nyttårsaften.\nMed den begrensning som følger av denne paragrafs annet og tredje ledd, kan skjenking av brennevin skje mellom kl. 13 og kl. 24 med mindre departementet ytterligere har innskrenket skjenketiden. Politimesteren kan for enkelt leilighet, når særlige grunner foreligger, tillate skjenking inntil et senere klokkeslett enn det som er fastsatt for skjenkingens opphør.\nFor øvrig fastsetter departementet de nærmere vilkår og innskrenkninger for utøvelsen av skjenkeretten som det til enhver tid finner nødvendig.\nSkjenkebevilling gis inntil videre, men kan når som helst inndras av departementet, selv om vilkårene som nevnt i § 83 a ikke foreligger. Dersom departementet inndrar skjenkebevilling etter § 24 a, skal også bevilling for brennevin inndras.\n1 Tilføyet ved lov 2 mars 1956 nr 1. Endret ved lover 7 juli 1967 nr 12, 8 juni 1973 nr 55, 3 juni 1983 nr 53, 1 mars 1985 nr 3, 12 juni 1987 nr 70 (i kraft 1 jan 1988).\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24b",
        "source_heading": "§ 24 b."
      }
    },
    {
      "provision_ref": "2:24 c",
      "chapter": "2",
      "section": "24 c",
      "content": "Når en kommune har gitt bevilling til skjenking av øl og vin på restaurant ved landingsplass som brukes til internasjonal lufttrafikk, kan departementet​2 gi selskap som har rett til omsetning etter § 1 bevilling til skjenking av brennevin der. Departementet fastsetter uhindret av denne lovs øvrige bestemmelser til hvilke tider og i hvilke lokaler en slik bevilling kan utøves. Videre kan departementet fastsette slike vilkår og innskrenkninger for utøvelsen av skjenkeretten som det til enhver tid finner nødvendig.\nFør bevilling blir gitt, skal departementet gi politiet og kommunestyret høve til å uttale seg. Bevillingen kan når som helst inndras av departementet, selv om vilkårene som nevnt i § 83 a ikke foreligger.\n1 Tilføyet ved lov 20 juni 1964 nr. 6. Endret ved lov 3 juni 1983 nr. 53.\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24c",
        "source_heading": "§ 24 c."
      }
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "content": "1. Departementet​2 kan på nærmere fastsatte vilkår gi restauratører på passasjerskib bevilling til ombord i skibet å skjenke til passasjerene og, med førerens samtykke, til mannskapet og andre som stadig følger med skibet.​3 § 7, annet ledd, har tilsvarende anvendelse.\n2. Departementet kan gi Hovedstyret for Statsbanene bevilling til – i forbindelse med bevertning med mat og drikke – å skjenke til de reisende i spisevogner på lengere ruter. Om skjenkingen gir Hovedstyret nærmere forskrifter som godkjennes av departementet.\n3. Bevilling etter nr. 1 og 2 kan ha det innhold som er nevnt i § 21, første og annet ledd. Bevillingen kan når som helst inndras av departementet, selv om vilkårene som nevnt i § 83 a ikke foreligger.\n4. For bevilling etter nr. 1 og 2 betales en årlig avgift som blir fastsatt av departementet. Avgiften skal tilfalle Edruskapsfondet.\n1 Endret ved lover 6 mai 1932, 2 mars 1956 nr. 1, 17 mars 1978 nr. 5, 3 juni 1983 nr. 53.\n2 Socialdepartementet.\n3 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "2:25 a",
      "chapter": "2",
      "section": "25 a",
      "content": "Departementet​2 kan på nærmere fastsatte vilkår gi luftfartsselskap bevilling til å skjenke øl til passasjerer på lengre innenlandske flyruter.\nBestemmelsene i § 25 nr. 3 og 4 får tilsvarende anvendelse.\n1 Tilføyd ved lov 14 juni 1974 nr. 46 (fra 1 jan. 1978 iflg. res. 15 april 1977).\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25a",
        "source_heading": "§ 25 a."
      }
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "content": "Samlag må for å kunne drive sin virksomhet ha vedtekter stadfestet av Kongen. Stadfestelse gis på de vilkår Kongen setter. Før stadfestelsen skal det være gitt kommunestyret anledning til å uttale sig.\nFormannen i samlagets styre opnevnes av vedkommende departement.​2 Av de andre medlemmer velges halvparten av kommunestyret og halvparten av samlagets generalforsamling. På samme måte velges det nødvendige antall varamenn. Formannen og de kommunevalgte medlemmer med varamenn behøver ikke å være aktionærer i samlaget. Samtlige valg gjelder inntil videre, dog ikke utover 2 år om gangen. Godtgjørelsen til styrets medlemmer og deres varamenn fastsettes av vedkommende departement.​2\nSamlagets regnskaper føres efter skjemaer som utferdiges av departementet og revideres hvert år av to revisorer som begge opnevnes av departementet. Revisorenes godtgjørelse bestemmes av departementet efter innhentet erklæring fra samlaget, og utredes av dette. De nærmere bestemmelser om tiden for regnskapenes avleggelse og deres revisjon m.v. fastsettes av departementet som også deciderer regnskapene.\nSamlag kan ha aktionærer som efter sin borgerlige stilling ikke kan få salgs- eller skjenkebevilling i eget navn.\nUtbytte til samlagets aktionærer må ikke overstige 5 prosent av den innskutte kapital. Resten av netto-overskuddet tilfaller de i § 1 nevnte fond med de der nevnte andeler. § 1, siste ledd, får tilsvarende anvendelse. Såfremt samlaget opløses skal mulig restoverskudd anvendes på samme måte. Når et samlags virksomhet skal ophøre, bestemmer Kongen på hvilken måte og innen hvilket tidspunkt samlaget skal realisere sine eiendeler og avvikling for øvrig skje.\n1 Endret ved lov 6 mai 1932.\n2 Socialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "2:27",
      "chapter": "2",
      "section": "27",
      "content": "Kommunestyret kan fastsette innskrenkinger i tiden for salg av øl.​2 Innskrenkingen må i kommuner som har salg eller skjenking av brennevin, ikke gå videre enn til det som gjelder for brennevin.​3 For salg av vin, fruktvin​2 og mjød gjelder samme innskrenking i tiden som for brennevin, jfr. § 10, nr. 1. I den tid salg av øl er forbudt, må varen heller ikke til noen i salgskommunen eller tilgrensende kommuner leveres eller sendes ut fra salgssteder eller lager, selv om salget er foregått i lovlig tid.\nTidsinnskrenking som nevnt i forrige ledds første og annet punktum kan kommunestyret også sette for utøvelsen av så vel alminnelig som innskrenket skjenkerett for vin, fruktvin, mjød og øl.\nKommunestyret på landet kan bemyndige politimesteren eller lensmannen til for hver enkelt leilighet å tillate skjenking og til, likeledes for enkelt leilighet, å gjøre særlige unntakelser fra tidsinnskrenkinger som er satt i henhold til denne paragrafs annet ledd.\nKommunestyret i byene kan gi politimesteren alminnelig bemyndigelse til for enkelt leilighet å tillate at en skjenkerett blir utøvd på et annet sted eller i et annet lokale enn fastsatt etter § 22 a, og til, likeledes for enkelt leilighet, å gjøre særlige unntakelser fra tidsinnskrenkinger som er satt i henhold til denne paragrafs annet ledd.\n1 Endret ved lover 6 mai 1932, 2 mars 1956 nr. 1. Jfr. lover 17 des. 1920 nr. 1 § 65, 10 juli 1925 nr. 6 § 55.\n2 Se § 31.\n3 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "2:28",
      "chapter": "2",
      "section": "28",
      "content": "Salg eller skjenking av de i denne lov nevnte drikkevarer må ikke finne sted når det er til ulempe for tjenesten ved militær øvingsplass og de militære myndigheter motsetter seg salg eller skjenking. Nærmere regler om dette gis av de militære myndigheter med departementets​2 godkjenning.\nSøknad om bevilling til salg eller skjenking skal kommunestyret forelegge for vedkommende militære avdeling til uttalelse før kommunestyret treffer avgjørelse.\n1 Endret ved lov 8 juni 1973 nr. 55.\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "2:29",
      "chapter": "2",
      "section": "29",
      "content": "1. For rettigheter til salg etter § 16 og skjenking etter § 23 nr. 2 skal det betales en avgift som fastsettes av kommunestyret så vidt mulig før 1. februar forut for det bevillingsår avgiften gjelder.\nFor rettigheter utelukkende til salg og skjenking av øl som ikke inneholder over 2,50 volumprosent alkohol, skal det ikke betales noen avgift.\n2. Avgiften fastsettes skjønnsmessig av kommunestyret under hensyn til den inntekt rettigheten kan antas å gi innehaveren, og innenfor de rammer som fastsettes i forskrifter gitt av departementet.\n3. Avgiften må være betalt før rettigheten kan utøves.\n4. Kommunestyret eller etter dettes bemyndigelse formannskapet kan helt eller delvis ettergi avgiften, når det måtte falle særdeles trykkende å betale den.\n5. Avgiften skal tilfalle kommunen.\n1 Endret ved lover 6 mai 1932, 14 juli 1950 nr. 4, 2 mars 1956 nr. 1, 17 mars 1978 nr. 5, 23 des 1988 nr 108 (i kraft 1 jan 1989).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "2:30",
      "chapter": "2",
      "section": "30",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 mars 1978 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "content": "I denne lov forstås:\nved øl slik drikk som omhandlet i lov av 28, juni 1912 om tilvirkning og beskatning av øl, § 1 første og annet ledd;\nved fruktvin en drikk som er tilvirket av frukt, bær- eller plantesaft gjennom alkoholgjæring – uten tilsetning av tilvirket alkohol – og som ikke inneholder over 21 volumprosent alkohol;\nved vin en drikk som er tilvirket av druesaft gjennom alkoholgjæring, og som ikke inneholder over 21 volumprosent alkohol;\nved brennevin tilvirket alkohol ublandet eller i blanding. Som brennevin regnes dog ikke væsker, som ved denaturering eller av andre grunner er uhensiktsmessig som berusningsmiddel og heller ikke væsker hvortil det bare er tilsatt den mengde alkohol som er nødvendig for oppløsning eller holdbarhet. Vin, fruktvin og mjød av større alkoholstyrke enn 21 volumprosent regnes som brennevin. Kongen eller den Kongen bemyndiger, avgjør, om en væske etter foranstående skal anses som brennevin såfremt ikke annet er bestemt ved lov.​2\n1 Endret ved lover 2 mars 1956 nr. 1, 6 juli 1957 nr. 2.\n2 Se lov 4 juni 1954 nr. 2 § 4, annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "content": "1. Kongen eller den Kongen bemyndiger, kan gi forskrifter:​2\na. om innførsel av prøver på de drikkevarer som omhandles i denne lov;\nb. om forbrukeres adgang til gjennem dem som har rett til innførsel, å få innkjøpt vin av bestemte merker;\nc. om utførsel og gjennemførsel fra og til utlandet av brennevin og vin;\nd. – – –\ne. om mellemmenns optagelse av bestilling på brennevin, vin, fruktvin, mjød og øl og om deres adgang til å henvende sig til forbrukerne om kjøp av sådan drikk. I forskriftene kan det bestemmes at optagelse av bestilling bare kan skje hos salgs- eller skjenkeberettigede;\nf. om (vare- og person-) transportvirksomheters utlevering av brennevin, vin, fruktvin, mjød og øl;\ng. om merking og utstyr av flasker og andre beholdere med rusdrikk eller med øl under 2,50 volumprosent alkoholstyrke;\nh. om kontroll med salg og skjenking av øl og med bestilling av øl på vegne av forbruker.\n2. § 11 nr. 2 får tilsvarende anvendelse på vin, fruktvin, mjød og øl.\n3. Kongen gir forskrifter​3 om skjenkesteders plikt til å føre et rimelig utvalg av alkoholfrie festdrikker og andre alkoholfrie drikker, om deres plikt til å ha slike drikker med i sine vinkart, prislister o.l. og om serveringen av dem.\nTilsvarende forskrifter gis for øl som ikke inneholder over 2,50 volumprosent alkohol.\n1 Endret ved lover 6 mai 1932, 29 juni 1934 nr. 13, 2 mars 1956 nr. 1, 22 juni 1962 nr. 4 (opph. litra d), 8 juni 1973 nr. 55.\n2 Se § 47.\n3 Fastsatt ved res. 17 jan. 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "3:32 a",
      "chapter": "3",
      "section": "32 a",
      "content": "Med unntak av §§ 1 og 13 gjelder bestemmelsene i denne lov ikke brennevin (herunder sprit) og vin som i medhold av annen lov selges, kjøpes, utleveres eller sendes til medisinsk​2 eller teknisk og vitenskapelig bruk​3 eller, for så vidt angår sprit, til desinfeksjonsbruk.\n1 Tilføyet ved lov 22 juni 1962 nr. 4.\n2 Se lov 20 juni 1964 nr. 5 kap. VIII.\n3 Se lov 4 juni 1954 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32a",
        "source_heading": "§ 32 a."
      }
    },
    {
      "provision_ref": "3:33",
      "chapter": "3",
      "section": "33",
      "content": "1. Selskap eller samlag for omsetning av brennevin, vin, fruktvin, mjød eller øl efter denne lov erlegger hvert år en avgift til almennyttige formål av sådan art som Kongen​2 med Stortingets samtykke bestemmer.\n2. Avgiften betales av nettoformuen ved utgangen av siste inntektsår (regnskapsår) og av nettoinntekten i samme år. Ved ansettelsen av formue og inntekt følges reglene i skattelovene for landet og for byene av 18 august 1911 nr. 8 og 9 med tilleggslover. Avgiften beregnes etter de satser som gjelder for utligning av formues- og inntektsskatt til den kommune hvor selskapet har kontor (hovedkontor) eller hvor styret har sitt sete. Ansettelsen av formue og inntekt og beregning av avgiften foretas av ligningsmyndighetene i nevnte kommune i forbindelse med ligningsbehandlingen for vedkommende år.\n3. – – –\n4. Minst 3/4 av avgiftene fordeles av Kongen eller den Kongen bemyndiger mellom fylkeskommunene og bykommunen Oslo i forhold til folkemengden. Inntil 1/4 av avgiften fordeles uten omsyn til folkemengden til enkelte av de nevnte kommuner etter bestemmelse av Kongen eller den Kongen bemyndiger.​2\n5. Kongen eller den Kongen bemyndiger gir nærmere forskrifter om gjennemførelsen av foranstående bestemmelser.\n1 Endret ved lover 5 juli 1946 nr. 5, 8 mars 1963 nr. 1, 19 juni 1964 nr. 2, 5 juni 1970 nr. 36, 5 mars 1971 nr. 36.\n2 Se res. 11 des. 1959 om fullmakt for Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "3:34",
      "chapter": "3",
      "section": "34",
      "content": "Når Kongen finner det påkrevet på grunn av særlige forhold som krig, indre uroligheter, store arbeidsstansninger, forholdene ved større industrielle bedrifter eller anleggsarbeider, stortilstrømning av folk til visse tider av året, faretruende utbredelse av smittsomme sykdommer, dyrtid, store ildsvåder eller annen stor ulykke, kan han midlertidig innskrenke eller forby​2 salg eller skjenking​3 eller både salg og skjenking av alle eller enkelte av de drikkevarer, som er nevnt i denne lov.\nLikeså kan Kongen, når der foreligger forhold som foran nevnt, helt eller delvis midlertidig forby​2 innførsel til riket eller forsendelse innen riket eller både innførsel og forsendelse av alle eller enkelte av de i loven nevnte drikkevarer.\nInnskrenkning eller forbud som foran nevnt kan gjelde en enkelt kommune eller deler av den, større landsdeler eller det hele rike og kan også gjelde salg eller forsendelse fra salgssted utenfor en kommune til nogen i kommunen.\nKongen eller den Kongen bemyndiger, kan gi de forskrifter,​2 som trenges for å gjennemføre bestemmelsene i de foregående ledd.\n1 Jfr. § 11 nr. 2 b.\n2 Se § 47.\n3 Se § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "3:35",
      "chapter": "3",
      "section": "35",
      "content": "Kongen kan utferdige bestemmelser om kontroll med og forbud mot innførsel, omsetning eller sending av druesaft og andre varer som hovedsakelig anvendes ved tilvirkning av eller som tilsetning til alkoholholdig drikk.\nKongen kan også utferdige bestemmelser om kontroll med innførsel, omsetning eller sending av gjær og maltekstrakt.\nVed utferdigelse av bestemmelser etter denne paragraf får reglene i § 34 tredje ledd tilsvarende anvendelse. Kontroll med omsetning av gjær kan bare bestemmes for de kommuner hvor herreds- eller bystyret uttaler sig for det.\n1 Tilføyet ved lov 29 juni 1934 nr. 13, endret ved lov 6 juli 1957 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "3:36",
      "chapter": "3",
      "section": "36",
      "content": "Som skjenking regnes det når den som selger nogen av de drikkevarer som omhandles i denne lov, tillater at noget av det solgte blir fortært på stedet. Det samme gjelder, når han vet om, at det fortæres i deler av hans hus, som han har rådighet over, eller på andre steder i hans besiddelse eller på husets nærmeste tilliggelser.\nBestyrer av salgssted eller skjenkested for selskap eller samlag har i forhold til det offentlige samme ansvar som den, som i eget navn har fått rett til salg eller skjenking.\n1 Endret ved lov 29 juni 1934 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "3:37",
      "chapter": "3",
      "section": "37",
      "content": "Kommunale salgs- og skjenkebevillinger​2 utstedes på landet av ordføreren og i byene av ordføreren eller av den tjenestemann som formannskapet bestemmer. Departementet fastsetter formular for bevillingene.\nDer skal sendes melding til stedets politi om enhver rett til salg eller skjenking med oplysning om de vilkår som er knyttet til den.\n1 Endret ved lov 29 juni 1934 nr. 13.\n2 Jfr. lov 9 mars 1917 § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "3:38",
      "chapter": "3",
      "section": "38",
      "content": "Beslutninger som fattes av kommunestyret i henhold til denne lovs § 18 tredje ledd, § 23 nr. 1 femte (siste) punktum og § 27 første og annet ledd, skal kunngjøres på den måte og tre i kraft fra det tidspunkt etter kunngjøringen som kommunestyret bestemmer.\nSamme regel gjelder når slike beslutninger omgjøres.\nVedtak av kommunestyret etter § 3 nr. 2 og bestemmelsen i samme paragrafs nr. 3 om adgang til folkeavstemning, skal kunngjøres snarest på den måte kommunestyret bestemmer. Det samme gjelder vedtak etter § 3 a niende ledd.\n1 Endret ved lover 2 mars 1956 nr. 1, 7 juli 1967 nr. 12, 8 juni 1973 nr. 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "3:39",
      "chapter": "3",
      "section": "39",
      "title": "(Nå uten betydning.)",
      "content": "§ 39.(Nå uten betydning.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "content": "Ved rusdrikk forståes i dette kapitel brennevin, vin, fruktvin,​1 mjød og øl som inneholder over 2,50 volumprosent alkohol.\n1 Se § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "4:41",
      "chapter": "4",
      "section": "41",
      "content": "De i dette kapitel omhandlede overtredelser er forseelser uansett straffens størrelse.​1\n1 Jfr. strl. § 2 og nærværende lovs § 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "4:42",
      "chapter": "4",
      "section": "42",
      "content": "De i dette kapitel omhandlede forseelser er straffbare også om de er begått av uaktsomhet.​1\n1 Jfr. strl. § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "4:43",
      "chapter": "4",
      "section": "43",
      "content": "Forsøk på de i dette kapitel omhandlede forseelser er straffbare og straffes med den for den fullbyrdede forseelse bestemte straff.\n1 Jfr. § 48 og strl. §§ 49-51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "content": "Medvirkning til nogen i dette kapitel omhandlet forseelse er straffbar og straffes med den for den fullbyrdede forseelse bestemte straff.​1\nSom medvirker anses også utlending som i utlandet utruster eller deltar i utrustning av fartøi med kjennskap til at det skal ulovlig innføre rusdrikk her til landet, såfremt innførsel finner sted.\n1 Jfr. strl. § 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "4:45",
      "chapter": "4",
      "section": "45",
      "content": "Med straff efter denne lov kan som tilleggsstraff​1 forbindes:\na. tap for en bestemt tid av inntil 5 år av retten til å være fører av fartøi og annet befordringsmiddel eller til å være styrmann eller maskinist​2 og\nb. tap for en bestemt tid av inntil 10 år av adgangen til å inneha rett til salg eller skjenking av rusdrikk.\nAdgang til å inneha rett som under b. nevnt tapes ved idømmelse av fengselsstraff for en av de forbrytelser som omhandles i den almindelige borgerlige straffelovs kapitel 15, 17, 18, 24, 25, 26, 27 og 31.\n1 Jfr. strl. § 29 nr. 5 og § 30 nr. 5.\n2 Se § 78. Jfr. lover 10 okt. 1958, 2 juni 1960 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "4:46",
      "chapter": "4",
      "section": "46",
      "content": "Sending omfatter i denne lov overføring og ombringelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "4:47",
      "chapter": "4",
      "section": "47",
      "content": "Den som ved innførsel,​1 utførsel,​2 sending,​3 utlevering,​4 overdragelse mot vederlag (heri innbefattet skjenking),​5 forskrivning eller rekvisisjon av rusdrikk​6 eller av øl som ikke inneholder over 2,50 volumprosent alkohol,​7 overtrer nogen av denne lovs bestemmelser eller som overtrer nogen med hjemmel av loven utferdiget bevilling eller forskrift, straffes med bøter​8 eller fengsel op til 3 måneder eller begge disse straffer. Gjelder overtredelsen brennevin,​9 er straffen bøter [op til kr. 50.000]​10 eller fengsel op til 6 måneder eller begge disse straffer.\nGjelder overtredelsen overdragelse mot vederlag av brennevin, vin, fruktvin, mjød eller øl, skal bøtene ikke være under kr. 50.\n1 Jfr. §§ 49 og 51.\n2 Se §§ 18, siste ledd, 19 i.f. og 32 c.\n3 Se § 46.\n4 Se § 10, 4de ledd og § 27, 1ste ledd.\n5 Se § 36.\n6 Se § 40.\n7 Jfr. § 14, 3dje ledd og § 20, 2net ledd.\n8 Se strl. § 27.\n9 Se § 31.\n10 Se strl. § 27 og fotnote 1 til denne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "4:48",
      "chapter": "4",
      "section": "48",
      "content": "Som i § 47 nevnt straffes den som drar ut til eller søker forbindelse med fartøi som er innenfor eller utenfor tollgrensen med brennevin​1 som antas bestemt til å overdras mot vederlag, eller fartøi som brukes til hjelp ved formidling av salg eller overføring av brennevin fra annet fartøi, medmindre hans forhold gir særskilt grunn til å anta at ulovlig innførsel av brennevin ikke er tilsiktet dermed.\nPå samme måte straffes den som trer i forhandling med eller setter sig i forbindelse med nogen i inn- eller utland med formål innførsel, sending, forvaring, lagring, salg eller bytte av rusdrikk​2 i strid med denne lov eller med nogen med hjemmel av loven utferdiget bevilling eller forskrift.\n1 Se § 31.\n2 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "4:49",
      "chapter": "4",
      "section": "49",
      "content": "Som i § 47 nevnt straffes\na. fører av fartøi på 250 tonnasjeenheter/registertonn netto eller derunder som er eller har vært innenfor den almindelige territorialgrense​2 med mer brennevin​3 enn til rimelig bruk ombord, medmindre det godtgjøres at fartøiet gikk i lovlig fart og av tvingende grunner var kommet innenfor territorialgrensen;\nb. fører av fartøi på over 250 tonnasjeenheter/registertonn netto​1 som er eller har vært innenfor den almindelige territorialgrense​2 med mer brennevin​3 enn til rimelig bruk ombord, når det antas at brennevinet av føreren eller nogen annen aktes ulovlig innført eller utlosset.\nKongen kan bestemme at likeoverfor visse nasjoners fartøyer kan forskriften i denne paragraf også gjøres gjeldende for farvann mellom den almindelige territorialgrense​2 og den utenforliggende tollgrense som måtte være fastsatt i henhold til tolloven.​4\n1 Endret ved lover 10 juni 1966 nr. 5 § 84 (tolloven), 16 des. 1983 nr. 72.\n2 Se prom. 25 feb. 1812.\n3 Se § 31.\n4 Se lov 10 juni 1966 nr. 5 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "4:50",
      "chapter": "4",
      "section": "50",
      "content": "Eier eller besidder av rusdrikk​1 som finnes ombord i fartøi således anbragt at den antas å ha vært eller å skulle være gjenstand for ulovlig innførsel eller omsetning, straffes som i § 47 nevnt.\n1 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "4:51",
      "chapter": "4",
      "section": "51",
      "content": "Den som fra fartøi innenfor den ytterste tollgrense​1 uten tollvesenets samtykke utlosser rusdrikk,​2 straffes som i § 47 nevnt.\n1 Se tollov 10 juni 1966 nr. 5 § 2.\n2 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "4:52",
      "chapter": "4",
      "section": "52",
      "content": "Fører av fartøi eller annet befordringsmiddel i hvilket finnes rusdrikk​1 som antas å ha vært eller å skulle være gjenstand for ulovlig innførsel eller omsetning og hvis besidder ikke kjennes, straffes med bøter,​2 medmindre føreren antas å ha vist tilbørlig aktsomhet.\n1 Se § 40.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "4:53",
      "chapter": "4",
      "section": "53",
      "content": "Med bøter [op til kr. 50.000]​2 eller fengsel op til 6 måneder eller begge deler straffes den som ulovlig​2 foretar tilvirkning eller omdestillasjon av brennevin.\nOverfor den som finnes skyldig efter denne bestemmelse, får § 9 i lov​3 om tilvirking og omdestillasjon av sprit, brennevin og isopropanol og om beskatning av sprit, brennevin, fruktvin, mjød og isopropanol tilsvarende anvendelse.\n1 Endret ved lov 19 juni 1964 nr. 2.\n2 Se strl. § 27 og fotnote 1 til denne.\n3 Se lov 19 juni 1964 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "4:54",
      "chapter": "4",
      "section": "54",
      "content": "Som i § 53 nevnt straffes den som tilvirker eller overdrar eller har i sin besiddelse en gjærende eller gjæret udestillert væske, medmindre det må antas\na. at væsken er bestemt til fremstilling av eller er vin, fruktvin, øl eller mjød,​1\nb. eller at væsken er bestemt til fremstilling av brennevin,​1 som lovlig kan tilvirkes av ham,\nc. eller at væsken er bestemt til fremstilling av eller er vare som ikke inneholder over 2,50 volumprosent alkohol og dessuten ikke er egnet til å anvendes som berusende drikk.\nGjelder overtredelsen overdragelse mot vederlag av væske som nevnt, skal bøtene ikke være under kr. 50.\nOverdragelse mot vederlag av væske som nevnt straffes selv om den er bestemt til fremstilling av vin, fruktvin, mjød eller øl.\n1 Se § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "4:55",
      "chapter": "4",
      "section": "55",
      "content": "Den som uten tillatelse av vedkommende regjeringsdepartement innfører, falbyr, selger eller kunngjør preparater som efter sin sammensetning antas å være bestemt til fremstilling av øl eller andre alkoholholdige drikkevarer, straffes med bøter​1 eller fengsel op til 3 måneder.\n1 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "4:55 a",
      "chapter": "4",
      "section": "55 a",
      "content": "Uten tillatelse av departement​2 er det forbudt:\n1. å ha i besittelse, innføre, fallby eller omsette eller\n2. i aviser, blad o.l., ved utstilling i butikker eller på annen måte reklamere for apparater – herunder deler og utstyr som er bestemt for eller som finnes tjenlige for tilvirkning eller omdestillering av sprit, brennevin eller isopropanol.\nDet er forbudt gjennom bøker, skrifter, annonser i pressen eller på annen måte å oppfordre til ulovlig tilvirkning eller omdestillering av sprit, brennevin eller isopropanol eller å gi veiledning som ved sin form framtrer som egnet til å fremme slik tilvirkning eller omdestillering blant allmenheten eller en større krets av personer.\nDet er videre forbudt å reklamere for stoffer som særskilt er beregnet for eller i reklamen betegnes som egnet til tilsetting til brennevin, vin, fruktvin og mjød og øl som inneholder over 2,50 volumprosent alkohol. Det samme gjelder reklame for emner, tilvirkningsbeskrivelser, apparater og andre midler til å framstille slike drikker.\nDepartementet gir forskrifter om avgrensing, utfylling og gjennomføring av bestemmelsene i første, annet og tredje ledd.\nKongen kan gjøre unntak fra forbudet i tredje ledd når særlige grunner foreligger.\nOvertredelse av bestemmelsene i denne paragraf eller forskrift gitt i medhold av den, straffes med bøter eller fengsel inntil 6 måneder.\n1 Tilføyd ved lov 16 juni 1972 nr. 63, endret ved lov 8 juni 1973 nr. 55 (satt i kraft ved res. 29 juni og 14 sept. 1973).\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55a",
        "source_heading": "§ 55 a."
      }
    },
    {
      "provision_ref": "4:55 b",
      "chapter": "4",
      "section": "55 b",
      "content": "Reklame for brennevin, vin, fruktvin og mjød og for øl som inneholder over 2,50 volumprosent alkohol er forbudt. Slike varer må heller ikke inngå i reklame for andre varer eller tjenester.\nKongen gir forskrifter​2 om avgrensing, utfylling og gjennomføring av bestemmelsene i første ledd. Kongen kan gjøre unntak fra forbudet når særlige grunner foreligger.\nOvertredelse av bestemmelsene i denne paragraf eller av forskrift gitt i medhold av den, straffes med bøter eller med fengsel inntil 6 måneder.\n1 Tilføyd ved lov 8 juni 1973 nr. 55 (fra 1 april 1975 iflg. res. 14 mars 1975).\n2 Gitt ved res. 21 jan. 1977 (med fullmakt for Sosialdepartementet til å fravike forskriftene).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55b",
        "source_heading": "§ 55 b."
      }
    },
    {
      "provision_ref": "4:56",
      "chapter": "4",
      "section": "56",
      "content": "Som i § 47 nevnt straffes den som på vegne av selskap eller sammenslutning der tilvirker eller omsetter rusdrikk,​1 utdeler eller fordeler sådan drikk som andel, utbytte eller gave. Dette gjelder også om utdelingen eller fordelingen skjer ved eller i anledning av selskapets eller sammenslutningens ophør eller opløsning.\nPå samme måte straffes mottageren av sådan rusdrikk som nevnt i foregående ledd.\n1 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "4:57",
      "chapter": "4",
      "section": "57",
      "content": "Den som forvarer eller lagrer brennevin​2 som er ulovlig tilvirket eller omdestillert, eller som forvarer eller lagrer rusdrikk​3 som antas å ha vært eller å skulle være gjenstand for ulovlig innførsel, sending eller omsetning, straffes som i § 47 nevnt.\n1 Endret ved lov 19 juni 1964 nr. 2 (opph. 2 ledd).\n2 Se § 31.\n3 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "4:58",
      "chapter": "4",
      "section": "58",
      "content": "Med bøter eller fengsel op til 3 måneder straffes den som fra noget utsalg søker å skaffe sig rusdrikk​2 som han i henhold til gjeldende lov eller forskrifter er nektet adgang til å få kjøpt, eller som han efter bestemmelser i lov ikke er berettiget til å få kjøpt.\nPå samme måte straffes den som fra utsalg kjøper brennevin for noen som er under 20 år eller annen rusdrikk for noen som er under 18 år.\n1 Endret ved lov 8 juni 1973 nr. 55.\n2 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "4:59",
      "chapter": "4",
      "section": "59",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 juli 1957 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "4:60",
      "chapter": "4",
      "section": "60",
      "content": "Den som bortauksjonerer eller bortlodder eller lar bortauksjonere eller bortlodde rusdrikk,​1 straffes med bøter.​2\n1 Se § 40.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "4:61",
      "chapter": "4",
      "section": "61",
      "content": "Den som i forbindelse med kjøp eller salg som foregår fra vareboder eller almindelige salgssteder eller under de almindelige fiskerier, skjenker eller på annen måte overdrar rusdrikk,​1 selv om det skjer uten godtgjørelse, straffes med bøter​2 eller fengsel op til 3 måneder.\n1 Se § 40.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "4:62",
      "chapter": "4",
      "section": "62",
      "content": "Med bøter eller fengsel op til 3 måneder straffes den som skjenker, utdeler eller lar utdele eller fortærer rusdrikk​1 eller væske som nevnt i § 54 ved kirke, forsamlingshus eller marked eller ved lokale hvor det holdes eller skal holdes rettsmøte, valg, auksjon, offentlig dans eller annen offentlig forsamling.\nPå samme måte straffes den som i forsamlingslokale – under andre forhold enn omhandlet i §§ 66 og 67 – skjenker eller utdeler eller lar utdele rusdrikk​1 selv om det skjer uten godtgjørelse, eller som under forhold som anført fortærer sådan vare. På den måte som nevnt straffes i alle tilfeller den som i forsamlingslokale skjenker, utdeler eller fortærer væske som nevnt i § 54.\n1 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "4:63",
      "chapter": "4",
      "section": "63",
      "content": "Den som mot betaling beverter med mat eller drikke eller holder kjeglebane eller biljard eller som befatter sig med annet sådant erhverv, straffes med bøter​1 eller fengsel op til 3 måneder såfremt han, uten å ha lovlig adgang dertil, skjenker nogen gjest rusdrikk​2 selv om det skjer uten godtgjørelse.\n1 Se strl. § 27.\n2 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "4:64",
      "chapter": "4",
      "section": "64",
      "content": "Den som har rett til å skjenke rusdrikk​1 eller øl der ikke inneholder over 2,50 volumprosent alkohol, straffes med bøter​2 såfremt han ikke hindrer at der i hans bevertningssted eller dets tilliggelser\na. voldes støi eller annen ulempe for husets øvrige beboere eller omboende, eller\nb. foregår spill med kort, terninger eller lignende forsåvidt politiet har forbudt dette.\n1 Se § 40.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "4:65",
      "chapter": "4",
      "section": "65",
      "content": "Den som lar løse og ledige personer samles i hus, gårdsrum, have eller andre av husets nærmeste tilliggelser og der fortære medbragt eller tilveiebragt rusdrikk​1 eller væske som nevnt i § 54, straffes med bøter.​2 På samme måte straffes deltagere i sådan fortæring.\nMed bøter​2 straffes også den som deltar i drikkelag hvor der fortæres rusdrikk​1 eller væske som nevnt i § 54 når drikkelaget holdes på tomt, jorde, løkke eller annen innhegnet eller uinnhegnet mark i eller i nærheten av tettbebygget strøk eller i nærheten av møte eller annen lignende sammenkomst eller offentlig bevertnings- eller forlystelsessted, såfremt rusdrikken ikke er skjenket i henhold til bevilling.\n1 Se § 40.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "4:66",
      "chapter": "4",
      "section": "66",
      "content": "Den som på bevertningssted med tilliggelser, herunder innbefattet dampskibs- og jernbanerestaurasjoner og restaurasjonsvogner hvor det bevertes med mat eller drikke, fortærer eller overlater andre til fortæring sådan rusdrikk​1 som ikke skjenkes ham av bevertningens innehaver i henhold til bevilling og til tid da denne har rett til å skjenke vedkommende drikk, straffes med bøter.​2\nMed samme straff anses verten og hans folk når de lar sådan fortæring foregå.\n1 Se § 40.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "4:67",
      "chapter": "4",
      "section": "67",
      "content": "Fortæres rusdrikk​1 i forening eller sammenslutning hvor sådan rusdrikk ikke lovlig kan selges eller skjenkes, og har foreningen eller noget av dens medlemmer eller nogen som er i dens tjeneste, medvirket til at rusdrikken blev tilveiebragt eller opbevart for medlemmene, straffes foreningens styremedlemmer og den som har stilt husrum til rådighet for foreningen, samt den som har forestått tilveiebringelsen eller opbevaringen med bøter​2 eller fengsel op til 3 måneder.\n1 Se § 40.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "4:68",
      "chapter": "4",
      "section": "68",
      "content": "Har den som straffes for nogen i denne lov omhandlet overtredelse, tidligere vært straffet efter denne lov eller efter lov nr. 4 av 1 august 1924 med tilleggslover eller efter toll-lovens bestemmelser om smugling av rusdrikk,​1 eller efter lov nr. 8 av 15 august 1908 om tilvirking og beskatning av brennevin m.v. med tilleggslover for overtredelse som omhandlet i dens § 47 bokstav a, c, e eller g, [eller § 43], er straffen, under de i den almindelige borgerlige straffelov av 22 mai 1902 § 61 anførte betingelser for skjerpet straff i gjentagelsestilfelle, bøter [op til kr. 50.000]​2 eller fengsel op til 2 år eller begge deler. Dette gjelder også hvor den tidligere straff er avsonet ved varetektsfengsel.\nGjelder overtredelsen overdragelse mot vederlag (herunder skjenking) av brennevin, tilvirking eller omdestillasjon av brennevin eller tilvirking eller overdragelse av sådan væske som omhandles i § 54, blir fengselsstraff å anvende, medmindre særlig formildende omstendigheter foreligger.\n1 Se lov 10 juni 1966 nr. 5 kap. X.\n2 Se strl. § 27 og fotnote 1 til denne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "4:69",
      "chapter": "4",
      "section": "69",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 mai 1970 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "4:70",
      "chapter": "4",
      "section": "70",
      "content": "Ulovlig tilvirket brennevin og sådan væske som § 54 handler om, kan politiet straks ved beslagleggelsen tilintetgjøre, såfremt det finner det utvilsomt at varen kan inndras. Det samme gjelder annen rusdrikk når den er skjenket i glass eller finnes i optrukket flaske.\nForanstående bestemmelser gjelder også øl som ikke inneholder over 2,50 volumprosent alkohol.\n1 Endret ved lov 26 jan. 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "4:71",
      "chapter": "4",
      "section": "71",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 jan. 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "4:72",
      "chapter": "4",
      "section": "72",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 jan. 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "4:73",
      "chapter": "4",
      "section": "73",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 jan. 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "4:74",
      "chapter": "4",
      "section": "74",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 jan. 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "4:75",
      "chapter": "4",
      "section": "75",
      "content": "Når et fartøi eller annet befordringsmiddel er tilbakeholdt til sikring av et inndratt beløp, kan det selges til dekning av oplagsutgifter og inndragningsbeløpet, dersom inndragningsbeløpet ikke er betalt innen 1 måned efter at inndragningen er blitt endelig. Salget foretas efter reglene i lov om tvangsfullbyrdelse.​1\n1 Lov 13 aug. 1915 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "4:76",
      "chapter": "4",
      "section": "76",
      "content": "Rusdrikk​1 og øl der ikke inneholder over 2,50 volumprosent alkohol, som antas å ha vært gjenstand for eller antas bestemt for overtredelse av denne lov, og hvis eier og besidder ikke kjennes, tilfaller statskassen​2 såfremt eier eller besidder ikke har meldt sig innen 14 dager efter at varen kom i det offentliges besiddelse.\n1 Se § 40.\n2 Se § 82.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "4:77",
      "chapter": "4",
      "section": "77",
      "title": "(Opphevd ved lov 22 mai 1981 nr 26, i kraft 1 jan 1986.)",
      "content": "§ 77.(Opphevd ved lov 22 mai 1981 nr 26, i kraft 1 jan 1986.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "4:78",
      "chapter": "4",
      "section": "78",
      "content": "Det i § 45 bokstav a nevnte rettighetstap kan gjøres til gjenstand for forelegg for så vidt angår fører av annet befordringsmiddel enn fartøi. Sådant forelegg kan finne sted selv om hovedstraff ikke forelegges.​1\n1 Jfr. strl. § 16 og strprl. § 287.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "4:79",
      "chapter": "4",
      "section": "79",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 mai 1970 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "4:80",
      "chapter": "4",
      "section": "80",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 jan. 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "4:81",
      "chapter": "4",
      "section": "81",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 jan. 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "4:82",
      "chapter": "4",
      "section": "82",
      "content": "Vedkommende regjeringsdepartement​1 bestemmer hvorledes det skal forholdes med gjenstander og verdier som inndras, og med rusdrikk og øl som omhandles i § 76.\nEfter forslag av politimester eller tollinnspektør kan departementet tilstå politi- og tolltjenestemenn og andre som har tatt virksom del i saken og har vist særlig iver og dyktighet, en belønning som utredes av det for anledningen vunne utbytte av inndratt vare eller av vare som omhandles i § 76.\n1 Justisdepartementet ifølge res. 19 sept. 1924 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "4:83",
      "chapter": "4",
      "section": "83",
      "content": "Tollvesenets tjenestemenn skal straks melde til politiet tilfelle av ulovlig innførsel og dermed sammenhengende sending av rusdrikk samt overtredelser av §§ 48, 49 bokstav a, 50 og 51.\n1 Endret ved lov 5 april 1957 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "4:83 a",
      "chapter": "4",
      "section": "83 a",
      "content": "Bevilling for salg og skjenking av brennevin, vin, fruktvin og øl kan inndras av den myndighet som har gitt bevillingen, når bevillingen ikke er utøvet i samsvar med lov og forskrifter.\nBevillingen kan inndras for et bestemt tidsrom inntil bevillingstidens utløp. Bevillingen kan dog ikke inndras for kortere tid enn en uke.\n1 Tilføyet ved lov 3 juni 1983 nr. 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83a",
        "source_heading": "§ 83 a."
      }
    },
    {
      "provision_ref": "5:84",
      "chapter": "5",
      "section": "84",
      "content": "For Svalbard kan innførsel, omsetning og utdeling av rusdrikk (jfr. § 40) skje efter forskrifter som utferdiges av Kongen.​1\n1 Midlertidige forskrifter gitt ved res. 21 juni 1974.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "5:85",
      "chapter": "5",
      "section": "85",
      "content": "Bevilling til salg eller skjenking av brennevin, vin, fruktvin og mjød kan ikke gis til nye samlag efter denne lovs ikrafttreden. Derimot kan bevilling efter nevnte tidspunkt gis til salg eller skjenking utelukkende av øl til nye samlag.\nSamlag som består ved lovens ikrafttreden kan – forsåvidt angår salg eller skjenking av brennevin, vin, fruktvin og mjød – ikke få bevilling eller sine vedtekter fornyet utover 30 juni 1938.\nBestemmelsene i § 26 får anvendelse også på samlag, som består ved lovens ikrafttreden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Brennevin​2 må ikke innføres fra utlandet av andre enn staten eller selskap som Kongen gir rett til det, på de vilkårene Kongen setter.\nBlir innførsel helt eller delvis forbeholdt staten, kan denne etter Kongens nærmere bestemmelse helt eller delvis overta omsetningen. Isåfall skal nettoutbyttet anvendes etter Kongens nærmere bestemmelse med Stortingets samtykke til sosiale og samfunnsmessige formål. Dog skal årlig i alle tilfelle minst 20 pst. av nettoutbyttet tilfalle det fond til bekjempelse av drikkeondet som Stortinget opprettet ved beslutning av 17. juni 1913.\nBlir innførsel helt eller delvis forbeholdt et selskap,​3 kan dette etter Kongens nærmere bestemmelse helt eller delvis gis rett til omsetning. Utbyttet til selskapets medlemmer må ikke overstige 5 pst. av den innskutte kapital. Resten av nettoutbyttet skal gå til de formål og med den fordeling som er fastsatt i annet ledd, annet og tredje punktum.\n1 Endret ved lover 6 mai 1932, 2 mars 1956 nr. 1.\n2 Se § 31.\n3 Se lov 19 juni 1931 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Salg og skjenking av brennevin​2 kan bare foretas av staten eller selskap som har rett til omsetning etter § 1. Frasett salg og skjenking som er tillatt i medhold av §§ 6, 7, 24b og 24c, kan salg og skjenking av brennevin skje i herredskommune og bykommune på grunnlag av bevilling gitt etter reglene i §§ 3 og 3a.\nBevilling kan gjelde både salg og skjenking eller bare en av delene. Salgsbevilling omfatter også vin, fruktvin og mjød.​2 Bevillingen gir rett til sending utenfor den kommune hvor salgsvirksomheten utøves.\nSkjenkebevilling kan enten være alminnelig eller lyde på at skjenking av brennevin bare må skje til reisende, til spisegjester eller til deltakere i sluttet selskap.\nBevillingen kan bare utøves på det godkjente skjenkested. Kommunestyret kan likevel gi formannskapet fullmakt til å tillate at en eller flere gitte skjenkebevillinger blir utøvd på et sted eller steder som formannskapet – etter innhentet uttalelse fra politimesteren – godkjenner for enkelt leilighet og for skjenking til deltakere i sluttet selskap.\nDepartementet​3 gir forskrifter om utøvelse av skjenkerett ved bestyrer.\n1 Endret ved lover 2 mars 1956 nr. 1, 7 juli 1967 nr. 12, 8 juni 1973 nr. 55.\n2 Se § 31.\n3 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "1. Det er bare staten eller selskap med rett til omsetning etter § 1 som kan søke om bevilling til salg av brennevin i en kommune. I søknaden skal oppgis det antall salgssteder som ønskes.\nFør søknad kan sendes til kommunen, må saken være forelagt Statens bevillingsnemnd for brennevinsomsetning​2 til avgjørelse etter § 3 b.\n2. Kommunestyret skal gjøre vedtak om søknaden innvilges eller ikke. Bevilling skal første gang gis for tidsrommet 1 januar 1970 – 31 desember 1975. Deretter skal bevilling gis for 8 år om gangen.\nDersom bevilling blir gitt i løpet av en periode, gjelder bevillingen bare for resten av perioden.\nFør kommunestyret gjør vedtak, skal det foreligge uttalelser fra helse- og sosialstyret og politimesteren. For øvrig innhenter kommunestyret de uttalelser og opplysninger som anses nødvendige.\n3. I kommune der kommunestyret har gjort vedtak etter punkt 2 i denne paragraf kan det en gang for hver bevillingsperiode holdes en alminnelig avstemning blant kommunens stemmeberettigede innvånere om kommunestyret skal gi bevilling til salg av brennevin.\nSlik avstemning kan bare holdes så fremt det blir krevd av minst en tyvendedel av de stemmeberettigede som var oppført ved det sist utarbeidede manntall ved stortingsvalg eller fylkestingsvalg og kommunestyrevalg, og kravet må være innsendt til kommunestyret senest fire måneder etter at kommunestyrets vedtak i saken er kunngjort. Kommunestyret fastsetter tidspunktet for avstemningen og utferdiger kunngjøring om denne minst 30 dager forut.\nVed avstemningen nyttes det manntall som er nevnt i foregående ledd, endret i samsvar med § 11 i lov​3 om stortingsvalg, fylkestingsvalg og kommunestyrevalg. Valgstyret ved det valg hvis manntall nyttes, forretter som stemmestyre. Stemmegivning skjer ved personlig frammøte, hemmelig og ved sedler med tekst som stemmestyret har godkjent.\nEthvert medlem av stemmestyret kan inngi klage til den tjenestemann Kongen bestemmer innen kl. 12 den 8. dag etter avstemningen.\nFor øvrig gjelder ved stemmegivningen tilsvarende regler som ved fylkestingsvalg og kommunestyrevalg.​3\nViser avstemningen at det blant de godkjente stemmer er et flertall for bevilling, skal kommunestyret gi bevilling​4 til salg av brennevin i den bevillingsperiode avstemningen gjelder. Er det flertall mot bevilling, kan kommunestyret ikke gi slik bevilling i nevnte periode.\nDepartementet kan gi nærmere forskrifter om slike avstemninger.\n4. Kommunestyret fastsetter det høyeste antall salgssteder i kommunen og godkjenner deres beliggenhet etter at det er innhentet uttalelse fra helse- og sosialstyret og politimesteren. Formannskapet godkjenner bestyreren for hvert salgssted.\n5. Kommunestyret kan i bevillingsperioden inndra en bevilling etter reglene i § 83 a.\n6. Kommer det ikke før utløpet av en bevillingsperiode krav fra Statens bevillingsnemnd, kommunen eller bevillingsinnehaveren om ny saksbehandling, kan kommunestyret forlenge bevillingen for de følgende 8 år. For slikt vedtak gjelder bestemmelsene i denne paragrafs punkt 2 og 3 tilsvarende.\nDersom spørsmålet om forlenging av salgsbevilling ikke er endelig avgjort innen bevillingsperiodens utløp, er bevillingen fortsatt gyldig inntil utgangen av kalendermåneden etter tidspunktet for den endelige avgjørelse, likevel ikke ut over 9 måneder fra begynnelsen av den nye bevillingsperiode.\n7. Kongen kan gi forskrifter til gjennomføring av bestemmelsene i denne paragraf.\n1 Endret ved lover 12 des. 1947 nr 17, 2 mars 1956 nr 1, 7 juli 1967 nr 12, 8 juni 1973 nr 55, 14 juni 1974 nr 46, 3 juni 1983 nr 53, 1 mars 1985 nr 3, 12 juni 1987 nr 70 (i kraft 1 jan 1988).\n2 Se § 3 b.\n3 Se lov 1 mars 1985 nr 3.\n4 Se § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "content": "Kommunestyret kan gi selskap med rett til omsetning etter § 1, bevilling til å skjenke brennevin på serveringssteder som ikke omfattes av bestemmelsene i § 24 a, § 24 b eller § 24 c. Det er et vilkår at stedet har bevilling til å skjenke vin, fruktvin, mjød og øl.\nSkjenkebevilling for brennevin kan bare gis dersom kommunestyret finner det sosialt og edruskapsmessig tilrådelig under hensyn til kommunens størrelse, beliggenhet, bosettingsforhold, turist- og reisetrafikken eller av andre grunner.\nVed avgjørelse av søknad om bevilling skal kommunestyret særlig ta hensyn til skjenkestedets innredning, utstyr og drift, kapasiteten for matservering og hvilke gjester som besøker stedet.\nFør bevilling blir gitt, skal det foreligge uttalelser fra politimesteren og helse- og sosialstyret.\nVed godkjenning av skjenkebestyreren skal særlig vurderes om vedkommende også etter sin utdannelse og sine personlige egenskaper må anses skikket til å utøve skjenkevirksomheten i samsvar med kravene i denne lovs § 8 nr. 2.\nFor øvrig innhenter kommunestyret de uttalelser og opplysninger som anses nødvendige.\nNår kommunestyret gir bevilling skal det samtidig fastsette tallet på skjenkesteder, godkjenne deres beliggenhet og godkjenne bestyreren for hvert skjenkested. Ved skifte i stillingen skal formannskapet godkjenne ny skjenkebestyrer.\nBevilling gis for tidsrommet fram til 31 desember 1975 og deretter fram til utløpet av de følgende 8 års perioder.​2\nHar kommunestyret i kommune der det ikke foregår salg av brennevin, gjort vedtak om å gi eller nekte å gi bevilling, kan det en gang for hver bevillingsperiode holdes en alminnelig avstemning blant kommunens stemmeberettigede innvånere om kommunestyret skal gi bevilling til å skjenke brennevin. Slik avstemning må kreves innen to måneder etter at kommunestyrets vedtak er kunngjort. For slik avstemning får reglene i § 3 nr. 3 tilsvarende anvendelse.\nDersom spørsmålet om forlenging av skjenkebevilling ikke er endelig avgjort innen bevillingsperiodens utløp, er bevillingen fortsatt gyldig inntil utgangen av kalendermåneden etter tidspunktet for den endelige avgjørelse, likevel ikke ut over 9 måneder fra begynnelsen av den nye bevillingsperiode.\nKommunestyret kan i bevillingsperioden inndra en bevilling etter reglene i § 83 a.\n1 Tilføyet ved lov 7 juli 1967 nr. 12, endret ved lover 19 juni 1969 nr. 64, 18 des. 1970 nr. 87, 17 des. 1971 nr. 105, 15 des. 1972 nr. 80, 8 juni 1973 nr. 55, 14 juni 1974 nr. 46, 18 feb. 1977 nr. 7, 3 juni 1983 nr. 53, 12 juni 1987 nr 70 (i kraft 1 jan 1988).\n2 Jfr. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "1:3 b",
      "chapter": "1",
      "section": "3 b",
      "content": "Det opprettes Statens bevillingsnemnd for brennevinsomsetning.\nNemnda skal avgjøre spørsmålet om det i en kommune under hensyn til dens størrelse, beliggenhet, bosettingsforhold eller av andre grunner kan foregå salg av brennevin. Herunder skal nemnda ta sosiale og edruskapsmessige hensyn og også foreta en samfunnsmessig vurdering av brennevinsomsetningen i landet som helhet.\nNemnda skal ha 7 medlemmer med personlige varamenn, og sammensettes slik:\n1. Formann.\n2. En politiembetsmann.\n3. En representant for kommunale og fylkeskommunale interesser.\n4. En representant for det organiserte avholdsarbeid.\n5. og 6. To representanter for arbeidslivet.\n7. En representant utpekt under særlig hensyn til hjemmenes og ungdommens interesser.\nKongen oppnevner formann og medlemmer 2, 3 og 4, og Stortinget velger 5, 6 og 7. Kongen oppnevner nestformann blant de oppnevnte eller valgte medlemmer.\nFunksjonstiden for medlemmer og varamenn er 4 år med adgang til gjenoppnevning.\nFør nemnda treffer avgjørelse i den enkelte sak, skal det foreligge uttalelser fra fylkesutvalg, fylkesmenn og politimestre. For øvrig innhenter nemnda de uttalelser og opplysninger som anses nødvendige.\nNemnda er vedtaksfør når formann eller nestformann og minst fire andre medlemmer (eventuelt varamenn) er til stede. Vedtak gjøres med alminnelig stemmeflertall. I tilfelle av stemmelikhet gjør formannens stemme utslaget. Ethvert vedtak skal protokolleres og grunngis.\nVedtak som ikke er enstemmig kan et mindretall i møtet kreve brakt inn for Kongen til avgjørelse.\nKongen utferdiger instruks for nemndas virksomhet og arbeidsordning og om godtgjørelse til medlemmer og varamenn.\n1 Tilføyet ved lov 7 juli 1967 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3b",
        "source_heading": "§ 3 b."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 7 juli 1967 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 19 juni 1964 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Om den såkalte «Borregårdsrett» gjelder loven av 13 juli 1917. For utøvelsen av denne rettighet skal der betales en årlig avgift, som fastsettes av departementet, efterat erklæring er innhentet fra formannskapet i Sarpsborg. Avgiften skal fastsettes innen 15 oktober for det følgende år og blir å betale i to terminer innen hvert års 15 januar og 15 juli, hver gang med det halve beløp. Hvis ikke avgiften er betalt i rette tid, tapes rettigheten, men vedkommende er like fullt pliktig til å betale den for den løpende termin skyldige avgift. Denne blir i tilfelle av manglende betaling å inndrive ved utpantning.​1 Avgiften tilfaller de fond som er nevnt i § 1 med de der fastsatte andeler.\n1 Se tvangsfullbl. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Kongen eller den Kongen bemyndiger kan på nærmere fastsatte vilkår gi restauratører på passasjerskip i fart mellom Norge og utlandet og på passasjerskip som går særskilte turistturer av flere dagers varighet, bevilling til å skjenke brennevin ombord i skipet til passasjerene.\nFør tillatelse blir gitt skal departementet​2 eske erklæring fra politiet og vedkommende kommunale myndigheter i den utstrekning som departementet i hvert tilfelle finner nødvendig.\nBevillingen kan når som helst inndras av den myndighet som har gitt den, selv om vilkårene som nevnt i § 83 a ikke foreligger.\nFor bevillingen betales en årlig avgift som blir fastsatt av departementet. Avgiften skal tilfalle Edruskapsfondet.\n1 Endret ved lover 6 mai 1932, 2 mars 1956 nr. 1, 17 mars 1978 nr. 5, 3 juni 1983 nr. 53. – Jfr. § 25 nr. 1 og § 10, siste ledd.\n2 Socialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "1. Salg eller skjenking av brennevin må ikke skje​2 til noen som åpenbart er under 20 år.​3\n2. Utsalgstedenes virksomhet bør ordnes slik, at salg og skjenking av brennevin gjør minst mulig skade og minst mulig hindrer edruelighetens fremme.\nI dette øiemed skal utsalgsstedene søke hindret at brennevin blir solgt til noen, som med skjellig grunn må antas å ville misbruke eller hjelpe andre til å misbruke brennevin, eller til noen i slik mengde at formodningen er for misbruk.\n3. Statens og kommunens tjenestemenn er forpliktet til å gi den som har fått bevilling, de oplysninger som kreves for å gjennemføre bestemmelsene i nærværende paragraf.\n4. Kongen eller den Kongen bemyndiger​4 kan gi forskrifter for å gjennemføre foranstående bestemmelser.\n1 Endret ved lov 8 juni 1973 nr. 55. – Jfr. § 26.\n2 Se § 47.\n3 Jfr. lov 31 mai 1900 nr. 5 §§ 22 og 23.\n4 Sosialdepartementet iflg. res. 26 april 1974.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Salg og skjenking​2 av brennevin må bare skje mot kontant, og der må ikke gis rabatt. Heller ikke må brennevin selges mot efterkrav.​3\nDisse bestemmelser gjelder ikke salg imellem salgs- eller skjenkeberettigede innbyrdes.\n1 Endret ved lover 22 juni 1962 nr. 4, 19 juni 1964 nr. 2. – Jfr. § 26.\n2 Jfr. lov 31 mai 1900 nr. 5 §§ 22 og 23.\n3 Se § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "1. Salg av brennevin kan skje fra kl. 8.30 til kl. 18. På dagen før søn- og helligdager og dagen før 1. og 17. mai skal salget opphøre kl. 13. Innenfor disse grenser fastsetter departementet salgstider ved de forskjellige utsalgssteder. Departementet kan bestemme at salgstiden kan begrenses til ukens 5 første hverdager.\nSalg er forbudt på søn- og helligdager, 1 og 17 mai, jul-, nyttår-, påske- og pinseaften og på valgdag som nevnt i § 24 i lov​2 om stortingsvalg, fylkestingsvalg og kommunestyrevalg.\n2.​3 Skjenking av brennevin etter kommunal bevilling i medhold av § 3 a kan skje fra kl. 15 til kl. 24 på steder der skjenking av vin skjer til kl. 24. Innenfor disse grenser fastsetter kommunestyret skjenketiden. I kommuner hvor vinskjenkingen foregår utover kl. 24, kan kommunestyret forlenge skjenketiden for brennevin slik at sluttiden for skjenking av brennevin, vin og øl faller sammen. Vedtak kan gjelde alle eller enkelte skjenkesteder i kommunen.\nKommunestyret kan gi formannskapet eller politimesteren alminnelig bemyndigelse til for enkelt leilighet, når særlige grunner foreligger, å tillate at det mellom kl. 13 og kl. 15 skjenkes brennevin til deltakere i sluttet selskap, og til å tillate at skjenking av brennevin til reisende, til spisegjester eller til deltakere i sluttet selskap finner sted til et senere klokkeslett enn det som er fastsatt for opphør av brennevinsskjenkingen i kommunen. Politimesteren fastsetter tiden for skjenkingens begynnelse og opphør.\nSkjenking er forbudt på søndager, 1 og 17 mai, på valgdag som nevnt i § 24 i lov​2 om stortingsvalg, fylkestingsvalg og kommunestyrevalg, og på dager for folkeavstemninger i medhold av rusdrikkloven. Videre er skjenking forbudt nyttårsdag, langfredag, første påskedag, Kristi Himmelfartsdag, første pinsedag og første juledag.\nPå følgende dager kan det bare skjenkes til reisende, til spisegjester eller til deltakere i sluttet selskap: påskeaften, pinseaften, julaften og nyttårsaften.\n1 Endret ved lover 6 mai 1932, 2 mars 1956 nr 1, 8 juni 1973 nr 55, 3 juni 1983 nr 53, 1 mars 1985 nr 3. – Jf § 27.\n2 Lov 1 mars 1985 nr 3.\n3 Jfr. § 24 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "1. Brennevin må ikke sendes i posten.\n2. Når Kongen finner det påkrevet til edruelighetens fremme, kan han:\na. påby at brennevin til hvis befordring brukes samferdselsmidler i almenhetens eller forretningsmessig tjeneste som jernbaner, motorvogner, dampskib eller kanaler, skal merkes med avsenderens og mottagerens navn og adresse;\nb. når det foreligger forhold som nevnt i § 34, forby bruk av samferdselsmiddel som nevnt til befordring av brennevin;\nc. forby enhver som utøver eller deltar i utøvelsen av erhvervsmessig (vare- eller person-) transportvirksomhet å kjøpe brennevin for andre, selv om det skjer uten godtgjørelse.\n1 Endret ved lover 6 mai 1932, 22 juni 1962 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "content": "Salg og skjenking av brennevin som inneholder over 60 volumprosent alkohol er forbudt. Kongen kan likevel bestemme at enkelte særlige sorter brennevin som måtte ha et høyere alkoholinnhold enn 60 volumprosent skal være unntatt fra denne bestemmelsen.\n1 Endret ved lover 29 juni 1934 nr. 13, 6 juli 1957 nr. 2, 22 juni 1962 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Kongen kan bestemme at vin,​2 fruktvin​2 og mjød samt øl av nærmere fastsatt alkoholstyrke ikke må innføres fra utlandet av andre enn staten eller av selskap som Kongen gir rett til det, på de vilkår han setter.\nBlir innførsel helt eller delvis forbeholdt staten, kan denne også efter Kongens nærmere bestemmelse helt eller delvis overta omsetningen.\nIsåfall skal nettoutbyttet gå til de formål som er fastsatt i § 1 annet ledd, annet og tredje punktum, med den der fastsatte fordeling.\nBlir innførsel helt eller delvis forbeholdt et selskap,​3 kan dette også etter Kongens nærmere bestemmelse helt eller delvis gis rett til omsetning. Utbyttet av virksomheten til selskapets medlemmer må ikke overstige 5 pst. av den innskutte kapital. For resten av nettoutbyttet får regelen i tredje ledd tilsvarende anvendelse.\n1 Endret ved lover 6 mai 1932, 2 mars 1956 nr. 1. – Jfr. § 1.\n2 Se § 31.\n3 Se lov 19 juni 1931 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Frasett salg etter §§ 15, 18 og 19​2 kan salg av vin,​3 fruktvin,​3 mjød og øl bare drives av den som får bevilling​4 til det. Dog kan øl som ikke inneholder over 2,50 volumprosent alkohol selges uten bevilling av enhver som har handelsrett som kjøpmann, såfremt ikke kommunestyret gjør vedtak om at slikt øl bare kan selges i medhold av bevilling.\nBevilling til salg kan gjelde alle eller flere eller en enkelt av de drikkevarer som er omhandlet i dette kapitel.\nBevillingen kan gjelde bare øl som ikke inneholder over 2,50 volumprosent alkohol, eller bare øl som ikke inneholder over den volumprosent alkohol Kongen bestemmer.\nInntil Kongen annerledes bestemmer, må der i en kommune ikke gis bevilling til salg av fruktvin eller mjød, med mindre der i samme kommune også gis bevilling til salg av vin.​5\nBevilling kan for inntil 4 år om gangen gis enten til staten eller til selskap som har rett til omsetning etter § 13. Bevillingen skal opphøre 31. mars og kan ikke gis utover 3 måneder fra den tid et nytt kommunestyre tiltrer. Bevilling kan også med samme begrensning gis samlag, jfr. dog § 85.\nBevillingen omfatter også rett til sending​6 utenfor kommunen.\nBestemmelsen i § 3 nr. 4 får tilsvarende anvendelse.\nSalg av vin, fruktvin, mjød og øl må ikke skje til noen som åpenbart er under 18 år. For disse drikkevarer – unntatt øl – får bestemmelsene i § 8 nr. 2-4 tilsvarende anvendelse.\n1 Endret ved lover 6 mai 1932, 29 juni 1934 nr. 13 og 12 des. 1947 nr. 17, 14 juli 1950 nr. 4, 2 mars 1956 nr. 1, 7 juli 1967 nr. 12.\n2 Jfr. også § 25.\n3 Se § 31.\n4 Se §§ 17 og 37. Jfr. lov 13 mars 1936 nr. 3 § 13 nr. 3.\n5 Jfr. § 21, 3dje ledd.\n6 Se § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "1. Blir der for noen av de drikkevarer som er omhandlet i dette kapitel, ikke gitt noen bevilling i medhold av § 14 kan Kongen gi sådan bevilling til staten eller til selskap som har rett til omsetning efter § 13. Bevillingen gjelder for nærmere fastsatt tid og utøves i den by Kongen bestemmer.\n2. Hvis et selskap har fått rett til innførsel og omsetning efter § 13 kan Kongen også uten at den i denne paragrafs 1ste ledd nevnte betingelse foreligger, gi selskapet salgsbevilling i den kommune hvor selskapets hovedkontor ligger.\n3. Bevilling til salg efter denne paragraf omfatter også rett til sending​1 utenfor kommunen.\n1 Se § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Bevilling til salg av øl med sådan alkoholstyrke som Kongen bestemmer, kan også gis til person over 20 år, som kan antas ikke å ville misbruke salgsretten.​2\nBevillingen må ikke utøves samtidig på flere steder innen kommunen. Det skal bestemmes i bevillingen:\na. enten at den skal opphøre 31. mars i løpet av et tidsrom av høyst 4 år fra rettens begynnelsesdag, dog seinest 3 måneder fra den tid et nytt kommunestyre tiltrer;\nb. eller at den bare kan utøves en bestemt del av året, f. eks. turisttiden eller i badesesongen:\nc. eller at den bare kan utøves ved en enkelt bestemt leilighet.\nBevillinger som nevnt i litra b og c kan ikke gis utover 3 måneder fra den tid et nytt kommunestyre tiltrer.\nTil bevillingen kan knyttes som vilkår at den bare må utøves i visse lokaler eller i visse strøk av kommunen.\n1 Endret ved lover 6 mai 1932, 12 des. 1947 nr. 17, 14 juli 1950 nr. 4, 8 juni 1979 nr. 38.\n2 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "1. Salgsbevilling gis av kommunestyret​2 eller av formannskapet etter fullmakt fra kommunestyret. Før bevilling blir gitt skal det foreligge uttalelse fra politiet.​3\nEn bevilling kan inndras etter reglene i § 83 a.\n2. I enhver kommune kan det en gang før 1 januar 1960 og deretter en gang i løpet av hver 8 års periode, holdes en alminnelig avstemning blant kommunens stemmeberettigede innvånere om kommunestyret skal gi bevillinger til salg av vin, fruktvin, mjød og øl.\nFør hver avstemning fastsetter kommunestyret den minste volumprosent alkohol for øl som avstemningen skal gjelde.\nSlik avstemning skal bare holdes såfremt det blir krevd av minst en tyvendedel av de stemmeberettigede som var oppført i det sist utarbeidede manntall for stortingsvalg eller fylkestingsvalg og kommunestyrevalg. Kommunestyret fastsetter tidspunktet for avstemningen og utferdiger kunngjøring om denne minst 30 dager forut. Ved avstemningen nyttes det manntall som er nevnt i første punktum, endret i samsvar med § 11 i lov​4 om stortingsvalg, fylkestingsvalg og kommunestyrevalg. Valgstyret ved det valg hvis manntall nyttes, forretter som stemmestyre. Stemmegivning skjer ved personlig fremmøte, hemmelig og ved sedler med tekst som stemmestyret har godkjent. For øvrig gjelder bestemmelsene i § 3 nr. 3 tilsvarende.\nViser avstemningen at det blant de godkjente stemmer er et flertall for bevilling, skal kommunestyret i avstemningsperioden gi slik bevilling.\nEr det flertall mot bevilling, kan kommunestyret ikke gi slik bevilling i nevnte periode.\nDepartementet kan gi nærmere forskrifter om slike folkeavstemninger.\n1 Endret ved lover 2 mars 1956 nr 1, 7 juli 1967 nr 12, 19 juni 1969 nr 54, 8 juni 1973 nr 55, 3 juni 1983 nr 53, 1 mars 1985 nr 3.\n2 Jf § 37.\n3 Jf § 24 i.f.\n4 Lov 1 mars 1985 nr 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Kongen kan bestemme, at ølbryggerier ikke her i landet kan selge øl med sådan alkoholstyrke som Kongen bestemmer, til andre enn staten eller til selskap som har rett til omsetning efter § 13 eller til samlag.​2\nI øvrig kan ølbryggeri selge øl til annet bryggeri, til dem som har rett til å selge eller skjenke øl​3 og til forbrukere umiddelbart fra bryggeriet. Øl kan på sedvanlig måte bringes om fra bryggeri til kjøperens bopel eller til salgs- eller skjenkested, dog ikke på søn- og helligdager og, for landets vedkommende, heller ikke efter kl. 5 eftermiddag før disse dager. I denne tid er det også forbudt mellemmenn å utlevere eller bringe om øl. Salg av øl under ombringelsen er forbudt. Den som bringer om øl fra bryggeri, skal hver gang være forsynt med en av bryggeriet utferdiget liste over dem som ølet skal bringes til, og kvitteringen for mottakelsen skal føres på listen.\nHerredstyret kan med to tredjedels flertall forby salg under et visst kvantum av øl som inneholder over 2,50 volumprosent alkohol, umiddelbart fra bryggeri​4. Det kan også – likeledes med to tredjedels flertall – forby all ombringelse av øl i herredet.\nOm bryggerienes salg til utførsel gjelder bestemmelsene i handelslovgivningen.​5\n1 Endret ved lover 6 mai 1932, 2 mars 1956 nr. 1.\n2 Se § 26.\n3 Se §§ 14, 15, 16, 20, 23, 25, 27.\n4 Se § 38.\n5 Se lov 8 mars 1935 kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Tilvirkere av fruktvin​1 og mjød kan ikke her i landet selge sine varer til andre enn staten eller selskap, som har rett til omsetning efter § 13, eller samlag.​2 Om salg til utførsel gjelder bestemmelsene i handelslovgivningen.​3\n1 Se § 31\n2 Se § 26\n3 Se lov 8 mars 1935 kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Den som vil skjenke​1 vin​2 fruktvin,​2 mjød eller øl, må ha bevilling.​3\nDog kan enhver som gjør sig en næring av å drive herberge (hotell, pensjonat, losjihus og lign.) eller bevertning med mat og drikke,​4 uten bevilling skjenke øl som ikke inneholder over 2,50 volumprosent alkohol.\n1 Se § 36.\n2 Se § 31.\n3 Se § 37. Jfr. lov 13 mars 1936 nr. 3 § 13 nr. 3.\n4 Se lov 5 april 1957 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Skjenkebevilling kan gjelde alle eller flere eller en enkelt av de drikkevarer som er omhandlet i dette kapitel.\nBevillingen kan gjelde bare øl som ikke inneholder over 2,50 volumprosent alkohol, eller bare øl som ikke inneholder over den volumprosent alkohol Kongen bestemmer.\nInntil Kongen anderledes bestemmer, må der i en kommune ikke gis bevilling til skjenking av fruktvin​2 eller mjød, medmindre der i samme kommune også gis bevilling til skjenking av vin.​3\nSkjenkebevilling kan enten være alminnelig eller lyde på at skjenking bare må skje til reisende, til spisegjester eller til deltakere i sluttet selskap.\nBevillingen kan bare utøves på det godkjente skjenkested.​4 Kommunestyret kan likevel gi formannskapet fullmakt til å tillate at en eller flere gitte skjenkebevillinger blir utøvd på et sted eller steder som formannskapet – etter innhentet uttalelse fra politimesteren – godkjenner for enkelt leilighet og for skjenking til deltakere i sluttet selskap.\nFor skjenking av vin, fruktvin, mjød og øl med over 2,50 volumprosent alkohol får bestemmelsen i § 14, siste ledd, tilsvarende anvendelse.\n1 Endret ved lover 6 mai 1932, 2 mars 1956 nr. 1, 8 juni 1973 nr. 55.\n2 Se § 31.\n3 Jfr. § 14, 4de ledd.\n4 Jfr. § 2, 4 de ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Til skjenkebevilling kan knyttes som vilkår:\na. at almindelig eller innskrenket skjenkeberettighet bare må utøves i visse lokaler eller i visse strøk av kommunen;​2\nb. at en almindelig skjenkerett ikke må utøves under kirketjeneste, offentlig valg, ting eller løsøreauksjon innen 1 km. fra forretningsstedet i tidsrummet fra to timer før forretningen er begynt til to timer efter den er ferdig;\nc. at varieté eller lignende prestasjoner ikke må finne sted i bevertningslokale eller visse deler av eller tilliggelser til det.\n1 Endret ved lov 8 juni 1973 nr. 55.\n2 jfr. § 27, siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "1. Skjenkebevilling kan for inntil 4 år om gangen gis til staten eller til selskap som har rett til omsetning etter § 13. Bevillingen skal opphøre 31. mars og kan ikke gis utover 3 måneder fra den tid et nytt kommunestyre tiltrer. Bevilling kan også med samme begrensning gis til samlag, jfr. dog § 85. Bestemmelsen i § 2, siste ledd, får tilsvarende anvendelse. Kommunstyret kan bestemme, at almindelig skjenkerett – frasett skjenking av øl som ikke inneholder over 2,50 volumprosent alkohol – ikke samtidig må gis til noen annen innen kommunen.​2\n2. Har kommunestyret ikke truffet bestemmelse som nevnt i forrige ledd, kan skjenkebevilling også gis til personer over 20 år som kan antas ikke å ville misbruke skjenkeretten.​3 Bestemmelsene i § 16, annet og tredje ledd, får tilsvarende anvendelse.\n1 Endret ved lover 6 mai 1932, 29 juni 1934 nr. 13, 12 des. 1947 nr. 17, 14 juli 1950 nr. 4, 8 juni 1979 nr. 38.\n2 Se § 38.\n3 Se § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "1. Skjenkebevilling gis av kommunestyret eller av formannskapet etter fullmakt fra kommunestyret.​2 Er det overlatt til formannskapet, bestemmer kommunestyret årlig det tall​3 som det finner at de alminnelige skjenkeretter – frasett skjenking av øl som ikke inneholder over 2,50 volumprosent alkohol – blir innskrenket til i det følgende år. Slik bestemmelse er dog ikke til hinder for at der blir gitt bevilling utenfor tallet, når kommunestyret eller etter dettes bemyndigelse formannskapet finner at der er særlige grunner for det.\nFør bevilling blir gitt, skal der være esket erklæring fra politiet.​4\nEn bevilling kan inndras etter reglene i § 83 a.\n2. Bestemmelsene i § 17 nr. 2 får tilsvarende anvendelse når det gjelder skjenking av vin, fruktvin, mjød og øl med den minste volumprosent alkohol som kommunestyret fastsetter.\n1 Endret ved lover 6 mai 1932, 2 mars 1956 nr. 1, 19 juni 1969 nr. 54, 8 juni 1973 nr. 55, 3 juni 1983 nr. 53, 13 april 1984 nr. 19.\n2 Se § 37.\n3 Se § 24 a.\n4 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "2:24 a",
      "chapter": "2",
      "section": "24 a",
      "content": "Skjenkebevilling gis av departementet når det gjelder hoteller som har samtykke etter hotelloven til å bruke betegnelsen turisthotell eller høyfjellshotell​2.\nFør bevilling blir gitt, skal det foreligge uttalelser fra politimesteren, helse- og sosialstyret og kommunestyret.​3\nDepartementet​4 fastsetter uhindret av denne lovs øvrige bestemmelser på hvilke dager, til hvilke tider og i hvilke lokaler skjenkebevillingen kan utøves. For øvrig fastsetter departementet de nærmere vilkår og innskrenkninger for utøvelsen av skjenkeretten som det til enhver tid finner nødvendig.\nSkjenkebevilling gis inntil videre, men kan når som helst inndras av departementet, selv om vilkårene som nevnt i § 83 a ikke foreligger. Bevilling som departementet gir i medhold av denne paragraf, regnes ikke med i det tallet på skjenkeretter i kommunen som kommunestyret kan fastsette etter § 24 nr. 1, første ledd.\nFor skjenkebevilling betales en årlig avgift som blir fastsatt av departementet. Avgiften skal tilfalle Edruskapsfondet.\n1 Tilføyet ved lov 5 juli 1946 nr. 5. Endret ved lover 2 mars 1956 nr. 1, 8 juni 1973 nr. 55, 17 mars 1978 nr. 5, 3 juni 1983 nr. 53, 12 juni 1987 nr 70 (i kraft 1 jan 1988). – Jfr. § 24 b.\n2 Se lov 5 april 1957 nr. 3 § 11.\n3 Se § 37.\n4 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24a",
        "source_heading": "§ 24 a."
      }
    },
    {
      "provision_ref": "2:24 b",
      "chapter": "2",
      "section": "24 b",
      "content": "Når departementet​2 gir bevilling etter § 24 a, kan det også gi selskap, som har rett til omsetning etter § 1, bevilling til å skjenke brennevin på slike steder som er omhandlet i § 24 a. Før bevilling blir gitt, skal det foreligge uttalelser fra politimesteren, helse- og sosialstyret og kommunestyret.\nSkjenking av brennevin etter denne paragraf er forbudt på søndager, 1 og 17 mai, på valgdag som nevnt i § 24 i lov om stortingsvalg, fylkestingsvalg og kommunestyrevalg og på dager for folkeavstemninger i medhold av rusdrikkloven. Videre er skjenking forbudt nyttårsdag, langfredag, første påskedag, Kristi Himmelfartsdag, første pinsedag og første juledag.\nPå følgende dager kan det bare skjenkes til reisende, til spisegjester eller til deltakere i sluttet selskap: påskeaften, pinseaften, julaften og nyttårsaften.\nMed den begrensning som følger av denne paragrafs annet og tredje ledd, kan skjenking av brennevin skje mellom kl. 13 og kl. 24 med mindre departementet ytterligere har innskrenket skjenketiden. Politimesteren kan for enkelt leilighet, når særlige grunner foreligger, tillate skjenking inntil et senere klokkeslett enn det som er fastsatt for skjenkingens opphør.\nFor øvrig fastsetter departementet de nærmere vilkår og innskrenkninger for utøvelsen av skjenkeretten som det til enhver tid finner nødvendig.\nSkjenkebevilling gis inntil videre, men kan når som helst inndras av departementet, selv om vilkårene som nevnt i § 83 a ikke foreligger. Dersom departementet inndrar skjenkebevilling etter § 24 a, skal også bevilling for brennevin inndras.\n1 Tilføyet ved lov 2 mars 1956 nr 1. Endret ved lover 7 juli 1967 nr 12, 8 juni 1973 nr 55, 3 juni 1983 nr 53, 1 mars 1985 nr 3, 12 juni 1987 nr 70 (i kraft 1 jan 1988).\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24b",
        "source_heading": "§ 24 b."
      }
    },
    {
      "provision_ref": "2:24 c",
      "chapter": "2",
      "section": "24 c",
      "content": "Når en kommune har gitt bevilling til skjenking av øl og vin på restaurant ved landingsplass som brukes til internasjonal lufttrafikk, kan departementet​2 gi selskap som har rett til omsetning etter § 1 bevilling til skjenking av brennevin der. Departementet fastsetter uhindret av denne lovs øvrige bestemmelser til hvilke tider og i hvilke lokaler en slik bevilling kan utøves. Videre kan departementet fastsette slike vilkår og innskrenkninger for utøvelsen av skjenkeretten som det til enhver tid finner nødvendig.\nFør bevilling blir gitt, skal departementet gi politiet og kommunestyret høve til å uttale seg. Bevillingen kan når som helst inndras av departementet, selv om vilkårene som nevnt i § 83 a ikke foreligger.\n1 Tilføyet ved lov 20 juni 1964 nr. 6. Endret ved lov 3 juni 1983 nr. 53.\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24c",
        "source_heading": "§ 24 c."
      }
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "content": "1. Departementet​2 kan på nærmere fastsatte vilkår gi restauratører på passasjerskib bevilling til ombord i skibet å skjenke til passasjerene og, med førerens samtykke, til mannskapet og andre som stadig følger med skibet.​3 § 7, annet ledd, har tilsvarende anvendelse.\n2. Departementet kan gi Hovedstyret for Statsbanene bevilling til – i forbindelse med bevertning med mat og drikke – å skjenke til de reisende i spisevogner på lengere ruter. Om skjenkingen gir Hovedstyret nærmere forskrifter som godkjennes av departementet.\n3. Bevilling etter nr. 1 og 2 kan ha det innhold som er nevnt i § 21, første og annet ledd. Bevillingen kan når som helst inndras av departementet, selv om vilkårene som nevnt i § 83 a ikke foreligger.\n4. For bevilling etter nr. 1 og 2 betales en årlig avgift som blir fastsatt av departementet. Avgiften skal tilfalle Edruskapsfondet.\n1 Endret ved lover 6 mai 1932, 2 mars 1956 nr. 1, 17 mars 1978 nr. 5, 3 juni 1983 nr. 53.\n2 Socialdepartementet.\n3 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "2:25 a",
      "chapter": "2",
      "section": "25 a",
      "content": "Departementet​2 kan på nærmere fastsatte vilkår gi luftfartsselskap bevilling til å skjenke øl til passasjerer på lengre innenlandske flyruter.\nBestemmelsene i § 25 nr. 3 og 4 får tilsvarende anvendelse.\n1 Tilføyd ved lov 14 juni 1974 nr. 46 (fra 1 jan. 1978 iflg. res. 15 april 1977).\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25a",
        "source_heading": "§ 25 a."
      }
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "content": "Samlag må for å kunne drive sin virksomhet ha vedtekter stadfestet av Kongen. Stadfestelse gis på de vilkår Kongen setter. Før stadfestelsen skal det være gitt kommunestyret anledning til å uttale sig.\nFormannen i samlagets styre opnevnes av vedkommende departement.​2 Av de andre medlemmer velges halvparten av kommunestyret og halvparten av samlagets generalforsamling. På samme måte velges det nødvendige antall varamenn. Formannen og de kommunevalgte medlemmer med varamenn behøver ikke å være aktionærer i samlaget. Samtlige valg gjelder inntil videre, dog ikke utover 2 år om gangen. Godtgjørelsen til styrets medlemmer og deres varamenn fastsettes av vedkommende departement.​2\nSamlagets regnskaper føres efter skjemaer som utferdiges av departementet og revideres hvert år av to revisorer som begge opnevnes av departementet. Revisorenes godtgjørelse bestemmes av departementet efter innhentet erklæring fra samlaget, og utredes av dette. De nærmere bestemmelser om tiden for regnskapenes avleggelse og deres revisjon m.v. fastsettes av departementet som også deciderer regnskapene.\nSamlag kan ha aktionærer som efter sin borgerlige stilling ikke kan få salgs- eller skjenkebevilling i eget navn.\nUtbytte til samlagets aktionærer må ikke overstige 5 prosent av den innskutte kapital. Resten av netto-overskuddet tilfaller de i § 1 nevnte fond med de der nevnte andeler. § 1, siste ledd, får tilsvarende anvendelse. Såfremt samlaget opløses skal mulig restoverskudd anvendes på samme måte. Når et samlags virksomhet skal ophøre, bestemmer Kongen på hvilken måte og innen hvilket tidspunkt samlaget skal realisere sine eiendeler og avvikling for øvrig skje.\n1 Endret ved lov 6 mai 1932.\n2 Socialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "2:27",
      "chapter": "2",
      "section": "27",
      "content": "Kommunestyret kan fastsette innskrenkinger i tiden for salg av øl.​2 Innskrenkingen må i kommuner som har salg eller skjenking av brennevin, ikke gå videre enn til det som gjelder for brennevin.​3 For salg av vin, fruktvin​2 og mjød gjelder samme innskrenking i tiden som for brennevin, jfr. § 10, nr. 1. I den tid salg av øl er forbudt, må varen heller ikke til noen i salgskommunen eller tilgrensende kommuner leveres eller sendes ut fra salgssteder eller lager, selv om salget er foregått i lovlig tid.\nTidsinnskrenking som nevnt i forrige ledds første og annet punktum kan kommunestyret også sette for utøvelsen av så vel alminnelig som innskrenket skjenkerett for vin, fruktvin, mjød og øl.\nKommunestyret på landet kan bemyndige politimesteren eller lensmannen til for hver enkelt leilighet å tillate skjenking og til, likeledes for enkelt leilighet, å gjøre særlige unntakelser fra tidsinnskrenkinger som er satt i henhold til denne paragrafs annet ledd.\nKommunestyret i byene kan gi politimesteren alminnelig bemyndigelse til for enkelt leilighet å tillate at en skjenkerett blir utøvd på et annet sted eller i et annet lokale enn fastsatt etter § 22 a, og til, likeledes for enkelt leilighet, å gjøre særlige unntakelser fra tidsinnskrenkinger som er satt i henhold til denne paragrafs annet ledd.\n1 Endret ved lover 6 mai 1932, 2 mars 1956 nr. 1. Jfr. lover 17 des. 1920 nr. 1 § 65, 10 juli 1925 nr. 6 § 55.\n2 Se § 31.\n3 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "2:28",
      "chapter": "2",
      "section": "28",
      "content": "Salg eller skjenking av de i denne lov nevnte drikkevarer må ikke finne sted når det er til ulempe for tjenesten ved militær øvingsplass og de militære myndigheter motsetter seg salg eller skjenking. Nærmere regler om dette gis av de militære myndigheter med departementets​2 godkjenning.\nSøknad om bevilling til salg eller skjenking skal kommunestyret forelegge for vedkommende militære avdeling til uttalelse før kommunestyret treffer avgjørelse.\n1 Endret ved lov 8 juni 1973 nr. 55.\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "2:29",
      "chapter": "2",
      "section": "29",
      "content": "1. For rettigheter til salg etter § 16 og skjenking etter § 23 nr. 2 skal det betales en avgift som fastsettes av kommunestyret så vidt mulig før 1. februar forut for det bevillingsår avgiften gjelder.\nFor rettigheter utelukkende til salg og skjenking av øl som ikke inneholder over 2,50 volumprosent alkohol, skal det ikke betales noen avgift.\n2. Avgiften fastsettes skjønnsmessig av kommunestyret under hensyn til den inntekt rettigheten kan antas å gi innehaveren, og innenfor de rammer som fastsettes i forskrifter gitt av departementet.\n3. Avgiften må være betalt før rettigheten kan utøves.\n4. Kommunestyret eller etter dettes bemyndigelse formannskapet kan helt eller delvis ettergi avgiften, når det måtte falle særdeles trykkende å betale den.\n5. Avgiften skal tilfalle kommunen.\n1 Endret ved lover 6 mai 1932, 14 juli 1950 nr. 4, 2 mars 1956 nr. 1, 17 mars 1978 nr. 5, 23 des 1988 nr 108 (i kraft 1 jan 1989).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "2:30",
      "chapter": "2",
      "section": "30",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 mars 1978 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "content": "I denne lov forstås:\nved øl slik drikk som omhandlet i lov av 28, juni 1912 om tilvirkning og beskatning av øl, § 1 første og annet ledd;\nved fruktvin en drikk som er tilvirket av frukt, bær- eller plantesaft gjennom alkoholgjæring – uten tilsetning av tilvirket alkohol – og som ikke inneholder over 21 volumprosent alkohol;\nved vin en drikk som er tilvirket av druesaft gjennom alkoholgjæring, og som ikke inneholder over 21 volumprosent alkohol;\nved brennevin tilvirket alkohol ublandet eller i blanding. Som brennevin regnes dog ikke væsker, som ved denaturering eller av andre grunner er uhensiktsmessig som berusningsmiddel og heller ikke væsker hvortil det bare er tilsatt den mengde alkohol som er nødvendig for oppløsning eller holdbarhet. Vin, fruktvin og mjød av større alkoholstyrke enn 21 volumprosent regnes som brennevin. Kongen eller den Kongen bemyndiger, avgjør, om en væske etter foranstående skal anses som brennevin såfremt ikke annet er bestemt ved lov.​2\n1 Endret ved lover 2 mars 1956 nr. 1, 6 juli 1957 nr. 2.\n2 Se lov 4 juni 1954 nr. 2 § 4, annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "content": "1. Kongen eller den Kongen bemyndiger, kan gi forskrifter:​2\na. om innførsel av prøver på de drikkevarer som omhandles i denne lov;\nb. om forbrukeres adgang til gjennem dem som har rett til innførsel, å få innkjøpt vin av bestemte merker;\nc. om utførsel og gjennemførsel fra og til utlandet av brennevin og vin;\nd. – – –\ne. om mellemmenns optagelse av bestilling på brennevin, vin, fruktvin, mjød og øl og om deres adgang til å henvende sig til forbrukerne om kjøp av sådan drikk. I forskriftene kan det bestemmes at optagelse av bestilling bare kan skje hos salgs- eller skjenkeberettigede;\nf. om (vare- og person-) transportvirksomheters utlevering av brennevin, vin, fruktvin, mjød og øl;\ng. om merking og utstyr av flasker og andre beholdere med rusdrikk eller med øl under 2,50 volumprosent alkoholstyrke;\nh. om kontroll med salg og skjenking av øl og med bestilling av øl på vegne av forbruker.\n2. § 11 nr. 2 får tilsvarende anvendelse på vin, fruktvin, mjød og øl.\n3. Kongen gir forskrifter​3 om skjenkesteders plikt til å føre et rimelig utvalg av alkoholfrie festdrikker og andre alkoholfrie drikker, om deres plikt til å ha slike drikker med i sine vinkart, prislister o.l. og om serveringen av dem.\nTilsvarende forskrifter gis for øl som ikke inneholder over 2,50 volumprosent alkohol.\n1 Endret ved lover 6 mai 1932, 29 juni 1934 nr. 13, 2 mars 1956 nr. 1, 22 juni 1962 nr. 4 (opph. litra d), 8 juni 1973 nr. 55.\n2 Se § 47.\n3 Fastsatt ved res. 17 jan. 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "3:32 a",
      "chapter": "3",
      "section": "32 a",
      "content": "Med unntak av §§ 1 og 13 gjelder bestemmelsene i denne lov ikke brennevin (herunder sprit) og vin som i medhold av annen lov selges, kjøpes, utleveres eller sendes til medisinsk​2 eller teknisk og vitenskapelig bruk​3 eller, for så vidt angår sprit, til desinfeksjonsbruk.\n1 Tilføyet ved lov 22 juni 1962 nr. 4.\n2 Se lov 20 juni 1964 nr. 5 kap. VIII.\n3 Se lov 4 juni 1954 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32a",
        "source_heading": "§ 32 a."
      }
    },
    {
      "provision_ref": "3:33",
      "chapter": "3",
      "section": "33",
      "content": "1. Selskap eller samlag for omsetning av brennevin, vin, fruktvin, mjød eller øl efter denne lov erlegger hvert år en avgift til almennyttige formål av sådan art som Kongen​2 med Stortingets samtykke bestemmer.\n2. Avgiften betales av nettoformuen ved utgangen av siste inntektsår (regnskapsår) og av nettoinntekten i samme år. Ved ansettelsen av formue og inntekt følges reglene i skattelovene for landet og for byene av 18 august 1911 nr. 8 og 9 med tilleggslover. Avgiften beregnes etter de satser som gjelder for utligning av formues- og inntektsskatt til den kommune hvor selskapet har kontor (hovedkontor) eller hvor styret har sitt sete. Ansettelsen av formue og inntekt og beregning av avgiften foretas av ligningsmyndighetene i nevnte kommune i forbindelse med ligningsbehandlingen for vedkommende år.\n3. – – –\n4. Minst 3/4 av avgiftene fordeles av Kongen eller den Kongen bemyndiger mellom fylkeskommunene og bykommunen Oslo i forhold til folkemengden. Inntil 1/4 av avgiften fordeles uten omsyn til folkemengden til enkelte av de nevnte kommuner etter bestemmelse av Kongen eller den Kongen bemyndiger.​2\n5. Kongen eller den Kongen bemyndiger gir nærmere forskrifter om gjennemførelsen av foranstående bestemmelser.\n1 Endret ved lover 5 juli 1946 nr. 5, 8 mars 1963 nr. 1, 19 juni 1964 nr. 2, 5 juni 1970 nr. 36, 5 mars 1971 nr. 36.\n2 Se res. 11 des. 1959 om fullmakt for Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "3:34",
      "chapter": "3",
      "section": "34",
      "content": "Når Kongen finner det påkrevet på grunn av særlige forhold som krig, indre uroligheter, store arbeidsstansninger, forholdene ved større industrielle bedrifter eller anleggsarbeider, stortilstrømning av folk til visse tider av året, faretruende utbredelse av smittsomme sykdommer, dyrtid, store ildsvåder eller annen stor ulykke, kan han midlertidig innskrenke eller forby​2 salg eller skjenking​3 eller både salg og skjenking av alle eller enkelte av de drikkevarer, som er nevnt i denne lov.\nLikeså kan Kongen, når der foreligger forhold som foran nevnt, helt eller delvis midlertidig forby​2 innførsel til riket eller forsendelse innen riket eller både innførsel og forsendelse av alle eller enkelte av de i loven nevnte drikkevarer.\nInnskrenkning eller forbud som foran nevnt kan gjelde en enkelt kommune eller deler av den, større landsdeler eller det hele rike og kan også gjelde salg eller forsendelse fra salgssted utenfor en kommune til nogen i kommunen.\nKongen eller den Kongen bemyndiger, kan gi de forskrifter,​2 som trenges for å gjennemføre bestemmelsene i de foregående ledd.\n1 Jfr. § 11 nr. 2 b.\n2 Se § 47.\n3 Se § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "3:35",
      "chapter": "3",
      "section": "35",
      "content": "Kongen kan utferdige bestemmelser om kontroll med og forbud mot innførsel, omsetning eller sending av druesaft og andre varer som hovedsakelig anvendes ved tilvirkning av eller som tilsetning til alkoholholdig drikk.\nKongen kan også utferdige bestemmelser om kontroll med innførsel, omsetning eller sending av gjær og maltekstrakt.\nVed utferdigelse av bestemmelser etter denne paragraf får reglene i § 34 tredje ledd tilsvarende anvendelse. Kontroll med omsetning av gjær kan bare bestemmes for de kommuner hvor herreds- eller bystyret uttaler sig for det.\n1 Tilføyet ved lov 29 juni 1934 nr. 13, endret ved lov 6 juli 1957 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "3:36",
      "chapter": "3",
      "section": "36",
      "content": "Som skjenking regnes det når den som selger nogen av de drikkevarer som omhandles i denne lov, tillater at noget av det solgte blir fortært på stedet. Det samme gjelder, når han vet om, at det fortæres i deler av hans hus, som han har rådighet over, eller på andre steder i hans besiddelse eller på husets nærmeste tilliggelser.\nBestyrer av salgssted eller skjenkested for selskap eller samlag har i forhold til det offentlige samme ansvar som den, som i eget navn har fått rett til salg eller skjenking.\n1 Endret ved lov 29 juni 1934 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "3:37",
      "chapter": "3",
      "section": "37",
      "content": "Kommunale salgs- og skjenkebevillinger​2 utstedes på landet av ordføreren og i byene av ordføreren eller av den tjenestemann som formannskapet bestemmer. Departementet fastsetter formular for bevillingene.\nDer skal sendes melding til stedets politi om enhver rett til salg eller skjenking med oplysning om de vilkår som er knyttet til den.\n1 Endret ved lov 29 juni 1934 nr. 13.\n2 Jfr. lov 9 mars 1917 § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "3:38",
      "chapter": "3",
      "section": "38",
      "content": "Beslutninger som fattes av kommunestyret i henhold til denne lovs § 18 tredje ledd, § 23 nr. 1 femte (siste) punktum og § 27 første og annet ledd, skal kunngjøres på den måte og tre i kraft fra det tidspunkt etter kunngjøringen som kommunestyret bestemmer.\nSamme regel gjelder når slike beslutninger omgjøres.\nVedtak av kommunestyret etter § 3 nr. 2 og bestemmelsen i samme paragrafs nr. 3 om adgang til folkeavstemning, skal kunngjøres snarest på den måte kommunestyret bestemmer. Det samme gjelder vedtak etter § 3 a niende ledd.\n1 Endret ved lover 2 mars 1956 nr. 1, 7 juli 1967 nr. 12, 8 juni 1973 nr. 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "3:39",
      "chapter": "3",
      "section": "39",
      "title": "(Nå uten betydning.)",
      "content": "§ 39.(Nå uten betydning.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "content": "Ved rusdrikk forståes i dette kapitel brennevin, vin, fruktvin,​1 mjød og øl som inneholder over 2,50 volumprosent alkohol.\n1 Se § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "4:41",
      "chapter": "4",
      "section": "41",
      "content": "De i dette kapitel omhandlede overtredelser er forseelser uansett straffens størrelse.​1\n1 Jfr. strl. § 2 og nærværende lovs § 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "4:42",
      "chapter": "4",
      "section": "42",
      "content": "De i dette kapitel omhandlede forseelser er straffbare også om de er begått av uaktsomhet.​1\n1 Jfr. strl. § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "4:43",
      "chapter": "4",
      "section": "43",
      "content": "Forsøk på de i dette kapitel omhandlede forseelser er straffbare og straffes med den for den fullbyrdede forseelse bestemte straff.\n1 Jfr. § 48 og strl. §§ 49-51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "content": "Medvirkning til nogen i dette kapitel omhandlet forseelse er straffbar og straffes med den for den fullbyrdede forseelse bestemte straff.​1\nSom medvirker anses også utlending som i utlandet utruster eller deltar i utrustning av fartøi med kjennskap til at det skal ulovlig innføre rusdrikk her til landet, såfremt innførsel finner sted.\n1 Jfr. strl. § 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "4:45",
      "chapter": "4",
      "section": "45",
      "content": "Med straff efter denne lov kan som tilleggsstraff​1 forbindes:\na. tap for en bestemt tid av inntil 5 år av retten til å være fører av fartøi og annet befordringsmiddel eller til å være styrmann eller maskinist​2 og\nb. tap for en bestemt tid av inntil 10 år av adgangen til å inneha rett til salg eller skjenking av rusdrikk.\nAdgang til å inneha rett som under b. nevnt tapes ved idømmelse av fengselsstraff for en av de forbrytelser som omhandles i den almindelige borgerlige straffelovs kapitel 15, 17, 18, 24, 25, 26, 27 og 31.\n1 Jfr. strl. § 29 nr. 5 og § 30 nr. 5.\n2 Se § 78. Jfr. lover 10 okt. 1958, 2 juni 1960 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "4:46",
      "chapter": "4",
      "section": "46",
      "content": "Sending omfatter i denne lov overføring og ombringelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "4:47",
      "chapter": "4",
      "section": "47",
      "content": "Den som ved innførsel,​1 utførsel,​2 sending,​3 utlevering,​4 overdragelse mot vederlag (heri innbefattet skjenking),​5 forskrivning eller rekvisisjon av rusdrikk​6 eller av øl som ikke inneholder over 2,50 volumprosent alkohol,​7 overtrer nogen av denne lovs bestemmelser eller som overtrer nogen med hjemmel av loven utferdiget bevilling eller forskrift, straffes med bøter​8 eller fengsel op til 3 måneder eller begge disse straffer. Gjelder overtredelsen brennevin,​9 er straffen bøter [op til kr. 50.000]​10 eller fengsel op til 6 måneder eller begge disse straffer.\nGjelder overtredelsen overdragelse mot vederlag av brennevin, vin, fruktvin, mjød eller øl, skal bøtene ikke være under kr. 50.\n1 Jfr. §§ 49 og 51.\n2 Se §§ 18, siste ledd, 19 i.f. og 32 c.\n3 Se § 46.\n4 Se § 10, 4de ledd og § 27, 1ste ledd.\n5 Se § 36.\n6 Se § 40.\n7 Jfr. § 14, 3dje ledd og § 20, 2net ledd.\n8 Se strl. § 27.\n9 Se § 31.\n10 Se strl. § 27 og fotnote 1 til denne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "4:48",
      "chapter": "4",
      "section": "48",
      "content": "Som i § 47 nevnt straffes den som drar ut til eller søker forbindelse med fartøi som er innenfor eller utenfor tollgrensen med brennevin​1 som antas bestemt til å overdras mot vederlag, eller fartøi som brukes til hjelp ved formidling av salg eller overføring av brennevin fra annet fartøi, medmindre hans forhold gir særskilt grunn til å anta at ulovlig innførsel av brennevin ikke er tilsiktet dermed.\nPå samme måte straffes den som trer i forhandling med eller setter sig i forbindelse med nogen i inn- eller utland med formål innførsel, sending, forvaring, lagring, salg eller bytte av rusdrikk​2 i strid med denne lov eller med nogen med hjemmel av loven utferdiget bevilling eller forskrift.\n1 Se § 31.\n2 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "4:49",
      "chapter": "4",
      "section": "49",
      "content": "Som i § 47 nevnt straffes\na. fører av fartøi på 250 tonnasjeenheter/registertonn netto eller derunder som er eller har vært innenfor den almindelige territorialgrense​2 med mer brennevin​3 enn til rimelig bruk ombord, medmindre det godtgjøres at fartøiet gikk i lovlig fart og av tvingende grunner var kommet innenfor territorialgrensen;\nb. fører av fartøi på over 250 tonnasjeenheter/registertonn netto​1 som er eller har vært innenfor den almindelige territorialgrense​2 med mer brennevin​3 enn til rimelig bruk ombord, når det antas at brennevinet av føreren eller nogen annen aktes ulovlig innført eller utlosset.\nKongen kan bestemme at likeoverfor visse nasjoners fartøyer kan forskriften i denne paragraf også gjøres gjeldende for farvann mellom den almindelige territorialgrense​2 og den utenforliggende tollgrense som måtte være fastsatt i henhold til tolloven.​4\n1 Endret ved lover 10 juni 1966 nr. 5 § 84 (tolloven), 16 des. 1983 nr. 72.\n2 Se prom. 25 feb. 1812.\n3 Se § 31.\n4 Se lov 10 juni 1966 nr. 5 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "4:50",
      "chapter": "4",
      "section": "50",
      "content": "Eier eller besidder av rusdrikk​1 som finnes ombord i fartøi således anbragt at den antas å ha vært eller å skulle være gjenstand for ulovlig innførsel eller omsetning, straffes som i § 47 nevnt.\n1 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "4:51",
      "chapter": "4",
      "section": "51",
      "content": "Den som fra fartøi innenfor den ytterste tollgrense​1 uten tollvesenets samtykke utlosser rusdrikk,​2 straffes som i § 47 nevnt.\n1 Se tollov 10 juni 1966 nr. 5 § 2.\n2 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "4:52",
      "chapter": "4",
      "section": "52",
      "content": "Fører av fartøi eller annet befordringsmiddel i hvilket finnes rusdrikk​1 som antas å ha vært eller å skulle være gjenstand for ulovlig innførsel eller omsetning og hvis besidder ikke kjennes, straffes med bøter,​2 medmindre føreren antas å ha vist tilbørlig aktsomhet.\n1 Se § 40.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "4:53",
      "chapter": "4",
      "section": "53",
      "content": "Med bøter [op til kr. 50.000]​2 eller fengsel op til 6 måneder eller begge deler straffes den som ulovlig​2 foretar tilvirkning eller omdestillasjon av brennevin.\nOverfor den som finnes skyldig efter denne bestemmelse, får § 9 i lov​3 om tilvirking og omdestillasjon av sprit, brennevin og isopropanol og om beskatning av sprit, brennevin, fruktvin, mjød og isopropanol tilsvarende anvendelse.\n1 Endret ved lov 19 juni 1964 nr. 2.\n2 Se strl. § 27 og fotnote 1 til denne.\n3 Se lov 19 juni 1964 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "4:54",
      "chapter": "4",
      "section": "54",
      "content": "Som i § 53 nevnt straffes den som tilvirker eller overdrar eller har i sin besiddelse en gjærende eller gjæret udestillert væske, medmindre det må antas\na. at væsken er bestemt til fremstilling av eller er vin, fruktvin, øl eller mjød,​1\nb. eller at væsken er bestemt til fremstilling av brennevin,​1 som lovlig kan tilvirkes av ham,\nc. eller at væsken er bestemt til fremstilling av eller er vare som ikke inneholder over 2,50 volumprosent alkohol og dessuten ikke er egnet til å anvendes som berusende drikk.\nGjelder overtredelsen overdragelse mot vederlag av væske som nevnt, skal bøtene ikke være under kr. 50.\nOverdragelse mot vederlag av væske som nevnt straffes selv om den er bestemt til fremstilling av vin, fruktvin, mjød eller øl.\n1 Se § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "4:55",
      "chapter": "4",
      "section": "55",
      "content": "Den som uten tillatelse av vedkommende regjeringsdepartement innfører, falbyr, selger eller kunngjør preparater som efter sin sammensetning antas å være bestemt til fremstilling av øl eller andre alkoholholdige drikkevarer, straffes med bøter​1 eller fengsel op til 3 måneder.\n1 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "4:55 a",
      "chapter": "4",
      "section": "55 a",
      "content": "Uten tillatelse av departement​2 er det forbudt:\n1. å ha i besittelse, innføre, fallby eller omsette eller\n2. i aviser, blad o.l., ved utstilling i butikker eller på annen måte reklamere for apparater – herunder deler og utstyr som er bestemt for eller som finnes tjenlige for tilvirkning eller omdestillering av sprit, brennevin eller isopropanol.\nDet er forbudt gjennom bøker, skrifter, annonser i pressen eller på annen måte å oppfordre til ulovlig tilvirkning eller omdestillering av sprit, brennevin eller isopropanol eller å gi veiledning som ved sin form framtrer som egnet til å fremme slik tilvirkning eller omdestillering blant allmenheten eller en større krets av personer.\nDet er videre forbudt å reklamere for stoffer som særskilt er beregnet for eller i reklamen betegnes som egnet til tilsetting til brennevin, vin, fruktvin og mjød og øl som inneholder over 2,50 volumprosent alkohol. Det samme gjelder reklame for emner, tilvirkningsbeskrivelser, apparater og andre midler til å framstille slike drikker.\nDepartementet gir forskrifter om avgrensing, utfylling og gjennomføring av bestemmelsene i første, annet og tredje ledd.\nKongen kan gjøre unntak fra forbudet i tredje ledd når særlige grunner foreligger.\nOvertredelse av bestemmelsene i denne paragraf eller forskrift gitt i medhold av den, straffes med bøter eller fengsel inntil 6 måneder.\n1 Tilføyd ved lov 16 juni 1972 nr. 63, endret ved lov 8 juni 1973 nr. 55 (satt i kraft ved res. 29 juni og 14 sept. 1973).\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55a",
        "source_heading": "§ 55 a."
      }
    },
    {
      "provision_ref": "4:55 b",
      "chapter": "4",
      "section": "55 b",
      "content": "Reklame for brennevin, vin, fruktvin og mjød og for øl som inneholder over 2,50 volumprosent alkohol er forbudt. Slike varer må heller ikke inngå i reklame for andre varer eller tjenester.\nKongen gir forskrifter​2 om avgrensing, utfylling og gjennomføring av bestemmelsene i første ledd. Kongen kan gjøre unntak fra forbudet når særlige grunner foreligger.\nOvertredelse av bestemmelsene i denne paragraf eller av forskrift gitt i medhold av den, straffes med bøter eller med fengsel inntil 6 måneder.\n1 Tilføyd ved lov 8 juni 1973 nr. 55 (fra 1 april 1975 iflg. res. 14 mars 1975).\n2 Gitt ved res. 21 jan. 1977 (med fullmakt for Sosialdepartementet til å fravike forskriftene).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55b",
        "source_heading": "§ 55 b."
      }
    },
    {
      "provision_ref": "4:56",
      "chapter": "4",
      "section": "56",
      "content": "Som i § 47 nevnt straffes den som på vegne av selskap eller sammenslutning der tilvirker eller omsetter rusdrikk,​1 utdeler eller fordeler sådan drikk som andel, utbytte eller gave. Dette gjelder også om utdelingen eller fordelingen skjer ved eller i anledning av selskapets eller sammenslutningens ophør eller opløsning.\nPå samme måte straffes mottageren av sådan rusdrikk som nevnt i foregående ledd.\n1 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "4:57",
      "chapter": "4",
      "section": "57",
      "content": "Den som forvarer eller lagrer brennevin​2 som er ulovlig tilvirket eller omdestillert, eller som forvarer eller lagrer rusdrikk​3 som antas å ha vært eller å skulle være gjenstand for ulovlig innførsel, sending eller omsetning, straffes som i § 47 nevnt.\n1 Endret ved lov 19 juni 1964 nr. 2 (opph. 2 ledd).\n2 Se § 31.\n3 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "4:58",
      "chapter": "4",
      "section": "58",
      "content": "Med bøter eller fengsel op til 3 måneder straffes den som fra noget utsalg søker å skaffe sig rusdrikk​2 som han i henhold til gjeldende lov eller forskrifter er nektet adgang til å få kjøpt, eller som han efter bestemmelser i lov ikke er berettiget til å få kjøpt.\nPå samme måte straffes den som fra utsalg kjøper brennevin for noen som er under 20 år eller annen rusdrikk for noen som er under 18 år.\n1 Endret ved lov 8 juni 1973 nr. 55.\n2 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "4:59",
      "chapter": "4",
      "section": "59",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 juli 1957 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "4:60",
      "chapter": "4",
      "section": "60",
      "content": "Den som bortauksjonerer eller bortlodder eller lar bortauksjonere eller bortlodde rusdrikk,​1 straffes med bøter.​2\n1 Se § 40.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "4:61",
      "chapter": "4",
      "section": "61",
      "content": "Den som i forbindelse med kjøp eller salg som foregår fra vareboder eller almindelige salgssteder eller under de almindelige fiskerier, skjenker eller på annen måte overdrar rusdrikk,​1 selv om det skjer uten godtgjørelse, straffes med bøter​2 eller fengsel op til 3 måneder.\n1 Se § 40.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "4:62",
      "chapter": "4",
      "section": "62",
      "content": "Med bøter eller fengsel op til 3 måneder straffes den som skjenker, utdeler eller lar utdele eller fortærer rusdrikk​1 eller væske som nevnt i § 54 ved kirke, forsamlingshus eller marked eller ved lokale hvor det holdes eller skal holdes rettsmøte, valg, auksjon, offentlig dans eller annen offentlig forsamling.\nPå samme måte straffes den som i forsamlingslokale – under andre forhold enn omhandlet i §§ 66 og 67 – skjenker eller utdeler eller lar utdele rusdrikk​1 selv om det skjer uten godtgjørelse, eller som under forhold som anført fortærer sådan vare. På den måte som nevnt straffes i alle tilfeller den som i forsamlingslokale skjenker, utdeler eller fortærer væske som nevnt i § 54.\n1 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "4:63",
      "chapter": "4",
      "section": "63",
      "content": "Den som mot betaling beverter med mat eller drikke eller holder kjeglebane eller biljard eller som befatter sig med annet sådant erhverv, straffes med bøter​1 eller fengsel op til 3 måneder såfremt han, uten å ha lovlig adgang dertil, skjenker nogen gjest rusdrikk​2 selv om det skjer uten godtgjørelse.\n1 Se strl. § 27.\n2 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "4:64",
      "chapter": "4",
      "section": "64",
      "content": "Den som har rett til å skjenke rusdrikk​1 eller øl der ikke inneholder over 2,50 volumprosent alkohol, straffes med bøter​2 såfremt han ikke hindrer at der i hans bevertningssted eller dets tilliggelser\na. voldes støi eller annen ulempe for husets øvrige beboere eller omboende, eller\nb. foregår spill med kort, terninger eller lignende forsåvidt politiet har forbudt dette.\n1 Se § 40.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "4:65",
      "chapter": "4",
      "section": "65",
      "content": "Den som lar løse og ledige personer samles i hus, gårdsrum, have eller andre av husets nærmeste tilliggelser og der fortære medbragt eller tilveiebragt rusdrikk​1 eller væske som nevnt i § 54, straffes med bøter.​2 På samme måte straffes deltagere i sådan fortæring.\nMed bøter​2 straffes også den som deltar i drikkelag hvor der fortæres rusdrikk​1 eller væske som nevnt i § 54 når drikkelaget holdes på tomt, jorde, løkke eller annen innhegnet eller uinnhegnet mark i eller i nærheten av tettbebygget strøk eller i nærheten av møte eller annen lignende sammenkomst eller offentlig bevertnings- eller forlystelsessted, såfremt rusdrikken ikke er skjenket i henhold til bevilling.\n1 Se § 40.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "4:66",
      "chapter": "4",
      "section": "66",
      "content": "Den som på bevertningssted med tilliggelser, herunder innbefattet dampskibs- og jernbanerestaurasjoner og restaurasjonsvogner hvor det bevertes med mat eller drikke, fortærer eller overlater andre til fortæring sådan rusdrikk​1 som ikke skjenkes ham av bevertningens innehaver i henhold til bevilling og til tid da denne har rett til å skjenke vedkommende drikk, straffes med bøter.​2\nMed samme straff anses verten og hans folk når de lar sådan fortæring foregå.\n1 Se § 40.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "4:67",
      "chapter": "4",
      "section": "67",
      "content": "Fortæres rusdrikk​1 i forening eller sammenslutning hvor sådan rusdrikk ikke lovlig kan selges eller skjenkes, og har foreningen eller noget av dens medlemmer eller nogen som er i dens tjeneste, medvirket til at rusdrikken blev tilveiebragt eller opbevart for medlemmene, straffes foreningens styremedlemmer og den som har stilt husrum til rådighet for foreningen, samt den som har forestått tilveiebringelsen eller opbevaringen med bøter​2 eller fengsel op til 3 måneder.\n1 Se § 40.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "4:68",
      "chapter": "4",
      "section": "68",
      "content": "Har den som straffes for nogen i denne lov omhandlet overtredelse, tidligere vært straffet efter denne lov eller efter lov nr. 4 av 1 august 1924 med tilleggslover eller efter toll-lovens bestemmelser om smugling av rusdrikk,​1 eller efter lov nr. 8 av 15 august 1908 om tilvirking og beskatning av brennevin m.v. med tilleggslover for overtredelse som omhandlet i dens § 47 bokstav a, c, e eller g, [eller § 43], er straffen, under de i den almindelige borgerlige straffelov av 22 mai 1902 § 61 anførte betingelser for skjerpet straff i gjentagelsestilfelle, bøter [op til kr. 50.000]​2 eller fengsel op til 2 år eller begge deler. Dette gjelder også hvor den tidligere straff er avsonet ved varetektsfengsel.\nGjelder overtredelsen overdragelse mot vederlag (herunder skjenking) av brennevin, tilvirking eller omdestillasjon av brennevin eller tilvirking eller overdragelse av sådan væske som omhandles i § 54, blir fengselsstraff å anvende, medmindre særlig formildende omstendigheter foreligger.\n1 Se lov 10 juni 1966 nr. 5 kap. X.\n2 Se strl. § 27 og fotnote 1 til denne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "4:69",
      "chapter": "4",
      "section": "69",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 mai 1970 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "4:70",
      "chapter": "4",
      "section": "70",
      "content": "Ulovlig tilvirket brennevin og sådan væske som § 54 handler om, kan politiet straks ved beslagleggelsen tilintetgjøre, såfremt det finner det utvilsomt at varen kan inndras. Det samme gjelder annen rusdrikk når den er skjenket i glass eller finnes i optrukket flaske.\nForanstående bestemmelser gjelder også øl som ikke inneholder over 2,50 volumprosent alkohol.\n1 Endret ved lov 26 jan. 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "4:71",
      "chapter": "4",
      "section": "71",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 jan. 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "4:72",
      "chapter": "4",
      "section": "72",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 jan. 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "4:73",
      "chapter": "4",
      "section": "73",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 jan. 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "4:74",
      "chapter": "4",
      "section": "74",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 jan. 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "4:75",
      "chapter": "4",
      "section": "75",
      "content": "Når et fartøi eller annet befordringsmiddel er tilbakeholdt til sikring av et inndratt beløp, kan det selges til dekning av oplagsutgifter og inndragningsbeløpet, dersom inndragningsbeløpet ikke er betalt innen 1 måned efter at inndragningen er blitt endelig. Salget foretas efter reglene i lov om tvangsfullbyrdelse.​1\n1 Lov 13 aug. 1915 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "4:76",
      "chapter": "4",
      "section": "76",
      "content": "Rusdrikk​1 og øl der ikke inneholder over 2,50 volumprosent alkohol, som antas å ha vært gjenstand for eller antas bestemt for overtredelse av denne lov, og hvis eier og besidder ikke kjennes, tilfaller statskassen​2 såfremt eier eller besidder ikke har meldt sig innen 14 dager efter at varen kom i det offentliges besiddelse.\n1 Se § 40.\n2 Se § 82.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "4:77",
      "chapter": "4",
      "section": "77",
      "title": "(Opphevd ved lov 22 mai 1981 nr 26, i kraft 1 jan 1986.)",
      "content": "§ 77.(Opphevd ved lov 22 mai 1981 nr 26, i kraft 1 jan 1986.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "4:78",
      "chapter": "4",
      "section": "78",
      "content": "Det i § 45 bokstav a nevnte rettighetstap kan gjøres til gjenstand for forelegg for så vidt angår fører av annet befordringsmiddel enn fartøi. Sådant forelegg kan finne sted selv om hovedstraff ikke forelegges.​1\n1 Jfr. strl. § 16 og strprl. § 287.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "4:79",
      "chapter": "4",
      "section": "79",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 mai 1970 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "4:80",
      "chapter": "4",
      "section": "80",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 jan. 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "4:81",
      "chapter": "4",
      "section": "81",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 jan. 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "4:82",
      "chapter": "4",
      "section": "82",
      "content": "Vedkommende regjeringsdepartement​1 bestemmer hvorledes det skal forholdes med gjenstander og verdier som inndras, og med rusdrikk og øl som omhandles i § 76.\nEfter forslag av politimester eller tollinnspektør kan departementet tilstå politi- og tolltjenestemenn og andre som har tatt virksom del i saken og har vist særlig iver og dyktighet, en belønning som utredes av det for anledningen vunne utbytte av inndratt vare eller av vare som omhandles i § 76.\n1 Justisdepartementet ifølge res. 19 sept. 1924 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "4:83",
      "chapter": "4",
      "section": "83",
      "content": "Tollvesenets tjenestemenn skal straks melde til politiet tilfelle av ulovlig innførsel og dermed sammenhengende sending av rusdrikk samt overtredelser av §§ 48, 49 bokstav a, 50 og 51.\n1 Endret ved lov 5 april 1957 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "4:83 a",
      "chapter": "4",
      "section": "83 a",
      "content": "Bevilling for salg og skjenking av brennevin, vin, fruktvin og øl kan inndras av den myndighet som har gitt bevillingen, når bevillingen ikke er utøvet i samsvar med lov og forskrifter.\nBevillingen kan inndras for et bestemt tidsrom inntil bevillingstidens utløp. Bevillingen kan dog ikke inndras for kortere tid enn en uke.\n1 Tilføyet ved lov 3 juni 1983 nr. 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83a",
        "source_heading": "§ 83 a."
      }
    },
    {
      "provision_ref": "5:84",
      "chapter": "5",
      "section": "84",
      "content": "For Svalbard kan innførsel, omsetning og utdeling av rusdrikk (jfr. § 40) skje efter forskrifter som utferdiges av Kongen.​1\n1 Midlertidige forskrifter gitt ved res. 21 juni 1974.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "5:85",
      "chapter": "5",
      "section": "85",
      "content": "Bevilling til salg eller skjenking av brennevin, vin, fruktvin og mjød kan ikke gis til nye samlag efter denne lovs ikrafttreden. Derimot kan bevilling efter nevnte tidspunkt gis til salg eller skjenking utelukkende av øl til nye samlag.\nSamlag som består ved lovens ikrafttreden kan – forsåvidt angår salg eller skjenking av brennevin, vin, fruktvin og mjød – ikke få bevilling eller sine vedtekter fornyet utover 30 juni 1938.\nBestemmelsene i § 26 får anvendelse også på samlag, som består ved lovens ikrafttreden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    }
  ]
}