{
  "id": "LOV-1961-05-24-2",
  "type": "statute",
  "title": "Lov om forretningsbanker [forretningsbankloven].",
  "short_name": "Forretningsbankloven – fbl.",
  "status": "in_force",
  "issued_date": "1961-05-24",
  "in_force_date": "1962-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1961-05-24-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov gjelder alle foretak som skaffer seg midler til sin virksomhet ved å ta mot innskudd fra en ubestemt krets av innskytere. Mottak av midler som nevnt i finansieringsvirksomhetsloven​1 § 4c-1 første ledd utgjør ikke innskudd dersom de mottatte beløp umiddelbart byttes mot elektroniske penger utstedt av et e-pengeforetak.​2\nLoven gjelder likevel ikke Norges Bank,​3 sparebanker​4 eller foretak som er opprettet i medhold av særskilt lov. Loven gjelder for banker som er omdannet etter bestemmelsene i lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner kapittel 2 avsnitt III.\nSamvirkeforetak​5 kan ta imot innskudd fra medlemmer uten å komme inn under loven. Samvirkeforetak som tar imot innskudd fra medlemmene, skal gi melding til Finanstilsynet​6 med opplysninger om ordningens omfang og hvordan midlene kan disponeres. Finanstilsynet skal gi pålegg om etablering av betryggende sikkerhet for innskuddene dersom det mottas innskudd fra en ubestemt krets. Finanstilsynet kan fastsette regler om hva som skal anses som betryggende sikkerhet. Samvirkeforetak som tar imot innskudd fra medlemmene, og sikringsordninger for sikring av slike innskudd, kan undergis tilsyn av Finanstilsynet etter nærmere regler fastsatt av Kongen.​7\nMed forretningsbank forstås i denne lov ethvert foretak som loven i sin helhet får anvendelse på.\n0 Endret ved lover 26 mai 1978 nr. 23, 26 mars 1982 nr. 3, 4 des 1992 nr. 123 (ikr. 1 jan 1994), 21 juni 2002 nr. 32 (ikr. 21 juni 2002 iflg. res. 21 juni 2002 nr. 571), 13 des 2002 nr. 74 (ikr. 15 apr 2003 iflg. vedtak 14 apr 2003 nr. 463), 29 juni 2007 nr. 81 (ikr. 1 jan 2008 iflg. res. 23 nov 2007 nr. 1287), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 18 nov 2011 nr. 42 (ikr. 1 jan 2012 iflg. res. 18 nov 2011 nr. 1107).\n1 Lov 10 juni 1988 nr. 40.\n2 Jf. lov 10 juni 1988 nr. 40 § 4c-2.\n3 Jf. lov 24 mai 1985 nr. 28.\n4 Jf. lov 24 mai 1961 nr. 1.\n5 Jf. lov 29 juni 2007 nr. 81.\n6 Jf. lov 7 des 1956 nr. 1.\n7 Finansdepartementet iflg. res. 23 nov 2007 nr. 1288.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Uten særskilt hjemmel i lov​2 må bare forretningsbank bruke ordet «bank», med eller uten tillegg, i sitt navn (foretaksnavn)​3 eller ved omtale av sin virksomhet.\n0 Endret ved lov 5 sep 2003 nr. 91 (ikr. 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jf. § 42.\n2 Se lov 16 juli 1999 nr. 68 § 3.\n3 Jf. lov 21 juni 1985 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "En forretningsbank kan bare stiftes som aksjeselskap eller som allmennaksjeselskap.\nLovgivningen om aksjeselskaper og allmennaksjeselskaper gjelder ikke forretningsbanker for så vidt den er i strid med denne loven. Aksjeloven​1 § 3-5 første ledd tredje punktum og § 8-1 annet ledd og allmennaksjeloven​2 § 3-5 første ledd tredje punktum og § 8-1 annet ledd gjelder ikke for forretningsbanker.\n0 Endret ved lover 26 mai 1978 nr. 23, 26 mars 1982 nr. 3, 29 nov 1991 nr. 78, 13 juni 1997 nr. 44 (ikr. 1 jan 1999 iflg. res. 17 juli 1998 nr. 615), 15 jan 1999 nr. 3 (ikr. 1 feb 1999 iflg. res. 15 jan 1999 nr. 22), 7 juni 2002 nr. 17 (ikr. 1 apr 2003 iflg. forskr. 19 mars 2003 nr. 347).\n1 Lov 13 juni 1997 nr. 44.\n2 Lov 13 juni 1997 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "En forretningsbank skal stiftes i henhold til reglene i lov 13. juni 1997 nr. 44 om aksjeselskaper § 2-1 eller lov 13. juni 1997 nr. 45 om allmennaksjeselskaper § 2-1. Tillatelse etter § 8 i loven her skal nektes hvis ikke mer enn tre firedeler av forretningsbankens aksjekapital tegnes ved kapitalforhøyelse uten fortrinnsrett for aksjeeiere eller andre.\nKongen​1 kan tillate at en forretningsbank stiftes av tre eller flere banker uten tegningsinnbydelse, eller uten at tegningsinnbydelsen legges ut til offentlig tegning.\nFørste og annet ledd gjør ingen innskrenkning i en forretningsbanks adgang til å inngå i et finanskonsern etter finansieringsvirksomhetsloven​2 § 2a-6.\nEn forretningsbanks vedtekter​3 og endringer av vedtektene skal forelegges Kongen​4 til godkjenning. Vedtektene skal ha bestemmelse om aldersgrense for bankens tjenestemenn.\n0 Endret ved lover 4 juni 1976 nr. 59, 8 juni 1984 nr. 49, 13 mars 1987 nr. 14, 15 juni 1990 nr. 19, 6 des 1991 nr. 79, 4 des 1992 nr. 123 (ikr. 1 jan 1994), 23 des 1994 nr. 75 (ikr. 1 jan 1995), 20 juni 2003 nr. 42 (ikr. 1 jan 2004 iflg. forskr. 18 des 2003 nr. 1639).\n1 Finansdepartementet iflg. res. 15 juni 1990 nr. 453. Delegert Finanstilsynet 12 aug 2008.\n2 Lov 10 juni 1988 nr. 40.\n3 Jf. asl. § 2-2 og asal. § 2-2.\n4 Finansdepartementet iflg. res. 15 juni 1990 nr. 453. Delvis delegert Finanstilsynet 12 aug 2008.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "En forretningsbank kan ikke stiftes med en aksjekapital på mindre enn et beløp i norske kroner som svarer til 5 millioner euro.​1 Kongen​2 kan i særlige tilfelle samtykke i at aksjekapitalen settes til et lavere beløp, men ikke mindre enn et beløp som svarer til 1 million euro.​1 Banken skal til enhver tid ha en ansvarlig kapital som minst svarer til det beløp som ble krevet da tillatelse til å drive virksomhet ble gitt.​1\nForhøyelse​3 av en forretningsbanks aksjekapital kan ikke registreres før Kongen​4 har gitt tillatelse til forhøyelsen. – Vedtak om nedsettelse av aksjekapitalen​5 er ikke gyldig uten samtykke av Kongen.​4 Kapitalen kan ikke settes ned under de beløp som er fastsatt i første ledd, med mindre nedsettelsen foretas uten tilbakebetaling til aksjonærene. Dersom kapitalen er satt ned under de beløp som er fastsatt i første ledd, kan Kongen, i den utstrekning det er nødvendig for å sikre videre drift av banken, fastsette at aksjekapitalen skal forhøyes ved nytegning av aksjer. Kongen kan i den forbindelse vedta at aksjonærenes fortrinnsrett​6 skal fravikes, bestemme hvem som i tilfelle skal kunne tegne den nye kapitalen, og fastsette de nærmere tegningsvilkårene.\nEn forretningsbank kan bare med samtykke av Kongen​7 skaffe seg kapital mot lånebevis som skal stå tilbake for bankens vanlige skyldnader.\nFør Kongen gjør vedtak som nevnt i denne paragraf, skal Norges Banks direksjon​8 være gitt anledning til å uttale seg.\n0 Endret ved lover 29 nov 1991 nr. 78, 4 des 1992 nr. 123 (ikr. 1 jan 1994), 15 jan 1999 nr. 3 (ikr. 1 feb 1999 iflg. res. 15 jan 1999 nr. 22, denne endringsloven opphevet ved en inkurie tredje ledd tredje punktum, som ikke fantes), 23 apr 1999 nr. 20 (ikr. 1 juli 1999 iflg. res. 23 apr 1999 nr. 392), 17 des 1999 nr. 95 – opphevet tredje ledd annet punktum (ikr. 14 apr 2000 iflg. forskr. 13 apr 2000 nr. 324).\n1 Jf. EØS-avtalen vedlegg IX nr. 14 (dir 2006/48 art. 9).\n2 Finansdepartementet iflg. res. 4 des 1992 nr. 882. Delvis delegert Finanstilsynet 12 aug 2008.\n3 Jf. asl. kap. 10 og asal. kap. 10.\n4 Finansdepartementet iflg. res. 22 sep 1961 nr. 8559. Delvis delegert Finanstilsynet 24 nov 1989, jf. delegering 12 aug 2008.\n5 Jf. asl. kap. 12 og asal kap. 12.\n6 Jf. asl. § 10-4 og asal. § 10-4.\n7 Finansdepartementet iflg. res. 22 sep 1961 nr. 8559. Delegert Finanstilsynet 12 aug 2008.\n8 Jf. lov 24 mai 1985 nr. 28 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Innbetaling på aksjer i en forretningsbank kan ikke ytes i annet enn penger.​1 Dette gjelder ikke for aksjer som skal tjene som vederlag ved overtakelse av en banks formue som helhet, jfr. §§ 31 og 32.\nOverdragelse av aksjer har bare gyldighet overfor banken, når den er godkjent av bankens styre. Godkjennelse skal nektes hvis ervervelsen er i strid med forskriftene i § 7.​2\n0 Endret ved lov 4 juni 1976 nr. 59.\n1 Jf. asl. § 2-4 og § 10-2, asal. § 2-4 og § 10-2.\n2 § 7 er opphevet. Se nå lov 10 juni 1988 nr. 40 §§ 2-2 flg.\n1 § 7 er opphevet. Se nå lov 10 juni 1988 nr. 40 §§ 2-2 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juni 2003 nr. 42 (ikr. 1 jan 2004 iflg. forskr. 18 des 2003 nr. 1639).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "En forretningsbank kan ikke bli registrert​1 før Kongen​2 har gitt den tillatelse til å drive bankvirksomhet. En forretningsbank skal ha forretningskontor​3 og hovedkontor i Norge.\nKongen​2 kan gi kredittinstitusjon​4 med hovedsete i stat som ikke omfattes av Det europeiske økonomiske samarbeidsområde,​5 tillatelse til gjennom filial å drive bankvirksomhet i Norge, herunder ta imot innskudd fra en ubegrenset krets av innskytere og bruke ordet «bank» eller lignende i sitt navn eller ved omtale av sin virksomhet i Norge. Tillatelse kan kun gis kredittinstitusjon som har tillatelse i sitt hjemland til å drive tilsvarende virksomhet og som er underlagt betryggende tilsyn der.​6\nFor filial av kredittinstitusjon med tillatelse etter annet ledd gjelder denne lovs bestemmelser med unntak av kapittel 2, 3, 5, 6 og §§ 20a og 21. §§ 10, 17 og 18 får likevel anvendelse. Kongen​2 kan fastsette nærmere regler for slike filialers virksomhet i Norge.​7\nFør kredittinstitusjonen starter sin virksomhet i Norge gjennom filial, skal det være etablert et tilfredsstillende samarbeid om tilsyn mellom tilsynsmyndighetene i kredittinstitusjonens hjemland og Finanstilsynet.​8\nUtenlandsk banks representasjonskontor i Norge må registreres hos Finanstilsynet.​8\nAvgjørelse av søknad om tillatelse etter første og annet ledd skal meddeles søkeren innen seks måneder etter at søknaden er mottatt. Dersom søknaden ikke inneholder de opplysninger som er nødvendige for å avgjøre om tillatelse skal gis, regnes fristen fra det tidspunkt slike opplysninger ble mottatt.\nFinanstilsynet​8 kan helt eller delvis tilbakekalle tillatelse gitt i medhold av første og annet ledd hvis den tillatte virksomhet ikke er begynt innen ett år fra den dag tillatelsen ble gitt.\nKongen​9 kan ta tilbake tillatelse gitt i medhold av første og annet ledd dersom styre eller representantskap har gjort seg skyldig i grov eller vedvarende overtredelse av sine plikter etter lov,​10 forskrift gitt i medhold av lov eller etter vedtektene, dersom det ellers finnes misligheter i bankens ledelse, eller andre mislige forhold gir grunn til å frykte for at fortsettelse av virksomheten ikke vil være stemmende med almene interesser.​11\nFør Kongen gjør vedtak som nevnt i første, annet og åttende ledd, skal Norges Banks direksjon​12 være gitt anledning til å uttale seg.\n0 Endret ved lover 8 juni 1984 nr. 49, 7 juni 1985 nr. 47, 15 juni 1990 nr. 19, 4 des 1992 nr. 123 (ikr. 1 jan 1994), 28 juni 1996 nr. 46 (ikr. 1 juli 1996), 20 des 1996 nr. 89 (ikr. 1 apr 1997), 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. lov 21 juni 1985 nr. 78 § 4-1.\n2 Finansdepartementet iflg. res. 25 juni 2004 nr. 984. Delegert til Finanstilsynet 12 aug 2008.\n3 Jf. asl. § 2-2 (1) nr. 2, asal. § 2-2 (1) nr. 3.\n4 Jf. lov 10 juni 1988 nr. 40 § 1-5 nr. 3.\n5 Jf. lov 27 nov 1992 nr. 109.\n6 Jf. EØS-avtalen vedlegg IX nr. 14 (dir 2006/48 art. 23 flg.).\n7 Jf. lov 10 juni 1988 nr. 40 § 1-4.\n8 Jf. lov 7 des 1956 nr. 1.\n9 Finansdepartementet iflg. res. 8 juni 1984 nr. 1172.\n10 Jf. tredje kapittel.\n11 Jf. § 34.\n12 Jf. lov 24 mai 1985 nr. 28 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:8 a",
      "chapter": "2",
      "section": "8 a",
      "content": "Søknad om tillatelse etter § 8 første og annet ledd skal inneholde de opplysninger som må anses å være av betydning for behandling av søknaden. Konsesjonssøker skal vedlegge vedtekter​1 eller vedtektsutkast og en driftsplan for foretakets tre første driftsår. Driftsplanen skal som hovedregel inneholde:\na. opplysninger om foretakets selskapsstruktur etter etableringen,\nb. en oversikt over driftsopplegg og rutiner for de forretninger og tjenester som foretaket vil tilby,\nc. opplysninger om foretakets kapitalforhold,\nd. budsjetter for etablerings- og administrasjonskostnader,\ne. budsjetter med resultatregnskap, balanseregnskap og finansieringsanalyse for hvert av de tre første driftsår, og\nf. prognose for finansiell stilling i hvert av de tre første år.\nTillatelse etter § 8 første og annet ledd skal nektes hvis banken ikke tilfredsstiller kravene i denne lov, hvis bankens kapital ikke antas å stå i rimelig forhold til den virksomhet som banken skal drive, eller dersom styremedlemmene,​2 administrerende direktør​3 eller annen person som faktisk leder virksomheten:\n1. ikke kan antas å ha den nødvendige erfaring til å utøve stillingen eller vervet,\n2. er dømt for et straffbart forhold, og det utviste forhold gir grunn til å anta at vedkommende ikke vil kunne ivareta stillingen eller vervet på forsvarlig måte, eller\n3. i stilling eller ved utøvelsen av andre verv har utvist en slik atferd at det er grunn til å anta at vedkommende ikke vil kunne ivareta stillingen eller vervet på forsvarlig måte.\nSøknad om tillatelse etter § 8 første og annet ledd skal nektes med mindre Kongen​5 er overbevist om at eiere av kvalifiserte eierandeler er egnet til å inneha slike eierandeler og utøve slik innflytelse i banken som eierandelene gir grunnlag for. Med kvalifisert eierandel menes en eierandel som beregnet etter reglene i finansieringsvirksomhetsloven​6 § 2-2, representer 10 prosent eller mer av kapitalen og stemmene i institusjonen, eller som for øvrig gir adgang til å utøve en vesentlig innflytelse i ledelsen av institusjonen og dens virksomhet.\n0 Tilføyd ved lov 28 juni 1996 nr. 46 (ikr. 1 juli 1996), endret ved lover 20 juni 2003 nr. 42 (ikr. 1 jan 2004 iflg. forskr. 18 des 2003 nr. 1639), 19 juni 2009 nr. 59 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 691), 22 juni 2012 nr. 35 (ikr. 1 juli 2014 iflg. res. 22 juni 2012 nr. 566 og res. 13 des 2013 nr. 1449).\n1 Jf. § 4, asl. § 2-2, asal. § 2-2.\n2 Jf. § 9 og § 9 a.\n3 Jf. § 9 (2).\n4 Lov 28 mai 2010 nr. 16.\n5 Finansdepartementet iflg. res. 20 juni 2003 nr. 735.\n6 Lov 10 juni 1988 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "En forretningsbank skal ha et styre med fra fem til ni medlemmer.​1 Det skal være allsidig sammensatt.\nEn forretningsbank skal ha en daglig leder​2 som tilsettes av styret. En daglig leder tilsettes på oppsigelse og oppsigelsesfristen må fra bankens side ikke være lengre enn seks måneder.\nDaglig leder eller annen ledende ansatt,​3 herunder leder av avdeling eller filial, kan ikke være medlem av styret. Daglig leder har rett og plikt til å delta i styrets behandling av saker og har rett til å uttale seg, med mindre annet bestemmes av styret i den enkelte sak.\nStyrets medlemmer velges av representantskapet.​4 Ett medlem skal være ansatt i banken. Dette medlem skal ha et personlig varamedlem med møte- og talerett. Formann og nestformann velges særskilt.\nValget forberedes av en valgkomité som velges av representantskapet​4 og som har medlemmer fra begge grupper i representantskapet, jf. § 11 tredje og fjerde ledd.\nKongen kan gi nærmere forskrifter om valget av de ansattes medlem og varamedlem til styret.\n0 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1977 nr. 60, 26 mars 1982 nr. 3, 8 juni 1984 nr. 49, 15 juni 1990 nr. 19, 4 des 1992 nr. 123 (ikr. 1 jan 1994), 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272).\n1 Jf. asl. § 6-1 og asal. § 6-1.\n2 Jf. asl. § 6-2, asal. § 6-2.\n3 Sml. rskl. § 7-31 b og asal. § 4-12 (1).\n4 Jf. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:9 a",
      "chapter": "3",
      "section": "9 a",
      "content": "Styret forestår forvaltningen av bankens anliggender,​1 og treffer herunder avgjørelse i de enkelte kredittsaker. Det skal sørge for en tilfredsstillende organisasjon av bankens virksomhet.​2 Representantskapet​3 kan ikke ta avgjørelse i saker som etter denne paragraf hører under styret.\n0 Tilføyd ved lov 10 juni 1977 nr. 60.\n1 Jf. asl. § 6-12, asal. § 6-12.\n2 Jf. lov 10 juni 1988 nr. 40 § 2-9.\n3 Se § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Ledende ansatt​1 i en forretningsbank kan ikke​2 være ansatt i eller medlem av styret i foretak som har et kundeforhold til eller annet forretningsforhold til banken.​3\nBestemmelsene i første ledd gjelder ikke stilling som styremedlem i selskap som er under administrasjon eller likvidasjon. Finanstilsynet​4 kan i særlige tilfelle og etter anbefaling av bankens styre​5 og kontrollkomité​6 gjøre unntak fra bestemmelsene i første ledd.\nFor tillits- og tjenestemenns handel for egen regning med finansielle instrumenter gjelder verdipapirhandelloven​7 §§ 8-1 til 8-7.\n0 Endret ved lover 7 juni 1985 nr. 47, 21 mai 1999 nr. 28 (ikr. 1 sep 1999 iflg. vedtak 28 mai 1999 nr. 503), 25 juni 2004 nr. 43 (ikr. 1 juli 2004 iflg. res. 25 juni 2004 nr. 981), 29 juni 2007 nr. 75 (ikr. 1 nov 2007 iflg. res. 29 juni 2007 nr. 752), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Sml. rskl. § 7-31 b og asal. § 4-12 (1).\n2 Jf. § 43.\n3 Se lov 10 juni 1988 nr. 40 § 2-8.\n4 Jf. lov 7 des 1956 nr. 1.\n5 Jf. § 9.\n6 Jf. § 13.\n7 Lov 29 juni 2007 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "En forretningsbank skal ha et representantskap med 15, 30 eller 45 medlemmer.\nRepresentantskapet bør være allsidig sammensatt og blant annet ha medlemmer fra ulike distrikter og næringer som er berørt av bankens virksomhet.\nGeneralforsamlingen velger​1 elleve femtendeler av representantskapets medlemmer. Både medlemmene og varamedlemmene skal velges blant bankens aksjeeiere eller, dersom banken er stiftet eller ervervet overensstemmende med § 4 annet ledd, blant de deltakende bankers aksjeeiere, tillits- eller tjenestemenn. Valget forberedes av en valgkomité som er valgt av generalforsamlingen.\nAv og blant de ansatte i banken velges fire femtendeler av representantskapets medlemmer. Kongen gir nærmere regler om dette valget.\nHver valggruppe skal velge minst halvdelen så mange varamedlemmer som medlemmer til representantskapet.\nRepresentantskapet fastsetter retningslinjer for bankens virksomhet og treffer vedtak om godtgjørelse for bankens tillitsmenn og administrerende direktør.​2 Retningslinjene skal være generelle instrukser for bankens styre​3 og administrasjon og skal legges frem for generalforsamlingen til godkjennelse.\nKongen kan gi nærmere regler om representantskapet og dets virksomhet.\n0 Endret ved lover 23 juni 1972 nr. 66, 10 juni 1977 nr. 60, 26 mai 1978 nr. 23, 26 mars 1982 nr. 3, 8 juni 1984 nr. 49, 15 juni 1990 nr. 19, 29 nov 1991 nr. 78, 4 des 1992 nr. 123 (ikr. 1 jan 1994), 13 juni 1997 nr. 44 (ikr. 1 jan 1999), 7 juni 2002 nr. 17 (ikr. 1 apr 2003 iflg. forskr. 19 mars 2003 nr. 347), 20 juni 2003 nr. 42 (ikr. 1 jan 2004 iflg. forskr. 18 des 2003 nr. 1639), 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272).\n1 Jf. asl. § 5-17, asal. § 5-17.\n2 Jf. § 9 (2).\n3 Jf. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:11 a",
      "chapter": "3",
      "section": "11 a",
      "title": "(Tilføyd ved lov 10 juni 1977 nr. 60, opphevet ved lov 15 juni 1990 nr. 19).",
      "content": "§ 11 a.(Tilføyd ved lov 10 juni 1977 nr. 60, opphevet ved lov 15 juni 1990 nr. 19).🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11 a."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "En forretningsbanks avdeling utenfor hovedkontorets kommune​2 skal, dersom representantskapet bestemmer det, ha eget styre med fra fire til sju medlemmer. Ett medlem velges av og blant de ansatte ved avdelingen – dersom avdelingen har 15 ansatte eller flere. De øvrige medlemmer velges av representantskapet. For medlemmer av avdelingsstyret gjelder for øvrig de samme bestemmelser som for medlemmer av bankens styre, jf. dog § 25​3 fjerde ledd siste punktum. Bankens styre​4 fastsetter instruks for avdelingsstyret. Instruksen skal godkjennes av representantskapet.​5 Kongen​6 kan gi nærmere forskrifter om valget av de ansattes medlem til avdelingsstyret.\nEn forretningsbanks avdeling eller filial skal, dersom representantskapet bestemmer det, ha et rådgivende distriktsråd. Distriktsrådet velges av representantskapet. Dersom avdelingen har eget styre, skal valget skje etter innstilling fra avdelingsstyret. Et distriktsråd kan være felles for flere avdelinger eller filialer.\nForretningsbankens styre​4 og ledelse er ansvarlig for virksomheten i avdelingsstyret og distriktsrådet.\n0 Endret ved lover 10 juni 1977 nr. 60, 26 mars 1982 nr. 3, 15 juni 1990 nr. 19, 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272).\n1 Jf. § 11.\n2 Jf. § 8 (1) og § 15 (1).\n3 Opphevet ved lov 25 okt 1991 nr. 74. Se nå lov 10 juni 1988 nr. 40 § 2-15.\n1 Opphevet ved lov 25 okt 1991 nr. 74. Se nå lov 10 juni 1988 nr. 40 § 2-15.\n4 Jf. § 9.\n5 Jf. § 11.\n6 Finansdepartementet iflg. res. 15 juni 1990 nr. 453. Delegert til Finanstilsynet 12 aug 2008.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "En forretningsbank skal ha en kontrollkomité med minst tre medlemmer og minst ett varamedlem med en funksjonstid på to år. Medlemmer og varamedlemmer velges av generalforsamlingen.​1 Et medlem av komiteen skal tilfredsstille de krav som stilles til dommere etter lov av 13. august 1915 nr. 5 om domstolene § 54 annet ledd. Valget av dette medlem skal godkjennes av av Finanstilsynet.​2 Finanstilsynet kan dispensere fra bestemmelsene i de to foregående punktum. Kontrollkomiteen velger selv sin formann og nestformann hvis ikke vedtektene legger denne myndighet til generalforsamlingen. Medlem av komiteen som skal velges av generalforsamlingen, må fylle vilkårene for valg til representantskapet.​3 Representantskapets formann og nestformann, styremedlem,​4 varamedlem til styre, revisor​5 eller tjenestemann i banken kan ikke velges til medlem eller varamedlem av kontrollkomiteen. Heller ikke kan det velges noen som er mindreårig​6 eller fratatt rettslig handleevne,​7 eller som står i samarbeids-, underordnings- eller avhengighetsforhold til eller er gift med​8 eller i rett opp- eller nedstigende linje eller i første sidelinje er beslektet eller besvogret med styremedlem, varamedlem til styret, revisor eller overordnet tjenestemann i banken. Heller ikke kan det velges noen som er gått konkurs, har åpnet gjeldsforhandling​9 eller er under privat administrasjon. Inntrer forhold som gjør at vedkommende ikke lenger er valgbar, trer han ut av kontrollkomiteen. Istedenfor medlem som trer ut, velges ved første anledning nytt medlem for resten av hans valgperiode. For avdelinger med eget styre​10 kan velges lokale kontrollkomiteer for stedlig kontroll under tilsyn av hovedkomiteen.\nKontrollkomiteen skal​11 føre tilsyn med bankens virksomhet og blant annet påse at den følger lov, vedtekter​12 og retningslinjer vedtatt av representantskapet.​3 I den utstrekning den finner det påkrevet, skal komiteen undersøke bankens protokoller, registrerte regnskapsopplysninger, regnskapsmateriale,​13 bøker, korrespondanse og beholdninger, så vel bankens egne som deponerte. Styret og revisjonen​5 skal gi kontrollkomiteen alle opplysninger som den mener å trenge for å kunne utføre sitt verv.​14\nKontrollkomiteen møter så ofte som det anses påkrevet for å kunne sikre et effektivt tilsyn. Den skal ikke på forhånd gjøre noen kjent med eller gi varsel om når kontroll vil finne sted. Den skal føre en av Finanstilsynet​2 autorisert protokoll over sine forhandlinger og skal hvert år gi melding til representantskapet, generalforsamlingen og Finanstilsynet om sitt arbeid. Får komiteen kjennskap til betydelige forsømmelser, feil eller misligheter av større betydning eller rekkevidde, eller den mener at banken har lidt store tap, skal den straks ta dette opp med Finanstilsynet.\nRepresentantskapet​3 skal vedta instruks for kontrollkomiteen. Instruksen skal godkjennes av Finanstilsynet.​2\n0 Endret ved lover 10 juni 1977 nr. 60, 15 apr 1983 nr. 19 (se dens V), 8 juni 1984 nr. 49, 7 juni 1985 nr. 47, 10 juni 1988 nr. 40, 15 juni 1990 nr. 19, 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 20 juni 2003 nr. 42 (ikr. 1 jan 2004 iflg. forskr. 18 des 2003 nr. 1639), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Jf. asl. § 5-17, asal. § 5-17.\n2 Jf. lov 7 des 1956 nr. 1.\n3 Jf. § 11.\n4 Jf. § 9.\n5 Jf. § 14.\n6 Jf. lov 26 mars 2010 nr. 9 § 8.\n7 Jf. lov 26 mars 2010 nr. 9 § 22.\n8 Se el.\n9 Jf. kkl.\n10 Jf. § 12.\n11 Jf. § 43.\n12 Jf. asal. § 2-1 og asal. § 2-2.\n13 Jf. rskl. og lov 19 nov 2004 nr. 73.\n14 Jf. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:13 a",
      "chapter": "3",
      "section": "13 a",
      "content": "Et valgt medlem av eller formann for styre,​1 avdelingsstyre,​2 representantskap​3 eller kontrollkomité​4 kan ikke ha dette tillitsverv i samme bank i et sammenhengende tidsrom lenger enn 12 år, eller ha disse tillitsverv i samme bank i et lengre samlet tidsrom enn 20 år.\n0 Tilføyd ved lov 10 juni 1977 nr. 60.\n1 Jf. § 9.\n2 Jf. § 12.\n3 Jf. § 11.\n4 Jf. § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13a",
        "source_heading": "§ 13 a."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Representantskapet​1 skal velge revisor til å utføre revisjonsarbeidet i banken og i tilfelle til å kontrollere utførelsen av den daglige revisjon. Revisor skal være registrert eller statsautorisert.​2 Dersom foretaket plikter å ha revisjonsutvalg etter § 16 a, skal revisjonsutvalgets uttalelse om forslaget til revisor forelegges representantskapet før valget.\nRevisor skal følge de instrukser og pålegg som gis av representantskapet for så vidt de ikke strider mot bestemmelser gitt i lov eller i medhold av lov eller mot bankens vedtekter eller god revisjonsskikk.\nRevisjonen gir sine antegnelser og meldinger gjennom kontrollkomiteen til representantskapet.\nRevisor som gjør seg skyldig i pliktbrudd​3 eller legger for dagen at han ikke er skikket til å utføre sitt verv, skal fjernes av representantskapet. Vedkommende kan anke denne avgjørelse inn for Finanstilsynet.​4\n0 Endret ved lover 10 juni 1977 nr. 60, 7 juni 1985 nr. 47, 10 juni 1988 nr. 40, 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. forskr. 25 juni 1999 nr. 711), 21 des 2000 nr. 108 (ikr. 1 jan 2001), 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 11.\n2 Se lov 15 jan 1999 nr. 2 kap. 3.\n3 Jf. § 43.\n4 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Etter forslag fra styret​1 gjør representantskapet​2 vedtak om:\n1. opprettelse av filial eller avdelingskontor og nedleggelse av filial eller avdelingskontor i kommune hvor banken ikke har sitt hovedkontor, annen filial eller avdelingskontor,​3\n2. om og i tilfelle hvor stort utbytte som skal deles ut til aksjeeierne innenfor det høyeste beløp som styret fastsetter​4 og fra hvilket tidspunkt det vedtatte utbytte kan utbetales.\n0 Endret ved lover 10 juni 1977 nr. 60, 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272).\n1 Jf. § 9.\n2 Jf. § 11.\n3 Jf. § 8 (1).\n4 Jf. asl. kap. 8, asal. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Før generalforsamling holdes, skal Finanstilsynet​1 i god tid gis melding om de saker som skal behandles. Av forhandlingsprotokollen skal en gjenpart straks sendes Finanstilsynet.\nFinanstilsynet​1 trer i tingrettens sted ved utøvelse av myndighet som nevnt i aksjeloven​2 § 5-8 annet ledd og § 5-12 første ledd tredje punktum og allmennaksjeloven​3 § 5-8 annet ledd og § 5-12 annet ledd.\n0 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1977 nr. 60, 8 juni 1984 nr. 49, 7 juni 1985 nr. 47, 10 juni 1988 nr. 40 (ikr. 31 des 1990), 15 juni 1990 nr. 19, 13 juni 1997 nr. 44 (ikr. 1 jan 1999 iflg. res. 17 juli 1998 nr. 615), 18 juni 1999 nr. 41 (ikr. 18 juni 1999 iflg. res. 18 juni 1999 nr. 985), 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. lov 7 des 1956 nr. 1.\n2 Lov 13 juni 1997 nr. 44.\n3 Lov 13 juni 1997 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:16 a",
      "chapter": "3",
      "section": "16 a",
      "title": "Revisjonsutvalg",
      "content": "I forretningsbanker skal det velges et revisjonsutvalg. Revisjonsutvalget er et forberedende og rådgivende arbeidsutvalg for styret.​2\nMed mindre Finanstilsynet​3 bestemmer noe annet, gjelder første ledd ikke for forretningsbank som er heleid datterselskap i finanskonsern, dersom morselskapet har revisjonsutvalg som oppfyller kravene i loven her. Eierforetak som nevnt i finansieringsvirksomhetsloven​4 § 2a-2 bokstav e regnes ikke som morselskap i denne sammenheng.\nFinanstilsynet​3 kan i forskrift eller ved enkeltvedtak gjøre unntak fra forretningsbankers plikt til ha revisjonsutvalg, og kan gi utfyllende regler om revisjonsutvalgets sammensetning og oppgaver.\n0 Tilføyd ved lov 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706), endret ved lover 4 juni 2010 nr. 20 (ikr. 1 juli 2010 iflg. res. 4 juni 2010 nr. 771), 22 juni 2012 nr. 35 (ikr. 1 juli 2012 iflg. res. 22 juni 2012 nr. 566).\n1 Sml. asal. § 6-41.\n2 Jf. § 9.\n3 Jf. lov 7 des 1956 nr. 1.\n4 Lov 10 juni 1988 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16 a."
      }
    },
    {
      "provision_ref": "3:16 b",
      "chapter": "3",
      "section": "16 b",
      "title": "Revisjonsutvalgets oppgaver",
      "content": "Revisjonsutvalget skal:\na. forberede styrets​2 oppfølgning av regnskapsrapporteringsprosessen,\nb. overvåke systemene for intern kontroll og risikostyring samt bankens internrevisjon om slik funksjon er etablert,\nc. ha løpende kontakt med bankens valgte revisor​3 om revisjonen av årsregnskapet,\nd. vurdere og overvåke revisors uavhengighet, jf. revisorloven​4 kapittel 4, herunder særlig i hvilken grad andre tjenester enn revisjon som er levert av revisor utgjør en trussel mot uavhengigheten.\n0 Tilføyd ved lov 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706).\n1 Sml. asal. § 6-42.\n2 Jf. § 11.\n3 Jf. § 14.\n4 Lov 15 jan 1999 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16b",
        "source_heading": "§ 16 b."
      }
    },
    {
      "provision_ref": "3:16 c",
      "chapter": "3",
      "section": "16 c",
      "title": "Valg av revisjonsutvalg og dets sammensetning",
      "content": "Revisjonsutvalgets medlemmer velges av og blant styrets​2 medlemmer. Styremedlemmer som er ledende ansatte​3 i banken, kan ikke velges til medlemmer av revisjonsutvalget.\nRevisjonsutvalget skal samlet ha den kompetanse som ut fra bankens organisasjon og virksomhet er nødvendig for å ivareta sine oppgaver. Minst ett av medlemmene i revisjonsutvalget skal være uavhengig av virksomheten og ha kvalifikasjoner innen regnskap eller revisjon.\nMed mindre Finanstilsynet​4 bestemmer noe annet, kan det i vedtektene​5 fastsettes at det samlede styret skal fungere som bankens revisjonsutvalg, dersom styret til enhver tid oppfyller kravene etter annet ledd.\n0 Tilføyd ved lov 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706), endret ved lov 4 juni 2010 nr. 20 (ikr. 1 juli 2010 iflg. res. 4 juni 2010 nr. 771).\n1 Sml. asal. § 6-43.\n2 Jf. § 9.\n3 Sml. rskl. § 7-31 b og asal. § 4-12 (1).\n4 Jf. lov 7 des 1956 nr. 1.\n5 Jf. asal. § 2-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16c",
        "source_heading": "§ 16 c."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Medlem av styre,​1 avdelingsstyre,​2 kontrollkomité,​3 representantskap,​4 eller distriktsråd,​5 daglig leder​6 eller annen ledende ansatt,​7 herunder leder av avdeling eller filial, må ikke​8 ta del i behandlingen eller avgjørelsen av noe spørsmål som han selv eller noen som han er gift med​9 eller så nær i slekt- eller svogerskap med som søskenbarn, har personlig eller økonomisk særinteresse i.​10 Han må heller ikke ta del i behandlingen eller avgjørelsen av noe spørsmål som har økonomisk særinteresse for kommune, selskap, samvirkeforetak, forening eller annen offentlig eller privat institusjon hvis interesser han i egenskap av ordfører, styremedlem, daglig leder, forretningsfører eller partsrepresentant har som oppdrag å ivareta. Reglene i dette ledd gjelder dog ikke ved valg av tillitsmenn eller ved fastsettelse av godtgjørelse for tillitsverv.\nFør en sak, som nevnt i foregående ledd, blir behandlet, skal den som ikke har rett til å ta del i behandlingen eller avgjørelsen av saken, si fra om det.\n0 Endret ved lover 10 juni 1977 nr. 60, 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), 29 juni 2007 nr. 81 (ikr. 1 jan 2008 iflg. res. 23 nov 2007 nr. 1287).\n1 Jf. § 9.\n2 Jf. § 12 (1).\n3 Jf. § 13.\n4 Jf. § 11.\n5 Jf. § 12 (2).\n6 Jf. § 9 (2).\n7 Sml. rskl. § 7-31 b og asal. § 4-12 (1).\n8 Jf. § 43.\n9 Se el. kap. 3 og § 95.\n10 Jf. asl. § 6-27, asal. § 6-27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Tillits- og tjenestemenn og revisorer​2 i en forretningsbank har taushetsplikt om det som de i stillings medfør får kjennskap til om bankens eller bankkundes eller annen banks eller dens bankkundes forhold hvis de ikke etter denne​3 eller annen lov​4 har plikt til å gi opplysninger. Taushetsplikten gjelder ikke meddelelser som styret​5 eller noen som har fullmakt fra styret, gir på vegne av banken til annen bank. Taushetsplikten gjelder heller ikke opplysninger som gis til Arbeids- og velferdsetaten i medhold av folketrygdloven​6 § 21-4 b første ledd.\nDenne bestemmelse er likevel ikke til hinder for at banken driver kredittopplysningsvirksomhet i samsvar med lovgivningen for slik virksomhet.​7\n0 Endret ved lover 9 juni 1978 nr. 48, 16 jan 2009 nr. 5 (ikr. 1 jan 2009, se dens VIII).\n1 Jf. § 43.\n2 Jf. § 14.\n3 Jf. § 13.\n4 Jf. lignl. § 6-2 (2), lov 20 juni 2003 nr. 41 § 20 og lov 7 des 1956 nr. 1 § 3.\n5 Jf. § 9.\n6 Lov 28 feb 1997 nr. 19.\n7 Jf. lov 14 apr 2000 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "En forretningsbank kan, i samsvar med denne og andre lover og forskrifter gitt i medhold av lov, utføre alle forretninger og tjenester som det er vanlig eller naturlig at banker utfører.\nEn forretningsbank må ikke​1 drive eller delta som ansvarlig deltaker eller ansvarlig medeier i driften av varehandel, industri, skipsfart, forsikring eller annen næringsvirksomhet utenom virksomhet som er tillatt etter bestemmelsen i første ledd. Bestemmelsen i foranstående punktum er ikke til hinder for at en forretningsbank midlertidig driver eller deltar i driften av slik virksomhet i den utstrekning det er nødvendig for å få dekning av krav. Finanstilsynet​2 kan kreve at banken skal opphøre med slik virksomhet innen en viss frist.\n0 Endret ved lover 7 juni 1985 nr. 47, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 43.\n2 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "En forretningsbank kan ta mot innskudd​1 på de vilkår vedtektene​2 fastsetter.​3\nDen som setter penger inn på ny konto, skal oppgi innskyterens navn, yrke eller næring og adresse.​4 Han får et innskuddsbevis med det nummer kontoen har i bankens bøker, og med innskyterens navn og adresse. Har banken gitt ut innskuddsbok for innskudd på oppsigelse, kan innskyteren bare kreve innskuddet betalt ut mot å legge fram boken.​5 Plikten til å oppgi og påføre adresse gjelder ikke dersom Folkeregisteret​6 har vedtatt at innskyterens adresse skal være fortrolig eller strengt fortrolig.\nFinanstilsynet​7 kan gi nærmere forskrifter om formen for innskuddsbevis, om kunngjøring av innskuddsvilkår og om fremgangsmåten ved innskudd og uttak.\nEn forretningsbank kan bare ta mot skolespareinnskudd når innskuddsordningen er godkjent og innskuddene garantert av Forretningsbankenes Sikringsfond,​8 jfr. femte kapittel.\nEn innskyter kan kreve at banken legger fram til gjennomsyn denne lov, bankens vedtekter​1 og siste årsregnskap, årsberetning​9 og revisjonsberetning.​10\nEr der ikke satt inn eller tatt ut noe på en innskuddskonto i ti år, og banken ikke får svar på melding til innskyteren eller hans arvinger, kan den slutte å forrente innskuddet.​11\nEr innskuddsbevis som banken kan kreve lagt fram før utbetaling av innskuddet, kommet bort, kan banken med to måneders varsel innkalle den mulige innehaver med den virkning at innskuddsbeviset trer ut av kraft og nytt innskuddsbevis kan utferdiges om ingen melder seg. Innkallingen skal rykkes inn i Norsk Lysingsblad​12 og i minst ett annet blad som er vanlig lest på det sted hvor innskyteren bor eller sist hadde sin bopel her i riket.\n0 Endret ved lover 10 juni 1977 nr. 60, 7 juni 1985 nr. 47, 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 15 juni 2007 nr. 30 (ikr. 1 juli 2007 iflg. res. 15 juni 2007 nr. 646), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Sml. lov 6 des 1996 nr. 75 § 2-5.\n2 Jf. asl. § 2-2 og asal. § 2-2.\n3 Jf. lov 25 juni 1999 nr. 46 kap. 2.\n4 Jf. lov 6 mars 2009 nr. 11 kap. 2.\n5 Jf. lov 17 feb 1939 nr. 1 kap. 4, lov 25 juni 1999 nr. 46 § 17.\n6 Jf. lov 16 jan 1970 nr. 1.\n7 Jf. lov 7 des 1956 nr. 1.\n8 Nå Bankenes sikringsfond. Jf. lov 6 des 1996 nr. 75.\n1 Nå Bankenes sikringsfond. Jf. lov 6 des 1996 nr. 75.\n9 Jf. rskl. kap. 3.\n10 Jf. lov 15 jan 1999 nr. 2 § 5-6.\n11 Jf. lov 18 mai 1979 nr. 18 § 4.\n12 Jf. lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:20 a",
      "chapter": "4",
      "section": "20 a",
      "content": "(Tilføyd ved lov 4 juni 1976 nr. 59, opphevet ved lov 15 jan 1999 nr. 3 (ikr. 1 feb 1999 iflg. res. 15 jan 1999 nr. 22).)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20 a."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Hvis en forretningsbank stiller noen av sine verdier til sikkerhet for enkelt eller enkelte skyldnader,​1 skal den sende melding om det til Finanstilsynet.​2 Denne bestemmelse gjelder ikke for lån som er gitt en forretningsbank ved hjelp av Forretningsbankenes sikringsfond​3 eller for lån i Norges Bank.​4\n0 Endret ved lover 23 juni 1972 nr. 66, 7 juni 1985 nr. 47, 10 juni 1988 nr. 40, 15 juni 1990 nr. 19, 30 juni 2006 nr. 39 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1375), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Sml. lov 24 mai 1961 nr. 1 § 23.\n2 Jf. lov 7 des 1956 nr. 1.\n3 Nå Bankenes sikringsfond, jf. lov 6 des 1996 nr. 75.\n1 Nå Bankenes sikringsfond, jf. lov 6 des 1996 nr. 75.\n4 Jf. lov 24 mai 1985 nr. 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 30 juni 2006 nr. 38 (ikr. 1 juli 2006 iflg. res. 30 juni 2006 nr. 773).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 1988 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Den bokførte verdi av en forretningsbanks faste eiendommer og av aksjer og andeler i selskap som har til formål å eie eller utnytte fast eiendom må ikke​1 overstige 4 prosent av bankens forvaltningskapital etter siste års regnskap. Finanstilsynet​2 kan dispensere fra bestemmelsen i første punktum.\nDen bokførte verdi av en forretningsbanks beholdning av aksjer og andeler, unntatt aksjer og andeler som er nevnt i forrige ledd, må ikke overstige 4 prosent av bankens forvaltningskapital etter siste års regnskap. Finanstilsynet​2 kan dispensere fra bestemmelsen i forrige punktum.\nBestemmelsene i første og annet ledd er ikke til hinder for at en bank overtar verdier som der nevnt til dekning av krav eller for å oppfylle en garanti, men den skal i tilfelle avhende de overtatte verdier så snart den kan få dekning for sitt krav eller innen en av Finanstilsynet​2 fastsatt frist, medmindre den på annen måte bringer det bokførte beløp for slike verdier under de i første og annet ledd nevnte grenser.\n0 Endret ved lover 10 juni 1977 nr. 60, 7 juni 1985 nr. 47, 10 juni 1988 nr. 40, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 43.\n2 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 25 okt 1991 nr. 74.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "content": "Vedtak om at en forretningsbank skal avvikle virksomheten, sluttes sammen med eller overdras til en annen bank eller om å erverve en annen bank eller flyttes, må godkjennes av Kongen.​1 Før et slikt vedtak blir godkjent, skal fylkestinget – i Oslo kommunestyret – i det fylket banken har sitt hovedkontor,​2 ha hatt anledning til å uttale seg.\nFør slikt vedtak kan godkjennes, skal banken godtgjøre at følgende er gjennomført til beskyttelse av bankens innskytere:\n1. Banken skal gi innskyterne skriftlig informasjon om vedtaket og om hva vedtaket innebærer for innskyternes rettigheter og sikkerhet.\n2. Dersom vedtaket innebærer endringer av betydning for innskyternes rettigheter eller for sikkerheten for innskyternes krav, har innskyterne rett til å si opp kontoen uten kostnader. Banken skal gi innskyterne skriftlig varsel om denne retten, samt fastsette en rimelig frist for når oppsigelsen må være foretatt.\n0 Endret ved lover 10 juni 1977 nr. 60, 26 mai 1978 nr. 23, 26 mars 1982 nr. 3, 10 juni 1988 nr. 40, 1 apr 2005 nr. 14 (ikr. 1 apr 2005 iflg. res. 1 apr 2005 nr. 269).\n1 Finansdepartementet iflg. res. 22 sep 1961. Delvis delegert til Finanstilsynet 12 aug 2008.\n2 Jf. § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "content": "Kommer antallet aksjeeiere under 20,​1 skal​2 banken innen tre måneder enten ha rettet på denne mangel, eller ha gjort vedtak om oppløsning.​3 Blir dette ikke gjort innen fristens utløp, kan Finanstilsynet​4 treffe vedtak om oppløsning av banken.\n0 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1977 nr. 60, 7 juni 1985 nr. 47, 23 des 1994 nr. 75 (ikr. 1 jan 1995), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 7, som ble opphevet ved lov 20 juni 2003 nr. 42.\n2 Jf. § 43.\n3 Jf. asl. § 16-1, asal. § 16-1.\n4 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "Når Kongen i medhold av § 8 femte ledd har tatt tilbake en banks tillatelse til å drive bankvirksomhet, skal​1 banken slutte med sin virksomhet som bank. Har generalforsamlingen ikke innen tre måneder etter tilbaketagelsen gjort vedtak om oppløsning,​2 eller overdragelse til annen bank, skal Finanstilsynet​3 erklære banken for oppløst og oppnevne en eller flere personer til å foreta avvikling på bankens bekostning.\n0 Endret ved lover 10 juni 1977 nr. 60, 7 juni 1985 nr. 47, 15 juni 1990 nr. 19, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 43.\n2 Jf. asl. § 16-1, asal. § 16-1.\n3 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "content": "Den som bruker ordet «bank» med eller uten tillegg i strid med bestemmelsene i § 2 straffes med bøter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "content": "Stiftere, innbydere, tillits- og tjenestemenn og revisorer som overtrer bestemmelsene i denne lov eller forskrifter gitt med hjemmel i loven, straffes med bøter eller under særlig skjerpende omstendigheter med fengsel inntil tre måneder hvis handlingen ikke går inn under noen strengere straffebestemmelse.\nOvertredelse er straffbar også når den er begått av uaktsomhet.\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tidspunkt oppheves: – – –\n1 Fra 1 jan 1962 iflg. res. 22 sep 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "content": "– – –\n0 Endret ved lov 7 juni 1985 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov gjelder alle foretak som skaffer seg midler til sin virksomhet ved å ta mot innskudd fra en ubestemt krets av innskytere. Mottak av midler som nevnt i finansieringsvirksomhetsloven​1 § 4c-1 første ledd utgjør ikke innskudd dersom de mottatte beløp umiddelbart byttes mot elektroniske penger utstedt av et e-pengeforetak.​2\nLoven gjelder likevel ikke Norges Bank,​3 sparebanker​4 eller foretak som er opprettet i medhold av særskilt lov. Loven gjelder for banker som er omdannet etter bestemmelsene i lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner kapittel 2 avsnitt III.\nSamvirkeforetak​5 kan ta imot innskudd fra medlemmer uten å komme inn under loven. Samvirkeforetak som tar imot innskudd fra medlemmene, skal gi melding til Finanstilsynet​6 med opplysninger om ordningens omfang og hvordan midlene kan disponeres. Finanstilsynet skal gi pålegg om etablering av betryggende sikkerhet for innskuddene dersom det mottas innskudd fra en ubestemt krets. Finanstilsynet kan fastsette regler om hva som skal anses som betryggende sikkerhet. Samvirkeforetak som tar imot innskudd fra medlemmene, og sikringsordninger for sikring av slike innskudd, kan undergis tilsyn av Finanstilsynet etter nærmere regler fastsatt av Kongen.​7\nMed forretningsbank forstås i denne lov ethvert foretak som loven i sin helhet får anvendelse på.\n0 Endret ved lover 26 mai 1978 nr. 23, 26 mars 1982 nr. 3, 4 des 1992 nr. 123 (ikr. 1 jan 1994), 21 juni 2002 nr. 32 (ikr. 21 juni 2002 iflg. res. 21 juni 2002 nr. 571), 13 des 2002 nr. 74 (ikr. 15 apr 2003 iflg. vedtak 14 apr 2003 nr. 463), 29 juni 2007 nr. 81 (ikr. 1 jan 2008 iflg. res. 23 nov 2007 nr. 1287), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 18 nov 2011 nr. 42 (ikr. 1 jan 2012 iflg. res. 18 nov 2011 nr. 1107).\n1 Lov 10 juni 1988 nr. 40.\n2 Jf. lov 10 juni 1988 nr. 40 § 4c-2.\n3 Jf. lov 24 mai 1985 nr. 28.\n4 Jf. lov 24 mai 1961 nr. 1.\n5 Jf. lov 29 juni 2007 nr. 81.\n6 Jf. lov 7 des 1956 nr. 1.\n7 Finansdepartementet iflg. res. 23 nov 2007 nr. 1288.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Uten særskilt hjemmel i lov​2 må bare forretningsbank bruke ordet «bank», med eller uten tillegg, i sitt navn (foretaksnavn)​3 eller ved omtale av sin virksomhet.\n0 Endret ved lov 5 sep 2003 nr. 91 (ikr. 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jf. § 42.\n2 Se lov 16 juli 1999 nr. 68 § 3.\n3 Jf. lov 21 juni 1985 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "En forretningsbank kan bare stiftes som aksjeselskap eller som allmennaksjeselskap.\nLovgivningen om aksjeselskaper og allmennaksjeselskaper gjelder ikke forretningsbanker for så vidt den er i strid med denne loven. Aksjeloven​1 § 3-5 første ledd tredje punktum og § 8-1 annet ledd og allmennaksjeloven​2 § 3-5 første ledd tredje punktum og § 8-1 annet ledd gjelder ikke for forretningsbanker.\n0 Endret ved lover 26 mai 1978 nr. 23, 26 mars 1982 nr. 3, 29 nov 1991 nr. 78, 13 juni 1997 nr. 44 (ikr. 1 jan 1999 iflg. res. 17 juli 1998 nr. 615), 15 jan 1999 nr. 3 (ikr. 1 feb 1999 iflg. res. 15 jan 1999 nr. 22), 7 juni 2002 nr. 17 (ikr. 1 apr 2003 iflg. forskr. 19 mars 2003 nr. 347).\n1 Lov 13 juni 1997 nr. 44.\n2 Lov 13 juni 1997 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "En forretningsbank skal stiftes i henhold til reglene i lov 13. juni 1997 nr. 44 om aksjeselskaper § 2-1 eller lov 13. juni 1997 nr. 45 om allmennaksjeselskaper § 2-1. Tillatelse etter § 8 i loven her skal nektes hvis ikke mer enn tre firedeler av forretningsbankens aksjekapital tegnes ved kapitalforhøyelse uten fortrinnsrett for aksjeeiere eller andre.\nKongen​1 kan tillate at en forretningsbank stiftes av tre eller flere banker uten tegningsinnbydelse, eller uten at tegningsinnbydelsen legges ut til offentlig tegning.\nFørste og annet ledd gjør ingen innskrenkning i en forretningsbanks adgang til å inngå i et finanskonsern etter finansieringsvirksomhetsloven​2 § 2a-6.\nEn forretningsbanks vedtekter​3 og endringer av vedtektene skal forelegges Kongen​4 til godkjenning. Vedtektene skal ha bestemmelse om aldersgrense for bankens tjenestemenn.\n0 Endret ved lover 4 juni 1976 nr. 59, 8 juni 1984 nr. 49, 13 mars 1987 nr. 14, 15 juni 1990 nr. 19, 6 des 1991 nr. 79, 4 des 1992 nr. 123 (ikr. 1 jan 1994), 23 des 1994 nr. 75 (ikr. 1 jan 1995), 20 juni 2003 nr. 42 (ikr. 1 jan 2004 iflg. forskr. 18 des 2003 nr. 1639).\n1 Finansdepartementet iflg. res. 15 juni 1990 nr. 453. Delegert Finanstilsynet 12 aug 2008.\n2 Lov 10 juni 1988 nr. 40.\n3 Jf. asl. § 2-2 og asal. § 2-2.\n4 Finansdepartementet iflg. res. 15 juni 1990 nr. 453. Delvis delegert Finanstilsynet 12 aug 2008.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "En forretningsbank kan ikke stiftes med en aksjekapital på mindre enn et beløp i norske kroner som svarer til 5 millioner euro.​1 Kongen​2 kan i særlige tilfelle samtykke i at aksjekapitalen settes til et lavere beløp, men ikke mindre enn et beløp som svarer til 1 million euro.​1 Banken skal til enhver tid ha en ansvarlig kapital som minst svarer til det beløp som ble krevet da tillatelse til å drive virksomhet ble gitt.​1\nForhøyelse​3 av en forretningsbanks aksjekapital kan ikke registreres før Kongen​4 har gitt tillatelse til forhøyelsen. – Vedtak om nedsettelse av aksjekapitalen​5 er ikke gyldig uten samtykke av Kongen.​4 Kapitalen kan ikke settes ned under de beløp som er fastsatt i første ledd, med mindre nedsettelsen foretas uten tilbakebetaling til aksjonærene. Dersom kapitalen er satt ned under de beløp som er fastsatt i første ledd, kan Kongen, i den utstrekning det er nødvendig for å sikre videre drift av banken, fastsette at aksjekapitalen skal forhøyes ved nytegning av aksjer. Kongen kan i den forbindelse vedta at aksjonærenes fortrinnsrett​6 skal fravikes, bestemme hvem som i tilfelle skal kunne tegne den nye kapitalen, og fastsette de nærmere tegningsvilkårene.\nEn forretningsbank kan bare med samtykke av Kongen​7 skaffe seg kapital mot lånebevis som skal stå tilbake for bankens vanlige skyldnader.\nFør Kongen gjør vedtak som nevnt i denne paragraf, skal Norges Banks direksjon​8 være gitt anledning til å uttale seg.\n0 Endret ved lover 29 nov 1991 nr. 78, 4 des 1992 nr. 123 (ikr. 1 jan 1994), 15 jan 1999 nr. 3 (ikr. 1 feb 1999 iflg. res. 15 jan 1999 nr. 22, denne endringsloven opphevet ved en inkurie tredje ledd tredje punktum, som ikke fantes), 23 apr 1999 nr. 20 (ikr. 1 juli 1999 iflg. res. 23 apr 1999 nr. 392), 17 des 1999 nr. 95 – opphevet tredje ledd annet punktum (ikr. 14 apr 2000 iflg. forskr. 13 apr 2000 nr. 324).\n1 Jf. EØS-avtalen vedlegg IX nr. 14 (dir 2006/48 art. 9).\n2 Finansdepartementet iflg. res. 4 des 1992 nr. 882. Delvis delegert Finanstilsynet 12 aug 2008.\n3 Jf. asl. kap. 10 og asal. kap. 10.\n4 Finansdepartementet iflg. res. 22 sep 1961 nr. 8559. Delvis delegert Finanstilsynet 24 nov 1989, jf. delegering 12 aug 2008.\n5 Jf. asl. kap. 12 og asal kap. 12.\n6 Jf. asl. § 10-4 og asal. § 10-4.\n7 Finansdepartementet iflg. res. 22 sep 1961 nr. 8559. Delegert Finanstilsynet 12 aug 2008.\n8 Jf. lov 24 mai 1985 nr. 28 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Innbetaling på aksjer i en forretningsbank kan ikke ytes i annet enn penger.​1 Dette gjelder ikke for aksjer som skal tjene som vederlag ved overtakelse av en banks formue som helhet, jfr. §§ 31 og 32.\nOverdragelse av aksjer har bare gyldighet overfor banken, når den er godkjent av bankens styre. Godkjennelse skal nektes hvis ervervelsen er i strid med forskriftene i § 7.​2\n0 Endret ved lov 4 juni 1976 nr. 59.\n1 Jf. asl. § 2-4 og § 10-2, asal. § 2-4 og § 10-2.\n2 § 7 er opphevet. Se nå lov 10 juni 1988 nr. 40 §§ 2-2 flg.\n1 § 7 er opphevet. Se nå lov 10 juni 1988 nr. 40 §§ 2-2 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juni 2003 nr. 42 (ikr. 1 jan 2004 iflg. forskr. 18 des 2003 nr. 1639).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "En forretningsbank kan ikke bli registrert​1 før Kongen​2 har gitt den tillatelse til å drive bankvirksomhet. En forretningsbank skal ha forretningskontor​3 og hovedkontor i Norge.\nKongen​2 kan gi kredittinstitusjon​4 med hovedsete i stat som ikke omfattes av Det europeiske økonomiske samarbeidsområde,​5 tillatelse til gjennom filial å drive bankvirksomhet i Norge, herunder ta imot innskudd fra en ubegrenset krets av innskytere og bruke ordet «bank» eller lignende i sitt navn eller ved omtale av sin virksomhet i Norge. Tillatelse kan kun gis kredittinstitusjon som har tillatelse i sitt hjemland til å drive tilsvarende virksomhet og som er underlagt betryggende tilsyn der.​6\nFor filial av kredittinstitusjon med tillatelse etter annet ledd gjelder denne lovs bestemmelser med unntak av kapittel 2, 3, 5, 6 og §§ 20a og 21. §§ 10, 17 og 18 får likevel anvendelse. Kongen​2 kan fastsette nærmere regler for slike filialers virksomhet i Norge.​7\nFør kredittinstitusjonen starter sin virksomhet i Norge gjennom filial, skal det være etablert et tilfredsstillende samarbeid om tilsyn mellom tilsynsmyndighetene i kredittinstitusjonens hjemland og Finanstilsynet.​8\nUtenlandsk banks representasjonskontor i Norge må registreres hos Finanstilsynet.​8\nAvgjørelse av søknad om tillatelse etter første og annet ledd skal meddeles søkeren innen seks måneder etter at søknaden er mottatt. Dersom søknaden ikke inneholder de opplysninger som er nødvendige for å avgjøre om tillatelse skal gis, regnes fristen fra det tidspunkt slike opplysninger ble mottatt.\nFinanstilsynet​8 kan helt eller delvis tilbakekalle tillatelse gitt i medhold av første og annet ledd hvis den tillatte virksomhet ikke er begynt innen ett år fra den dag tillatelsen ble gitt.\nKongen​9 kan ta tilbake tillatelse gitt i medhold av første og annet ledd dersom styre eller representantskap har gjort seg skyldig i grov eller vedvarende overtredelse av sine plikter etter lov,​10 forskrift gitt i medhold av lov eller etter vedtektene, dersom det ellers finnes misligheter i bankens ledelse, eller andre mislige forhold gir grunn til å frykte for at fortsettelse av virksomheten ikke vil være stemmende med almene interesser.​11\nFør Kongen gjør vedtak som nevnt i første, annet og åttende ledd, skal Norges Banks direksjon​12 være gitt anledning til å uttale seg.\n0 Endret ved lover 8 juni 1984 nr. 49, 7 juni 1985 nr. 47, 15 juni 1990 nr. 19, 4 des 1992 nr. 123 (ikr. 1 jan 1994), 28 juni 1996 nr. 46 (ikr. 1 juli 1996), 20 des 1996 nr. 89 (ikr. 1 apr 1997), 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. lov 21 juni 1985 nr. 78 § 4-1.\n2 Finansdepartementet iflg. res. 25 juni 2004 nr. 984. Delegert til Finanstilsynet 12 aug 2008.\n3 Jf. asl. § 2-2 (1) nr. 2, asal. § 2-2 (1) nr. 3.\n4 Jf. lov 10 juni 1988 nr. 40 § 1-5 nr. 3.\n5 Jf. lov 27 nov 1992 nr. 109.\n6 Jf. EØS-avtalen vedlegg IX nr. 14 (dir 2006/48 art. 23 flg.).\n7 Jf. lov 10 juni 1988 nr. 40 § 1-4.\n8 Jf. lov 7 des 1956 nr. 1.\n9 Finansdepartementet iflg. res. 8 juni 1984 nr. 1172.\n10 Jf. tredje kapittel.\n11 Jf. § 34.\n12 Jf. lov 24 mai 1985 nr. 28 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:8 a",
      "chapter": "2",
      "section": "8 a",
      "content": "Søknad om tillatelse etter § 8 første og annet ledd skal inneholde de opplysninger som må anses å være av betydning for behandling av søknaden. Konsesjonssøker skal vedlegge vedtekter​1 eller vedtektsutkast og en driftsplan for foretakets tre første driftsår. Driftsplanen skal som hovedregel inneholde:\na. opplysninger om foretakets selskapsstruktur etter etableringen,\nb. en oversikt over driftsopplegg og rutiner for de forretninger og tjenester som foretaket vil tilby,\nc. opplysninger om foretakets kapitalforhold,\nd. budsjetter for etablerings- og administrasjonskostnader,\ne. budsjetter med resultatregnskap, balanseregnskap og finansieringsanalyse for hvert av de tre første driftsår, og\nf. prognose for finansiell stilling i hvert av de tre første år.\nTillatelse etter § 8 første og annet ledd skal nektes hvis banken ikke tilfredsstiller kravene i denne lov, hvis bankens kapital ikke antas å stå i rimelig forhold til den virksomhet som banken skal drive, eller dersom styremedlemmene,​2 administrerende direktør​3 eller annen person som faktisk leder virksomheten:\n1. ikke kan antas å ha den nødvendige erfaring til å utøve stillingen eller vervet,\n2. er dømt for et straffbart forhold, og det utviste forhold gir grunn til å anta at vedkommende ikke vil kunne ivareta stillingen eller vervet på forsvarlig måte, eller\n3. i stilling eller ved utøvelsen av andre verv har utvist en slik atferd at det er grunn til å anta at vedkommende ikke vil kunne ivareta stillingen eller vervet på forsvarlig måte.\nSøknad om tillatelse etter § 8 første og annet ledd skal nektes med mindre Kongen​5 er overbevist om at eiere av kvalifiserte eierandeler er egnet til å inneha slike eierandeler og utøve slik innflytelse i banken som eierandelene gir grunnlag for. Med kvalifisert eierandel menes en eierandel som beregnet etter reglene i finansieringsvirksomhetsloven​6 § 2-2, representer 10 prosent eller mer av kapitalen og stemmene i institusjonen, eller som for øvrig gir adgang til å utøve en vesentlig innflytelse i ledelsen av institusjonen og dens virksomhet.\n0 Tilføyd ved lov 28 juni 1996 nr. 46 (ikr. 1 juli 1996), endret ved lover 20 juni 2003 nr. 42 (ikr. 1 jan 2004 iflg. forskr. 18 des 2003 nr. 1639), 19 juni 2009 nr. 59 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 691), 22 juni 2012 nr. 35 (ikr. 1 juli 2014 iflg. res. 22 juni 2012 nr. 566 og res. 13 des 2013 nr. 1449).\n1 Jf. § 4, asl. § 2-2, asal. § 2-2.\n2 Jf. § 9 og § 9 a.\n3 Jf. § 9 (2).\n4 Lov 28 mai 2010 nr. 16.\n5 Finansdepartementet iflg. res. 20 juni 2003 nr. 735.\n6 Lov 10 juni 1988 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "En forretningsbank skal ha et styre med fra fem til ni medlemmer.​1 Det skal være allsidig sammensatt.\nEn forretningsbank skal ha en daglig leder​2 som tilsettes av styret. En daglig leder tilsettes på oppsigelse og oppsigelsesfristen må fra bankens side ikke være lengre enn seks måneder.\nDaglig leder eller annen ledende ansatt,​3 herunder leder av avdeling eller filial, kan ikke være medlem av styret. Daglig leder har rett og plikt til å delta i styrets behandling av saker og har rett til å uttale seg, med mindre annet bestemmes av styret i den enkelte sak.\nStyrets medlemmer velges av representantskapet.​4 Ett medlem skal være ansatt i banken. Dette medlem skal ha et personlig varamedlem med møte- og talerett. Formann og nestformann velges særskilt.\nValget forberedes av en valgkomité som velges av representantskapet​4 og som har medlemmer fra begge grupper i representantskapet, jf. § 11 tredje og fjerde ledd.\nKongen kan gi nærmere forskrifter om valget av de ansattes medlem og varamedlem til styret.\n0 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1977 nr. 60, 26 mars 1982 nr. 3, 8 juni 1984 nr. 49, 15 juni 1990 nr. 19, 4 des 1992 nr. 123 (ikr. 1 jan 1994), 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272).\n1 Jf. asl. § 6-1 og asal. § 6-1.\n2 Jf. asl. § 6-2, asal. § 6-2.\n3 Sml. rskl. § 7-31 b og asal. § 4-12 (1).\n4 Jf. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:9 a",
      "chapter": "3",
      "section": "9 a",
      "content": "Styret forestår forvaltningen av bankens anliggender,​1 og treffer herunder avgjørelse i de enkelte kredittsaker. Det skal sørge for en tilfredsstillende organisasjon av bankens virksomhet.​2 Representantskapet​3 kan ikke ta avgjørelse i saker som etter denne paragraf hører under styret.\n0 Tilføyd ved lov 10 juni 1977 nr. 60.\n1 Jf. asl. § 6-12, asal. § 6-12.\n2 Jf. lov 10 juni 1988 nr. 40 § 2-9.\n3 Se § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Ledende ansatt​1 i en forretningsbank kan ikke​2 være ansatt i eller medlem av styret i foretak som har et kundeforhold til eller annet forretningsforhold til banken.​3\nBestemmelsene i første ledd gjelder ikke stilling som styremedlem i selskap som er under administrasjon eller likvidasjon. Finanstilsynet​4 kan i særlige tilfelle og etter anbefaling av bankens styre​5 og kontrollkomité​6 gjøre unntak fra bestemmelsene i første ledd.\nFor tillits- og tjenestemenns handel for egen regning med finansielle instrumenter gjelder verdipapirhandelloven​7 §§ 8-1 til 8-7.\n0 Endret ved lover 7 juni 1985 nr. 47, 21 mai 1999 nr. 28 (ikr. 1 sep 1999 iflg. vedtak 28 mai 1999 nr. 503), 25 juni 2004 nr. 43 (ikr. 1 juli 2004 iflg. res. 25 juni 2004 nr. 981), 29 juni 2007 nr. 75 (ikr. 1 nov 2007 iflg. res. 29 juni 2007 nr. 752), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Sml. rskl. § 7-31 b og asal. § 4-12 (1).\n2 Jf. § 43.\n3 Se lov 10 juni 1988 nr. 40 § 2-8.\n4 Jf. lov 7 des 1956 nr. 1.\n5 Jf. § 9.\n6 Jf. § 13.\n7 Lov 29 juni 2007 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "En forretningsbank skal ha et representantskap med 15, 30 eller 45 medlemmer.\nRepresentantskapet bør være allsidig sammensatt og blant annet ha medlemmer fra ulike distrikter og næringer som er berørt av bankens virksomhet.\nGeneralforsamlingen velger​1 elleve femtendeler av representantskapets medlemmer. Både medlemmene og varamedlemmene skal velges blant bankens aksjeeiere eller, dersom banken er stiftet eller ervervet overensstemmende med § 4 annet ledd, blant de deltakende bankers aksjeeiere, tillits- eller tjenestemenn. Valget forberedes av en valgkomité som er valgt av generalforsamlingen.\nAv og blant de ansatte i banken velges fire femtendeler av representantskapets medlemmer. Kongen gir nærmere regler om dette valget.\nHver valggruppe skal velge minst halvdelen så mange varamedlemmer som medlemmer til representantskapet.\nRepresentantskapet fastsetter retningslinjer for bankens virksomhet og treffer vedtak om godtgjørelse for bankens tillitsmenn og administrerende direktør.​2 Retningslinjene skal være generelle instrukser for bankens styre​3 og administrasjon og skal legges frem for generalforsamlingen til godkjennelse.\nKongen kan gi nærmere regler om representantskapet og dets virksomhet.\n0 Endret ved lover 23 juni 1972 nr. 66, 10 juni 1977 nr. 60, 26 mai 1978 nr. 23, 26 mars 1982 nr. 3, 8 juni 1984 nr. 49, 15 juni 1990 nr. 19, 29 nov 1991 nr. 78, 4 des 1992 nr. 123 (ikr. 1 jan 1994), 13 juni 1997 nr. 44 (ikr. 1 jan 1999), 7 juni 2002 nr. 17 (ikr. 1 apr 2003 iflg. forskr. 19 mars 2003 nr. 347), 20 juni 2003 nr. 42 (ikr. 1 jan 2004 iflg. forskr. 18 des 2003 nr. 1639), 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272).\n1 Jf. asl. § 5-17, asal. § 5-17.\n2 Jf. § 9 (2).\n3 Jf. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:11 a",
      "chapter": "3",
      "section": "11 a",
      "title": "(Tilføyd ved lov 10 juni 1977 nr. 60, opphevet ved lov 15 juni 1990 nr. 19).",
      "content": "§ 11 a.(Tilføyd ved lov 10 juni 1977 nr. 60, opphevet ved lov 15 juni 1990 nr. 19).🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11 a."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "En forretningsbanks avdeling utenfor hovedkontorets kommune​2 skal, dersom representantskapet bestemmer det, ha eget styre med fra fire til sju medlemmer. Ett medlem velges av og blant de ansatte ved avdelingen – dersom avdelingen har 15 ansatte eller flere. De øvrige medlemmer velges av representantskapet. For medlemmer av avdelingsstyret gjelder for øvrig de samme bestemmelser som for medlemmer av bankens styre, jf. dog § 25​3 fjerde ledd siste punktum. Bankens styre​4 fastsetter instruks for avdelingsstyret. Instruksen skal godkjennes av representantskapet.​5 Kongen​6 kan gi nærmere forskrifter om valget av de ansattes medlem til avdelingsstyret.\nEn forretningsbanks avdeling eller filial skal, dersom representantskapet bestemmer det, ha et rådgivende distriktsråd. Distriktsrådet velges av representantskapet. Dersom avdelingen har eget styre, skal valget skje etter innstilling fra avdelingsstyret. Et distriktsråd kan være felles for flere avdelinger eller filialer.\nForretningsbankens styre​4 og ledelse er ansvarlig for virksomheten i avdelingsstyret og distriktsrådet.\n0 Endret ved lover 10 juni 1977 nr. 60, 26 mars 1982 nr. 3, 15 juni 1990 nr. 19, 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272).\n1 Jf. § 11.\n2 Jf. § 8 (1) og § 15 (1).\n3 Opphevet ved lov 25 okt 1991 nr. 74. Se nå lov 10 juni 1988 nr. 40 § 2-15.\n1 Opphevet ved lov 25 okt 1991 nr. 74. Se nå lov 10 juni 1988 nr. 40 § 2-15.\n4 Jf. § 9.\n5 Jf. § 11.\n6 Finansdepartementet iflg. res. 15 juni 1990 nr. 453. Delegert til Finanstilsynet 12 aug 2008.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "En forretningsbank skal ha en kontrollkomité med minst tre medlemmer og minst ett varamedlem med en funksjonstid på to år. Medlemmer og varamedlemmer velges av generalforsamlingen.​1 Et medlem av komiteen skal tilfredsstille de krav som stilles til dommere etter lov av 13. august 1915 nr. 5 om domstolene § 54 annet ledd. Valget av dette medlem skal godkjennes av av Finanstilsynet.​2 Finanstilsynet kan dispensere fra bestemmelsene i de to foregående punktum. Kontrollkomiteen velger selv sin formann og nestformann hvis ikke vedtektene legger denne myndighet til generalforsamlingen. Medlem av komiteen som skal velges av generalforsamlingen, må fylle vilkårene for valg til representantskapet.​3 Representantskapets formann og nestformann, styremedlem,​4 varamedlem til styre, revisor​5 eller tjenestemann i banken kan ikke velges til medlem eller varamedlem av kontrollkomiteen. Heller ikke kan det velges noen som er mindreårig​6 eller fratatt rettslig handleevne,​7 eller som står i samarbeids-, underordnings- eller avhengighetsforhold til eller er gift med​8 eller i rett opp- eller nedstigende linje eller i første sidelinje er beslektet eller besvogret med styremedlem, varamedlem til styret, revisor eller overordnet tjenestemann i banken. Heller ikke kan det velges noen som er gått konkurs, har åpnet gjeldsforhandling​9 eller er under privat administrasjon. Inntrer forhold som gjør at vedkommende ikke lenger er valgbar, trer han ut av kontrollkomiteen. Istedenfor medlem som trer ut, velges ved første anledning nytt medlem for resten av hans valgperiode. For avdelinger med eget styre​10 kan velges lokale kontrollkomiteer for stedlig kontroll under tilsyn av hovedkomiteen.\nKontrollkomiteen skal​11 føre tilsyn med bankens virksomhet og blant annet påse at den følger lov, vedtekter​12 og retningslinjer vedtatt av representantskapet.​3 I den utstrekning den finner det påkrevet, skal komiteen undersøke bankens protokoller, registrerte regnskapsopplysninger, regnskapsmateriale,​13 bøker, korrespondanse og beholdninger, så vel bankens egne som deponerte. Styret og revisjonen​5 skal gi kontrollkomiteen alle opplysninger som den mener å trenge for å kunne utføre sitt verv.​14\nKontrollkomiteen møter så ofte som det anses påkrevet for å kunne sikre et effektivt tilsyn. Den skal ikke på forhånd gjøre noen kjent med eller gi varsel om når kontroll vil finne sted. Den skal føre en av Finanstilsynet​2 autorisert protokoll over sine forhandlinger og skal hvert år gi melding til representantskapet, generalforsamlingen og Finanstilsynet om sitt arbeid. Får komiteen kjennskap til betydelige forsømmelser, feil eller misligheter av større betydning eller rekkevidde, eller den mener at banken har lidt store tap, skal den straks ta dette opp med Finanstilsynet.\nRepresentantskapet​3 skal vedta instruks for kontrollkomiteen. Instruksen skal godkjennes av Finanstilsynet.​2\n0 Endret ved lover 10 juni 1977 nr. 60, 15 apr 1983 nr. 19 (se dens V), 8 juni 1984 nr. 49, 7 juni 1985 nr. 47, 10 juni 1988 nr. 40, 15 juni 1990 nr. 19, 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 20 juni 2003 nr. 42 (ikr. 1 jan 2004 iflg. forskr. 18 des 2003 nr. 1639), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Jf. asl. § 5-17, asal. § 5-17.\n2 Jf. lov 7 des 1956 nr. 1.\n3 Jf. § 11.\n4 Jf. § 9.\n5 Jf. § 14.\n6 Jf. lov 26 mars 2010 nr. 9 § 8.\n7 Jf. lov 26 mars 2010 nr. 9 § 22.\n8 Se el.\n9 Jf. kkl.\n10 Jf. § 12.\n11 Jf. § 43.\n12 Jf. asal. § 2-1 og asal. § 2-2.\n13 Jf. rskl. og lov 19 nov 2004 nr. 73.\n14 Jf. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:13 a",
      "chapter": "3",
      "section": "13 a",
      "content": "Et valgt medlem av eller formann for styre,​1 avdelingsstyre,​2 representantskap​3 eller kontrollkomité​4 kan ikke ha dette tillitsverv i samme bank i et sammenhengende tidsrom lenger enn 12 år, eller ha disse tillitsverv i samme bank i et lengre samlet tidsrom enn 20 år.\n0 Tilføyd ved lov 10 juni 1977 nr. 60.\n1 Jf. § 9.\n2 Jf. § 12.\n3 Jf. § 11.\n4 Jf. § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13a",
        "source_heading": "§ 13 a."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Representantskapet​1 skal velge revisor til å utføre revisjonsarbeidet i banken og i tilfelle til å kontrollere utførelsen av den daglige revisjon. Revisor skal være registrert eller statsautorisert.​2 Dersom foretaket plikter å ha revisjonsutvalg etter § 16 a, skal revisjonsutvalgets uttalelse om forslaget til revisor forelegges representantskapet før valget.\nRevisor skal følge de instrukser og pålegg som gis av representantskapet for så vidt de ikke strider mot bestemmelser gitt i lov eller i medhold av lov eller mot bankens vedtekter eller god revisjonsskikk.\nRevisjonen gir sine antegnelser og meldinger gjennom kontrollkomiteen til representantskapet.\nRevisor som gjør seg skyldig i pliktbrudd​3 eller legger for dagen at han ikke er skikket til å utføre sitt verv, skal fjernes av representantskapet. Vedkommende kan anke denne avgjørelse inn for Finanstilsynet.​4\n0 Endret ved lover 10 juni 1977 nr. 60, 7 juni 1985 nr. 47, 10 juni 1988 nr. 40, 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. forskr. 25 juni 1999 nr. 711), 21 des 2000 nr. 108 (ikr. 1 jan 2001), 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 11.\n2 Se lov 15 jan 1999 nr. 2 kap. 3.\n3 Jf. § 43.\n4 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Etter forslag fra styret​1 gjør representantskapet​2 vedtak om:\n1. opprettelse av filial eller avdelingskontor og nedleggelse av filial eller avdelingskontor i kommune hvor banken ikke har sitt hovedkontor, annen filial eller avdelingskontor,​3\n2. om og i tilfelle hvor stort utbytte som skal deles ut til aksjeeierne innenfor det høyeste beløp som styret fastsetter​4 og fra hvilket tidspunkt det vedtatte utbytte kan utbetales.\n0 Endret ved lover 10 juni 1977 nr. 60, 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272).\n1 Jf. § 9.\n2 Jf. § 11.\n3 Jf. § 8 (1).\n4 Jf. asl. kap. 8, asal. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Før generalforsamling holdes, skal Finanstilsynet​1 i god tid gis melding om de saker som skal behandles. Av forhandlingsprotokollen skal en gjenpart straks sendes Finanstilsynet.\nFinanstilsynet​1 trer i tingrettens sted ved utøvelse av myndighet som nevnt i aksjeloven​2 § 5-8 annet ledd og § 5-12 første ledd tredje punktum og allmennaksjeloven​3 § 5-8 annet ledd og § 5-12 annet ledd.\n0 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1977 nr. 60, 8 juni 1984 nr. 49, 7 juni 1985 nr. 47, 10 juni 1988 nr. 40 (ikr. 31 des 1990), 15 juni 1990 nr. 19, 13 juni 1997 nr. 44 (ikr. 1 jan 1999 iflg. res. 17 juli 1998 nr. 615), 18 juni 1999 nr. 41 (ikr. 18 juni 1999 iflg. res. 18 juni 1999 nr. 985), 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. lov 7 des 1956 nr. 1.\n2 Lov 13 juni 1997 nr. 44.\n3 Lov 13 juni 1997 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:16 a",
      "chapter": "3",
      "section": "16 a",
      "title": "Revisjonsutvalg",
      "content": "I forretningsbanker skal det velges et revisjonsutvalg. Revisjonsutvalget er et forberedende og rådgivende arbeidsutvalg for styret.​2\nMed mindre Finanstilsynet​3 bestemmer noe annet, gjelder første ledd ikke for forretningsbank som er heleid datterselskap i finanskonsern, dersom morselskapet har revisjonsutvalg som oppfyller kravene i loven her. Eierforetak som nevnt i finansieringsvirksomhetsloven​4 § 2a-2 bokstav e regnes ikke som morselskap i denne sammenheng.\nFinanstilsynet​3 kan i forskrift eller ved enkeltvedtak gjøre unntak fra forretningsbankers plikt til ha revisjonsutvalg, og kan gi utfyllende regler om revisjonsutvalgets sammensetning og oppgaver.\n0 Tilføyd ved lov 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706), endret ved lover 4 juni 2010 nr. 20 (ikr. 1 juli 2010 iflg. res. 4 juni 2010 nr. 771), 22 juni 2012 nr. 35 (ikr. 1 juli 2012 iflg. res. 22 juni 2012 nr. 566).\n1 Sml. asal. § 6-41.\n2 Jf. § 9.\n3 Jf. lov 7 des 1956 nr. 1.\n4 Lov 10 juni 1988 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16 a."
      }
    },
    {
      "provision_ref": "3:16 b",
      "chapter": "3",
      "section": "16 b",
      "title": "Revisjonsutvalgets oppgaver",
      "content": "Revisjonsutvalget skal:\na. forberede styrets​2 oppfølgning av regnskapsrapporteringsprosessen,\nb. overvåke systemene for intern kontroll og risikostyring samt bankens internrevisjon om slik funksjon er etablert,\nc. ha løpende kontakt med bankens valgte revisor​3 om revisjonen av årsregnskapet,\nd. vurdere og overvåke revisors uavhengighet, jf. revisorloven​4 kapittel 4, herunder særlig i hvilken grad andre tjenester enn revisjon som er levert av revisor utgjør en trussel mot uavhengigheten.\n0 Tilføyd ved lov 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706).\n1 Sml. asal. § 6-42.\n2 Jf. § 11.\n3 Jf. § 14.\n4 Lov 15 jan 1999 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16b",
        "source_heading": "§ 16 b."
      }
    },
    {
      "provision_ref": "3:16 c",
      "chapter": "3",
      "section": "16 c",
      "title": "Valg av revisjonsutvalg og dets sammensetning",
      "content": "Revisjonsutvalgets medlemmer velges av og blant styrets​2 medlemmer. Styremedlemmer som er ledende ansatte​3 i banken, kan ikke velges til medlemmer av revisjonsutvalget.\nRevisjonsutvalget skal samlet ha den kompetanse som ut fra bankens organisasjon og virksomhet er nødvendig for å ivareta sine oppgaver. Minst ett av medlemmene i revisjonsutvalget skal være uavhengig av virksomheten og ha kvalifikasjoner innen regnskap eller revisjon.\nMed mindre Finanstilsynet​4 bestemmer noe annet, kan det i vedtektene​5 fastsettes at det samlede styret skal fungere som bankens revisjonsutvalg, dersom styret til enhver tid oppfyller kravene etter annet ledd.\n0 Tilføyd ved lov 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706), endret ved lov 4 juni 2010 nr. 20 (ikr. 1 juli 2010 iflg. res. 4 juni 2010 nr. 771).\n1 Sml. asal. § 6-43.\n2 Jf. § 9.\n3 Sml. rskl. § 7-31 b og asal. § 4-12 (1).\n4 Jf. lov 7 des 1956 nr. 1.\n5 Jf. asal. § 2-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16c",
        "source_heading": "§ 16 c."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Medlem av styre,​1 avdelingsstyre,​2 kontrollkomité,​3 representantskap,​4 eller distriktsråd,​5 daglig leder​6 eller annen ledende ansatt,​7 herunder leder av avdeling eller filial, må ikke​8 ta del i behandlingen eller avgjørelsen av noe spørsmål som han selv eller noen som han er gift med​9 eller så nær i slekt- eller svogerskap med som søskenbarn, har personlig eller økonomisk særinteresse i.​10 Han må heller ikke ta del i behandlingen eller avgjørelsen av noe spørsmål som har økonomisk særinteresse for kommune, selskap, samvirkeforetak, forening eller annen offentlig eller privat institusjon hvis interesser han i egenskap av ordfører, styremedlem, daglig leder, forretningsfører eller partsrepresentant har som oppdrag å ivareta. Reglene i dette ledd gjelder dog ikke ved valg av tillitsmenn eller ved fastsettelse av godtgjørelse for tillitsverv.\nFør en sak, som nevnt i foregående ledd, blir behandlet, skal den som ikke har rett til å ta del i behandlingen eller avgjørelsen av saken, si fra om det.\n0 Endret ved lover 10 juni 1977 nr. 60, 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), 29 juni 2007 nr. 81 (ikr. 1 jan 2008 iflg. res. 23 nov 2007 nr. 1287).\n1 Jf. § 9.\n2 Jf. § 12 (1).\n3 Jf. § 13.\n4 Jf. § 11.\n5 Jf. § 12 (2).\n6 Jf. § 9 (2).\n7 Sml. rskl. § 7-31 b og asal. § 4-12 (1).\n8 Jf. § 43.\n9 Se el. kap. 3 og § 95.\n10 Jf. asl. § 6-27, asal. § 6-27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Tillits- og tjenestemenn og revisorer​2 i en forretningsbank har taushetsplikt om det som de i stillings medfør får kjennskap til om bankens eller bankkundes eller annen banks eller dens bankkundes forhold hvis de ikke etter denne​3 eller annen lov​4 har plikt til å gi opplysninger. Taushetsplikten gjelder ikke meddelelser som styret​5 eller noen som har fullmakt fra styret, gir på vegne av banken til annen bank. Taushetsplikten gjelder heller ikke opplysninger som gis til Arbeids- og velferdsetaten i medhold av folketrygdloven​6 § 21-4 b første ledd.\nDenne bestemmelse er likevel ikke til hinder for at banken driver kredittopplysningsvirksomhet i samsvar med lovgivningen for slik virksomhet.​7\n0 Endret ved lover 9 juni 1978 nr. 48, 16 jan 2009 nr. 5 (ikr. 1 jan 2009, se dens VIII).\n1 Jf. § 43.\n2 Jf. § 14.\n3 Jf. § 13.\n4 Jf. lignl. § 6-2 (2), lov 20 juni 2003 nr. 41 § 20 og lov 7 des 1956 nr. 1 § 3.\n5 Jf. § 9.\n6 Lov 28 feb 1997 nr. 19.\n7 Jf. lov 14 apr 2000 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "En forretningsbank kan, i samsvar med denne og andre lover og forskrifter gitt i medhold av lov, utføre alle forretninger og tjenester som det er vanlig eller naturlig at banker utfører.\nEn forretningsbank må ikke​1 drive eller delta som ansvarlig deltaker eller ansvarlig medeier i driften av varehandel, industri, skipsfart, forsikring eller annen næringsvirksomhet utenom virksomhet som er tillatt etter bestemmelsen i første ledd. Bestemmelsen i foranstående punktum er ikke til hinder for at en forretningsbank midlertidig driver eller deltar i driften av slik virksomhet i den utstrekning det er nødvendig for å få dekning av krav. Finanstilsynet​2 kan kreve at banken skal opphøre med slik virksomhet innen en viss frist.\n0 Endret ved lover 7 juni 1985 nr. 47, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 43.\n2 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "En forretningsbank kan ta mot innskudd​1 på de vilkår vedtektene​2 fastsetter.​3\nDen som setter penger inn på ny konto, skal oppgi innskyterens navn, yrke eller næring og adresse.​4 Han får et innskuddsbevis med det nummer kontoen har i bankens bøker, og med innskyterens navn og adresse. Har banken gitt ut innskuddsbok for innskudd på oppsigelse, kan innskyteren bare kreve innskuddet betalt ut mot å legge fram boken.​5 Plikten til å oppgi og påføre adresse gjelder ikke dersom Folkeregisteret​6 har vedtatt at innskyterens adresse skal være fortrolig eller strengt fortrolig.\nFinanstilsynet​7 kan gi nærmere forskrifter om formen for innskuddsbevis, om kunngjøring av innskuddsvilkår og om fremgangsmåten ved innskudd og uttak.\nEn forretningsbank kan bare ta mot skolespareinnskudd når innskuddsordningen er godkjent og innskuddene garantert av Forretningsbankenes Sikringsfond,​8 jfr. femte kapittel.\nEn innskyter kan kreve at banken legger fram til gjennomsyn denne lov, bankens vedtekter​1 og siste årsregnskap, årsberetning​9 og revisjonsberetning.​10\nEr der ikke satt inn eller tatt ut noe på en innskuddskonto i ti år, og banken ikke får svar på melding til innskyteren eller hans arvinger, kan den slutte å forrente innskuddet.​11\nEr innskuddsbevis som banken kan kreve lagt fram før utbetaling av innskuddet, kommet bort, kan banken med to måneders varsel innkalle den mulige innehaver med den virkning at innskuddsbeviset trer ut av kraft og nytt innskuddsbevis kan utferdiges om ingen melder seg. Innkallingen skal rykkes inn i Norsk Lysingsblad​12 og i minst ett annet blad som er vanlig lest på det sted hvor innskyteren bor eller sist hadde sin bopel her i riket.\n0 Endret ved lover 10 juni 1977 nr. 60, 7 juni 1985 nr. 47, 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 15 juni 2007 nr. 30 (ikr. 1 juli 2007 iflg. res. 15 juni 2007 nr. 646), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Sml. lov 6 des 1996 nr. 75 § 2-5.\n2 Jf. asl. § 2-2 og asal. § 2-2.\n3 Jf. lov 25 juni 1999 nr. 46 kap. 2.\n4 Jf. lov 6 mars 2009 nr. 11 kap. 2.\n5 Jf. lov 17 feb 1939 nr. 1 kap. 4, lov 25 juni 1999 nr. 46 § 17.\n6 Jf. lov 16 jan 1970 nr. 1.\n7 Jf. lov 7 des 1956 nr. 1.\n8 Nå Bankenes sikringsfond. Jf. lov 6 des 1996 nr. 75.\n1 Nå Bankenes sikringsfond. Jf. lov 6 des 1996 nr. 75.\n9 Jf. rskl. kap. 3.\n10 Jf. lov 15 jan 1999 nr. 2 § 5-6.\n11 Jf. lov 18 mai 1979 nr. 18 § 4.\n12 Jf. lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:20 a",
      "chapter": "4",
      "section": "20 a",
      "content": "(Tilføyd ved lov 4 juni 1976 nr. 59, opphevet ved lov 15 jan 1999 nr. 3 (ikr. 1 feb 1999 iflg. res. 15 jan 1999 nr. 22).)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20 a."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Hvis en forretningsbank stiller noen av sine verdier til sikkerhet for enkelt eller enkelte skyldnader,​1 skal den sende melding om det til Finanstilsynet.​2 Denne bestemmelse gjelder ikke for lån som er gitt en forretningsbank ved hjelp av Forretningsbankenes sikringsfond​3 eller for lån i Norges Bank.​4\n0 Endret ved lover 23 juni 1972 nr. 66, 7 juni 1985 nr. 47, 10 juni 1988 nr. 40, 15 juni 1990 nr. 19, 30 juni 2006 nr. 39 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1375), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Sml. lov 24 mai 1961 nr. 1 § 23.\n2 Jf. lov 7 des 1956 nr. 1.\n3 Nå Bankenes sikringsfond, jf. lov 6 des 1996 nr. 75.\n1 Nå Bankenes sikringsfond, jf. lov 6 des 1996 nr. 75.\n4 Jf. lov 24 mai 1985 nr. 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 30 juni 2006 nr. 38 (ikr. 1 juli 2006 iflg. res. 30 juni 2006 nr. 773).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 1988 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Den bokførte verdi av en forretningsbanks faste eiendommer og av aksjer og andeler i selskap som har til formål å eie eller utnytte fast eiendom må ikke​1 overstige 4 prosent av bankens forvaltningskapital etter siste års regnskap. Finanstilsynet​2 kan dispensere fra bestemmelsen i første punktum.\nDen bokførte verdi av en forretningsbanks beholdning av aksjer og andeler, unntatt aksjer og andeler som er nevnt i forrige ledd, må ikke overstige 4 prosent av bankens forvaltningskapital etter siste års regnskap. Finanstilsynet​2 kan dispensere fra bestemmelsen i forrige punktum.\nBestemmelsene i første og annet ledd er ikke til hinder for at en bank overtar verdier som der nevnt til dekning av krav eller for å oppfylle en garanti, men den skal i tilfelle avhende de overtatte verdier så snart den kan få dekning for sitt krav eller innen en av Finanstilsynet​2 fastsatt frist, medmindre den på annen måte bringer det bokførte beløp for slike verdier under de i første og annet ledd nevnte grenser.\n0 Endret ved lover 10 juni 1977 nr. 60, 7 juni 1985 nr. 47, 10 juni 1988 nr. 40, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 43.\n2 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 25 okt 1991 nr. 74.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "content": "Vedtak om at en forretningsbank skal avvikle virksomheten, sluttes sammen med eller overdras til en annen bank eller om å erverve en annen bank eller flyttes, må godkjennes av Kongen.​1 Før et slikt vedtak blir godkjent, skal fylkestinget – i Oslo kommunestyret – i det fylket banken har sitt hovedkontor,​2 ha hatt anledning til å uttale seg.\nFør slikt vedtak kan godkjennes, skal banken godtgjøre at følgende er gjennomført til beskyttelse av bankens innskytere:\n1. Banken skal gi innskyterne skriftlig informasjon om vedtaket og om hva vedtaket innebærer for innskyternes rettigheter og sikkerhet.\n2. Dersom vedtaket innebærer endringer av betydning for innskyternes rettigheter eller for sikkerheten for innskyternes krav, har innskyterne rett til å si opp kontoen uten kostnader. Banken skal gi innskyterne skriftlig varsel om denne retten, samt fastsette en rimelig frist for når oppsigelsen må være foretatt.\n0 Endret ved lover 10 juni 1977 nr. 60, 26 mai 1978 nr. 23, 26 mars 1982 nr. 3, 10 juni 1988 nr. 40, 1 apr 2005 nr. 14 (ikr. 1 apr 2005 iflg. res. 1 apr 2005 nr. 269).\n1 Finansdepartementet iflg. res. 22 sep 1961. Delvis delegert til Finanstilsynet 12 aug 2008.\n2 Jf. § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "content": "Kommer antallet aksjeeiere under 20,​1 skal​2 banken innen tre måneder enten ha rettet på denne mangel, eller ha gjort vedtak om oppløsning.​3 Blir dette ikke gjort innen fristens utløp, kan Finanstilsynet​4 treffe vedtak om oppløsning av banken.\n0 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1977 nr. 60, 7 juni 1985 nr. 47, 23 des 1994 nr. 75 (ikr. 1 jan 1995), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 7, som ble opphevet ved lov 20 juni 2003 nr. 42.\n2 Jf. § 43.\n3 Jf. asl. § 16-1, asal. § 16-1.\n4 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "Når Kongen i medhold av § 8 femte ledd har tatt tilbake en banks tillatelse til å drive bankvirksomhet, skal​1 banken slutte med sin virksomhet som bank. Har generalforsamlingen ikke innen tre måneder etter tilbaketagelsen gjort vedtak om oppløsning,​2 eller overdragelse til annen bank, skal Finanstilsynet​3 erklære banken for oppløst og oppnevne en eller flere personer til å foreta avvikling på bankens bekostning.\n0 Endret ved lover 10 juni 1977 nr. 60, 7 juni 1985 nr. 47, 15 juni 1990 nr. 19, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 43.\n2 Jf. asl. § 16-1, asal. § 16-1.\n3 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "content": "Den som bruker ordet «bank» med eller uten tillegg i strid med bestemmelsene i § 2 straffes med bøter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "content": "Stiftere, innbydere, tillits- og tjenestemenn og revisorer som overtrer bestemmelsene i denne lov eller forskrifter gitt med hjemmel i loven, straffes med bøter eller under særlig skjerpende omstendigheter med fengsel inntil tre måneder hvis handlingen ikke går inn under noen strengere straffebestemmelse.\nOvertredelse er straffbar også når den er begått av uaktsomhet.\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tidspunkt oppheves: – – –\n1 Fra 1 jan 1962 iflg. res. 22 sep 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "content": "– – –\n0 Endret ved lov 7 juni 1985 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    }
  ]
}