{
  "id": "LOV-1992-09-25-107",
  "type": "statute",
  "title": "Lov om kommuner og fylkeskommuner (kommuneloven)",
  "short_name": "Kommuneloven – koml",
  "status": "in_force",
  "issued_date": "1992-09-25",
  "in_force_date": "1993-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1992-09-25-107",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens formål.​1",
      "content": "Formålet med denne lov er å legge forholdene til rette for et funksjonsdyktig kommunalt og fylkeskommunalt folkestyre, og for en rasjonell og effektiv forvaltning av de kommunale og fylkeskommunale fellesinteresser innenfor rammen av det nasjonale fellesskap og med sikte på en bærekraftig utvikling.​2 Loven skal også legge til rette for en tillitskapende forvaltning som bygger på en høy etisk standard.​3\n0 Endret ved lov 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840).\n1 Jf. Grl. § 49 (2).\n2 Jf. Grl. § 112.\n3 Jf. § 31 og offl. § 1 første punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens virkeområde.",
      "content": "Denne lov gjelder for kommuners og fylkeskommuners virksomhet, herunder kommunal og fylkeskommunal virksomhet i medhold av andre lover.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Kommuneinndeling, Kommunenavn. By.",
      "content": "1. Hver kommune hører til ett fylke. Hvert fylke unntatt Oslo utgjør en fylkeskommune.\n2. Endring i den kommunale og fylkeskommunale inndeling avgjøres etter regler fastsatt i lov.​1\n3. Endring i en kommunes navn avgjøres av Kongen.\nFør navnespørsmålet avgjøres skal uttalelse innhentes fra den eller de berørte kommuner.\n4. Fylkeskommunen skal ha samme navn som fylket.\n5. Kommuner med over 5000 innbyggere kan ta i bruk benevnelsen by, dersom kommunen har bymessig tettsted med handels- og servicefunksjoner og konsentrert bebyggelse.\nDepartementet kan fravike bestemmelsen i første ledd dersom tungtveiende grunner tilsier det.\n6. Kommunestyret selv fatter vedtak om kommunevåpen og kommuneflagg. Fylkestinget selv fatter vedtak om fylkesvåpen og fylkesflagg.\nKommunale og fylkeskommunale våpen og flagg skal ikke være egnet til å forveksles med eksisterende kommunale eller fylkeskommunale våpen eller flagg, eller annet tegn omfattet av straffeloven § 165 bokstav b og § 166, et statsflagg, eller noe som er egnet til å oppfattes som slikt tegn eller flagg.\nKommunen og fylkeskommunen skal uten ugrunnet opphold sende vedtatte våpen og flagg til Arkivverket. Arkivverket skal publisere våpen og flagg uten ugrunnet opphold. Departementet kan gi forskrift om innsendingen og publiseringen.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 15 des 2017 nr. 109 (ikr. 1 jan 2018 iflg. res. 15 des 2017 nr. 2118).\n1 Se lov 15 juni 2001 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Informasjon om kommunens og fylkeskommunens virksomhet.",
      "content": "Kommuner og fylkeskommuner skal drive aktiv informasjon om sin virksomhet. Forholdene skal legges best mulig til rette for offentlig innsyn i den kommunale og fylkeskommunale forvaltning.​1\n1 Jf. § 31, fvl. §§ 18 flg., og offl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Kommunal og fylkeskommunal planlegging.",
      "content": "1. Kommunen skal utarbeide en samordnet plan for den kommunale virksomhet. Fylkeskommunen skal utarbeide en regional planstrategi og kan utarbeide regional plan. Regional plan skal samordne statens, fylkeskommunens og kommunenes virksomhet i fylket.\n2. Kommune- og fylkeskommuneplanleggingen skal bygge på en realistisk vurdering av den forventede utvikling i kommunen eller fylkeskommunen, og av de økonomiske ressurser som vil stå til rådighet, slik dette framgår av økonomiplanen.\n3. Nærmere bestemmelser om den kommunale og fylkeskommunale planlegging gis ved lov.\n0 Endret ved lov 27 juni 2008 nr. 71 (ikr. 1 juli 2009 iflg. res. 12 juni 2009 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Kommunestyre og fylkesting.",
      "content": "Kommunestyret og fylkestinget er de øverste kommunale og fylkeskommunale organer.​1 De treffer vedtak​2 på vegne av kommunen eller fylkeskommunen så langt ikke annet følger av lov​3 eller delegasjonsvedtak.​4\n1 Jf. § 76.\n2 Jf. fvl. § 2.\n3 Jf. dl. § 191 (1).\n4 Se § 8 nr. 3, § 9 nr. 5, § 10 nr. 2 og nr. 5, § 11 nr. 3, § 12 nr. 3 og nr. 4, § 13. – Jf. lov 28 juni 2002 nr. 57 § 13-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Kommunestyrets og fylkestingets sammensetning.​1",
      "content": "1. Kommunestyret velges​2 av kommunens stemmeberettigede​3 innbyggere etter regler fastsatt i lov.​4 Fylkestingets medlemmer velges av de stemmeberettigede​3 innbyggere i fylket etter regler fastsatt i lov.​4 Valget gjelder for fire år.\n2. Kommunestyrets medlemstall skal være et ulike tall, som fastsettes slik for kommuner med:\na. ikke over 5 000 innbyggere, minst 11\nb. over 5 000, men ikke over 10 000 innbyggere, minst 19\nc. over 10 000, men ikke over 50 000 innbyggere, minst 27\nd. over 50 000, men ikke over 100 000 innbyggere, minst 35\ne. over 100 000 innbyggere, minst 43.\nFylkestingets medlemstall skal være et ulike tall, som fastsettes slik for fylkeskommuner med:\na. ikke over 150 000 innbyggere, minst 19\nb. over 150 000, men ikke over 200 000 innbyggere, minst 27\nc. over 200 000, men ikke over 300 000 innbyggere, minst 35\nd. over 300 000 innbyggere, minst 43.\n3. Endring av medlemstallet vedtas av kommunestyret eller fylkestinget selv senest 31. desember i nest siste år av valgperioden, med virkning for kommende valgperiode.\n4. Avgjørende for minste lovlige medlemstall er innbyggertallet i kommunen eller fylkeskommunen ved nest siste årsskifte før valget. Viser det seg at medlemstallet på dette tidspunkt er for lite i forhold til antall innbyggere, uten at det er truffet noe vedtak om en utvidelse, økes medlemstallet til lovens minimum ved neste valg.\n0 Endret ved lov 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377).\n1 Se kap. 7.\n2 Jf. lov 28 juni 2002 nr. 57 § 3-3 og § 3-4.\n3 Jf. lov 28 juni 2002 nr. 57 § 2-2.\n4 Se lov 28 juni 2002 nr. 57, se dens § 13-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Formannskap. Fylkesutvalg.",
      "content": "1. Kommunestyret​1 og fylkestinget​1 velger selv henholdsvis formannskap og fylkesutvalg på minimum 5 medlemmer. Dette gjelder likevel ikke kommuner og fylkeskommuner som har innført parlamentarisk styringsform.​2\n2. Medlemmer og varamedlemmer til formannskap eller fylkesutvalg velges for fire år av og blant medlemmene av kommunestyret eller fylkestinget.​3 Valget holdes som forholdsvalg når minst ett medlem krever det, og ellers som avtalevalg.\n3. Formannskapet og fylkesutvalget behandler forslag til økonomiplan, årsbudsjett og skattevedtak. For øvrig fastsetter kommunestyret og fylkestinget selv området for formannskapets og fylkesutvalgets virksomhet. Formannskapet og fylkesutvalget kan tildeles avgjørelsesmyndighet i alle saker hvor ikke annet følger av lov.​4\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840).\n1 Jf. § 6.\n2 Se kap. 3.\n3 Jf. § 14.\n4 Jf. § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Ordfører. Fylkesordfører. Varaordfører.​1",
      "content": "1. Kommunestyret​2 velger selv​3 blant formannskapets medlemmer ordfører og varaordfører. Fylkestinget​2 velger selv blant fylkesutvalgets medlemmer fylkesordfører og varaordfører. Valget foretas for hele valgperioden. Den som har vært ordfører eller varaordfører de siste fire år, kan nekte valg til begge verv. Tilsvarende gjelder for den som har vært fylkesordfører eller fylkesvaraordfører de siste fire år. Krav om fritak må fremsettes før valget foretas.\nI kommuner som har innført parlamentarisk styringsform​4 velges ordfører og varaordfører blant kommunestyrets medlemmer. I fylkeskommuner som har innført parlamentarisk styringsform velges fylkesordfører og varaordfører blant fylkestingets medlemmer.\n2. Trer ordføreren eller fylkesordføreren midlertidig ut av sitt verv, rykker varaordføreren opp som ordfører eller fylkesordfører, og det velges midlertidig ny varaordfører.\nTrer ordfører eller fylkesordfører endelig ut av sitt verv, foretas nyvalg.\n3. Ordfører og fylkesordfører leder møtene​5 i kommunestyret og fylkestinget, formannskapet og fylkesutvalget. Han eller hun er rettslig representant​6 for kommunen og fylkeskommunen og underskriver på dennes vegne i alle tilfelle hvor myndigheten ikke er tildelt andre.\n4. Ordfører og fylkesordfører har møte- og talerett i alle andre kommunale eller fylkeskommunale organer unntatt kommune- og fylkesråd og organer under disse, men har bare stemmerett og forslagsrett hvis han eller hun er valgt medlem. Ordfører og fylkesordfører kan la seg representere ved annet medlem av kommunestyret eller fylkestinget i organer hvor han eller hun ikke er medlem.\n5. Kommunestyret og fylkestinget kan gi ordfører og fylkesordfører myndighet til å treffe vedtak i enkeltsaker eller i typer av saker som ikke er av prinsipiell betydning.​7\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388).\n1 Jf. dl. § 191 (1) og lov 28 juni 2002 nr. 57 § 14-2.\n2 Jf. § 6.\n3 Jf. § 8 nr. 3 i.f.\n4 Se kap. 3.\n5 Jf. § 32 nr. 4.\n6 Jf. dl. § 191 (1), lov 31 mai 1918 nr. 4 § 10 (2).\n7 Jf. § 10 nr. 4 og § 23 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Faste utvalg. Komiteer.​1",
      "content": "1. Kommunestyret​2 og fylkestinget​2 kan selv opprette faste utvalg for kommunale og fylkeskommunale formål eller for deler av den kommunale eller fylkeskommunale virksomhet. Slike utvalg skal ha minst tre medlemmer.\n2. Kommunestyret og fylkestinget fastsetter selv området for de faste utvalgs virksomhet. Slike utvalg kan tildeles avgjørelsesmyndighet i alle saker hvor ikke annet følger av lov.\n3. Kommunestyret og fylkestinget velger selv medlemmer og varamedlemmer til utvalget, og blant medlemmene leder og nestleder.​3\n4. Utvalget kan gi lederen eller et arbeidsutvalg myndighet til å treffe vedtak i enkeltsaker eller i typer av saker som ikke er av prinsipiell betydning, hvis ikke kommunestyret eller fylkestinget har bestemt noe annet.​4\n5. Kommunestyret og fylkestinget kan opprette komiteer til forberedende behandling av saker og til å utføre særskilte verv. Slik komité kan også tildeles myndighet til å avgjøre enkeltsaker som har direkte tilknytning til komiteens oppdrag.\n6. Kommunestyret og fylkestinget kan selv når som helst omorganisere eller nedlegge faste utvalg og komiteer. En komité kan også omorganiseres eller nedlegges av det organ som har fått myndighet til å opprette vedkommende komité.\n1 Jf. § 13.\n2 Jf. § 6.\n3 Jf. § 32 nr. 4 og § 35 nr. 3.\n4 Jf. § 9 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:10 a",
      "chapter": "2",
      "section": "10 a",
      "title": "Kommunestyrekomiteer. Fylkestingskomiteer.​1",
      "content": "1. Kommunestyret og fylkestinget kan selv opprette kommunestyrekomiteer og fylkestingskomiteer som saksforberedende organ for kommunestyret og fylkestinget. Komiteene kan ikke gis avgjørelsesmyndighet. Slike komiteer skal ha minst tre medlemmer.\n2. Kommunestyret og fylkestinget deler selv alle kommunestyrets og fylkestingets medlemmer inn i kommunestyrekomiteer og fylkestingskomiteer, og velger leder og nestleder til komiteene. Medlemmer av kontrollutvalget som også sitter i kommunestyret eller fylkestinget, er utelukket fra valg til komiteene. Ordfører og fylkesordfører kan fritas fra valget dersom kommunestyret eller fylkestinget bestemmer det.\n3. Valget gjennomføres på grunnlag av innstilling med forslag til medlemmer og varamedlemmer til komiteene. Innstillingen skal inneholde et antall navn som tilsvarer antall medlemmer i hver komité med angivelse av den gruppe medlemmet representerer. I tillegg kan innstillingen inneholde et antall varamedlemmer for hver gruppe som tilsvarer antall medlemmer gruppen skal ha, med tillegg av to. Innstillingen vedtas med simpelt flertall.\n4. Komiteene skal sammensettes forholdsmessig etter den kjønnsmessige fordeling blant de som skal velges. Varamedlemmer til komiteene velges på samme måte blant kommunestyrets og fylkestingets varamedlemmer.\n5. Ved varig uttreden eller forfall til kommunestyret og fylkestinget etter § 16 nr. 2 skal vedkommende varamedlem tre inn i den kommunestyrekomité eller fylkestingskomité som den uttredende tilhørte.\n6. Komiteene kan opprette arbeidsutvalg hvis ikke kommunestyret eller fylkestinget har bestemt noe annet.\n7. Kommunestyret og fylkestinget kan selv når som helst omorganisere eller nedlegge kommunestyrekomiteer og fylkestingskomiteer.\n0 Tilføyd ved lov 8 des 2006 nr. 67 (ikr. 10 sep 2007 iflg. res. 8 des 2006 nr. 1377).\n1 Jf. § 29 nr. 6. Sml. lov 17 juli 1925 nr. 11 § 36 a (Svalbard).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10a",
        "source_heading": "§ 10 a."
      }
    },
    {
      "provision_ref": "2:10 b",
      "chapter": "2",
      "section": "10 b",
      "title": "Råd for eldre, personer med funksjonsnedsettelse og ungdom",
      "content": "0 Tilføyes ved lov 16 juni 2017 nr. 62 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10b",
        "source_heading": "§ 10 b."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Styre for institusjon o.l.​1",
      "content": "1. Kommunestyret​2 og fylkestinget​3 kan selv opprette eget styre for kommunale eller fylkeskommunale institusjoner o.l. Slike styrer skal ha minst tre medlemmer.\n2. Kommunestyret​2 og fylkestinget​2 gir selv bestemmelser om styrets sammensetning. Det kan her fastsettes at styret helt eller delvis skal oppnevnes av administrasjonssjefen​3 eller velges av de ansatte eller brukerne ved vedkommende institusjon. Medlemmer som ikke skal oppnevnes eller velges på denne måten, velges av kommunestyret eller fylkestinget.\n3. Et slikt styre kan tildeles myndighet til å treffe avgjørelser som angår virksomhetens drift og organisering.\n4. Kommunestyret og fylkestinget kan selv når som helst omorganisere eller nedlegge slike styrer. Omorganisering i form av nyvalg innenfor de bestemmelser som kommunestyret og fylkestinget selv har gitt, kan foretas av de samme organer eller personer som er tildelt valgkompetanse.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097 – se dens VII).\n1 Jf. f.eks. lov 17 juli 1998 nr. 61 § 11-5 (3).\n2 Jf. § 6.\n3 Se § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Kommunedelsutvalg",
      "content": "1. Kommunestyret​1 kan selv opprette kommunedelsutvalg for deler av kommunen. Kommunestyret velger selv medlemmer og varamedlemmer til utvalget, og blant medlemmene leder og nestleder.\n2. Kommunestyret selv kan fatte vedtak om at medlemmene til ett eller flere kommunedelsutvalg i kommunen skal velges av innbyggerne i vedkommende kommunedel (direkte valg). Der medlemmene til kommunedelsutvalget er valgt ved direkte valg, velger utvalget selv leder og nestleder.\n3. Kommunestyret fastsetter selv kommunedelsutvalgenes arbeidsoppgaver. Kommunedelsutvalg kan tildeles avgjørelsesmyndighet i alle saker vedrørende kommunedelen hvor ikke annet følger av lov.\n4. Kommunedelsutvalget kan gi lederen, et arbeidsutvalg eller lederen av administrasjonen i kommunedelen myndighet til å treffe vedtak i enkeltsaker eller i typer av saker som ikke er av prinsipiell betydning, hvis ikke kommunestyret har bestemt noe annet.\n5. Kommunestyret kan selv når som helst omorganisere eller nedlegge kommunedelsutvalg. Dette gjelder ikke når kommunedelsutvalget er valgt ved direkte valg.\n6. For gjennomføringen av direkte valg til kommunedelsutvalg gjelder bestemmelsene i valgloven​2 så langt de passer.\n7. Departementet kan i forskrift gi nærmere bestemmelser om direkte valg til kommunedelsutvalg.\n0 Endret ved lover 28 juni 2002 nr. 57 (ikr. 1 sep 2002 iflg. res. 28 juni 2002 nr. 646), 10 jan 2003 nr. 4 (ikr. 1 feb 2003 iflg. res. 10 jan 2003 nr. 3), 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377).\n1 Jf. § 6.\n2 Lov 28 juni 2002 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Utvidet myndighet i haste-saker.",
      "content": "1. Kommunestyret​1 og fylkestinget​1 kan selv bestemme at formannskapet​2 eller fylkesutvalget,​2 et fast utvalg,​3 kommunerådet​4 eller fylkesrådet​4 skal ha myndighet til å treffe vedtak i saker som skulle vært avgjort av annet organ, når det er nødvendig at vedtak treffes så raskt at det ikke er tid til å innkalle dette.​5\n2. Melding om vedtak truffet i medhold av denne paragraf forelegges vedkommende organ i dettes neste møte.\n1 Jf. § 6.\n2 Jf. § 8.\n3 Jf. § 10.\n4 Jf. § 19.\n5 Jf. lov 22 juni 1962 nr. 8 § 4 (1), f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Valgbarhet. Plikt til å ta imot valg.​1",
      "content": "1. Ved valg​2 til\n- formannskap og fylkesutvalg​3\n- faste utvalg​4\n- kommunedelsutvalg​5\n- kontrollutvalg​6\n- kommuneråd og fylkesråd​7\n- kommunale eller fylkeskommunale nemnder opprettet i medhold av andre lover\na. Valgbar og pliktig til å ta imot valg er den som har stemmerett​8 ved valg til kommunestyre og fylkesting, og som når valget finner sted står innført i folkeregisteret​9 som bosatt i vedkommende kommune eller i en av kommunene i fylket. Ved valg til kommunedelsutvalg kan kommunestyret vedta at bare de som er innført i folkeregisteret som bosatt i vedkommende kommunedel, er valgbare.\nDen som ikke har nådd stemmerettsalder,​10 er valgbar, men ikke pliktig til å ta imot valg.\nb. Utelukket​11 fra valg​12 er fylkesmannen, assisterende fylkesmann, og den som i vedkommende kommune eller fylkeskommune er administrasjonssjef​13 eller dennes stedfortreder, er sekretær for kommunestyret eller fylkestinget, er leder av forvaltningsgren, har ansvaret for regnskapsfunksjonen i kommunen eller fylkeskommunen, eller foretar revisjon​14 for kommunen eller fylkeskommunen. Leder av enkeltstående virksomheter er likevel ikke utelukket fra valg. I kommuner og fylkeskommuner med parlamentarisk styreform​15 er ansatte i sekretariatet til rådet som har fått myndighet delegert fra rådet, ikke valgbare.​16\nc. Rett til å kreve seg fritatt fra valg har den som har gjort tjeneste som medlem av vedkommende organ de siste fire år. Den som er medlem av et parti som er registrert etter partiloven​17 kapittel 2, kan nekte valg på grunnlag av listeforslag som ikke er framsatt av dette partiet.\n2. Den som har tapt sin stemmerett​18 eller foretar revisjon​14 for vedkommende kommune eller fylkeskommune, er utelukket fra valg til også andre folkevalgte organer enn nevnt i nr. 1.\n3. Den som er ansvarlig for regnskapet i kommunalt eller fylkeskommunalt foretak​19 eller for interkommunal eller interfylkeskommunal virksomhet som omhandlet i § 27, er utelukket fra valg til styret for foretaket eller den interkommunale virksomheten. Den som foretar revisjon​14 for interkommunal eller interfylkeskommunal virksomhet som omhandlet i § 27, kan ikke velges til styret for virksomheten.\n4. Kandidat som er oppført på valgliste ved kommunestyrevalget, kan ikke velges til stemmestyremedlem i vedkommende kommune. Kandidat som er oppført på valgliste ved stortingsvalget eller fylkestingsvalget, kan ikke velges til stemmestyremedlem i kommunene i vedkommende fylke.\n5. En kandidat som ellers ville vært utelukket fra valg på grunn av sin stilling, er likevel valgbar, hvis han eller hun har fratrådt stillingen når organet trer i funksjon.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), 28 juni 2002 nr. 57 (ikr. 1 sep 2002 iflg. res. 28 juni 2002 nr. 646), 10 jan 2003 nr. 4 (ikr. 1 feb 2003 iflg. res. 10 jan 2003 nr. 3), 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377), 11 mai 2007 nr. 16, 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840), 13 mai 2011 nr. 14 (ikr. 1 jan 2012).\n1 Jf. lov 28 juni 2002 nr. 57 § 3-4.\n2 Jf. § 25 nr. 3 og kap. 6.\n3 Jf. § 8.\n4 Jf. § 10.\n5 Jf. § 12.\n6 Jf. § 77 nr. 2.\n7 Jf. § 19.\n8 Jf. lov 28 juni 2002 nr. 57 kap. 2.\n9 Jf. lov 9 des 2016 nr. 88.\n10 Jf. lov 28 juni 2002 nr. 57 § 2-2.\n11 Sml. lov 28 juni 2002 nr. 57 § 3-3 (3).\n12 Se nr. 4.\n13 Jf. § 22.\n14 Jf. §§ 78 flg.\n15 Jf. kap. 3.\n16 Jf. lov 28 juni 2002 nr. 57 § 3-3 (4).\n17 Lov 17 juni 2005 nr. 102.\n18 Jf. Grl. § 53 og lov 28 juni 2002 nr. 57 § 2-2.\n19 Se kap. 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Uttreden. Suspensjon.",
      "content": "1. Den som taper valgbarheten til et folkevalgt organ i valgperioden,​1 trer endelig ut av dette. Hvis tap av valgbarhet skyldes registrert utflytting​2 fra kommunen eller fylkeskommunen for to år eller mindre, trer vedkommende ut av vervet for den tid utflyttingen varer.\n2. Kommunestyret​3 og fylkestinget​3 kan etter søknad frita, for et kortere tidsrom eller resten av valgperioden, den som ikke uten uforholdsmessig vanskelighet eller belastning kan skjøtte sine plikter i vervet.​4\n3. Dersom det blir utferdiget siktelse​5 eller reist tiltale​6 mot en folkevalgt for et straffbart forhold som nevnt i straffeloven​7 §§ 151 til 154, 170 bokstav b, 171 til 174, 208, 353, kapittel 27 eller 30, og forholdet ifølge siktelsen eller tiltalen knytter seg til utøving av verv eller tjeneste for kommunen eller fylkeskommunen, kan kommunestyret​8 eller fylkestinget selv vedta å suspendere vedkommende fra vervet inntil saken er rettskraftig avgjort. For forhold som nevnt i straffeloven §§ 151 til 154 gjelder ikke vilkåret om at siktelsen eller tiltalen skal knytte seg til utøving av verv eller tjeneste for kommunen eller fylkeskommunen.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. § 14.\n2 Jf. lov 9 des 2016 nr. 88.\n3 Jf. § 6.\n4 Sml. lov 28 juni 2002 nr. 57 § 3-4 (1), d.\n5 Jf. strpl. § 69, § 70, § 71 a, § 82, § 248 og kap. 20.\n6 Jf. strpl. kap. 19.\n7 Lov 20 mai 2005 nr. 28.\n8 Jf. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Opprykk og nyvalg.",
      "content": "1. Har medlemmer forfall til et møte i et folkevalgt organ, innkalles varamedlemmer såvidt mulig i den nummerorden de er valgt. Varamedlemmer innkalles fra den gruppe hvor det er forfall.\n2. Hvis medlemmer av kommunestyret​1 eller fylkestinget​1 trer endelig ut eller får varig forfall, trer varamedlemmer fra vedkommende gruppe inn i deres sted i den nummerorden de er valgt hvis organet er valgt ved forholdsvalg. Er et kommunestyre valgt ved flertallsvalg,​2 trer varamedlemmer inn i den nummerorden de er valgt.\n3. Dersom et medlem av et annet folkevalgt organ enn kommunestyre og fylkesting, kommunestyrekomité​3 og fylkestingskomité​3 trer endelig ut, velges nytt medlem, selv om det er valgt varamedlem. Organet skal suppleres fra den samme gruppe som den uttredende tilhørte. Viser det seg at denne fremgangsmåten fører til at et kjønn vil bli representert med mindre enn 40 prosent av medlemmene i organet, skal det så langt det er mulig velges nytt medlem fra det underrepresenterte kjønn.\n4. Trer lederen av et folkevalgt organ endelig ut av organet, skal det velges ny leder.\n5. Er antallet varamedlemmer eller en gruppes varamedlemmer til formannskapet, fylkesutvalget eller et annet folkevalgt organ valgt av kommunestyret eller fylkestinget blitt utilstrekkelig, kan kommunestyret eller fylkestinget selv velge ett eller flere faste eller midlertidige varamedlemmer.​4 Suppleringsvalg skal skje fra den gruppen som har et utilstrekkelig antall varamedlemmer. Viser det seg at denne fremgangsmåten fører til at et kjønn vil bli representert med mindre enn 40 prosent av varamedlemmene til organet eller gruppens varamedlemmer, skal det så langt det er mulig velges nytt varamedlem fra det underrepresenterte kjønn. Myndigheten til å foreta suppleringsvalg til andre organer enn formannskapet​5 eller fylkesutvalget​5 kan delegeres til formannskapet eller fylkesutvalget.\n6. Ved suppleringsvalg etter nr. 3 og nr. 5 kan vedkommende gruppe selv utpeke den som skal rykke inn på den ledige plassen. Gruppen underretter deretter kommunestyret eller fylkestinget, som velger vedkommende dersom de lovbestemte vilkår er oppfylt. Tilsvarende gjelder ved suppleringsvalg i henhold til nr. 5 siste punktum.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377), 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840).\n1 Kfr. § 6.\n2 Jf. lov 28 juni 2002 nr. 57 kap. 12.\n3 Jf. § 10 a.\n4 Sml. lov 28 juni 2002 nr. 57 kap. 14.\n5 Jf. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Konstituerende møte m.v. i kommunestyre og fylkesting.​1",
      "content": "1. Så snart valgoppgjøret​2 er avsluttet, innkalles til konstituerende møte i det nyvalgte kommunestyre​3 og fylkesting.​3 Møtet kalles sammen av tjenestegjørende ordfører​4 eller fylkesordfører med minst 14 dagers varsel, og holdes innen utgangen av oktober måned. Det er vedtaksført når minst 2/3 av medlemmene er til stede.\n2. Som første sak i det konstituerende møtet tar kommunestyret og fylkestinget stilling til om kommunestyrevalget eller fylkestingsvalget er gyldig, jf. valgloven​5 § 13-4 første ledd. Dersom kommunen har avholdt direkte valg til kommunedelsutvalg, tar kommunestyret stilling til gyldigheten av dette valget før øvrige valg foretas. Når det er avgjort at valg som nevnt i første og annet punktum er gyldige, foretas valg av formannskap​6 eller fylkesutvalg,​6 ordfører​4 eller fylkesordfører,​4 varaordførere​4 og kontrollutvalg for den nye valgperioden. I møtet bør det også velges medlemmer av kommunale eller fylkeskommunale nemnder, og ledere for disse, hvis det ikke er overlatt til vedkommende nemnd selv å foreta dette valget.\n3. Kommunestyre og fylkesting, formannskap, fylkesutvalg og kontrollutvalg trer i funksjon fra det konstituerende møte. Ordfører, fylkesordfører, varaordfører og andre folkevalgte organer trer i funksjon fra det tidspunkt de er valgt.\n4. For nemnder som ikke blir valgt i det konstituerende møtet, forlenges de sittende medlemmers funksjonstid inntil nyvalg foretas.\nDet nyvalgte kommunestyre eller fylkesting treffer selv vedtak om neste års budsjett.​7\n0 Endret ved lover 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377), 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nr. 144).\n1 Jf. pbl. § 34-2 (2).\n2 Jf. lov 28 juni 2002 nr. 57 kap. 11.\n3 Jf. § 6. – Se lov 28 juni 2002 nr. 57 § 13-4.\n4 Jf. § 9.\n5 Lov 28 juni 2002 nr. 57.\n6 Jf. § 8.\n7 Jf. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Innføring og oppheving av kommunal eller fylkeskommunal parlamentarisme.​1",
      "content": "1. Kommunestyret​2 eller fylkestinget​2 kan selv vedta å innføre parlamentarisk styringsform etter reglene i dette kapittel. Slikt vedtak må treffes med tilslutning av minst halvdelen​3 av kommunestyrets eller fylkestingets medlemmer.\n2. Forslag om innføring av parlamentarisk styringsform må være fremmet og votert over i kommunestyret eller fylkestinget senest 31. desember i nest siste år av valgperioden. Det kreves ikke at forslaget oppnår flertall. Innføring av parlamentarisk styringsform kan tidligst vedtas på det nyvalgte kommunestyrets eller fylkestingets konstituerende møte.​4 Styringsformen må være vedtatt og satt i verk når det andre året av den nye valgperioden tar til.\n3. Kommunestyret eller fylkestinget kan selv vedta å gå tilbake til ordinær styringsform etter reglene i denne paragraf. Slikt vedtak må treffes med tilslutning av minst halvdelen av kommunestyrets eller fylkestingets medlemmer.\n4. Kommunestyret eller fylkestinget avgjør selv om dannelse av kommuneråd eller fylkesråd skal skje etter § 19 eller § 19 a.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 25 mai 2012 nr. 28 (ikr. 1 juli 2012 iflg. res. 25 mai 2012 nr. 449).\n1 Jf. offl. § 16 (1) tredje punktum.\n2 Jf. § 6.\n3 Sml. § 33.\n4 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Kommuneråd. Fylkesråd.​1",
      "content": "1. Kommunestyret og fylkestinget skal selv opprette et kommuneråd eller fylkesråd som øverste ledelse av kommunens eller fylkeskommunens administrasjon.​2\n2. Når det innføres kommuneråd eller fylkesråd, bortfaller ordningen med administrasjonssjef.​3\n3. Ved videreføring av parlamentarisk styreform velger kommunestyret eller fylkestinget selv et råd i det konstituerende møtet etter et kommunestyre- eller fylkestingsvalg. Når kommunestyret eller fylkestinget selv har vedtatt at det sittende rådet skal fratre eller er blitt meddelt at rådet vil fratre, skal valg av nytt råd foretas senest i det neste møtet. Rådet tiltrer straks det er valgt.\n4. Et forslag til råd skal inneholde det antall navn som ønskes i rådet og skal angi hvem som skal være rådets leder og nestleder. Bestemmelsene om kjønnsmessig balanse i § 38 a nr. 3 første og andre punktum gjelder tilsvarende. Det må enten stemmes for et av forslagene eller stemmes blankt. Det forslaget som får flest stemmer er valgt. Foreligger det flere enn to forslag, må et forslag likevel ha tilslutning fra flertallet av de avgitte stemmene for å være valgt. Får ingen av forslagene slik tilslutning, skal det stemmes på nytt over de to forslagene som fikk flest stemmer. Det forslaget som ved denne avstemningen får flest stemmer er valgt.\n5. Et forslag om at rådet skal fratre må fremsettes i møte. Forslaget skal behandles i neste møte med mindre to tredjedeler av de møtende krever umiddelbar avstemning. Meddelelse fra rådet om fratreden skal gis i møte.\n6. Fratrer et medlem av rådet etter vedtak eller eget ønske, skal det velges et nytt medlem etter forslag fra rådet. Dersom lederen fratrer skal det velges nytt råd.\n7. Den som velges som medlem av kommuneråd eller fylkesråd, fratrer sine øvrige kommunale eller fylkeskommunale verv i funksjonsperioden. Kommunestyret eller fylkestinget kan velge settemedlemmer for andre verv enn kommunestyre- eller fylkestingsmedlem for den tid vedkommende er medlem av kommunerådet eller fylkesrådet.\n0 Endret ved lover 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840).\n1 Jf. § 13.\n2 Jf. § 19 a.\n3 Jf. § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:19 a",
      "chapter": "3",
      "section": "19 a",
      "title": "Utpeking av kommunerådslederkandidat eller fylkesrådslederkandidat",
      "content": "1. Når den parlamentariske situasjonen i kommunestyret​1 eller fylkestinget​1 tilsier det, har ordføreren​2 eller fylkesordføreren​2 på kommunestyrets eller fylkestingets vegne plikt til å gi en kommunerådslederkandidat eller fylkesrådslederkandidat i oppdrag å danne nytt kommuneråd eller fylkesråd. Den kandidaten som ordføreren eller fylkesordføreren etter politiske sonderinger antar kan samle størst oppslutning i kommunestyret eller fylkestinget for sitt kommuneråd​3 eller fylkesråd,​3 skal utpekes.\n2. Er skifte av kommuneråd eller fylkesråd følge av et kommunestyrevalg eller fylkestingsvalg, skal den person som til enhver tid formelt innehar ordførervervet eller fylkesordførervervet, ha oppdraget som følger av nr. 1.\n3. Den utpekte kandidaten setter selv sammen sitt kollegium, og det nye kommunerådet eller fylkesrådet konstituerer seg selv. Bestemmelsene om kjønnsbalanse i § 38 a nr. 3 første og annet punktum gjelder tilsvarende. Lederen av kommunerådet eller fylkesrådet kan selv når som helst skifte ut medlemmer av rådet og bestemme rådets sammensetning.\n4. Kommunerådet og fylkesrådet sender, straks det har konstituert seg, melding til kommunestyret eller fylkestinget om rådets sammensetning. Tilsvarende gjelder ved endringer i rådets sammensetning.\n5. Funksjonstiden til kommunerådet eller fylkesrådet er uavhengig av kommunestyrets og fylkestingets valgperiode.\n6. Ved skifte av kommuneråd og fylkesråd blir fratredende råd sittende inntil nytt råd har konstituert seg.\n7. Et forslag om at rådet skal fratre, må fremsettes i kommunestyremøte eller fylkestingsmøte. Forslaget skal behandles i neste kommunestyremøte eller fylkestingsmøte med mindre to tredjedeler av de møtende krever umiddelbar avstemning. Meddelelse fra rådet om fratreden skal skje i kommunestyremøte eller fylkestingsmøte.\n8. Et medlem av rådet fratrer, foruten i tilfeller nevnt i nr. 3 i denne paragrafen, etter vedtak eller etter eget ønske. Dersom rådslederen fratrer, skal hele rådet fratre.\n0 Tilføyd ved lov 25 mai 2012 nr. 28 (ikr. 1 juli 2012 iflg. res. 25 mai 2012 nr. 449).\n1 Jf. § 6.\n2 Jf. § 9.\n3 Jf. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19a",
        "source_heading": "§ 19 a."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Kommunerådets og fylkesrådets ansvar og myndighet.​1",
      "content": "1. Kommunerådet og fylkesrådet er den øverste ledelse for den samlede kommunale eller fylkeskommunale administrasjon, med de unntak som følger av denne lov. Kommunestyret og fylkestinget kan selv fastsette at det skal være adgang til å tildele enkeltmedlemmer av rådet ledelsesansvar på rådets vegne for deler av den kommunale eller fylkeskommunale administrasjon.\n2. Kommunerådet og fylkesrådet skal påse at de saker som legges fram for folkevalgte organer, er forsvarlig utredet​2 og at de vedtak som er truffet blir iverksatt. Kommunerådet og fylkesrådet skal sørge for at administrasjonen drives i samsvar med lover, forskrifter og overordnede instrukser, og at den er gjenstand for betryggende kontroll.\n3. Kommunestyret og fylkestinget kan selv tildele rådet avgjørelsesmyndighet i alle saker hvor ikke annet følger av lov. Rådet kan gi enkeltmedlemmer myndighet til å treffe vedtak i enkeltsaker eller typer av saker som ikke er av prinsipiell betydning i de tilfeller disse er tildelt ledelsesansvar etter nr. 1, hvis ikke kommunestyret eller fylkestinget har bestemt noe annet.\n4. Kommunestyret og fylkestinget kan selv gi rådet myndighet til å opprette og oppnevne styrer for rådets ledelse for særskilte deler av den kommunale og fylkeskommunale virksomheten.​3 Rådet fastsetter selv vedtektene for slike styrer og kan gi styret myndighet til å treffe vedtak i enkeltsaker eller typer av saker som ikke er av prinsipiell betydning. Et styre kan omorganiseres og nedlegges i valgperioden, og det kan foretas ny oppnevning av hele styret eller enkeltmedlemmer. Et medlem av et styre kan fratre vervet etter eget ønske.\n5. Kommunerådets og fylkesrådets medlemmer skal delta i kommunestyrets eller fylkestingets møter. Rådets leder har rett til å delta i møter i andre kommunale eller fylkeskommunale organer, personlig eller ved ett av de øvrige medlemmene i rådet. Møteretten etter foregående punktum gjelder ikke for møter i kontrollutvalget​4 eller møter i kommunestyrets eller fylkestingets egne organer når disse behandler saker om kommunestyrets, fylkestingets eller organets egen indre organisering. Har rådets medlemmer ledelsesansvar, gjelder møte- og taleretten det medlemmet av rådet som har vedkommende organs saker under sitt ansvarsområde, samt rådets leder.\n0 Endret ved lover 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915).\n1 Jf. § 44 og § 45.\n2 Sml. § 23 nr. 2 og fvl. § 17.\n3 Jf. f.eks. lov 17 juli 1998 nr. 61 § 11-5 (3).\n4 Jf. § 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Kontormessig og utredningsmessig assistanse til grupper i kommunestyre og fylkesting.",
      "content": "Grupper av kommunestyremedlemmer eller fylkestingsmedlemmer som ikke deltar i kommunerådet eller fylkesrådet, skal sikres nødvendig utredningsmessig og kontormessig assistanse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Administrasjonssjef.​1",
      "content": "1. I hver kommune og fylkeskommune skal det ansettes en administrasjonssjef.​2\n2. Kommunestyret​3 og fylkestinget​3 ansetter selv administrasjonssjefen.\n1 Jf. § 24 nr. 3.\n2 Jf. § 14 nr. 1, b, § 19 nr. 2 og lov 28 juni 2002 nr. 57 § 3-3 (3), b.\n3 Jf. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Administrasjonssjefens oppgaver og myndighet.",
      "content": "1. Administrasjonssjefen er den øverste leder for den samlede kommunale eller fylkeskommunale administrasjon, med de unntak som følger av lov, og innenfor de rammer kommunestyret eller fylkestinget fastsetter.\n2. Administrasjonssjefen skal påse at de saker som legges fram for folkevalgte organer, er forsvarlig utredet,​1 og at vedtak blir iverksatt. Administrasjonssjefen skal sørge for at administrasjonen drives i samsvar med lover, forskrifter og overordnede instrukser, og at den er gjenstand for betryggende kontroll.\n3. Administrasjonssjefen har møte- og talerett, personlig eller ved en av sine underordnede, i alle kommunale eller fylkeskommunale folkevalgte organer med unntak av kontrollutvalget.​2\n4. Kommunalt og fylkeskommunalt folkevalgt organ kan gi administrasjonssjefen myndighet til å treffe vedtak i enkeltsaker eller typer av saker som ikke er av prinsipiell betydning, hvis ikke kommunestyret eller fylkestinget har bestemt noe annet.​3\n0 Endret ved lov 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915).\n1 Sml. § 20 nr. 2 og fvl. § 17. Jf. § 32 nr. 3.\n2 Jf. § 77 nr. 2.\n3 Jf. § 9 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Kommunale og fylkeskommunale stillinger.",
      "content": "1. Kommunestyret​1 og fylkestinget​1 kan tildele formannskapet eller fylkesutvalget, kommunerådet eller fylkesrådet, utvalg, styre for institusjon eller administrasjonssjefen myndighet til å opprette og nedlegge stillinger og til å treffe avgjørelser i personalsaker.​2\n2. Kommunestyret og fylkestinget kan selv bestemme at ledende administrative stillinger, herunder ledere av kommunale og fylkeskommunale foretak, skal ansettes på åremål.​3 Det samme gjelder for ombud. Åremålsperioden skal være på minst seks år.\n3. Kommunestyret og fylkestinget kan opprette eller slutte seg til en pensjonsordning for kommunale eller fylkeskommunalt ansatte. Kongen​4 kan i forskrift fastsette nærmere bestemmelser om slike pensjonsordninger.\n0 Endret ved lover 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377).\n1 Jf. § 6.\n2 Jf. § 31 nr. 3 siste punktum.\n3 Jf. § 22.\n4 Arbeids- og sosialdepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Partssammensatte utvalg – administrasjonsutvalg.",
      "content": "1. Det skal i alle kommuner og fylkeskommuner opprettes ett eller flere partssammensatte utvalg – administrasjonsutvalg – for behandling av saker som gjelder forholdet mellom kommunen eller fylkeskommunen som arbeidsgiver og de ansatte. Utvalg etter første punktum kan erstattes med andre ordninger dersom dette får tilslutning fra minst tre fjerdedeler av de ansatte.\n2. Administrasjonsutvalget sammensettes av representanter for kommunen eller fylkeskommunen og de ansatte. De ansattes representanter velges av og blant de ansatte for to år av gangen. Flertallet i utvalget skal bestå av representanter for kommunen eller fylkeskommunen. Kommunestyret​1 og fylkestinget​1 velger selv kommunens eller fylkeskommunens representanter og utvalgets leder og nestleder blant disse.\n3. For de ansattes representanter gjelder de vanlige valgbarhetsregler, bortsett fra bostedskravet.​2\n4. For øvrig gjelder de samme bestemmelser som for andre faste utvalg.​3\n0 Endret ved lov 10 jan 1997 nr. 8 (ikr. 1 mars 1997).\n1 Jf. § 6.\n2 Jf. § 14.\n3 Jf. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Møterett for ansattes representanter i nemnder.​1",
      "content": "1. Representanter for de ansatte i kommunen eller fylkeskommunen har møte- og talerett i nemnder, når disse behandler saker som gjelder forholdet mellom kommunen eller fylkeskommunen som arbeidsgiver og de ansatte. Denne retten gjelder likevel ikke i forhold til styret for kommunalt eller fylkeskommunalt foretak etter kapittel 11, dersom de ansatte er representert i styret.\n2. Representanter for de ansatte har ikke rett til å delta i behandlingen av saker som gjelder arbeidsgivers forberedelse til forhandlinger med arbeidstakere, arbeidskonflikter, rettstvister med arbeidstakerorganisasjoner eller oppsigelse av tariffavtaler.​2\n3. Representanter for de ansatte har ikke møterett i formannskap​3 eller fylkesutvalg,​3 i kontrollutvalg​4 eller i organ som behandler klagesaker etter forvaltningsloven​5 § 28 andre ledd. Representanter for de ansatte i revisjonen​6 har likevel møte- og talerett i kontrollutvalg​4 når dette behandler saker som gjelder forholdet mellom kommunen eller fylkeskommunen som arbeidsgiver og de ansatte i revisjonen.\n4. Kommunestyret​7 og fylkestinget​7 fastsetter selv nærmere retningslinjer for de ansattes møterett.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097).\n1 Jf. lov 17 juli 1998 nr. 61 § 11-8.\n2 Jf. lov 27 jan 2012 nr. 9 § 1, e.\n3 Jf. § 8.\n4 Jf. § 77.\n5 Lov 10 feb 1967.\n6 Jf. §§ 78 flg.\n7 Jf. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Interkommunalt og interfylkeskommunalt samarbeid.",
      "content": "1. To eller flere kommuner, to eller flere fylkeskommuner, eller en eller flere kommuner og en eller flere fylkeskommuner, kan opprette et eget styre til løsning av felles oppgaver. Kommunestyret​1 og fylkestinget​1 gjør selv vedtak om opprettelse av slikt styre. Til slikt styre kan kommunestyret eller fylkestinget selv gi myndighet til å treffe avgjørelser som angår virksomhetens drift og organisering.\nKongen​2 kan gi pålegg om opprettelse av styre som nevnt i første ledd.\n2. Vedtektene for det interkommunale styre skal inneholde bestemmelser om:\na. styrets sammensetning og hvordan det utpekes,\nb. området for styrets virksomhet,\nc. hvorvidt deltakerkommunene skal gjøre innskudd til virksomheten,\nd. hvorvidt styret har myndighet til å ta opp lån eller på annen måte pådra deltakerne økonomiske forpliktelser,\ne. uttreden fra eller oppløsning av samarbeidet.\n3. Den enkelte kommune og fylkeskommune kan i alle fall med ett års skriftlig varsel si opp sitt deltakerforhold i det interkommunale samarbeid og kreve seg utløst av det. Utløsningssummen fastsettes til andelens nettoverdi ved oppsigelsesfristens utløp, men ikke til mer enn verdien av de midler vedkommende kommune eller fylkeskommune har skutt inn.\nOppsigelse av avtale om interkommunalt styre kan bringes inn for departementet.​2 Departementet kan gi pålegg om at samarbeidet skal fortsette i et nærmere bestemt tidsrom eller inntil videre, hvor samfunnsmessige interesser eller hensynet til samarbeidende kommuner tilsier dette.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), 12 des 2003 nr. 114.\n1 Jf. § 6.\n2 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Overdragelse av tariffavtalemyndighet.",
      "content": "Kommunestyret​1 og fylkestinget​1 kan selv gi en sammenslutning av kommuner og fylkeskommuner fullmakt til å inngå og si opp tariffavtale,​2 samt å gi eller motta kollektiv arbeidsoppsigelse​3 på kommunens eller fylkeskommunens vegne.\n1 Jf. § 6.\n2 Jf. lover 18 juli 1958 nr. 2 kap. 3, 27 jan 2012 nr. 9 § 1, e.\n3 Jf. lov 27 jan 2012 nr. 9 § 1, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "title": "Bestemmelsenes anvendelsesområde.",
      "content": "1. Bestemmelsene i dette kapitlet gjelder for kommunestyre,​1 fylkesting,​1 formannskap,​2 fylkesutvalg,​2 faste utvalg,​3 kommunestyrekomiteer, fylkestingskomiteer, kommunedelsutvalg,​4 kommuneråd​4 og fylkesråd​5 samt kommunale eller fylkeskommunale nemnder opprettet i medhold av andre lover.\n2. Bestemmelsene gjelder også for kontrollutvalg, dersom ikke annet fremgår av § 77.\n3. Bestemmelsene gjelder også for andre folkevalgte organer, så langt kommunestyret,​1 fylkestinget​1 eller oppnevningsorganet ikke bestemmer noe annet. Det kan likevel ikke gjøres unntak fra §§ 36 til 38 a.\n4. Bestemmelsene gjelder ikke for kommunale eller fylkeskommunale foretak,​6 jf. kapittel 11. Bestemmelsene i § 30 nr. 4, §§ 31, 31 a, og § 32 nr. 3 og §§ 36 til 38 a kommer likevel til anvendelse.\n5. Bestemmelsene gjelder ikke for virksomhet etablert i medhold av lov om interkommunale selskaper.​7\n6. Bestemmelsene i §§ 36 til 38 a gjelder ikke for kommunestyrekomiteer og fylkestingskomiteer.​8\n0 Endret ved lover 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915), 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377), 11 mai 2007 nr. 16, 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nr. 144), 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681).\n1 Jf. § 6.\n2 Jf. § 8.\n3 Jf. § 10.\n4 Jf. § 12.\n5 Jf. § 19.\n6 Se kap. 11.\n7 Lov 29 jan 1999 nr. 6.\n8 Jf. § 10 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "8:30",
      "chapter": "8",
      "section": "30",
      "title": "Møteprinsippet. Møtebok",
      "content": "1. Folkevalgte organer behandler sine saker og treffer sine vedtak i møter.​1\n2. Når en sak skal avgjøres av annet organ enn kommunestyret​2 eller fylkestinget,​2 kan lederen for organet beslutte saken tatt opp til behandling ved fjernmøte eller ved skriftlig saksbehandling. Dette kan likevel bare gjøres når det er påkrevd å få avgjort saken før neste møte, og det enten ikke er tid til å kalle sammen til ekstraordinært møte, eller saken ikke er så viktig at dette må anses nødvendig.\nDepartementet​3 kan gi nærmere regler om adgang til å treffe vedtak på grunnlag av fjernmøte eller skriftlig saksbehandling.\n3. Det skal føres møtebok over forhandlingene i alle folkevalgte organer. Kommunestyret og fylkestinget fastsetter selv nærmere regler om føring av møtebok.\n4. Dersom det treffes avgjørelse om at et møte skal holdes for lukkede dører, skal avgjørelsen føres i møteboken og hjemmelen for avgjørelsen skal framgå. Det samme gjelder for avgjørelse om at et medlem av organet er inhabilt.\n0 Endret ved lover 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840), 14 jan 2011 nr. 1 (ikr. 1 juli 2011 iflg. res. 14 jan 2011 nr. 38).\n1 Jf. lov 15 juni 2018 nr. 40 § 32.\n2 Jf. § 6.\n3 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "title": "Møteoffentlighet",
      "content": "1. Enhver har rett til å overvære møtene​1 i folkevalgte organer.\n2. Et folkevalgt organ skal vedta å lukke et møte når det foreligger lovbestemt taushetsplikt.​2\n3. Et folkevalgt organ skal vedta å lukke et møte når det skal behandle en sak som angår en arbeidstakers tjenstlige forhold.\n4. Et folkevalgt organ kan vedta å lukke et møte når hensynet til personvern​3 krever det.\n5. Et folkevalgt organ kan vedta å lukke et møte når hensynet til tungtveiende offentlige interesser tilsier det, og det vil komme fram opplysninger i møtet som kunne ha vært unntatt offentlig innsyn etter lov 19. mai 2006 nr. 16 (offentleglova) dersom de hadde stått i et dokument.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 14 jan 2011 nr. 1 (ikr. 1 juli 2011 iflg. res. 14 jan 2011 nr. 38).\n1 Jf. § 4 og Grl. § 100 (5). – Sml. offl.\n2 Jf. nr. 3. Se fvl. § 13 jf. § 13 a til § 13 e.\n3 Sml. fvl. § 13 (1) nr. 1, lov 15 juni 2018 nr. 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:31 a",
      "chapter": "8",
      "section": "31 a",
      "title": "Prosedyreregler mv.",
      "content": "1. Hvis møtelederen eller vedkommende organ krever det, skal debatten om lukking av et møte holdes i lukket møte. Avstemningen skal skje i åpent møte.\n2. Møtelederen skal etter anmodning gi tillatelse til å gjøre opptak av eller overføre lyd eller bilde fra åpne møter, såfremt dette ikke virker forstyrrende på gjennomføringen av møtet.\n3. Kommunerådet eller fylkesrådet bestemmer selv om deres møter skal være åpne, såfremt § 31 ikke er til hinder for åpenhet.\n0 Tilføyd ved lov 14 jan 2011 nr. 1 (ikr. 1 juli 2011 iflg. res. 14 jan 2011 nr. 38).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31a",
        "source_heading": "§ 31 a."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "title": "Fastsetting av møter. Sakliste. Innkalling. Møteledelse.",
      "content": "1. Møte i folkevalgte organer skal holdes på de tidspunkter som er vedtatt av organet selv, kommunestyret​1 eller fylkestinget,​1 og ellers når organets leder finner det påkrevd eller minst 1/3 av medlemmene krever det.\n2. Lederen av folkevalgt organ setter opp sakliste​2 for det enkelte møte. Innkalling til møtet skal sendes organets medlemmer med høvelig varsel, og skal inneholde en oversikt over de saker som skal behandles.\n3. Saklisten til møtet​2 og andre dokumenter som ikke er unntatt fra offentlighet, skal være tilgjengelig for allmennheten.​3 Møte i folkevalgte organer skal kunngjøres på hensiktsmessig måte. Dette gjelder også møter som det må antas vil bli helt eller delvis lukket etter § 31.\n4. Møte i folkevalgte organer ledes av organets leder eller nestleder.​4 Har begge forfall, velges en særskilt møteleder ved flertallsvalg.\n0 Endret ved lov 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681).\n1 Jf. § 6.\n2 Se § 34.\n3 Jf. § 45 nr. 3 og offl. § 3, jf. § 16.\n4 Jf. § 9 nr. 3 og § 10 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "title": "Vedtaksførhet.",
      "content": "Et folkevalgt organ kan bare treffe vedtak hvis minst halvparten av medlemmene har vært til stede under forhandlingene og avgitt stemme i vedkommende sak.​1\n1 Sml. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "8:34",
      "chapter": "8",
      "section": "34",
      "title": "Endring av sakliste. Forespørsler.",
      "content": "1. Folkevalgt organ kan med alminnelig flertall vedta å utsette realitetsbehandlingen av en sak på den utsendte saklisten. Det kan også treffe vedtak i sak som ikke er oppført på saklisten, hvis ikke møteleder eller 1/3 av de møtende medlemmene motsetter seg dette.\n2. Ethvert medlem kan rette forespørsler til lederen i møtet, også om saker som ikke står på saklisten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "8:35",
      "chapter": "8",
      "section": "35",
      "title": "Avstemninger.​1",
      "content": "1. Vedtak treffes med alminnelig flertall av de stemmer som avgis, hvis ikke annet følger av denne lov eller av valgloven § 9-3 annet ledd. Ved stemmelikhet i andre saker enn valg er møteleders stemme avgjørende.\n2. Ved behandlingen av økonomiplan eller årsbudsjett​2 i kommunestyret​3 eller fylkestinget​3 stemmes det ved den endelige avstemning over forslag til økonomiplan eller årsbudsjett som helhet. Er det framsatt alternative forslag, og ingen av disse får flertall ved første gangs avstemning, stemmes det deretter alternativt mellom de to forslag som fikk flest stemmer ved denne.\n3. Valg av leder og nestleder for folkevalgte organer holdes som flertallsvalg.​4\n4. Valg av medlemmer av nemnder holdes som forholdsvalg når minst ett medlem krever det, og ellers som avtalevalg.\n5. Ved valg og ansettelse kan hvert enkelt medlem kreve skriftlig avstemning.\n0 Endret ved lover 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377), 8 mai 2009 nr. 26 (ikr. 8 mai 2009 iflg. res. 8 mai 2009 nr. 497), 19 juni 2009 nr. 89, 17 juni 2016 nr. 59.\n1 Jf. § 33.\n2 Jf. kap. 8.\n3 Jf. § 6.\n4 Jf. § 10 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "8:36",
      "chapter": "8",
      "section": "36",
      "title": "Forholdsvalg – listeforslag.",
      "content": "Ved forholdsvalg følges denne framgangsmåten:\n1. Valg foregår på grunnlag av på forhånd innleverte lister med forslag til kandidater.​1 Partier​2 eller grupperinger som er representert i det velgende organ, kan bare levere ett listeforslag hver. Listen kan inneholde inntil dobbelt så mange forskjellige navn som det skal velges medlemmer. Kandidater fra et parti eller en gruppering kan bare føres opp på partiets eller grupperingens listeforslag, eller på en fellesliste som utgår fra flere partier eller grupperinger.\n2. Skal det velges to eller tre medlemmer, skal hvert kjønn være representert​3 på den enkelte liste. Skal det velges fire eller fem medlemmer, skal hvert kjønn være representert med minst to. Skal det velges seks til åtte medlemmer, skal hvert kjønn være representert med minst tre. Skal det velges ni medlemmer, skal hvert kjønn være representert med minst fire, og skal det velges flere medlemmer, skal hvert kjønn være representert med minst 40 prosent. Ved valg til folkevalgte organer som etter lov bare består av medlemmer av kommunestyre​4 eller fylkesting,​4 og ved valg av arbeidsutvalg for folkevalgte organer, skal disse reglene følges så langt det er mulig. Når det gjelder representasjon av begge kjønn i styret i selskaper som er eid av kommuner og fylkeskommuner i fellesskap, vises til kapittel 12 A.\n3. Listeforslaget skal være underskrevet av minst ett medlem av det parti eller den gruppering som framsetter forslaget. Den som underskriver må være medlem av det velgende organ. Foreslås kandidat som kan kreve seg fritatt fra valg, skal det være innhentet samtykke fra denne.\n0 Endret ved lover 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 19 juni 2009 nr. 91 (ikr. 1 jan 2010 iflg. res. 20 nov 2009 nr. 1385).\n1 Sml. lov 28 juni 2002 nr. 57 kap. 6.\n2 Jf. lov 17 juni 2005 nr. 102.\n3 Jf. lov 16 juni 2017 nr. 51 § 28\n4 Jf. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "8:37",
      "chapter": "8",
      "section": "37",
      "title": "Forholdsvalg – valgoppgjøret.",
      "content": "1. Ved valgoppgjøret fordeles medlemsplassene på listene i forhold til det antall stemmesedler hver liste har fått, ved bruk av delingstall 1, 2, 3, 4 osv. Har flere lister samme kvotient, tilfaller plassen den av listene som har størst stemmetall. Har de samme stemmetall, avgjøres valget ved loddtrekning.\n2. Når det er avgjort hvor mange medlemsplasser en liste vil få, foretas en ny stemmeopptelling for listens kandidater. En går fram slik:\nFørst telles de navn som står som nr. 1 på stemmesedlene. Den kandidat som får flest stemmer ved denne opptellingen, er valgt. Skal listen ha mer enn én plass, teller en deretter opp de navn som står som nr. 2 på stemmesedlene. Den kandidat som får flest stemmer ved de to opptellingene, når en ser bort fra den allerede valgte, er valgt. På samme måte fortsetter en inntil alle plasser listen skal ha er besatt, med de modifikasjoner som følger av bestemmelsen i denne paragrafs nr. 3. Hvis flere kandidater har fått like mange stemmer, anses den valgt som står først i rekkefølgen på listen.\nVed opptellingen ses bort fra andre navn enn de som står på den innleverte valgliste.\n3. Viser det seg at et kjønn etter denne fremgangsmåte vil bli representert med færre medlemmer fra en liste enn det som følger av kravene i § 36 nr. 2, rykker kandidater fra det underrepresenterte kjønn så langt mulig opp på listen i det omfang som er nødvendig for å oppnå slik balanse.\n4. Hver liste skal såvidt mulig tildeles så mange varamedlemmer som den får medlemmer, med et tillegg av to. Varamedlemsplassene fordeles ved fortsatt opptelling på samme måte som bestemt for medlemmene i pkt. 2 og 3 ovenfor.\n0 Endret ved lover 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840), 19 juni 2009 nr. 91 (ikr. 1 jan 2010 iflg. res. 20 nov 2009 nr. 1385).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "8:38",
      "chapter": "8",
      "section": "38",
      "title": "Flertallsvalg. Ansettelser.",
      "content": "Ved flertallsvalg og ansettelser er den valgt eller ansatt som har fått mer enn halvparten av de avgitte stemmer. Hvis ingen får slikt flertall, holdes ny avstemning. Ved denne er den valgt eller ansatt som får flest stemmer. Ved stemmelikhet avgjøres ansettelse av møtelederen, mens valg avgjøres ved loddtrekning.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377), 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "8:38 a",
      "chapter": "8",
      "section": "38 a",
      "title": "Avtalevalg.",
      "content": "1. Kommunestyret eller fylkestinget kan selv​1 enstemmig vedta at valg til folkevalgte organer skal foregå som avtalevalg etter denne paragrafen.\n2. Valget gjennomføres på grunnlag av innstilling med forslag til medlemmer og varamedlemmer til organet. Innstillingen skal inneholde et antall navn som tilsvarer antall medlemmer i organet med angivelse av den gruppe medlemmet representerer. I tillegg kan innstillingen inneholde et antall varamedlemmer for hver gruppe som tilsvarer antall medlemmer gruppen skal ha, med tillegg av to. Innstillingen vedtas enstemmig av kommunestyret eller fylkestinget.\n3. Kravene til kjønnsbalanse i § 36 nr. 2 gjelder tilsvarende. Viser det seg at et kjønn vil få færre medlemmer enn det som følger av første punktum, skal kandidater fra det underrepresenterte kjønn settes inn i det omfang som er nødvendig for å oppnå slik balanse. Ved valg til folkevalgte organer som etter lov bare består av medlemmer av kommunestyre eller fylkesting, og ved valg til arbeidsutvalg for folkevalgte organer, skal disse regler følges så langt det er mulig.\n4. Ved valg av varamedlemmer gjelder nr. 3 tilsvarende.\n0 Tilføyd ved lov 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377), endret ved lov 19 juni 2009 nr. 91 (ikr. 1 jan 2010 iflg. res. 20 nov 2009 nr. 1385).\n1 Jf. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38a",
        "source_heading": "§ 38 a."
      }
    },
    {
      "provision_ref": "8:39",
      "chapter": "8",
      "section": "39",
      "title": "Reglement. Arkiv.",
      "content": "1. Kommunestyret​1 og fylkestinget​1 fastsetter selv ved reglement nærmere regler for saksbehandlingen i folkevalgte organer.\n2. Kommunestyret og fylkestinget skal selv vedta reglement for delegasjon av avgjørelsesmyndighet og for innstillingsrett innen 31. desember året etter at kommunestyret og fylkestinget ble konstituert. Sist vedtatte reglement og eventuelle andre vedtak gjelder inntil nytt reglement er vedtatt.\n3. Departementet​2 kan gi forskrifter om behandling, bevaring, ordning av og tilsyn med kommunens og fylkeskommunens arkiver.​3\n0 Endret ved lov 25 mai 2012 nr. 28 (ikr. 1 juli 2012 iflg. res. 25 mai 2012 nr. 449).\n1 Jf. § 6.\n2 Kulturdepartementet iflg. res. 18 des 1992 nr. 1079.\n3 Jf. lov 4 des 1992 nr. 126.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "9:39 a",
      "chapter": "9",
      "section": "39 a",
      "title": "Innbyggerforslag",
      "content": "1. Innbyggerne i kommunen eller fylket kan fremme forslag som gjelder kommunens eller fylkeskommunens virksomhet. Kommunestyret​1 eller fylkestinget​1 plikter selv å ta stilling til forslaget dersom minst 2 prosent av innbyggerne står bak forslaget. Likevel er 300 underskrifter i kommunen eller 500 i fylket alltid tilstrekkelig. Kommunestyret eller fylkestinget tar selv stilling til om forslaget gjelder kommunens eller fylkeskommunens virksomhet.\n2. Kommunestyret eller fylkestinget skal ta stilling til forslaget senest 6 måneder etter at det er fremmet. Tidsfristen gjelder ikke dersom forslaget henvises til behandling i forbindelse med pågående plansak etter plan- og bygningsloven.​2 Forslagsstillerne skal informeres om de avgjørelser som treffes, og de tiltak som gjennomføres som følge av forslaget.\n3. I samme valgperiode kan det ikke fremmes forslag dersom dette har\na. samme innhold som et tidligere forslag fremmet etter denne bestemmelse, eller\nb. samme innhold som en sak som er behandlet av kommunestyret eller fylkestinget i løpet av valgperioden.\nKommunestyret eller fylkestinget tar selv stilling til om forslaget omfattes av bokstav a eller b.\n4. Et forslag som er fremmet etter reglene i denne paragraf, og som blir nedstemt i kommunestyret eller fylkestinget, kan ikke påklages med mindre dette følger av andre regler.\n0 Tilføyd ved lov 20 juni 2003 nr. 46 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 715), endret ved lover 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377), 19 des 2014 nr. 92 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1731).\n1 Jf. § 6.\n2 Lov 27 juni 2008 nr. 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39a",
        "source_heading": "§ 39 a."
      }
    },
    {
      "provision_ref": "9:39 b",
      "chapter": "9",
      "section": "39 b",
      "title": "Lokale folkeavstemninger",
      "content": "1. Kommunestyret eller fylkestinget kan selv bestemme at det skal avholdes rådgivende lokale folkeavstemninger.\n2. Kommunene og fylkeskommunene plikter å rapportere de opplysninger som departementet finner er nødvendig for å offentliggjøre informasjon om lokale folkeavstemninger.\n0 Tilføyd ved lov 8 mai 2009 nr. 26 (ikr. 8 mai 2009 iflg. res. 8 mai 2009 nr. 497).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39b",
        "source_heading": "§ 39b."
      }
    },
    {
      "provision_ref": "10:40",
      "chapter": "10",
      "section": "40",
      "title": "Rett og plikt til å delta i møter i kommunale og fylkeskommunale organer. Inhabilitet. Rett til dokumentinnsyn.",
      "content": "1. Den som er valgt som medlem av kommunalt eller fylkeskommunalt folkevalgt organ, plikter å delta i organets møter, med mindre det foreligger gyldig forfall.​1\nArbeidstaker har krav på fri fra arbeid i det omfang dette er nødvendig på grunn av møteplikt i kommunale eller fylkeskommunale folkevalgte organer. Arbeidstaker har også rett til permisjon fra sitt arbeid i fire år eller for resten av valgperioden for å utføre heltids- eller deltids kommunalt eller fylkeskommunalt verv.\n2. Medlem som er til stede i et kommunalt eller fylkeskommunalt folkevalgt organ når en sak tas opp til avstemning, plikter å avgi stemme. Ved valg og ansettelse er det adgang til å stemme blankt.\n3. Om inhabilitet gjelder reglene i forvaltningsloven​2 kap. II, med følgende særregler:\na. Inhabilitet inntrer ikke ved valg til offentlige tillitsverv eller ved fastsetting av godtgjøring o.l. for slike verv.\nb. Kommunalt og fylkeskommunalt ansatte som i denne egenskap har medvirket ved tilretteleggelsen av grunnlaget for en avgjørelse, eller ved tidligere avgjørelse i samme sak, skal alltid anses som inhabile når saken behandles i folkevalgt organ.​3 Ved behandling av årsbudsjett, økonomiplan, kommuneplan, regional planstrategi og regional plan gjelder ikke første punktum.\nc. Ved behandling av klager etter forvaltningsloven § 28 andre ledd er ansatte eller folkevalgte som var med på å treffe det påklagede vedtak, eller som medvirket ved tilretteleggelsen av grunnlaget for dette, inhabile ved klageinstansens behandling av saken og ved tilretteleggelsen av saken for klageinstansen.​3\nEr en overordnet ansatt inhabil i en sak, kan direkte underordnet ansatt ikke delta ved klageinstansens behandling av saken, eller ved tilretteleggelsen av saken for klageinstansen.\n4. Vedkommende organ kan frita et medlem fra å delta ved behandlingen av en sak når han eller hun ber om det før saken tas opp til behandling, og vektige personlige grunner tilsier dette.\n5. Kommunestyret​4 og fylkestinget​4 skal selv fastsette et reglement for de folkevalgtes rett til innsyn i saksdokumenter​5 og til informasjon om saker som er under behandling.​6\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 27 juni 2008 nr. 71 (ikr. 1 juli 2009 iflg. res. 12 juni 2009 nr. 638).\n1 Jf. lov 17 juni 2005 nr. 62 § 12-13, lov 21 juni 2013 nr. 102 § 7-12.\n2 Lov 10 feb 1967.\n3 Sml. fvl. § 6.\n4 Jf. § 6.\n5 Jf. offl. § 3 og §§ 14 til 16.\n6 Sml. § 77 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "10:41",
      "chapter": "10",
      "section": "41",
      "title": "Dekning av utgifter og økonomisk tap.",
      "content": "1. Den som har et kommunalt eller fylkeskommunalt tillitsverv, har krav på skyss-, kost- og overnattingsgodtgjøring for reiser i forbindelse med vervet, etter nærmere regler fastsatt av kommunestyret​1 eller fylkestinget​1 selv.\n2. Tap av inntekt og påførte utgifter som følge av kommunalt eller fylkeskommunalt tillitsverv erstattes opp til et visst beløp pr. dag, fastsatt av kommunestyret eller fylkestinget selv. Det skal fastsettes ulike satser for legitimerte og ulegitimerte tap.\n1 Jf. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "10:42",
      "chapter": "10",
      "section": "42",
      "title": "Arbeidsgodtgjøring.",
      "content": "Den som har et kommunalt eller fylkeskommunalt tillitsverv, har krav på godtgjøring for sitt arbeid etter nærmere regler fastsatt av kommunestyret​1 eller fylkestinget​1 selv.\n1 Jf. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "10:43",
      "chapter": "10",
      "section": "43",
      "title": "Pensjonsordning.",
      "content": "Kommunestyret​1 og fylkestinget​1 kan selv vedta å opprette eller slutte seg til en pensjonsordning for folkevalgte i kommunen eller fylkeskommunen.\nKongen​2 kan i forskrift fastsette nærmere bestemmelser om slike pensjonsordninger.\n1 Jf. § 6.\n2 Arbeids- og sosialdepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "11:44",
      "chapter": "11",
      "section": "44",
      "title": "Økonomiplan.",
      "content": "1. Kommunestyret​1 og fylkestinget​1 skal en gang i året vedta en rullerende økonomiplan.\n2. Økonomiplanen skal omfatte minst de fire neste budsjettår.​2\n3. Økonomiplanen skal omfatte hele kommunens eller fylkeskommunens virksomhet og gi en realistisk oversikt over sannsynlige inntekter, forventede utgifter og prioriterte oppgaver i planperioden. Planen skal være satt opp på en oversiktlig måte.\n4. I økonomiplanen skal det for hvert enkelt år økonomiplanen omfatter anvises dekning for de utgifter og oppgaver som er ført opp, jf. § 46 nr. 6.\n5. Planer som omfatter avgrensede deler av kommunens eller fylkeskommunens virksomhet, skal integreres i økonomiplanleggingen og bruken av midler innarbeides i planen.\n6. Kommunestyret og fylkestinget vedtar selv økonomiplanen og endringer i denne. Vedtaket treffes på grunnlag av innstilling fra formannskapet eller fylkesutvalget.​3 Ved parlamentarisk styreform skal rådet​4 avgi innstilling som nevnt.\n7. Innstillingen til økonomiplan, med de forslag til vedtak som foreligger, skal legges ut til alminnelig ettersyn minst 14 dager før den behandles i kommunestyret eller fylkestinget. Dette gjelder likevel ikke ved innstilling som gjelder endringer i økonomiplanen.\n8. Økonomiplanen og endringer i denne oversendes departementet til orientering.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730).\n1 Jf. § 6.\n2 Jf. § 45.\n3 Jf. § 8.\n4 Jf. § 19 og § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "11:45",
      "chapter": "11",
      "section": "45",
      "title": "Årsbudsjettet.",
      "content": "1. Kommunestyret​1 og fylkestinget​1 skal innen årets utgang vedta budsjett for det kommende kalenderår.\n2. Kommunestyret og fylkestinget vedtar selv årsbudsjettet og endringer i dette. Vedtaket treffes på grunnlag av innstilling fra formannskapet​2 eller fylkesutvalget.​2 Ved parlamentarisk styreform skal rådet​3 avgi innstilling som nevnt.\n3. Innstillingen til årsbudsjett, med alle de forslag til vedtak som foreligger, skal legges ut til alminnelig ettersyn​4 minst 14 dager før den behandles i kommunestyret eller fylkestinget. Dette gjelder likevel ikke ved innstilling som gjelder endringer i årsbudsjettet.\n4. Kommunestyrets og fylkestingets vedtak om årsbudsjett, samt formannskapets og fylkesutvalgets saksdokumenter, sendes departementet til orientering.\n0 Endret ved lover 2 aug 1996 nr. 62 (ikr. 15 sep 1996), 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730).\n1 Jf. § 6.\n2 Jf. § 8.\n3 Jf. §§ 19 og 20.\n4 Jf. § 32 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "11:46",
      "chapter": "11",
      "section": "46",
      "title": "Årsbudsjettets innhold.",
      "content": "1. Årsbudsjettet er en bindende plan for kommunens eller fylkeskommunens midler og anvendelsen av disse i budsjettåret. I bevilgninger til formål kan det likevel gjøres fradrag for tilhørende inntekter. Kravet om budsjetthjemmel på utbetalingstidspunktet gjelder ikke for utbetalinger som kommunen eller fylkeskommunen er rettslig forpliktet til å foreta.\n2. Årsbudsjettet skal omfatte hele kommunens eller fylkeskommunens virksomhet.\n3. Årsbudsjettet skal være realistisk. Det skal fastsettes på grunnlag av de inntekter og utgifter som kommunen eller fylkeskommunen kan forvente i budsjettåret.​1\n4. Årsbudsjettet skal være stilt opp på en oversiktlig måte. Kommunestyrets​2 eller fylkestingets​2 prioriteringer, samt de målsettinger og premisser som årsbudsjettet bygger på, skal komme tydelig fram.\n5. Årsbudsjettet skal være inndelt i en driftsdel og en investeringsdel.\n6. Det skal budsjetteres med et driftsresultat som minst er tilstrekkelig til å dekke renter, avdrag og nødvendige avsetninger.​1\n7. I årsbudsjettet kan det avsettes midler til bruk i senere budsjettår.\n8. Departementet​3 kan gi nærmere regler om årsbudsjettet og innstilling til årsbudsjettet. I disse reglene kan det stilles krav om oversikter over inntekter og utgifter for kommunens eller fylkeskommunens samlede virksomhet.\n0 Endret ved lover 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730).\n1 Jf. § 50 nr. 1, § 59, § 60.\n2 Jf. § 6.\n3 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "11:47",
      "chapter": "11",
      "section": "47",
      "title": "Årsbudsjettets bindende virkning.",
      "content": "1. Kommunestyrets​1 eller fylkestingets​1 bevilgninger i årsbudsjettet er bindende for underordnede organer. Dette gjelder ikke for utbetalinger kommunen eller fylkeskommunen er rettslig forpliktet til å foreta, jf. § 46 nr. 1 tredje punktum.\n2. Skjer det endringer i løpet av budsjettåret som kan få betydning for de inntekter og utgifter som årsbudsjettet bygger på, skal administrasjonssjefen,​2 kommunerådets leder​3 eller fylkesrådets leder​3 gi melding til kommunestyret eller fylkestinget.\n3. Får kommunestyret eller fylkestinget melding etter nr. 2 foran, skal det foreta nødvendige endringer i budsjettet. Det samme gjelder når det på annen måte gjøres kjent med forhold som kan bety vesentlig svikt i inntektene eller en vesentlig økning i utgiftene i forhold til budsjettet.​4\n0 Endret ved lov 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730).\n1 Jf. § 6.\n2 Jf. § 22.\n3 Jf. § 19.\n4 Jf. §§ 59 og 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "11:48",
      "chapter": "11",
      "section": "48",
      "title": "Årsregnskapet og årsberetningen.",
      "content": "1. Kommuner og fylkeskommuner skal for hvert kalenderår utarbeide årsregnskap og årsberetning.\n2. Årsregnskapet skal omfatte alle økonomiske midler som disponeres for året, og anvendelsen av midlene. Alle kjente utgifter og inntekter i året skal tas med i årsregnskapet for vedkommende år, enten de er betalt eller ikke når årsregnskapet avsluttes. Årsregnskapet skal føres i overensstemmelse med god kommunal regnskapsskikk.\n3. Kommunestyret​1 og fylkestinget​1 vedtar selv årsregnskapet. Vedtaket treffes på grunnlag av innstilling fra formannskapet eller fylkesutvalget. Ved parlamentarisk styreform skal rådet​2 avgi innstilling som nevnt. Vedtaket må angi disponering av regnskapsmessig overskudd eller dekning av regnskapsmessig underskudd.\n4. Underskudd på årsregnskapet som ikke kan dekkes på budsjettet i det år regnskapet legges fram, skal føres opp til dekning i det følgende års budsjett. Under særlige forhold kan kommunestyret og fylkestinget, etter å ha foretatt de nødvendige endringer i økonomiplanen, vedta at underskuddet skal dekkes over inntil ytterligere to år.​3 I tilfeller der de samfunnsmessige og økonomiske konsekvensene av at kommunen eller fylkeskommunen skal dekke underskudd etter første og annet punktum vil bli uforholdsmessig store, kan departementet godkjenne vedtak om at underskuddet dekkes over mer enn fire år. Underskudd kan likevel ikke dekkes over mer enn ti år.\n5. I årsberetningen skal det gis opplysninger om forhold som er viktige for å bedømme kommunens eller fylkeskommunens økonomiske stilling og resultatet av virksomheten, som ikke fremgår av årsregnskapet, samt om andre forhold av vesentlig betydning for kommunen eller fylkeskommunen. Det skal også redegjøres for tiltak som er iverksatt og tiltak som planlegges iverksatt for å sikre betryggende kontroll og en høy etisk standard i virksomheten. Det skal redegjøres for den faktiske tilstanden når det gjelder likestilling​4 i fylkeskommunen eller kommunen. Det skal også redegjøres for tiltak som er iverksatt, og tiltak som planlegges iverksatt for å fremme likestilling og for å hindre forskjellsbehandling i strid med likestillings- og diskrimineringsloven,​4 samt for å fremme formålene i likestillings- og diskrimineringsloven når det gjelder etnisitet, religion, livssyn, funksjonsnedsettelse, seksuell orientering, kjønnsidentitet og kjønnsuttrykk.\n6. Departementet​5 kan gi forskrift med nærmere regler om årsregnskapet, årsberetningen og regnskapsføringen.\n0 Endret ved lover 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730), 14 juni 2002 nr. 21 (ikr. 1 jan 2003 iflg. res. 14 juni 2002 nr. 535), 27 juni 2008 nr. 69, 20 juni 2008 nr. 42 (ikr. 1 jan 2009 iflg. res. 20 juni 2008 nr. 631), 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840), 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nr. 144), 9 mai 2014 nr. 16 (ikr. 9 mai 2014 iflg. res. 9 mai 2014 nr. 625), 16 juni 2017 nr. 51 (ikr. 1 jan 2018 iflg. res. 16 juni 2017 nr. 751) som endret ved lov 19 des 2017 nr. 115 (endring opphevet), 19 des 2017 nr. 115 (ikr. 1 jan 2018).\n1 Jf. § 6.\n2 Jf. §§ 19 og 20.\n3 Jf. § 60 nr. 1, c.\n4 Lov 16 juni 2017 nr. 51.\n5 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "11:49",
      "chapter": "11",
      "section": "49",
      "title": "Rapportering fra kommuner og fylkeskommuner.​1",
      "content": "1. Kommuner og fylkeskommuner plikter å gi departementet løpende informasjon om ressursbruk og tjenesteyting til bruk i nasjonale informasjonssystemer.\n2. Departementet kan gi forskrift med nærmere regler om hvordan slik informasjon skal frembringes, stilles opp og avgis.\n0 Endret ved lov 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730).\n1 Sml. lov 29 jan 1999 nr. 6 § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "11:49 a",
      "chapter": "11",
      "section": "49 a",
      "title": "Kommunalt rapporteringsregister",
      "content": "1. Kommunalt rapporteringsregister skal gi en elektronisk oversikt over de samlede rapporteringsplikter rettet mot kommuner og fylkeskommuner som følger av lov eller vedtak truffet av statlige organer. Registeret skal være et virkemiddel for samordning og forenkling. Registeret skal holdes løpende oppdatert og inneholde en fullstendig oversikt over og informasjon om rapporteringsplikter som nevnt i første punktum.\n2. Departementet har ansvar for etablering, organisering og drift av kommunalt rapporteringsregister. Kommunalt rapporteringsregister ledes av en registerfører som utpekes av departementet. Departementet kan gi nærmere regler om registerets lokalisering og innhold og om føring av registeret.\n3. Før nye rapporteringsplikter for kommuner og fylkeskommuner settes i kraft eller eksisterende rapporteringsplikter endres, skal departementet eller underliggende etat sende melding til kommunalt rapporteringsregister. Rapporteringsplikten kan ikke iverksettes før den er publisert i kommunalt rapporteringsregister.\n4. Departementet kan gi nærmere regler om hvilke opplysninger som skal følge meldingen etter nr. 3 og om registerets behandling av disse. Departementet kan også gi nærmere regler om unntak fra iverksettelsesforbudet i nr. 3 annet punktum.\n0 Tilføyd ved lov 17 juni 2005 nr. 96 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 629).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49a",
        "source_heading": "§ 49 a."
      }
    },
    {
      "provision_ref": "12:50",
      "chapter": "12",
      "section": "50",
      "title": "Låneopptak.",
      "content": "1. Kommuner og fylkeskommuner kan ta opp lån for å finansiere investeringer i bygninger, anlegg og varige driftsmidler til eget bruk. Det kan ikke tas opp lån etter første punktum for den delen av anskaffelseskost som tilsvarer rett til kompensasjon for merverdiavgift etter lov 12. desember 2003 nr. 108 om kompensasjon av merverdiavgift for kommuner, fylkeskommuner mv. Det kan kun tas opp lån til tiltak som er ført opp i årsbudsjettet.​1\n2. Kommuner og fylkeskommuner kan ta opp lån for å konvertere eldre lånegjeld. Det kan videre tas opp lån dersom det er påkrevd for å innfri garantiansvar.\n3. Kommuner og fylkeskommuner kan ta opp lån for å sikre full forsikringsteknisk dekning i pensjonsordning for egne ansatte når kommunen eller fylkeskommunen vil flytte pensjonsordningen fra egen pensjonskasse til et forsikringsselskap. Adgangen til låneopptak gjelder bare dersom underdekningen er oppstått før 1. januar 1998, og lånet må anses påkrevd.\n4. Kommuner og fylkeskommuner kan ta opp lån for å sikre den forsikringstekniske dekning i pensjonsordning forvaltet av et forsikringsselskap, når dette er påkrevd for å bli part i avtalen om overføring av opptjente pensjonsrettigheter, fastsatt i medhold av lov om Statens pensjonskasse av 28. juli 1949 nr. 26 § 46. Adgangen til låneopptak gjelder bare dersom lånet må anses påkrevd.\n5. Kommuner og fylkeskommuner kan ta opp likviditetslån eller inngå avtale om likviditetstrekkrettighet.\n6. Kommuner og fylkeskommuner kan ta opp lån for videre utlån. Det kan også tas opp lån til forskuttering når det er gjort avtale om full refusjon. Vilkåret er at mottakere ikke driver næringsvirksomhet og at midlene skal nyttes til investeringer.\n7. Kommuners og fylkeskommuners lånegjeld skal avdras på følgende måte:​2\na. Kommunens og fylkeskommunens samlede lånegjeld etter nr. 1 og nr. 2, skal avdras med like årlige avdrag. Gjenstående løpetid for kommunens eller fylkeskommunens samlede gjeldsbyrde kan ikke overstige den veide levetiden for kommunens eller fylkeskommunens anleggsmidler ved siste årsskifte.\nb. Mottatte avdrag på utlån eller refusjoner av gitte forskutteringer etter nr. 6, skal uavkortet nyttes til nedbetaling eller innfrielse av innlån til kommunen eller fylkeskommunen.\n8. Kommuner og fylkeskommuner kan ta opp lån til eget lånefond. Ved bruk av lånefond gjelder reglene i denne bestemmelse tilsvarende.\n9. Vedtak om å ta opp lån sendes departementet til orientering. Kommunale og fylkeskommunale låneopptak skal godkjennes av departementet i de tilfeller som er omhandlet i § 60.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 26 juni 1998 nr. 49, 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730), 27 juni 2008 nr. 69, 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nr. 144), 8 feb 2013 nr. 7 (ikr. 1 jan 2014).\n1 Jf. § 45 flg.\n2 Jf. § 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "12:51",
      "chapter": "12",
      "section": "51",
      "title": "Garantier og pantsetting for andres økonomiske forpliktelser.",
      "content": "1. Vedtak om å stille kausjon eller annen økonomisk garanti for virksomhet som drives av andre enn kommunen eller fylkeskommunen selv, skal godkjennes av departementet.\n2. Det kan ikke​1 stilles kausjon eller annen økonomisk garanti knyttet til næringsvirksomhet som drives av andre enn kommunen eller fylkeskommunen selv.\n3. Departementet​2 kan i forskrift fastsette nærmere regler om garantier. Det kan i forskriften også gis bestemmelser om at garantier som er av mindre omfang, ikke trenger statlig godkjenning.\n4. Kommuner og fylkeskommuner kan ikke​3 rettsgyldig pantsette sine eiendeler til sikkerhet for andres økonomiske forpliktelser.\n0 Endret ved lov 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730).\n1 Jf. § 59.\n2 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.\n3 Jf. § 59. – Se pantel. § 1-2 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "12:52",
      "chapter": "12",
      "section": "52",
      "title": "Finansforvaltning.",
      "content": "1. Kommunestyret​1 og fylkestinget​1 skal selv gi regler for kommunens eller fylkeskommunens finansforvaltning.\n2. Departementet​2 kan i forskrift gi nærmere regler om disposisjoner som innebærer finansiell risiko.\n3. Kommuner og fylkeskommuner skal​3 forvalte sine midler slik at tilfredsstillende avkastning kan oppnås, uten at det innebærer vesentlig finansiell risiko, og under hensyn til at kommunen og fylkeskommunen skal ha midler til å dekke sine betalingsforpliktelser ved forfall.\n0 Endret ved lover 8 jan 1993 nr. 20, 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730).\n1 Jf. § 6.\n2 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.\n3 Jf. § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "12:53",
      "chapter": "12",
      "section": "53",
      "title": "Motregning.",
      "content": "1. Den som skylder skatt, avgift eller gebyr til en kommune eller fylkeskommune, kan ikke gjøre dette opp ved motregning.\n2. En bank​1 kan aldri bringe sin fordring på en kommune eller fylkeskommune i motregning overfor dennes innskudd i banken. Dette er likevel ikke til hinder for inngåelse av konsernkontoavtaler med felles kapitaldisponering.\n0 Endret ved lov 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730).\n1 Jf. lov 10 apr 2015 nr. 17 § 2-7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "12:54",
      "chapter": "12",
      "section": "54",
      "title": "Overdragelse av krav på skatter og avgifter.",
      "content": "En kommunes eller fylkeskommunes krav på skatter og avgifter kan ikke overdras. Departementet​1 kan dispensere fra dette forbudet.\n1 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "12:55",
      "chapter": "12",
      "section": "55",
      "title": "Utlegg og arrest. Konkurs og gjeldsforhandling.",
      "content": "1. En kommunes eller fylkeskommunes eiendeler kan ikke være gjenstand for utlegg eller arrest.​1\n2. En kommune eller fylkeskommune kan ikke tas under konkurs eller åpne gjeldsforhandling etter lov 8. juni 1984 nr. 58 om gjeldsforhandling og konkurs.\n0 Endret ved lov 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730).\n1 Jf. tvangsl. § 7-1 jf. § 1-2 (2) og tvl. § 33-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "12:56",
      "chapter": "12",
      "section": "56",
      "title": "Vedtak om betalingsinnstilling. Oppnevning av tilsynsnemnd.",
      "content": "1. Når en kommune eller fylkeskommune på grunn av vanskeligheter som ikke er helt forbigående, ikke kan betale forfalt gjeld, plikter kommunestyret​1 eller fylkestinget​1 selv å treffe vedtak om betalingsinnstilling. Melding om slikt vedtak skal straks sendes departementet.​2\n2. Blir det ikke truffet vedtak etter nr. 1, kan departementet​2 beslutte betalingsinnstilling for vedkommende kommune eller fylkeskommune.\n3. Departementet sender melding om betalingsinnstilling til kunngjøring i pressen og i Norsk Lysingsblad.​3 Dersom kommunen eller fylkeskommunen har etablert kommunalt eller fylkeskommunalt foretak etter kapittel 11, skal departementet også sende melding om betalingsinnstilling til Foretaksregisteret.​4\n4. Når det er truffet vedtak om betalingsinnstilling, skal departementet straks oppnevne en tilsynsnemnd​5 for kommunen eller fylkeskommunen. Tilsynsnemnda skal bestå av ordføreren​6 eller fylkesordføreren,​6 administrasjonssjefen,​7 og tre eller flere medlemmer oppnevnt av departementet. Har kommunen eller fylkeskommunen parlamentarisk styringsform,​8 representeres denne i stedet av ordfører​6 eller fylkesordfører​6 samt kommunerådets eller fylkesrådets leder.​9\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097).\n1 Jf. § 6.\n2 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.\n3 Jf. lov 11 okt 1946 nr. 1.\n4 Jf. lov 21 juni 1985 nr. 78.\n5 Jf. § 57 og § 58.\n6 Jf. § 9.\n7 Se § 22, jf. § 19 nr. 2.\n8 Jf. kap. 3.\n9 Jf. § 19 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "12:57",
      "chapter": "12",
      "section": "57",
      "title": "Utbetalinger etter vedtak om betalingsinnstilling.",
      "content": "1. Så lenge betalingsinnstillingen er i kraft, skal ingen utbetalinger foretas uten etter godkjenning av eller fullmakt fra tilsynsnemnda.​1 Følgende krav skal fortrinnsvis dekkes:\na. Utgifter som er nødvendig for at kommunen og fylkeskommunen skal oppfylle forpliktelser den er pålagt ved lov overfor enkeltpersoner.\nb. Krav på lønn, pensjon og annen godtgjøring til kommunens eller fylkeskommunens ansatte eller til folkevalgte i heltidsverv, bidrag som påhviler kommunen eller fylkeskommunen til lønn til andre ansatte, samt de fordringer som er nevnt i lov om fordringshavernes dekningsrett​2 §§ 9-3 og 9-4.\nc. Utgifter som må dekkes for å unngå fare for betydelig økonomisk tap eller vesentlige skadevirkninger.\nRenter, inkasso- og saksomkostninger har samme rett som hovedfordringen.\n2. Tilsynsnemnda​1 avgjør i hvilken rekkefølge det skal foretas utbetalinger på de fordringer som er nevnt i bokstav a til c, og til dekning av andre fordringer dersom det er midler til det.\n1 Jf. § 56.\n2 Lov 8 juni 1984 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "12:58",
      "chapter": "12",
      "section": "58",
      "title": "Utarbeiding av revidert årsbudsjett og økonomiplan.",
      "content": "1. Etter at kommunestyret eller fylkestinget har uttalt seg, vedtar tilsynsnemnda​1 ny økonomiplan​2 og nytt årsbudsjett​3 for kommunen eller fylkeskommunen.\n2. Økonomiplanen og årsbudsjettet oversendes departementet​4 til godkjenning. Departementet​4 kan foreta endringer i økonomiplanen og årsbudsjettet hvis dette anses nødvendig av hensyn til kommunens eller fylkeskommunens framtidige økonomi.\n3. Betalingsinnstillingen opphører og tilsynsnemnda oppløses når departementet har godkjent økonomiplanen og årsbudsjettet.\n4. Departementet​4 skal godkjenne endringer i økonomiplanen i inneværende år og vedtak om økonomiplan samt endringer i denne for de tre neste følgende år. I samme tidsrom kan departementet​4 også foreta endringer i økonomiplanen og årsbudsjettet når dette anses nødvendig av hensyn til kommunens eller fylkeskommunens framtidige økonomi.\n1 Jf. § 56.\n2 Jf. § 44.\n3 Jf. § 45.\n4 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "13:59",
      "chapter": "13",
      "section": "59",
      "title": "Lovlighetskontroll, opplysningsplikt m.v.​1",
      "content": "1. Tre eller flere medlemmer av kommunestyret​2 eller fylkestinget​2 kan sammen bringe avgjørelser truffet av folkevalgt organ eller den kommunale eller fylkeskommunale administrasjon inn for departementet​3 til kontroll av avgjørelsens lovlighet. Det samme gjelder avgjørelser om møter skal holdes for åpne eller lukkede dører, jf. § 31, og avgjørelser om habilitet. Avgjørelser om ansettelse, oppsigelse eller avskjed er ikke gjenstand for lovlighetskontroll. Spørsmål om det foreligger brudd på bestemmelser gitt i eller i medhold av lov 16. juli 1999 nr. 69 om offentlige anskaffelser​4 kan heller ikke gjøres til gjenstand for lovlighetskontroll.\n2. Krav om lovlighetskontroll framsettes for det organ som har truffet den aktuelle avgjørelse. Hvis dette opprettholder avgjørelsen, oversendes saken til departementet.​3\n3. Krav om lovlighetskontroll medfører ikke at iverksettelsen av den påklagede avgjørelsen utsettes​5 med mindre det organ som har truffet avgjørelsen, kommunalt eller fylkeskommunalt organ overordnet dette eller departementet​3 fatter slikt vedtak.\n4. Ved lovlighetskontroll skal det tas stilling til om avgjørelsen\na. er innholdsmessig lovlig,\nb. er truffet av noen som har myndighet til å treffe slik avgjørelse, og\nc. er blitt til på lovlig måte.\nDepartementet​3 skal oppheve avgjørelsen hvis det er gjort slike feil at den er ugyldig.\n5. Departementet​3 kan på eget initiativ ta en avgjørelse opp til lovlighetskontroll.​6\n6. Departementet​3 kan kreve at kommunen og fylkeskommunen gir opplysninger om enkeltsaker eller sider av kommunens og fylkeskommunens virksomhet. Departementet har rett til innsyn i alle kommunale og fylkeskommunale saksdokumenter.\n7. Departementet​7 fastsetter nærmere regler om tidsfrister for krav om lovlighetskontroll.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840), 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413).\n1 Jf. § 28-1 h og § 28-2 q.\n2 Jf. § 6.\n3 Det enkelte departement (for vedtak som er truffet i medhold av de lover vedkommende departement forvalter) iflg. res. 18 des 1992 nr. 1079, som også gir Kommunal- og moderniseringsdepartementet fullmakt til å fastsette nærmere regler for de øvrige departementers utøvelse av lovlighetskontrollen, og til å overføre myndighet videre.\n4 Opph., se nå lov 17 juni 2016 nr. 73.\n1 Loven er opphevet, se nå lov 17 juni 2016 nr. 73.\n5 Sml. fvl. § 42.\n6 Jf. fvl. § 35.\n7 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "13:60",
      "chapter": "13",
      "section": "60",
      "title": "Statlig kontroll og godkjenning av økonomiske forpliktelser.",
      "content": "1. Vedtak om opptak av lån eller vedtak om langsiktig avtale om leie av bygninger, anlegg og varige driftsmidler som kan påføre kommunen eller fylkeskommunen utgifter ut over de fire neste budsjettår, er ikke gyldig før det er godkjent​1 av departementet, dersom:\na. kommunestyret​2 eller fylkestinget​2 har vedtatt å fastsette et årsbudsjett​3 uten at alle utgifter er dekket inn på budsjettet,\nb. kommunestyret eller fylkestinget har vedtatt å fastsette en økonomiplan​4 uten at alle utgifter er dekket inn på økonomiplanen,\nc. kommunestyret eller fylkestinget etter § 48 nr. 4 har vedtatt at et regnskapsmessig underskudd skal fordeles ut over det påfølgende budsjettår etter at regnskapet er framlagt,\nd. kommunen eller fylkeskommunen ikke følger vedtatt plan for dekning av underskudd, eller\ne. departementet har fattet vedtak etter inndelingslova​5 § 16 a.\n2. Dersom et av vilkårene i første ledd bokstav a-d er oppfylt, skal departementet føre kontroll med lovligheten av kommunestyrets eller fylkestingets budsjettvedtak.\n3. Departementet skal opprette et register over alle kommuner og fylkeskommuner som er underlagt godkjenning. Enhver har rett til å gjøre seg kjent med det som er registrert i registeret, og få utskrift av dette.​6\n4. Inntil den enkelte kommune eller fylkeskommune er registrert i registeret, kan departementet ikke iverksette godkjenning etter nr. 1. I forhold til rettsregler som lar det være avgjørende for tredjepersons rettsstilling om denne kjente til eller ikke kjente til et forhold, anses det som er registrert etter denne bestemmelse for å ha kommet til tredjepersons kunnskap.\n5. Kommuner og fylkeskommuner som inngår kontrakter som krever godkjenning, må orientere sine medkontrahenter om at de er satt under betinget kontroll og godkjenning.\n0 Tilføyd ved lov 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730), endret ved lover 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915), endret paragrafnummer fra § 59a, samtidig ble tidligere § 60 opphevet, 29 juni 2007 nr. 85, 27 juni 2008 nr. 69, 9 jan 2009 nr. 4, 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681).\n1 Jf. § 50 nr. 9.\n2 Jf. § 6.\n3 Jf. § 45.\n4 Jf. § 44.\n5 Lov 15 juni 2001 nr. 70.\n6 Jf. offl. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "14:60 a",
      "chapter": "14",
      "section": "60 a",
      "title": "Kapitlets virkeområde",
      "content": "Statlig tilsyn med kommunens eller fylkeskommunens oppfyllelse av plikter pålagt i eller i medhold av lov skjer etter reglene i dette kapittel når ikke annet følger av lovgivningen ellers.\nReglene i dette kapittel er avgrenset til tilsyn med plikter som bare er pålagt kommunene eller fylkeskommunene. Bestemmelsen i § 60 e gjelder likevel for alt statlig tilsyn rettet mot en kommune eller fylkeskommune.\n0 Tilføyd ved lov 15 des 2006 nr. 90 (ikr. 1 mars 2007 iflg. res. 15 des 2006 nr. 1427).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60a",
        "source_heading": "§ 60 a."
      }
    },
    {
      "provision_ref": "14:60 b",
      "chapter": "14",
      "section": "60 b",
      "title": "Lovlighetstilsyn​1",
      "content": "Fylkesmannen kan føre tilsyn med lovligheten av kommunens eller fylkeskommunens oppfyllelse av plikter pålagt i eller i medhold av lov der departementet i lov er gitt myndighet til å føre tilsyn.\n0 Tilføyd ved lov 15 des 2006 nr. 90 (ikr. 1 mars 2007 iflg. res. 15 des 2006 nr. 1427).\n1 Se § 60 d.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60b",
        "source_heading": "§ 60 b."
      }
    },
    {
      "provision_ref": "14:60 c",
      "chapter": "14",
      "section": "60 c",
      "title": "Innsyn",
      "content": "Som tilsynsmyndighet etter dette kapitlet, kan fylkesmannen kreve at kommunen eller fylkeskommunen gir opplysninger om enkeltsaker eller sider av kommunens eller fylkeskommunens virksomhet. Fylkesmannen har rett til innsyn i alle kommunale og fylkeskommunale saksdokumenter og kan kreve at kommunale eller fylkeskommunale organer, folkevalgte og ansatte uten hinder av taushetsplikt gir de opplysninger og meldinger som er nødvendige for at fylkesmannen kan utføre tilsyn i henhold til dette kapitlet. Fylkesmannen kan også kreve adgang til alle kommunale eller fylkeskommunale institusjoner, lokaler og anlegg som er nødvendig for at fylkesmannen kan utføre tilsyn i henhold til dette kapitlet.\nFørste ledd gjelder tilsvarende overfor andre egne rettssubjekter som utfører kommunale eller fylkeskommunale oppgaver for kommuner eller fylkeskommuner.\n0 Tilføyd ved lov 15 des 2006 nr. 90 (ikr. 1 mars 2007 iflg. res. 15 des 2006 nr. 1427).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60c",
        "source_heading": "§ 60 c."
      }
    },
    {
      "provision_ref": "14:60 d",
      "chapter": "14",
      "section": "60 d",
      "title": "Pålegg",
      "content": "Fylkesmannen kan gi pålegg til kommunen eller fylkeskommunen om å rette forhold som er i strid med de bestemmelser fylkesmannen fører tilsyn med etter § 60 b.\nFør pålegg benyttes, skal kommunen eller fylkeskommunen gis en rimelig frist til å rette forholdet.\nFør fylkesmannen eller annen statlig tilsynsetat vedtar pålegg eller andre sanksjoner mot en kommune eller en fylkeskommune skal tilsynsetaten vurdere de virkninger disse kan ha for kommunens eller fylkeskommunens øvrige virksomhet.\nReglene i forvaltningsloven​1 kapittel IV, V, VI samt §§ 41 og 42 gjelder tilsvarende for saker om pålegg etter denne bestemmelsen.\n0 Tilføyd ved lov 15 des 2006 nr. 90 (ikr. 1 mars 2007 iflg. res. 15 des 2006 nr. 1427).\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60d",
        "source_heading": "§ 60 d."
      }
    },
    {
      "provision_ref": "14:60 e",
      "chapter": "14",
      "section": "60 e",
      "title": "Samordning av tilsynsvirksomheten",
      "content": "Fylkesmannen samordner praktiske sider og bruk av reaksjoner ved statlig tilsyn rettet mot kommunen eller fylkeskommunen.\nAlle tilsynsetater skal underrette fylkesmannen om tilsynsplaner og om varsel om pålegg eller andre sanksjoner med vesentlige virkninger for kommunen eller fylkeskommunen. Tilsynsetater som er utpekt som koordinerende myndighet for tilsyn, skal underrette fylkesmannen om koordinert tilsynsplan.\nFør pålegg eller andre sanksjoner med vesentlige virkninger for kommunen eller fylkeskommunen vedtas, skal tilsynsetaten så langt det er mulig ha dialog med kommunen eller fylkeskommunen om sanksjonene og kommunens eller fylkeskommunens oppfølging. Kommunen eller fylkeskommunen plikter å delta i dialogen.\n0 Tilføyd ved lov 15 des 2006 nr. 90 (ikr. 1 mars 2007 iflg. res. 15 des 2006 nr. 1427).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60e",
        "source_heading": "§ 60 e."
      }
    },
    {
      "provision_ref": "15:61",
      "chapter": "15",
      "section": "61",
      "title": "Kapitlets virkeområde",
      "content": "Dette kapitlet gjelder for kommunalt og fylkeskommunalt foretak. Kommunalt eller fylkeskommunalt foretak er en del av kommunen eller fylkeskommunen som kommunestyret eller fylkestinget har bestemt skal organiseres som kommunalt eller fylkeskommunalt foretak.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "15:62",
      "chapter": "15",
      "section": "62",
      "title": "Opprettelse av kommunalt eller fylkeskommunalt foretak",
      "content": "1. Kommunestyret​1 eller fylkestinget​1 skal selv treffe vedtak om opprettelse av kommunalt eller fylkeskommunalt foretak, herunder velge styre og fastsette vedtekter for foretaket. Kommunale og fylkeskommunale foretak skal registreres i Foretaksregisteret.​2\n2. I kommuner eller fylkeskommuner med parlamentarisk styreform​3 kan kommunestyret​4 eller fylkestinget​4 selv delegere sin myndighet etter bestemmelsene i dette kapitlet til kommunerådet eller fylkesrådet. Myndigheten til å treffe vedtak om å opprette eller nedlegge kommunalt eller fylkeskommunalt foretak kan ikke delegeres. Kommunerådet eller fylkesrådet kan videredelegere sin myndighet til enkeltmedlemmer av rådet, hvis ikke kommunestyret eller fylkestinget selv har bestemt noe annet.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII, endret ved lover 16 apr 1999 nr. 18 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1099), 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681).\n1 Jf. § 6.\n2 Se lov 21 juni 1985 nr. 78 § 3-7 og § 3-10.\n3 Jf. kap. 3.\n4 Jf. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "15:63",
      "chapter": "15",
      "section": "63",
      "title": "Vedtekter",
      "content": "1. Foretaket skal ha vedtekter som i det minste skal angi:\na. foretakets navn​1\nb. foretakets formål\nc. den kommune hvor foretaket skal ha sitt forretningskontor\nd. antallet styremedlemmer​2\ne. annet som etter lov krever vedtektsbestemmelse.\n2. Endring i vedtektene treffes av kommunestyret​3 eller fylkestinget​3 selv.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII, endret ved lov 5 sep 2003 nr. 91 (ikr. 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Se lov 21 juni 1985 nr. 79 § 2-2 (9).\n2 Se § 65 nr. 1, jf. § 66.\n3 Jf. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "15:64",
      "chapter": "15",
      "section": "64",
      "title": "Kommunalt og fylkeskommunalt foretaks ledelse​1",
      "content": "Foretaket ledes av et styre og en daglig leder.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII.\n1 Se § 65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "15:65",
      "chapter": "15",
      "section": "65",
      "title": "Styrets sammensetning​1",
      "content": "1. Foretaket skal ha et styre på minst tre medlemmer.​2\n2. Daglig leder, medlem av kommuneråd, medlem av fylkesråd eller administrasjonssjef eller dennes stedfortreder kan ikke være medlem av styret.\n3. Styret velges av kommunestyret​3 eller fylkestinget​3 selv. Et flertall av de ansatte ved foretaket kan kreve at inntil en femtedel av styrets medlemmer med varamedlemmer velges av og blant de ansatte. De ansattes representanter har ikke rett til å delta i behandlingen av saker som gjelder arbeidsgivers forberedelse til forhandlinger med arbeidstakere, arbeidskonflikter, rettstvister med arbeidstakerorganisasjoner eller oppsigelse av tariffavtaler.​4 Hvis foretaket har myndighet til å treffe enkeltvedtak eller fastsette forskrifter, jf. forvaltningsloven​5 § 2, skal de ansattes representanter i styret ikke delta i behandlingen av disse sakene. Kongen kan gi utfyllende forskrifter om ansattes rett til representasjon i styret, som gjelder hvis de ansatte i vedtektene er gitt styrerepresentasjon. Slike forskrifter kan inneholde regler om vilkår for stemmerett og valgbarhet, valgmåten, om avgjørelse av tvister om valget og bortfall av verv som styremedlem.\n4. Styret skal ha en leder og en nestleder som velges av kommunestyret​3 eller fylkestinget​3 selv.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII, endret ved lover 19 juni 2009 nr. 88 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 840), 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nr. 144).\n1 Se § 66.\n2 Se § 63 nr. 1, d, lov 21 juni 1985 nr. 78 § 3-10 nr. 2.\n3 Se § 6, jf. § 62 nr. 2.\n4 Jf. lov 27 jan 2012 nr. 9 § 1, e.\n5 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "15:66",
      "chapter": "15",
      "section": "66",
      "title": "Valgperioden for styremedlemmene",
      "content": "1. Valgperioden for styremedlemmer er to år med mindre annet er fastsatt i vedtektene.​1 Valgperioden kan ikke settes lenger enn fire år.\n2. Når særlige forhold foreligger, har et styremedlem rett til å tre tilbake før valgperioden er over.\n3. Kommunestyret​2 eller fylkestinget​2 selv kan når som helst foreta nyvalg av de medlemmer som er valgt av kommunestyret eller fylkestinget.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII.\n1 Jf. § 63.\n2 Se § 6, jf. § 62 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "15:67",
      "chapter": "15",
      "section": "67",
      "title": "Styrets myndighet",
      "content": "1. Foretaket ledes av styret, som har myndighet til å treffe avgjørelse i alle saker som gjelder foretaket og dets virksomhet. Styret påser at virksomheten drives i samsvar med foretakets formål,​1 vedtekter,​2 kommunens eller fylkeskommunens økonomiplan​3 og årsbudsjett​3 og andre vedtak eller retningslinjer fastsatt av kommunestyre eller fylkesting.\n2. Styrets myndighet etter første ledd omfatter også myndighet til å opprette og nedlegge stillinger og til å treffe avgjørelser i personalsaker, i den utstrekning annet ikke er bestemt i vedtektene.\n3. Styret skal føre tilsyn med daglig leders ledelse av virksomheten.​4\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII.\n1 Jf. § 63, nr. 1, b.\n2 Jf. § 63 nr. 1.\n3 Jf. kap. 8.\n4 Jf. § 70 og § 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "15:68",
      "chapter": "15",
      "section": "68",
      "title": "Styremøter",
      "content": "1. Styrets leder sørger for at styret holder møter så ofte som det trengs. Medlem av styret og daglig leder kan kreve at styret sammenkalles. Om styret ikke for det enkelte tilfelle bestemmer noe annet, har daglig leder rett til å være til stede og til å uttale seg på styremøtene.\n2. Styrets leder innkaller til styremøte. Innkallingen skal skje med rimelig varsel, og inneholde en sakliste.\n3. Styret er beslutningsdyktig når minst halvparten av medlemmene er tilstede.\n4. Styremøtet ledes av leder eller i dennes fravær, av nestleder. Dersom ingen av disse er tilstede, velges en møteleder.\n5. Som styrets beslutning gjelder det som flertallet av de møtende har stemt for dersom ikke annet er fastsatt i vedtektene.​1 De som stemmer for et forslag, må likevel utgjøre mer enn en tredel av samtlige styremedlemmer for at forslaget skal anses som vedtatt. Ved stemmelikhet er møtelederens stemme avgjørende.\n6. Ved ansettelser er den ansatt som har fått mer enn halvparten av de avgitte stemmer. Hvis ingen får slikt flertall, holdes ny avstemning. Ved annen gangs avstemning er den ansatt som får flest stemmer. Ved stemmelikhet er møteleders stemme avgjørende. Hvert enkelt styremedlem kan kreve skriftlig avstemning.\n7. Styret kan, dersom det er fulltallig, fatte vedtak i sak som ikke er oppført på saklisten. Vedtak om å ta opp slik sak til behandling må fattes enstemmig. Før styret behandler saken, skal administrasjonssjefen​2 varsles. Når det er innført parlamentarisk styreform,​3 skal rådet varsles.\n8. Det skal føres protokoll fra møtet. Protokollen skal underskrives av samtlige tilstedeværende styremedlemmer. Styremedlem eller daglig leder som er uenig i styrets beslutning, kan kreve å få sin oppfatning innført i protokollen.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII, endret ved lover 16 apr 1999 nr. 18 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1099), 14 jan 2011 nr. 1 (ikr. 1 juli 2011 iflg. res. 14 jan 2011 nr. 38), 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nr. 144), 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681).\n1 Jf. § 63.\n2 Jf. § 22.\n3 Se kap. 3, jf. § 62 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "15:69",
      "chapter": "15",
      "section": "69",
      "title": "Vedtak som må godkjennes av kommunestyre eller fylkesting​1",
      "content": "I vedtektene​2 kan det fastsettes at styrets vedtak i nærmere angitte saker må være godkjent av kommunestyret​3 eller fylkestinget​3 selv for å være bindende for kommunen eller fylkeskommunen. Slik vedtektsbestemmelse kan bare påberopes overfor en tredjeperson når vedtektsbestemmelsen er registrert i Foretaksregisteret​4 eller tredjepersonen kjente eller burde kjent til vedtektsbestemmelsen. Er avtalen gjennomført helt eller delvis, skal ytelsene eller, dersom dette ikke er mulig, ytelsenes økonomiske verdi, tilbakeføres.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII.\n1 Sml. § 74.\n2 Jf. § 63.\n3 Se § 6, jf. § 62 nr. 2.\n4 Sml. lov 21 juni 1985 nr. 78 § 3-10 nr. 1 og nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "15:70",
      "chapter": "15",
      "section": "70",
      "title": "Daglig leder​1",
      "content": "Foretaket skal ha en daglig leder.​2 Daglig leder ansettes av styret. Ansettelsesmyndigheten kan i vedtektene legges til kommunestyret​3 eller formannskapet,​3 eventuelt fylkestinget​3 eller fylkesutvalget.​3 I kommuner og fylkeskommuner med parlamentarisk styreform,​4 kan ansettelsesmyndighet legges til kommunerådet eller fylkesrådet. Kommunerådet eller fylkesrådet kan videredelegere denne myndigheten til enkeltmedlemmer av rådet hvis ikke kommunestyret eller fylkestinget selv har bestemt noe annet.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII, endret ved lover 16 apr 1999 nr. 18 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1099), 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681).\n1 Jf. § 67 nr. 3, § 68 nr. 1 og § 71.\n2 Sml. lov 21 juni 1985 nr. 78 § 3-10 nr. 2.\n3 Se § 6 og § 8, jf. § 62 nr. 2.\n4 Jf. kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "15:71",
      "chapter": "15",
      "section": "71",
      "title": "Daglig leders myndighet",
      "content": "1. Daglig leder forestår den daglige ledelse av foretaket. Daglig leder er direkte underordnet styret og skal følge de retningslinjer og pålegg som styret gir.​2\n2. Daglig leder skal sørge for at foretaket drives i samsvar med lover,​3 forskrifter og overordnede instrukser, og at det er gjenstand for betryggende kontroll.\n3. Den daglige ledelsen omfatter ikke saker som etter foretakets forhold er av uvanlig art eller av stor betydning. Slike saker kan daglig leder bare avgjøre om styret i det enkelte tilfelle har gitt vedkommende myndighet til det eller styrets beslutning ikke kan avventes uten vesentlig ulempe for foretaket eller for kommunen eller fylkeskommunen som helhet. Styret skal i så fall snarest mulig underrettes om saken.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII, endret ved lov 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nr. 144).\n1 Jf. § 72.\n2 Jf. § 67 nr. 3, § 68 nr. 1 og § 70.\n3 Jf. § 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "15:72",
      "chapter": "15",
      "section": "72",
      "title": "Forholdet til kommunens eller fylkeskommunens øvrige administrasjon",
      "content": "1. Administrasjonssjefen​1 har innenfor styrets myndighetsområde​2 ikke instruksjons- eller omgjøringsmyndighet overfor foretakets daglige leder.​3 Administrasjonssjefen​1 kan likevel instruere foretakets ledelse om at iverksettelsen av en sak skal utsettes til kommunestyret​4 eller fylkestinget​4 har behandlet saken.\n2. Før styret treffer vedtak i sak som skal behandles av kommunestyret​4 eller fylkestinget,​4 skal administrasjonssjefen være gitt anledning til å uttale seg om saken. Administrasjonssjefens uttalelse skal legges frem for styret ved dets behandling av saken.\n3. I kommuner eller fylkeskommuner der det er innført parlamentarisk styreform,​5 tilligger administrasjonssjefens myndighet etter første ledd annet punktum kommunerådets eller fylkesrådets leder.​6 Har rådets medlemmer ledelsesansvar, tilligger myndigheten den som har lederansvar for foretaket.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII.\n1 Jf. § 22.\n2 Jf. § 67.\n3 Jf. § 71.\n4 Se § 6, jf. § 62 nr. 2.\n5 Se § 20, jf. § 62 nr. 2.\n6 Se § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "15:73",
      "chapter": "15",
      "section": "73",
      "title": "Representasjon​1",
      "content": "1. Styret representerer foretaket utad. Det inngår avtaler på kommunens eller fylkeskommunens vegne innenfor foretakets formål.​2\n2. Styret kan gi styremedlem eller daglig leder representasjonsrett etter første ledd. Vedtektene​3 kan begrense styrets myndighet etter første punktum og også selv gi bestemmelser om fullmakt som der nevnt.\n3. Daglig leder representerer foretaket utad i saker som faller innenfor daglig leders myndighet etter § 71.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII.\n1 Sml. lov 21 juni 1985 nr. 78 § 3-10 nr. 3.\n2 Jf. § 63 nr. 1, b.\n3 Jf. § 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "15:74",
      "chapter": "15",
      "section": "74",
      "title": "Overskridelse av representasjonsretten​1",
      "content": "Har noen som representerer foretaket utad, ved handling på vegne av foretaket overskredet sin myndighet, er handlingen ikke bindende for kommunen eller fylkeskommunen hvis medkontrahenten innså eller burde innsett at myndigheten ble overskredet, og det derfor ville stride mot redelighet å gjøre disposisjonen gjeldende.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII.\n1 Sml. § 69. Jf. lov 31 mai 1918 nr. 4 § 11 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "15:75",
      "chapter": "15",
      "section": "75",
      "title": "Forskrifter om årsregnskap etter regnskapsloven​1",
      "content": "Departementet kan i forskrift pålegge enkeltforetak eller typer av foretak plikt til å føre regnskap etter regnskapsloven​1 i tillegg til, eller i stedet for etter kommunale prinsipper, og herunder gi de bestemmelser som er nødvendige for å tilpasse dette regnskapet til lovens bestemmelser om foretakenes økonomiforvaltning.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII.\n1 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "16:76",
      "chapter": "16",
      "section": "76",
      "title": "Kommunestyrets og fylkestingets tilsynsansvar",
      "content": "Kommunestyret og fylkestinget har det øverste tilsyn med den kommunale og fylkeskommunale forvaltning,​1 og kan forlange enhver sak lagt fram for seg til orientering eller avgjørelse. De kan omgjøre vedtak av andre folkevalgte organer eller administrasjonen i samme utstrekning som disse kunne omgjøre vedtaket selv. Kommunestyret og fylkestinget skal påse at de kommunale og fylkeskommunale regnskaper revideres på betryggende måte.​2\n0 Tilføyd ved lov 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915).\n1 Se § 6.\n2 Se § 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "16:77",
      "chapter": "16",
      "section": "77",
      "title": "Kontrollutvalget",
      "content": "1. Kommunestyret og fylkestinget velger selv et kontrollutvalg til å forestå det løpende tilsyn med den kommunale og fylkeskommunale forvaltning på sine vegne. Utvalget skal ha minst tre medlemmer. Kommunestyret og fylkestinget velger selv medlemmer og varamedlemmer til utvalget, og blant medlemmene leder og nestleder. Minst ett av utvalgets medlemmer skal velges blant kommunestyrets eller fylkestingets medlemmer. Utvalgets leder har møte- og talerett i kommunestyret og fylkestinget når utvalgets saker behandles.\n2. Utelukket fra valg er ordfører, fylkesordfører, varaordfører, medlem og varamedlem av formannskap og fylkesutvalg, medlem og varamedlem av kommunal eller fylkeskommunal nemnd med beslutningsmyndighet, medlem av kommuneråd eller fylkesråd, medlem og varamedlem av kommunestyrekomité og fylkestingskomité etter § 10 a og ansatte i kommunen eller fylkeskommunen.\n3. Kommunestyret og fylkestinget kan når som helst foreta nyvalg av utvalgets medlemmer.\n4. Kontrollutvalget skal påse at kommunens eller fylkeskommunens regnskaper blir revidert på en betryggende måte. Kontrollutvalget skal videre påse at det føres kontroll med at den økonomiske forvaltning foregår i samsvar med gjeldende bestemmelser og vedtak, og at det blir gjennomført systematiske vurderinger av økonomi, produktivitet, måloppnåelse og virkninger ut fra kommunestyrets eller fylkestingets vedtak og forutsetninger (forvaltningsrevisjon).\n5. Kontrollutvalget skal påse at det føres kontroll med forvaltningen av kommunens eller fylkeskommunens interesser i selskaper m.m.\n6. Kontrollutvalget skal rapportere resultatene av sitt arbeid til kommunestyret eller fylkestinget. Før en sak rapporteres til kommunestyret eller fylkestinget skal den ha vært forelagt administrasjonssjefen til uttalelse.\n7. Kontrollutvalget kan hos kommunen eller fylkeskommunen, uten hinder av taushetsplikt, kreve enhver opplysning, redegjørelse eller ethvert dokument og foreta de undersøkelser som det finner nødvendig for å gjennomføre oppgavene.​1\n8. Kommunens og fylkeskommunens revisor har møte- og talerett i kontrollutvalgets møter.\n9. Kommunestyret og fylkestinget skal sørge for sekretærbistand til kontrollutvalget.\n10. Departementet kan gi forskrifter med nærmere bestemmelser om kontrollutvalgets oppgaver og saksbehandling mv.\n0 Tilføyd ved lov 12 des 2003 nr. 113 (ikr. 1 juli 2004, nr. 1 tredje punktum ikr. 1 nov 2007 iflg. res. 18 juni 2004 nr. 915), endret ved lover 14 jan 2011 nr. 1 (ikr. 1 juli 2011 iflg. res. 14 jan 2011 nr. 38), 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nr. 144), 8 feb 2013 nr. 7 (ikr. 1 nov 2015 iflg. res. 8 feb 2013 nr. 144).\n1 Sml. § 40 nr. 5 og § 78 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "16:78",
      "chapter": "16",
      "section": "78",
      "title": "Revisjon",
      "content": "1. Revisjon av kommunal og fylkeskommunal virksomhet skal skje i henhold til god kommunal revisjonsskikk.\n2. Revisjonsarbeidet skal omfatte regnskapsrevisjon og forvaltningsrevisjon.\n3. Kommunestyret eller fylkestinget avgjør selv om kommunen eller fylkeskommunen skal ansette egne revisorer, delta i interkommunalt samarbeid om revisjon, eller inngå avtale med annen revisor. Vedtaket treffes på grunnlag av innstilling fra kontrollutvalget.\n4. Kommunestyret eller fylkestinget velger selv revisor. Vedtaket treffes på grunnlag av innstilling fra kontrollutvalget.\n5. Kommunens eller fylkeskommunens revisor skal rapportere resultatene av sin revisjon og kontroll til kontrollutvalget.\n6. Revisor kan hos kommunen eller fylkeskommunen, uten hinder av taushetsplikt, kreve enhver opplysning, redegjørelse eller ethvert dokument og foreta de undersøkelser som revisor finner nødvendige for å gjennomføre oppgavene.​1\n7. Revisor har taushetsplikt etter forvaltningsloven​2 §§ 13 til 13 e.\n8. Departementet kan gi forskrifter om revisjon.\n0 Tilføyd ved lov 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915), endret ved lov 19 des 2014 nr. 92 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1731).\n1 Jf. § 77 nr. 7.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "16:79",
      "chapter": "16",
      "section": "79",
      "title": "Revisors uavhengighet",
      "content": "Den som foretar revisjon for en kommune eller fylkeskommune kan ikke ivareta revisjons- og kontrolloppdrag for kommunen eller fylkeskommunen dersom revisor eller dennes nærstående har en slik tilknytning til revidert eller kontrollert virksomhet, dens ansatte eller tillitsmenn, at dette kan svekke revisors uavhengighet og objektivitet. Det samme gjelder dersom det foreligger særegne forhold som er egnet til å svekke tilliten til revisors uavhengighet og objektivitet ved gjennomføring av oppgavene. Ansettelse som revisor i kommunen eller fylkeskommunen, eller i en interkommunal samarbeidsordning, medfører ikke i seg selv at revisoren mangler nødvendig uavhengighet og objektivitet.\nSom nærstående regnes\na. ektefelle​1 og en person som vedkommende bor sammen med i ekteskapsliknende forhold\nb. slektninger i rett oppstigende eller nedstigende linje og søsken,​2 og deres ektefeller​1 eller personer som de bor sammen med i ekteskapsliknende forhold og\nc. slektninger i rett oppstigende eller nedstigende linje og søsken​2 til en person som nevnt under bokstav a.\nDepartementet kan gi forskrifter med nærmere bestemmelser om revisors uavhengighet.\n0 Tilføyd ved lov 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915).\n1 Jf. el. kap. 3 jf. § 95.\n2 Se lov 16 juni 2017 nr. 48 § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "16:80",
      "chapter": "16",
      "section": "80",
      "title": "Innsyn og undersøkelser i selskaper",
      "content": "I interkommunale selskaper etter lov 29. januar 1999 nr. 6, i interkommunale styrer etter § 27 og i aksjeselskaper​1 der en kommune eller fylkeskommune alene eller sammen med andre kommuner, fylkeskommuner eller interkommunale selskaper direkte eller indirekte eier alle aksjer, har kommunens eller fylkeskommunens kontrollutvalg​2 og revisor rett til å kreve de opplysninger som finnes påkrevd for deres kontroll, så vel fra selskapets daglige leder som fra styret og den valgte revisor for selskapet. I den utstrekning det finnes nødvendig, kan kontrollutvalget og kommunens revisor selv foreta undersøkelser i selskapet.\nKommunestyret eller fylkestinget kan fastsette regler om kontrollutvalgets og revisors kontroll med forvaltningen av kommunens eller fylkeskommunens interesser i selskapet og herunder fastsette hvilke dokumenter mv. som skal sendes kommunens eller fylkeskommunens kontrollutvalg og revisor.\nKontrollutvalget og kommunens eller fylkeskommunens revisor skal varsles og har rett til å være tilstede på selskapets generalforsamling, samt møter i representantskap og tilsvarende organ.\n0 Tilføyd ved lov 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915), endret ved lov 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nr. 144).\n1 Jf. asl. og asal.\n2 Jf. § 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "17:80 a",
      "chapter": "17",
      "section": "80 a",
      "title": "Representasjon av begge kjønn i styret",
      "content": "1. Reglene i aksjeloven​1 § 20-6 om representasjon av begge kjønn i styret gjelder tilsvarende for aksjeselskap hvor kommuner og fylkeskommuner til sammen eier minst to tredeler av aksjene i selskapet. Departementet kan gi forskrifter om at reglene i første punktum også skal gjelde for aksjeselskaper som eies av kommuner eller fylkeskommuner med under to tredeler, når resten av selskapet er eid av staten eller selskaper som direkte eller indirekte, er heleid av staten.\n2. For å legge til rette for at valget oppfyller kravene i nr. 1 kan departementet gi forskrift om den nærmere gjennomføringen av valget av styremedlemmer som velges av og blant de ansatte, jf. aksjeloven​1 § 6-4, herunder også eventuelt i selskaper som nevnt i nr. 1 annet punktum.\n0 Tilføyd ved lov 19 juni 2009 nr. 91 (ikr. 1 jan 2010 iflg. res. 20 nov 2009 nr. 1385, men slik at for selskaper som er stiftet og registrert i Foretaksregisteret før 1 jan 2010 skal styret være sammensatt i samsvar med paragrafen her innen to år etter dette).\n1 Jf. asl. og asal.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80a",
        "source_heading": "§ 80 a."
      }
    },
    {
      "provision_ref": "18:81",
      "chapter": "18",
      "section": "81",
      "title": "Ikraftsetting. Overgangsbestemmelser.",
      "content": "1. Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Fra samme tid oppheves\n- Lov av 12. november 1954 nr. 1 om styret i herreds- og bykommunene.\n- Lov 16. av juni 1961 nr. 1 om fylkeskommuner.\n- Midlertidig lov av 21. juni 1985 nr. 85 om forsøk med særlige administrasjonsordninger i kommuner.\n2. Fram til ny valgperiode starter høsten 1995 gjelder følgende overgangsbestemmelser:\n– – –\n3. – – –\n4. For øvrig kan Kongen gi de bestemmelser​2 som er nødvendig, og i nødvendig utstrekning fravike bestemmelser i denne lov.\n0 Endret ved lover 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), endret paragrafnummer fra § 61, 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915), endret paragrafnummer fra § 76, 7 jan 2005 nr. 4, endret paragrafnummer fra § 82.\n1 Fra 1 jan 1993 iflg. res. 27 nov 1992 nr. 865.\n2 Se res. 27 nov 1992 nr. 865 for ytterligere overgangsregler og 6 sep 1996 nr. 851 om frist til 31 des 1999 for å bringe vedtekter i samsvar med kravene i § 27 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "18:82",
      "chapter": "18",
      "section": "82",
      "title": "Endring av andre lover.",
      "content": "Fra den tid denne lov trer i kraft gjøres følgende endringer i andre lover: – – –\n0 Endret ved lover 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), endret paragrafnummer fra § 62, 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915), endret paragrafnummer fra § 77, 7 jan 2005 nr. 4, endret paragrafnummer fra § 83.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens formål.​1",
      "content": "Formålet med denne lov er å legge forholdene til rette for et funksjonsdyktig kommunalt og fylkeskommunalt folkestyre, og for en rasjonell og effektiv forvaltning av de kommunale og fylkeskommunale fellesinteresser innenfor rammen av det nasjonale fellesskap og med sikte på en bærekraftig utvikling.​2 Loven skal også legge til rette for en tillitskapende forvaltning som bygger på en høy etisk standard.​3\n0 Endret ved lov 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840).\n1 Jf. Grl. § 49 (2).\n2 Jf. Grl. § 112.\n3 Jf. § 31 og offl. § 1 første punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens virkeområde.",
      "content": "Denne lov gjelder for kommuners og fylkeskommuners virksomhet, herunder kommunal og fylkeskommunal virksomhet i medhold av andre lover.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Kommuneinndeling, Kommunenavn. By.",
      "content": "1. Hver kommune hører til ett fylke. Hvert fylke unntatt Oslo utgjør en fylkeskommune.\n2. Endring i den kommunale og fylkeskommunale inndeling avgjøres etter regler fastsatt i lov.​1\n3. Endring i en kommunes navn avgjøres av Kongen.\nFør navnespørsmålet avgjøres skal uttalelse innhentes fra den eller de berørte kommuner.\n4. Fylkeskommunen skal ha samme navn som fylket.\n5. Kommuner med over 5000 innbyggere kan ta i bruk benevnelsen by, dersom kommunen har bymessig tettsted med handels- og servicefunksjoner og konsentrert bebyggelse.\nDepartementet kan fravike bestemmelsen i første ledd dersom tungtveiende grunner tilsier det.\n6. Kommunestyret selv fatter vedtak om kommunevåpen og kommuneflagg. Fylkestinget selv fatter vedtak om fylkesvåpen og fylkesflagg.\nKommunale og fylkeskommunale våpen og flagg skal ikke være egnet til å forveksles med eksisterende kommunale eller fylkeskommunale våpen eller flagg, eller annet tegn omfattet av straffeloven § 165 bokstav b og § 166, et statsflagg, eller noe som er egnet til å oppfattes som slikt tegn eller flagg.\nKommunen og fylkeskommunen skal uten ugrunnet opphold sende vedtatte våpen og flagg til Arkivverket. Arkivverket skal publisere våpen og flagg uten ugrunnet opphold. Departementet kan gi forskrift om innsendingen og publiseringen.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 15 des 2017 nr. 109 (ikr. 1 jan 2018 iflg. res. 15 des 2017 nr. 2118).\n1 Se lov 15 juni 2001 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Informasjon om kommunens og fylkeskommunens virksomhet.",
      "content": "Kommuner og fylkeskommuner skal drive aktiv informasjon om sin virksomhet. Forholdene skal legges best mulig til rette for offentlig innsyn i den kommunale og fylkeskommunale forvaltning.​1\n1 Jf. § 31, fvl. §§ 18 flg., og offl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Kommunal og fylkeskommunal planlegging.",
      "content": "1. Kommunen skal utarbeide en samordnet plan for den kommunale virksomhet. Fylkeskommunen skal utarbeide en regional planstrategi og kan utarbeide regional plan. Regional plan skal samordne statens, fylkeskommunens og kommunenes virksomhet i fylket.\n2. Kommune- og fylkeskommuneplanleggingen skal bygge på en realistisk vurdering av den forventede utvikling i kommunen eller fylkeskommunen, og av de økonomiske ressurser som vil stå til rådighet, slik dette framgår av økonomiplanen.\n3. Nærmere bestemmelser om den kommunale og fylkeskommunale planlegging gis ved lov.\n0 Endret ved lov 27 juni 2008 nr. 71 (ikr. 1 juli 2009 iflg. res. 12 juni 2009 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Kommunestyre og fylkesting.",
      "content": "Kommunestyret og fylkestinget er de øverste kommunale og fylkeskommunale organer.​1 De treffer vedtak​2 på vegne av kommunen eller fylkeskommunen så langt ikke annet følger av lov​3 eller delegasjonsvedtak.​4\n1 Jf. § 76.\n2 Jf. fvl. § 2.\n3 Jf. dl. § 191 (1).\n4 Se § 8 nr. 3, § 9 nr. 5, § 10 nr. 2 og nr. 5, § 11 nr. 3, § 12 nr. 3 og nr. 4, § 13. – Jf. lov 28 juni 2002 nr. 57 § 13-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Kommunestyrets og fylkestingets sammensetning.​1",
      "content": "1. Kommunestyret velges​2 av kommunens stemmeberettigede​3 innbyggere etter regler fastsatt i lov.​4 Fylkestingets medlemmer velges av de stemmeberettigede​3 innbyggere i fylket etter regler fastsatt i lov.​4 Valget gjelder for fire år.\n2. Kommunestyrets medlemstall skal være et ulike tall, som fastsettes slik for kommuner med:\na. ikke over 5 000 innbyggere, minst 11\nb. over 5 000, men ikke over 10 000 innbyggere, minst 19\nc. over 10 000, men ikke over 50 000 innbyggere, minst 27\nd. over 50 000, men ikke over 100 000 innbyggere, minst 35\ne. over 100 000 innbyggere, minst 43.\nFylkestingets medlemstall skal være et ulike tall, som fastsettes slik for fylkeskommuner med:\na. ikke over 150 000 innbyggere, minst 19\nb. over 150 000, men ikke over 200 000 innbyggere, minst 27\nc. over 200 000, men ikke over 300 000 innbyggere, minst 35\nd. over 300 000 innbyggere, minst 43.\n3. Endring av medlemstallet vedtas av kommunestyret eller fylkestinget selv senest 31. desember i nest siste år av valgperioden, med virkning for kommende valgperiode.\n4. Avgjørende for minste lovlige medlemstall er innbyggertallet i kommunen eller fylkeskommunen ved nest siste årsskifte før valget. Viser det seg at medlemstallet på dette tidspunkt er for lite i forhold til antall innbyggere, uten at det er truffet noe vedtak om en utvidelse, økes medlemstallet til lovens minimum ved neste valg.\n0 Endret ved lov 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377).\n1 Se kap. 7.\n2 Jf. lov 28 juni 2002 nr. 57 § 3-3 og § 3-4.\n3 Jf. lov 28 juni 2002 nr. 57 § 2-2.\n4 Se lov 28 juni 2002 nr. 57, se dens § 13-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Formannskap. Fylkesutvalg.",
      "content": "1. Kommunestyret​1 og fylkestinget​1 velger selv henholdsvis formannskap og fylkesutvalg på minimum 5 medlemmer. Dette gjelder likevel ikke kommuner og fylkeskommuner som har innført parlamentarisk styringsform.​2\n2. Medlemmer og varamedlemmer til formannskap eller fylkesutvalg velges for fire år av og blant medlemmene av kommunestyret eller fylkestinget.​3 Valget holdes som forholdsvalg når minst ett medlem krever det, og ellers som avtalevalg.\n3. Formannskapet og fylkesutvalget behandler forslag til økonomiplan, årsbudsjett og skattevedtak. For øvrig fastsetter kommunestyret og fylkestinget selv området for formannskapets og fylkesutvalgets virksomhet. Formannskapet og fylkesutvalget kan tildeles avgjørelsesmyndighet i alle saker hvor ikke annet følger av lov.​4\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840).\n1 Jf. § 6.\n2 Se kap. 3.\n3 Jf. § 14.\n4 Jf. § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Ordfører. Fylkesordfører. Varaordfører.​1",
      "content": "1. Kommunestyret​2 velger selv​3 blant formannskapets medlemmer ordfører og varaordfører. Fylkestinget​2 velger selv blant fylkesutvalgets medlemmer fylkesordfører og varaordfører. Valget foretas for hele valgperioden. Den som har vært ordfører eller varaordfører de siste fire år, kan nekte valg til begge verv. Tilsvarende gjelder for den som har vært fylkesordfører eller fylkesvaraordfører de siste fire år. Krav om fritak må fremsettes før valget foretas.\nI kommuner som har innført parlamentarisk styringsform​4 velges ordfører og varaordfører blant kommunestyrets medlemmer. I fylkeskommuner som har innført parlamentarisk styringsform velges fylkesordfører og varaordfører blant fylkestingets medlemmer.\n2. Trer ordføreren eller fylkesordføreren midlertidig ut av sitt verv, rykker varaordføreren opp som ordfører eller fylkesordfører, og det velges midlertidig ny varaordfører.\nTrer ordfører eller fylkesordfører endelig ut av sitt verv, foretas nyvalg.\n3. Ordfører og fylkesordfører leder møtene​5 i kommunestyret og fylkestinget, formannskapet og fylkesutvalget. Han eller hun er rettslig representant​6 for kommunen og fylkeskommunen og underskriver på dennes vegne i alle tilfelle hvor myndigheten ikke er tildelt andre.\n4. Ordfører og fylkesordfører har møte- og talerett i alle andre kommunale eller fylkeskommunale organer unntatt kommune- og fylkesråd og organer under disse, men har bare stemmerett og forslagsrett hvis han eller hun er valgt medlem. Ordfører og fylkesordfører kan la seg representere ved annet medlem av kommunestyret eller fylkestinget i organer hvor han eller hun ikke er medlem.\n5. Kommunestyret og fylkestinget kan gi ordfører og fylkesordfører myndighet til å treffe vedtak i enkeltsaker eller i typer av saker som ikke er av prinsipiell betydning.​7\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388).\n1 Jf. dl. § 191 (1) og lov 28 juni 2002 nr. 57 § 14-2.\n2 Jf. § 6.\n3 Jf. § 8 nr. 3 i.f.\n4 Se kap. 3.\n5 Jf. § 32 nr. 4.\n6 Jf. dl. § 191 (1), lov 31 mai 1918 nr. 4 § 10 (2).\n7 Jf. § 10 nr. 4 og § 23 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Faste utvalg. Komiteer.​1",
      "content": "1. Kommunestyret​2 og fylkestinget​2 kan selv opprette faste utvalg for kommunale og fylkeskommunale formål eller for deler av den kommunale eller fylkeskommunale virksomhet. Slike utvalg skal ha minst tre medlemmer.\n2. Kommunestyret og fylkestinget fastsetter selv området for de faste utvalgs virksomhet. Slike utvalg kan tildeles avgjørelsesmyndighet i alle saker hvor ikke annet følger av lov.\n3. Kommunestyret og fylkestinget velger selv medlemmer og varamedlemmer til utvalget, og blant medlemmene leder og nestleder.​3\n4. Utvalget kan gi lederen eller et arbeidsutvalg myndighet til å treffe vedtak i enkeltsaker eller i typer av saker som ikke er av prinsipiell betydning, hvis ikke kommunestyret eller fylkestinget har bestemt noe annet.​4\n5. Kommunestyret og fylkestinget kan opprette komiteer til forberedende behandling av saker og til å utføre særskilte verv. Slik komité kan også tildeles myndighet til å avgjøre enkeltsaker som har direkte tilknytning til komiteens oppdrag.\n6. Kommunestyret og fylkestinget kan selv når som helst omorganisere eller nedlegge faste utvalg og komiteer. En komité kan også omorganiseres eller nedlegges av det organ som har fått myndighet til å opprette vedkommende komité.\n1 Jf. § 13.\n2 Jf. § 6.\n3 Jf. § 32 nr. 4 og § 35 nr. 3.\n4 Jf. § 9 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:10 a",
      "chapter": "2",
      "section": "10 a",
      "title": "Kommunestyrekomiteer. Fylkestingskomiteer.​1",
      "content": "1. Kommunestyret og fylkestinget kan selv opprette kommunestyrekomiteer og fylkestingskomiteer som saksforberedende organ for kommunestyret og fylkestinget. Komiteene kan ikke gis avgjørelsesmyndighet. Slike komiteer skal ha minst tre medlemmer.\n2. Kommunestyret og fylkestinget deler selv alle kommunestyrets og fylkestingets medlemmer inn i kommunestyrekomiteer og fylkestingskomiteer, og velger leder og nestleder til komiteene. Medlemmer av kontrollutvalget som også sitter i kommunestyret eller fylkestinget, er utelukket fra valg til komiteene. Ordfører og fylkesordfører kan fritas fra valget dersom kommunestyret eller fylkestinget bestemmer det.\n3. Valget gjennomføres på grunnlag av innstilling med forslag til medlemmer og varamedlemmer til komiteene. Innstillingen skal inneholde et antall navn som tilsvarer antall medlemmer i hver komité med angivelse av den gruppe medlemmet representerer. I tillegg kan innstillingen inneholde et antall varamedlemmer for hver gruppe som tilsvarer antall medlemmer gruppen skal ha, med tillegg av to. Innstillingen vedtas med simpelt flertall.\n4. Komiteene skal sammensettes forholdsmessig etter den kjønnsmessige fordeling blant de som skal velges. Varamedlemmer til komiteene velges på samme måte blant kommunestyrets og fylkestingets varamedlemmer.\n5. Ved varig uttreden eller forfall til kommunestyret og fylkestinget etter § 16 nr. 2 skal vedkommende varamedlem tre inn i den kommunestyrekomité eller fylkestingskomité som den uttredende tilhørte.\n6. Komiteene kan opprette arbeidsutvalg hvis ikke kommunestyret eller fylkestinget har bestemt noe annet.\n7. Kommunestyret og fylkestinget kan selv når som helst omorganisere eller nedlegge kommunestyrekomiteer og fylkestingskomiteer.\n0 Tilføyd ved lov 8 des 2006 nr. 67 (ikr. 10 sep 2007 iflg. res. 8 des 2006 nr. 1377).\n1 Jf. § 29 nr. 6. Sml. lov 17 juli 1925 nr. 11 § 36 a (Svalbard).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10a",
        "source_heading": "§ 10 a."
      }
    },
    {
      "provision_ref": "2:10 b",
      "chapter": "2",
      "section": "10 b",
      "title": "Råd for eldre, personer med funksjonsnedsettelse og ungdom",
      "content": "0 Tilføyes ved lov 16 juni 2017 nr. 62 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10b",
        "source_heading": "§ 10 b."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Styre for institusjon o.l.​1",
      "content": "1. Kommunestyret​2 og fylkestinget​3 kan selv opprette eget styre for kommunale eller fylkeskommunale institusjoner o.l. Slike styrer skal ha minst tre medlemmer.\n2. Kommunestyret​2 og fylkestinget​2 gir selv bestemmelser om styrets sammensetning. Det kan her fastsettes at styret helt eller delvis skal oppnevnes av administrasjonssjefen​3 eller velges av de ansatte eller brukerne ved vedkommende institusjon. Medlemmer som ikke skal oppnevnes eller velges på denne måten, velges av kommunestyret eller fylkestinget.\n3. Et slikt styre kan tildeles myndighet til å treffe avgjørelser som angår virksomhetens drift og organisering.\n4. Kommunestyret og fylkestinget kan selv når som helst omorganisere eller nedlegge slike styrer. Omorganisering i form av nyvalg innenfor de bestemmelser som kommunestyret og fylkestinget selv har gitt, kan foretas av de samme organer eller personer som er tildelt valgkompetanse.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097 – se dens VII).\n1 Jf. f.eks. lov 17 juli 1998 nr. 61 § 11-5 (3).\n2 Jf. § 6.\n3 Se § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Kommunedelsutvalg",
      "content": "1. Kommunestyret​1 kan selv opprette kommunedelsutvalg for deler av kommunen. Kommunestyret velger selv medlemmer og varamedlemmer til utvalget, og blant medlemmene leder og nestleder.\n2. Kommunestyret selv kan fatte vedtak om at medlemmene til ett eller flere kommunedelsutvalg i kommunen skal velges av innbyggerne i vedkommende kommunedel (direkte valg). Der medlemmene til kommunedelsutvalget er valgt ved direkte valg, velger utvalget selv leder og nestleder.\n3. Kommunestyret fastsetter selv kommunedelsutvalgenes arbeidsoppgaver. Kommunedelsutvalg kan tildeles avgjørelsesmyndighet i alle saker vedrørende kommunedelen hvor ikke annet følger av lov.\n4. Kommunedelsutvalget kan gi lederen, et arbeidsutvalg eller lederen av administrasjonen i kommunedelen myndighet til å treffe vedtak i enkeltsaker eller i typer av saker som ikke er av prinsipiell betydning, hvis ikke kommunestyret har bestemt noe annet.\n5. Kommunestyret kan selv når som helst omorganisere eller nedlegge kommunedelsutvalg. Dette gjelder ikke når kommunedelsutvalget er valgt ved direkte valg.\n6. For gjennomføringen av direkte valg til kommunedelsutvalg gjelder bestemmelsene i valgloven​2 så langt de passer.\n7. Departementet kan i forskrift gi nærmere bestemmelser om direkte valg til kommunedelsutvalg.\n0 Endret ved lover 28 juni 2002 nr. 57 (ikr. 1 sep 2002 iflg. res. 28 juni 2002 nr. 646), 10 jan 2003 nr. 4 (ikr. 1 feb 2003 iflg. res. 10 jan 2003 nr. 3), 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377).\n1 Jf. § 6.\n2 Lov 28 juni 2002 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Utvidet myndighet i haste-saker.",
      "content": "1. Kommunestyret​1 og fylkestinget​1 kan selv bestemme at formannskapet​2 eller fylkesutvalget,​2 et fast utvalg,​3 kommunerådet​4 eller fylkesrådet​4 skal ha myndighet til å treffe vedtak i saker som skulle vært avgjort av annet organ, når det er nødvendig at vedtak treffes så raskt at det ikke er tid til å innkalle dette.​5\n2. Melding om vedtak truffet i medhold av denne paragraf forelegges vedkommende organ i dettes neste møte.\n1 Jf. § 6.\n2 Jf. § 8.\n3 Jf. § 10.\n4 Jf. § 19.\n5 Jf. lov 22 juni 1962 nr. 8 § 4 (1), f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Valgbarhet. Plikt til å ta imot valg.​1",
      "content": "1. Ved valg​2 til\n- formannskap og fylkesutvalg​3\n- faste utvalg​4\n- kommunedelsutvalg​5\n- kontrollutvalg​6\n- kommuneråd og fylkesråd​7\n- kommunale eller fylkeskommunale nemnder opprettet i medhold av andre lover\na. Valgbar og pliktig til å ta imot valg er den som har stemmerett​8 ved valg til kommunestyre og fylkesting, og som når valget finner sted står innført i folkeregisteret​9 som bosatt i vedkommende kommune eller i en av kommunene i fylket. Ved valg til kommunedelsutvalg kan kommunestyret vedta at bare de som er innført i folkeregisteret som bosatt i vedkommende kommunedel, er valgbare.\nDen som ikke har nådd stemmerettsalder,​10 er valgbar, men ikke pliktig til å ta imot valg.\nb. Utelukket​11 fra valg​12 er fylkesmannen, assisterende fylkesmann, og den som i vedkommende kommune eller fylkeskommune er administrasjonssjef​13 eller dennes stedfortreder, er sekretær for kommunestyret eller fylkestinget, er leder av forvaltningsgren, har ansvaret for regnskapsfunksjonen i kommunen eller fylkeskommunen, eller foretar revisjon​14 for kommunen eller fylkeskommunen. Leder av enkeltstående virksomheter er likevel ikke utelukket fra valg. I kommuner og fylkeskommuner med parlamentarisk styreform​15 er ansatte i sekretariatet til rådet som har fått myndighet delegert fra rådet, ikke valgbare.​16\nc. Rett til å kreve seg fritatt fra valg har den som har gjort tjeneste som medlem av vedkommende organ de siste fire år. Den som er medlem av et parti som er registrert etter partiloven​17 kapittel 2, kan nekte valg på grunnlag av listeforslag som ikke er framsatt av dette partiet.\n2. Den som har tapt sin stemmerett​18 eller foretar revisjon​14 for vedkommende kommune eller fylkeskommune, er utelukket fra valg til også andre folkevalgte organer enn nevnt i nr. 1.\n3. Den som er ansvarlig for regnskapet i kommunalt eller fylkeskommunalt foretak​19 eller for interkommunal eller interfylkeskommunal virksomhet som omhandlet i § 27, er utelukket fra valg til styret for foretaket eller den interkommunale virksomheten. Den som foretar revisjon​14 for interkommunal eller interfylkeskommunal virksomhet som omhandlet i § 27, kan ikke velges til styret for virksomheten.\n4. Kandidat som er oppført på valgliste ved kommunestyrevalget, kan ikke velges til stemmestyremedlem i vedkommende kommune. Kandidat som er oppført på valgliste ved stortingsvalget eller fylkestingsvalget, kan ikke velges til stemmestyremedlem i kommunene i vedkommende fylke.\n5. En kandidat som ellers ville vært utelukket fra valg på grunn av sin stilling, er likevel valgbar, hvis han eller hun har fratrådt stillingen når organet trer i funksjon.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), 28 juni 2002 nr. 57 (ikr. 1 sep 2002 iflg. res. 28 juni 2002 nr. 646), 10 jan 2003 nr. 4 (ikr. 1 feb 2003 iflg. res. 10 jan 2003 nr. 3), 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377), 11 mai 2007 nr. 16, 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840), 13 mai 2011 nr. 14 (ikr. 1 jan 2012).\n1 Jf. lov 28 juni 2002 nr. 57 § 3-4.\n2 Jf. § 25 nr. 3 og kap. 6.\n3 Jf. § 8.\n4 Jf. § 10.\n5 Jf. § 12.\n6 Jf. § 77 nr. 2.\n7 Jf. § 19.\n8 Jf. lov 28 juni 2002 nr. 57 kap. 2.\n9 Jf. lov 9 des 2016 nr. 88.\n10 Jf. lov 28 juni 2002 nr. 57 § 2-2.\n11 Sml. lov 28 juni 2002 nr. 57 § 3-3 (3).\n12 Se nr. 4.\n13 Jf. § 22.\n14 Jf. §§ 78 flg.\n15 Jf. kap. 3.\n16 Jf. lov 28 juni 2002 nr. 57 § 3-3 (4).\n17 Lov 17 juni 2005 nr. 102.\n18 Jf. Grl. § 53 og lov 28 juni 2002 nr. 57 § 2-2.\n19 Se kap. 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Uttreden. Suspensjon.",
      "content": "1. Den som taper valgbarheten til et folkevalgt organ i valgperioden,​1 trer endelig ut av dette. Hvis tap av valgbarhet skyldes registrert utflytting​2 fra kommunen eller fylkeskommunen for to år eller mindre, trer vedkommende ut av vervet for den tid utflyttingen varer.\n2. Kommunestyret​3 og fylkestinget​3 kan etter søknad frita, for et kortere tidsrom eller resten av valgperioden, den som ikke uten uforholdsmessig vanskelighet eller belastning kan skjøtte sine plikter i vervet.​4\n3. Dersom det blir utferdiget siktelse​5 eller reist tiltale​6 mot en folkevalgt for et straffbart forhold som nevnt i straffeloven​7 §§ 151 til 154, 170 bokstav b, 171 til 174, 208, 353, kapittel 27 eller 30, og forholdet ifølge siktelsen eller tiltalen knytter seg til utøving av verv eller tjeneste for kommunen eller fylkeskommunen, kan kommunestyret​8 eller fylkestinget selv vedta å suspendere vedkommende fra vervet inntil saken er rettskraftig avgjort. For forhold som nevnt i straffeloven §§ 151 til 154 gjelder ikke vilkåret om at siktelsen eller tiltalen skal knytte seg til utøving av verv eller tjeneste for kommunen eller fylkeskommunen.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. § 14.\n2 Jf. lov 9 des 2016 nr. 88.\n3 Jf. § 6.\n4 Sml. lov 28 juni 2002 nr. 57 § 3-4 (1), d.\n5 Jf. strpl. § 69, § 70, § 71 a, § 82, § 248 og kap. 20.\n6 Jf. strpl. kap. 19.\n7 Lov 20 mai 2005 nr. 28.\n8 Jf. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Opprykk og nyvalg.",
      "content": "1. Har medlemmer forfall til et møte i et folkevalgt organ, innkalles varamedlemmer såvidt mulig i den nummerorden de er valgt. Varamedlemmer innkalles fra den gruppe hvor det er forfall.\n2. Hvis medlemmer av kommunestyret​1 eller fylkestinget​1 trer endelig ut eller får varig forfall, trer varamedlemmer fra vedkommende gruppe inn i deres sted i den nummerorden de er valgt hvis organet er valgt ved forholdsvalg. Er et kommunestyre valgt ved flertallsvalg,​2 trer varamedlemmer inn i den nummerorden de er valgt.\n3. Dersom et medlem av et annet folkevalgt organ enn kommunestyre og fylkesting, kommunestyrekomité​3 og fylkestingskomité​3 trer endelig ut, velges nytt medlem, selv om det er valgt varamedlem. Organet skal suppleres fra den samme gruppe som den uttredende tilhørte. Viser det seg at denne fremgangsmåten fører til at et kjønn vil bli representert med mindre enn 40 prosent av medlemmene i organet, skal det så langt det er mulig velges nytt medlem fra det underrepresenterte kjønn.\n4. Trer lederen av et folkevalgt organ endelig ut av organet, skal det velges ny leder.\n5. Er antallet varamedlemmer eller en gruppes varamedlemmer til formannskapet, fylkesutvalget eller et annet folkevalgt organ valgt av kommunestyret eller fylkestinget blitt utilstrekkelig, kan kommunestyret eller fylkestinget selv velge ett eller flere faste eller midlertidige varamedlemmer.​4 Suppleringsvalg skal skje fra den gruppen som har et utilstrekkelig antall varamedlemmer. Viser det seg at denne fremgangsmåten fører til at et kjønn vil bli representert med mindre enn 40 prosent av varamedlemmene til organet eller gruppens varamedlemmer, skal det så langt det er mulig velges nytt varamedlem fra det underrepresenterte kjønn. Myndigheten til å foreta suppleringsvalg til andre organer enn formannskapet​5 eller fylkesutvalget​5 kan delegeres til formannskapet eller fylkesutvalget.\n6. Ved suppleringsvalg etter nr. 3 og nr. 5 kan vedkommende gruppe selv utpeke den som skal rykke inn på den ledige plassen. Gruppen underretter deretter kommunestyret eller fylkestinget, som velger vedkommende dersom de lovbestemte vilkår er oppfylt. Tilsvarende gjelder ved suppleringsvalg i henhold til nr. 5 siste punktum.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377), 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840).\n1 Kfr. § 6.\n2 Jf. lov 28 juni 2002 nr. 57 kap. 12.\n3 Jf. § 10 a.\n4 Sml. lov 28 juni 2002 nr. 57 kap. 14.\n5 Jf. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Konstituerende møte m.v. i kommunestyre og fylkesting.​1",
      "content": "1. Så snart valgoppgjøret​2 er avsluttet, innkalles til konstituerende møte i det nyvalgte kommunestyre​3 og fylkesting.​3 Møtet kalles sammen av tjenestegjørende ordfører​4 eller fylkesordfører med minst 14 dagers varsel, og holdes innen utgangen av oktober måned. Det er vedtaksført når minst 2/3 av medlemmene er til stede.\n2. Som første sak i det konstituerende møtet tar kommunestyret og fylkestinget stilling til om kommunestyrevalget eller fylkestingsvalget er gyldig, jf. valgloven​5 § 13-4 første ledd. Dersom kommunen har avholdt direkte valg til kommunedelsutvalg, tar kommunestyret stilling til gyldigheten av dette valget før øvrige valg foretas. Når det er avgjort at valg som nevnt i første og annet punktum er gyldige, foretas valg av formannskap​6 eller fylkesutvalg,​6 ordfører​4 eller fylkesordfører,​4 varaordførere​4 og kontrollutvalg for den nye valgperioden. I møtet bør det også velges medlemmer av kommunale eller fylkeskommunale nemnder, og ledere for disse, hvis det ikke er overlatt til vedkommende nemnd selv å foreta dette valget.\n3. Kommunestyre og fylkesting, formannskap, fylkesutvalg og kontrollutvalg trer i funksjon fra det konstituerende møte. Ordfører, fylkesordfører, varaordfører og andre folkevalgte organer trer i funksjon fra det tidspunkt de er valgt.\n4. For nemnder som ikke blir valgt i det konstituerende møtet, forlenges de sittende medlemmers funksjonstid inntil nyvalg foretas.\nDet nyvalgte kommunestyre eller fylkesting treffer selv vedtak om neste års budsjett.​7\n0 Endret ved lover 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377), 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nr. 144).\n1 Jf. pbl. § 34-2 (2).\n2 Jf. lov 28 juni 2002 nr. 57 kap. 11.\n3 Jf. § 6. – Se lov 28 juni 2002 nr. 57 § 13-4.\n4 Jf. § 9.\n5 Lov 28 juni 2002 nr. 57.\n6 Jf. § 8.\n7 Jf. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Innføring og oppheving av kommunal eller fylkeskommunal parlamentarisme.​1",
      "content": "1. Kommunestyret​2 eller fylkestinget​2 kan selv vedta å innføre parlamentarisk styringsform etter reglene i dette kapittel. Slikt vedtak må treffes med tilslutning av minst halvdelen​3 av kommunestyrets eller fylkestingets medlemmer.\n2. Forslag om innføring av parlamentarisk styringsform må være fremmet og votert over i kommunestyret eller fylkestinget senest 31. desember i nest siste år av valgperioden. Det kreves ikke at forslaget oppnår flertall. Innføring av parlamentarisk styringsform kan tidligst vedtas på det nyvalgte kommunestyrets eller fylkestingets konstituerende møte.​4 Styringsformen må være vedtatt og satt i verk når det andre året av den nye valgperioden tar til.\n3. Kommunestyret eller fylkestinget kan selv vedta å gå tilbake til ordinær styringsform etter reglene i denne paragraf. Slikt vedtak må treffes med tilslutning av minst halvdelen av kommunestyrets eller fylkestingets medlemmer.\n4. Kommunestyret eller fylkestinget avgjør selv om dannelse av kommuneråd eller fylkesråd skal skje etter § 19 eller § 19 a.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 25 mai 2012 nr. 28 (ikr. 1 juli 2012 iflg. res. 25 mai 2012 nr. 449).\n1 Jf. offl. § 16 (1) tredje punktum.\n2 Jf. § 6.\n3 Sml. § 33.\n4 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Kommuneråd. Fylkesråd.​1",
      "content": "1. Kommunestyret og fylkestinget skal selv opprette et kommuneråd eller fylkesråd som øverste ledelse av kommunens eller fylkeskommunens administrasjon.​2\n2. Når det innføres kommuneråd eller fylkesråd, bortfaller ordningen med administrasjonssjef.​3\n3. Ved videreføring av parlamentarisk styreform velger kommunestyret eller fylkestinget selv et råd i det konstituerende møtet etter et kommunestyre- eller fylkestingsvalg. Når kommunestyret eller fylkestinget selv har vedtatt at det sittende rådet skal fratre eller er blitt meddelt at rådet vil fratre, skal valg av nytt råd foretas senest i det neste møtet. Rådet tiltrer straks det er valgt.\n4. Et forslag til råd skal inneholde det antall navn som ønskes i rådet og skal angi hvem som skal være rådets leder og nestleder. Bestemmelsene om kjønnsmessig balanse i § 38 a nr. 3 første og andre punktum gjelder tilsvarende. Det må enten stemmes for et av forslagene eller stemmes blankt. Det forslaget som får flest stemmer er valgt. Foreligger det flere enn to forslag, må et forslag likevel ha tilslutning fra flertallet av de avgitte stemmene for å være valgt. Får ingen av forslagene slik tilslutning, skal det stemmes på nytt over de to forslagene som fikk flest stemmer. Det forslaget som ved denne avstemningen får flest stemmer er valgt.\n5. Et forslag om at rådet skal fratre må fremsettes i møte. Forslaget skal behandles i neste møte med mindre to tredjedeler av de møtende krever umiddelbar avstemning. Meddelelse fra rådet om fratreden skal gis i møte.\n6. Fratrer et medlem av rådet etter vedtak eller eget ønske, skal det velges et nytt medlem etter forslag fra rådet. Dersom lederen fratrer skal det velges nytt råd.\n7. Den som velges som medlem av kommuneråd eller fylkesråd, fratrer sine øvrige kommunale eller fylkeskommunale verv i funksjonsperioden. Kommunestyret eller fylkestinget kan velge settemedlemmer for andre verv enn kommunestyre- eller fylkestingsmedlem for den tid vedkommende er medlem av kommunerådet eller fylkesrådet.\n0 Endret ved lover 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840).\n1 Jf. § 13.\n2 Jf. § 19 a.\n3 Jf. § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:19 a",
      "chapter": "3",
      "section": "19 a",
      "title": "Utpeking av kommunerådslederkandidat eller fylkesrådslederkandidat",
      "content": "1. Når den parlamentariske situasjonen i kommunestyret​1 eller fylkestinget​1 tilsier det, har ordføreren​2 eller fylkesordføreren​2 på kommunestyrets eller fylkestingets vegne plikt til å gi en kommunerådslederkandidat eller fylkesrådslederkandidat i oppdrag å danne nytt kommuneråd eller fylkesråd. Den kandidaten som ordføreren eller fylkesordføreren etter politiske sonderinger antar kan samle størst oppslutning i kommunestyret eller fylkestinget for sitt kommuneråd​3 eller fylkesråd,​3 skal utpekes.\n2. Er skifte av kommuneråd eller fylkesråd følge av et kommunestyrevalg eller fylkestingsvalg, skal den person som til enhver tid formelt innehar ordførervervet eller fylkesordførervervet, ha oppdraget som følger av nr. 1.\n3. Den utpekte kandidaten setter selv sammen sitt kollegium, og det nye kommunerådet eller fylkesrådet konstituerer seg selv. Bestemmelsene om kjønnsbalanse i § 38 a nr. 3 første og annet punktum gjelder tilsvarende. Lederen av kommunerådet eller fylkesrådet kan selv når som helst skifte ut medlemmer av rådet og bestemme rådets sammensetning.\n4. Kommunerådet og fylkesrådet sender, straks det har konstituert seg, melding til kommunestyret eller fylkestinget om rådets sammensetning. Tilsvarende gjelder ved endringer i rådets sammensetning.\n5. Funksjonstiden til kommunerådet eller fylkesrådet er uavhengig av kommunestyrets og fylkestingets valgperiode.\n6. Ved skifte av kommuneråd og fylkesråd blir fratredende råd sittende inntil nytt råd har konstituert seg.\n7. Et forslag om at rådet skal fratre, må fremsettes i kommunestyremøte eller fylkestingsmøte. Forslaget skal behandles i neste kommunestyremøte eller fylkestingsmøte med mindre to tredjedeler av de møtende krever umiddelbar avstemning. Meddelelse fra rådet om fratreden skal skje i kommunestyremøte eller fylkestingsmøte.\n8. Et medlem av rådet fratrer, foruten i tilfeller nevnt i nr. 3 i denne paragrafen, etter vedtak eller etter eget ønske. Dersom rådslederen fratrer, skal hele rådet fratre.\n0 Tilføyd ved lov 25 mai 2012 nr. 28 (ikr. 1 juli 2012 iflg. res. 25 mai 2012 nr. 449).\n1 Jf. § 6.\n2 Jf. § 9.\n3 Jf. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19a",
        "source_heading": "§ 19 a."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Kommunerådets og fylkesrådets ansvar og myndighet.​1",
      "content": "1. Kommunerådet og fylkesrådet er den øverste ledelse for den samlede kommunale eller fylkeskommunale administrasjon, med de unntak som følger av denne lov. Kommunestyret og fylkestinget kan selv fastsette at det skal være adgang til å tildele enkeltmedlemmer av rådet ledelsesansvar på rådets vegne for deler av den kommunale eller fylkeskommunale administrasjon.\n2. Kommunerådet og fylkesrådet skal påse at de saker som legges fram for folkevalgte organer, er forsvarlig utredet​2 og at de vedtak som er truffet blir iverksatt. Kommunerådet og fylkesrådet skal sørge for at administrasjonen drives i samsvar med lover, forskrifter og overordnede instrukser, og at den er gjenstand for betryggende kontroll.\n3. Kommunestyret og fylkestinget kan selv tildele rådet avgjørelsesmyndighet i alle saker hvor ikke annet følger av lov. Rådet kan gi enkeltmedlemmer myndighet til å treffe vedtak i enkeltsaker eller typer av saker som ikke er av prinsipiell betydning i de tilfeller disse er tildelt ledelsesansvar etter nr. 1, hvis ikke kommunestyret eller fylkestinget har bestemt noe annet.\n4. Kommunestyret og fylkestinget kan selv gi rådet myndighet til å opprette og oppnevne styrer for rådets ledelse for særskilte deler av den kommunale og fylkeskommunale virksomheten.​3 Rådet fastsetter selv vedtektene for slike styrer og kan gi styret myndighet til å treffe vedtak i enkeltsaker eller typer av saker som ikke er av prinsipiell betydning. Et styre kan omorganiseres og nedlegges i valgperioden, og det kan foretas ny oppnevning av hele styret eller enkeltmedlemmer. Et medlem av et styre kan fratre vervet etter eget ønske.\n5. Kommunerådets og fylkesrådets medlemmer skal delta i kommunestyrets eller fylkestingets møter. Rådets leder har rett til å delta i møter i andre kommunale eller fylkeskommunale organer, personlig eller ved ett av de øvrige medlemmene i rådet. Møteretten etter foregående punktum gjelder ikke for møter i kontrollutvalget​4 eller møter i kommunestyrets eller fylkestingets egne organer når disse behandler saker om kommunestyrets, fylkestingets eller organets egen indre organisering. Har rådets medlemmer ledelsesansvar, gjelder møte- og taleretten det medlemmet av rådet som har vedkommende organs saker under sitt ansvarsområde, samt rådets leder.\n0 Endret ved lover 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915).\n1 Jf. § 44 og § 45.\n2 Sml. § 23 nr. 2 og fvl. § 17.\n3 Jf. f.eks. lov 17 juli 1998 nr. 61 § 11-5 (3).\n4 Jf. § 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Kontormessig og utredningsmessig assistanse til grupper i kommunestyre og fylkesting.",
      "content": "Grupper av kommunestyremedlemmer eller fylkestingsmedlemmer som ikke deltar i kommunerådet eller fylkesrådet, skal sikres nødvendig utredningsmessig og kontormessig assistanse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Administrasjonssjef.​1",
      "content": "1. I hver kommune og fylkeskommune skal det ansettes en administrasjonssjef.​2\n2. Kommunestyret​3 og fylkestinget​3 ansetter selv administrasjonssjefen.\n1 Jf. § 24 nr. 3.\n2 Jf. § 14 nr. 1, b, § 19 nr. 2 og lov 28 juni 2002 nr. 57 § 3-3 (3), b.\n3 Jf. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Administrasjonssjefens oppgaver og myndighet.",
      "content": "1. Administrasjonssjefen er den øverste leder for den samlede kommunale eller fylkeskommunale administrasjon, med de unntak som følger av lov, og innenfor de rammer kommunestyret eller fylkestinget fastsetter.\n2. Administrasjonssjefen skal påse at de saker som legges fram for folkevalgte organer, er forsvarlig utredet,​1 og at vedtak blir iverksatt. Administrasjonssjefen skal sørge for at administrasjonen drives i samsvar med lover, forskrifter og overordnede instrukser, og at den er gjenstand for betryggende kontroll.\n3. Administrasjonssjefen har møte- og talerett, personlig eller ved en av sine underordnede, i alle kommunale eller fylkeskommunale folkevalgte organer med unntak av kontrollutvalget.​2\n4. Kommunalt og fylkeskommunalt folkevalgt organ kan gi administrasjonssjefen myndighet til å treffe vedtak i enkeltsaker eller typer av saker som ikke er av prinsipiell betydning, hvis ikke kommunestyret eller fylkestinget har bestemt noe annet.​3\n0 Endret ved lov 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915).\n1 Sml. § 20 nr. 2 og fvl. § 17. Jf. § 32 nr. 3.\n2 Jf. § 77 nr. 2.\n3 Jf. § 9 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Kommunale og fylkeskommunale stillinger.",
      "content": "1. Kommunestyret​1 og fylkestinget​1 kan tildele formannskapet eller fylkesutvalget, kommunerådet eller fylkesrådet, utvalg, styre for institusjon eller administrasjonssjefen myndighet til å opprette og nedlegge stillinger og til å treffe avgjørelser i personalsaker.​2\n2. Kommunestyret og fylkestinget kan selv bestemme at ledende administrative stillinger, herunder ledere av kommunale og fylkeskommunale foretak, skal ansettes på åremål.​3 Det samme gjelder for ombud. Åremålsperioden skal være på minst seks år.\n3. Kommunestyret og fylkestinget kan opprette eller slutte seg til en pensjonsordning for kommunale eller fylkeskommunalt ansatte. Kongen​4 kan i forskrift fastsette nærmere bestemmelser om slike pensjonsordninger.\n0 Endret ved lover 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377).\n1 Jf. § 6.\n2 Jf. § 31 nr. 3 siste punktum.\n3 Jf. § 22.\n4 Arbeids- og sosialdepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Partssammensatte utvalg – administrasjonsutvalg.",
      "content": "1. Det skal i alle kommuner og fylkeskommuner opprettes ett eller flere partssammensatte utvalg – administrasjonsutvalg – for behandling av saker som gjelder forholdet mellom kommunen eller fylkeskommunen som arbeidsgiver og de ansatte. Utvalg etter første punktum kan erstattes med andre ordninger dersom dette får tilslutning fra minst tre fjerdedeler av de ansatte.\n2. Administrasjonsutvalget sammensettes av representanter for kommunen eller fylkeskommunen og de ansatte. De ansattes representanter velges av og blant de ansatte for to år av gangen. Flertallet i utvalget skal bestå av representanter for kommunen eller fylkeskommunen. Kommunestyret​1 og fylkestinget​1 velger selv kommunens eller fylkeskommunens representanter og utvalgets leder og nestleder blant disse.\n3. For de ansattes representanter gjelder de vanlige valgbarhetsregler, bortsett fra bostedskravet.​2\n4. For øvrig gjelder de samme bestemmelser som for andre faste utvalg.​3\n0 Endret ved lov 10 jan 1997 nr. 8 (ikr. 1 mars 1997).\n1 Jf. § 6.\n2 Jf. § 14.\n3 Jf. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Møterett for ansattes representanter i nemnder.​1",
      "content": "1. Representanter for de ansatte i kommunen eller fylkeskommunen har møte- og talerett i nemnder, når disse behandler saker som gjelder forholdet mellom kommunen eller fylkeskommunen som arbeidsgiver og de ansatte. Denne retten gjelder likevel ikke i forhold til styret for kommunalt eller fylkeskommunalt foretak etter kapittel 11, dersom de ansatte er representert i styret.\n2. Representanter for de ansatte har ikke rett til å delta i behandlingen av saker som gjelder arbeidsgivers forberedelse til forhandlinger med arbeidstakere, arbeidskonflikter, rettstvister med arbeidstakerorganisasjoner eller oppsigelse av tariffavtaler.​2\n3. Representanter for de ansatte har ikke møterett i formannskap​3 eller fylkesutvalg,​3 i kontrollutvalg​4 eller i organ som behandler klagesaker etter forvaltningsloven​5 § 28 andre ledd. Representanter for de ansatte i revisjonen​6 har likevel møte- og talerett i kontrollutvalg​4 når dette behandler saker som gjelder forholdet mellom kommunen eller fylkeskommunen som arbeidsgiver og de ansatte i revisjonen.\n4. Kommunestyret​7 og fylkestinget​7 fastsetter selv nærmere retningslinjer for de ansattes møterett.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097).\n1 Jf. lov 17 juli 1998 nr. 61 § 11-8.\n2 Jf. lov 27 jan 2012 nr. 9 § 1, e.\n3 Jf. § 8.\n4 Jf. § 77.\n5 Lov 10 feb 1967.\n6 Jf. §§ 78 flg.\n7 Jf. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Interkommunalt og interfylkeskommunalt samarbeid.",
      "content": "1. To eller flere kommuner, to eller flere fylkeskommuner, eller en eller flere kommuner og en eller flere fylkeskommuner, kan opprette et eget styre til løsning av felles oppgaver. Kommunestyret​1 og fylkestinget​1 gjør selv vedtak om opprettelse av slikt styre. Til slikt styre kan kommunestyret eller fylkestinget selv gi myndighet til å treffe avgjørelser som angår virksomhetens drift og organisering.\nKongen​2 kan gi pålegg om opprettelse av styre som nevnt i første ledd.\n2. Vedtektene for det interkommunale styre skal inneholde bestemmelser om:\na. styrets sammensetning og hvordan det utpekes,\nb. området for styrets virksomhet,\nc. hvorvidt deltakerkommunene skal gjøre innskudd til virksomheten,\nd. hvorvidt styret har myndighet til å ta opp lån eller på annen måte pådra deltakerne økonomiske forpliktelser,\ne. uttreden fra eller oppløsning av samarbeidet.\n3. Den enkelte kommune og fylkeskommune kan i alle fall med ett års skriftlig varsel si opp sitt deltakerforhold i det interkommunale samarbeid og kreve seg utløst av det. Utløsningssummen fastsettes til andelens nettoverdi ved oppsigelsesfristens utløp, men ikke til mer enn verdien av de midler vedkommende kommune eller fylkeskommune har skutt inn.\nOppsigelse av avtale om interkommunalt styre kan bringes inn for departementet.​2 Departementet kan gi pålegg om at samarbeidet skal fortsette i et nærmere bestemt tidsrom eller inntil videre, hvor samfunnsmessige interesser eller hensynet til samarbeidende kommuner tilsier dette.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), 12 des 2003 nr. 114.\n1 Jf. § 6.\n2 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Overdragelse av tariffavtalemyndighet.",
      "content": "Kommunestyret​1 og fylkestinget​1 kan selv gi en sammenslutning av kommuner og fylkeskommuner fullmakt til å inngå og si opp tariffavtale,​2 samt å gi eller motta kollektiv arbeidsoppsigelse​3 på kommunens eller fylkeskommunens vegne.\n1 Jf. § 6.\n2 Jf. lover 18 juli 1958 nr. 2 kap. 3, 27 jan 2012 nr. 9 § 1, e.\n3 Jf. lov 27 jan 2012 nr. 9 § 1, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "title": "Bestemmelsenes anvendelsesområde.",
      "content": "1. Bestemmelsene i dette kapitlet gjelder for kommunestyre,​1 fylkesting,​1 formannskap,​2 fylkesutvalg,​2 faste utvalg,​3 kommunestyrekomiteer, fylkestingskomiteer, kommunedelsutvalg,​4 kommuneråd​4 og fylkesråd​5 samt kommunale eller fylkeskommunale nemnder opprettet i medhold av andre lover.\n2. Bestemmelsene gjelder også for kontrollutvalg, dersom ikke annet fremgår av § 77.\n3. Bestemmelsene gjelder også for andre folkevalgte organer, så langt kommunestyret,​1 fylkestinget​1 eller oppnevningsorganet ikke bestemmer noe annet. Det kan likevel ikke gjøres unntak fra §§ 36 til 38 a.\n4. Bestemmelsene gjelder ikke for kommunale eller fylkeskommunale foretak,​6 jf. kapittel 11. Bestemmelsene i § 30 nr. 4, §§ 31, 31 a, og § 32 nr. 3 og §§ 36 til 38 a kommer likevel til anvendelse.\n5. Bestemmelsene gjelder ikke for virksomhet etablert i medhold av lov om interkommunale selskaper.​7\n6. Bestemmelsene i §§ 36 til 38 a gjelder ikke for kommunestyrekomiteer og fylkestingskomiteer.​8\n0 Endret ved lover 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915), 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377), 11 mai 2007 nr. 16, 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nr. 144), 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681).\n1 Jf. § 6.\n2 Jf. § 8.\n3 Jf. § 10.\n4 Jf. § 12.\n5 Jf. § 19.\n6 Se kap. 11.\n7 Lov 29 jan 1999 nr. 6.\n8 Jf. § 10 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "8:30",
      "chapter": "8",
      "section": "30",
      "title": "Møteprinsippet. Møtebok",
      "content": "1. Folkevalgte organer behandler sine saker og treffer sine vedtak i møter.​1\n2. Når en sak skal avgjøres av annet organ enn kommunestyret​2 eller fylkestinget,​2 kan lederen for organet beslutte saken tatt opp til behandling ved fjernmøte eller ved skriftlig saksbehandling. Dette kan likevel bare gjøres når det er påkrevd å få avgjort saken før neste møte, og det enten ikke er tid til å kalle sammen til ekstraordinært møte, eller saken ikke er så viktig at dette må anses nødvendig.\nDepartementet​3 kan gi nærmere regler om adgang til å treffe vedtak på grunnlag av fjernmøte eller skriftlig saksbehandling.\n3. Det skal føres møtebok over forhandlingene i alle folkevalgte organer. Kommunestyret og fylkestinget fastsetter selv nærmere regler om føring av møtebok.\n4. Dersom det treffes avgjørelse om at et møte skal holdes for lukkede dører, skal avgjørelsen føres i møteboken og hjemmelen for avgjørelsen skal framgå. Det samme gjelder for avgjørelse om at et medlem av organet er inhabilt.\n0 Endret ved lover 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840), 14 jan 2011 nr. 1 (ikr. 1 juli 2011 iflg. res. 14 jan 2011 nr. 38).\n1 Jf. lov 15 juni 2018 nr. 40 § 32.\n2 Jf. § 6.\n3 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "title": "Møteoffentlighet",
      "content": "1. Enhver har rett til å overvære møtene​1 i folkevalgte organer.\n2. Et folkevalgt organ skal vedta å lukke et møte når det foreligger lovbestemt taushetsplikt.​2\n3. Et folkevalgt organ skal vedta å lukke et møte når det skal behandle en sak som angår en arbeidstakers tjenstlige forhold.\n4. Et folkevalgt organ kan vedta å lukke et møte når hensynet til personvern​3 krever det.\n5. Et folkevalgt organ kan vedta å lukke et møte når hensynet til tungtveiende offentlige interesser tilsier det, og det vil komme fram opplysninger i møtet som kunne ha vært unntatt offentlig innsyn etter lov 19. mai 2006 nr. 16 (offentleglova) dersom de hadde stått i et dokument.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 14 jan 2011 nr. 1 (ikr. 1 juli 2011 iflg. res. 14 jan 2011 nr. 38).\n1 Jf. § 4 og Grl. § 100 (5). – Sml. offl.\n2 Jf. nr. 3. Se fvl. § 13 jf. § 13 a til § 13 e.\n3 Sml. fvl. § 13 (1) nr. 1, lov 15 juni 2018 nr. 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:31 a",
      "chapter": "8",
      "section": "31 a",
      "title": "Prosedyreregler mv.",
      "content": "1. Hvis møtelederen eller vedkommende organ krever det, skal debatten om lukking av et møte holdes i lukket møte. Avstemningen skal skje i åpent møte.\n2. Møtelederen skal etter anmodning gi tillatelse til å gjøre opptak av eller overføre lyd eller bilde fra åpne møter, såfremt dette ikke virker forstyrrende på gjennomføringen av møtet.\n3. Kommunerådet eller fylkesrådet bestemmer selv om deres møter skal være åpne, såfremt § 31 ikke er til hinder for åpenhet.\n0 Tilføyd ved lov 14 jan 2011 nr. 1 (ikr. 1 juli 2011 iflg. res. 14 jan 2011 nr. 38).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31a",
        "source_heading": "§ 31 a."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "title": "Fastsetting av møter. Sakliste. Innkalling. Møteledelse.",
      "content": "1. Møte i folkevalgte organer skal holdes på de tidspunkter som er vedtatt av organet selv, kommunestyret​1 eller fylkestinget,​1 og ellers når organets leder finner det påkrevd eller minst 1/3 av medlemmene krever det.\n2. Lederen av folkevalgt organ setter opp sakliste​2 for det enkelte møte. Innkalling til møtet skal sendes organets medlemmer med høvelig varsel, og skal inneholde en oversikt over de saker som skal behandles.\n3. Saklisten til møtet​2 og andre dokumenter som ikke er unntatt fra offentlighet, skal være tilgjengelig for allmennheten.​3 Møte i folkevalgte organer skal kunngjøres på hensiktsmessig måte. Dette gjelder også møter som det må antas vil bli helt eller delvis lukket etter § 31.\n4. Møte i folkevalgte organer ledes av organets leder eller nestleder.​4 Har begge forfall, velges en særskilt møteleder ved flertallsvalg.\n0 Endret ved lov 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681).\n1 Jf. § 6.\n2 Se § 34.\n3 Jf. § 45 nr. 3 og offl. § 3, jf. § 16.\n4 Jf. § 9 nr. 3 og § 10 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "title": "Vedtaksførhet.",
      "content": "Et folkevalgt organ kan bare treffe vedtak hvis minst halvparten av medlemmene har vært til stede under forhandlingene og avgitt stemme i vedkommende sak.​1\n1 Sml. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "8:34",
      "chapter": "8",
      "section": "34",
      "title": "Endring av sakliste. Forespørsler.",
      "content": "1. Folkevalgt organ kan med alminnelig flertall vedta å utsette realitetsbehandlingen av en sak på den utsendte saklisten. Det kan også treffe vedtak i sak som ikke er oppført på saklisten, hvis ikke møteleder eller 1/3 av de møtende medlemmene motsetter seg dette.\n2. Ethvert medlem kan rette forespørsler til lederen i møtet, også om saker som ikke står på saklisten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "8:35",
      "chapter": "8",
      "section": "35",
      "title": "Avstemninger.​1",
      "content": "1. Vedtak treffes med alminnelig flertall av de stemmer som avgis, hvis ikke annet følger av denne lov eller av valgloven § 9-3 annet ledd. Ved stemmelikhet i andre saker enn valg er møteleders stemme avgjørende.\n2. Ved behandlingen av økonomiplan eller årsbudsjett​2 i kommunestyret​3 eller fylkestinget​3 stemmes det ved den endelige avstemning over forslag til økonomiplan eller årsbudsjett som helhet. Er det framsatt alternative forslag, og ingen av disse får flertall ved første gangs avstemning, stemmes det deretter alternativt mellom de to forslag som fikk flest stemmer ved denne.\n3. Valg av leder og nestleder for folkevalgte organer holdes som flertallsvalg.​4\n4. Valg av medlemmer av nemnder holdes som forholdsvalg når minst ett medlem krever det, og ellers som avtalevalg.\n5. Ved valg og ansettelse kan hvert enkelt medlem kreve skriftlig avstemning.\n0 Endret ved lover 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377), 8 mai 2009 nr. 26 (ikr. 8 mai 2009 iflg. res. 8 mai 2009 nr. 497), 19 juni 2009 nr. 89, 17 juni 2016 nr. 59.\n1 Jf. § 33.\n2 Jf. kap. 8.\n3 Jf. § 6.\n4 Jf. § 10 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "8:36",
      "chapter": "8",
      "section": "36",
      "title": "Forholdsvalg – listeforslag.",
      "content": "Ved forholdsvalg følges denne framgangsmåten:\n1. Valg foregår på grunnlag av på forhånd innleverte lister med forslag til kandidater.​1 Partier​2 eller grupperinger som er representert i det velgende organ, kan bare levere ett listeforslag hver. Listen kan inneholde inntil dobbelt så mange forskjellige navn som det skal velges medlemmer. Kandidater fra et parti eller en gruppering kan bare føres opp på partiets eller grupperingens listeforslag, eller på en fellesliste som utgår fra flere partier eller grupperinger.\n2. Skal det velges to eller tre medlemmer, skal hvert kjønn være representert​3 på den enkelte liste. Skal det velges fire eller fem medlemmer, skal hvert kjønn være representert med minst to. Skal det velges seks til åtte medlemmer, skal hvert kjønn være representert med minst tre. Skal det velges ni medlemmer, skal hvert kjønn være representert med minst fire, og skal det velges flere medlemmer, skal hvert kjønn være representert med minst 40 prosent. Ved valg til folkevalgte organer som etter lov bare består av medlemmer av kommunestyre​4 eller fylkesting,​4 og ved valg av arbeidsutvalg for folkevalgte organer, skal disse reglene følges så langt det er mulig. Når det gjelder representasjon av begge kjønn i styret i selskaper som er eid av kommuner og fylkeskommuner i fellesskap, vises til kapittel 12 A.\n3. Listeforslaget skal være underskrevet av minst ett medlem av det parti eller den gruppering som framsetter forslaget. Den som underskriver må være medlem av det velgende organ. Foreslås kandidat som kan kreve seg fritatt fra valg, skal det være innhentet samtykke fra denne.\n0 Endret ved lover 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 19 juni 2009 nr. 91 (ikr. 1 jan 2010 iflg. res. 20 nov 2009 nr. 1385).\n1 Sml. lov 28 juni 2002 nr. 57 kap. 6.\n2 Jf. lov 17 juni 2005 nr. 102.\n3 Jf. lov 16 juni 2017 nr. 51 § 28\n4 Jf. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "8:37",
      "chapter": "8",
      "section": "37",
      "title": "Forholdsvalg – valgoppgjøret.",
      "content": "1. Ved valgoppgjøret fordeles medlemsplassene på listene i forhold til det antall stemmesedler hver liste har fått, ved bruk av delingstall 1, 2, 3, 4 osv. Har flere lister samme kvotient, tilfaller plassen den av listene som har størst stemmetall. Har de samme stemmetall, avgjøres valget ved loddtrekning.\n2. Når det er avgjort hvor mange medlemsplasser en liste vil få, foretas en ny stemmeopptelling for listens kandidater. En går fram slik:\nFørst telles de navn som står som nr. 1 på stemmesedlene. Den kandidat som får flest stemmer ved denne opptellingen, er valgt. Skal listen ha mer enn én plass, teller en deretter opp de navn som står som nr. 2 på stemmesedlene. Den kandidat som får flest stemmer ved de to opptellingene, når en ser bort fra den allerede valgte, er valgt. På samme måte fortsetter en inntil alle plasser listen skal ha er besatt, med de modifikasjoner som følger av bestemmelsen i denne paragrafs nr. 3. Hvis flere kandidater har fått like mange stemmer, anses den valgt som står først i rekkefølgen på listen.\nVed opptellingen ses bort fra andre navn enn de som står på den innleverte valgliste.\n3. Viser det seg at et kjønn etter denne fremgangsmåte vil bli representert med færre medlemmer fra en liste enn det som følger av kravene i § 36 nr. 2, rykker kandidater fra det underrepresenterte kjønn så langt mulig opp på listen i det omfang som er nødvendig for å oppnå slik balanse.\n4. Hver liste skal såvidt mulig tildeles så mange varamedlemmer som den får medlemmer, med et tillegg av to. Varamedlemsplassene fordeles ved fortsatt opptelling på samme måte som bestemt for medlemmene i pkt. 2 og 3 ovenfor.\n0 Endret ved lover 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840), 19 juni 2009 nr. 91 (ikr. 1 jan 2010 iflg. res. 20 nov 2009 nr. 1385).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "8:38",
      "chapter": "8",
      "section": "38",
      "title": "Flertallsvalg. Ansettelser.",
      "content": "Ved flertallsvalg og ansettelser er den valgt eller ansatt som har fått mer enn halvparten av de avgitte stemmer. Hvis ingen får slikt flertall, holdes ny avstemning. Ved denne er den valgt eller ansatt som får flest stemmer. Ved stemmelikhet avgjøres ansettelse av møtelederen, mens valg avgjøres ved loddtrekning.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377), 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "8:38 a",
      "chapter": "8",
      "section": "38 a",
      "title": "Avtalevalg.",
      "content": "1. Kommunestyret eller fylkestinget kan selv​1 enstemmig vedta at valg til folkevalgte organer skal foregå som avtalevalg etter denne paragrafen.\n2. Valget gjennomføres på grunnlag av innstilling med forslag til medlemmer og varamedlemmer til organet. Innstillingen skal inneholde et antall navn som tilsvarer antall medlemmer i organet med angivelse av den gruppe medlemmet representerer. I tillegg kan innstillingen inneholde et antall varamedlemmer for hver gruppe som tilsvarer antall medlemmer gruppen skal ha, med tillegg av to. Innstillingen vedtas enstemmig av kommunestyret eller fylkestinget.\n3. Kravene til kjønnsbalanse i § 36 nr. 2 gjelder tilsvarende. Viser det seg at et kjønn vil få færre medlemmer enn det som følger av første punktum, skal kandidater fra det underrepresenterte kjønn settes inn i det omfang som er nødvendig for å oppnå slik balanse. Ved valg til folkevalgte organer som etter lov bare består av medlemmer av kommunestyre eller fylkesting, og ved valg til arbeidsutvalg for folkevalgte organer, skal disse regler følges så langt det er mulig.\n4. Ved valg av varamedlemmer gjelder nr. 3 tilsvarende.\n0 Tilføyd ved lov 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377), endret ved lov 19 juni 2009 nr. 91 (ikr. 1 jan 2010 iflg. res. 20 nov 2009 nr. 1385).\n1 Jf. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38a",
        "source_heading": "§ 38 a."
      }
    },
    {
      "provision_ref": "8:39",
      "chapter": "8",
      "section": "39",
      "title": "Reglement. Arkiv.",
      "content": "1. Kommunestyret​1 og fylkestinget​1 fastsetter selv ved reglement nærmere regler for saksbehandlingen i folkevalgte organer.\n2. Kommunestyret og fylkestinget skal selv vedta reglement for delegasjon av avgjørelsesmyndighet og for innstillingsrett innen 31. desember året etter at kommunestyret og fylkestinget ble konstituert. Sist vedtatte reglement og eventuelle andre vedtak gjelder inntil nytt reglement er vedtatt.\n3. Departementet​2 kan gi forskrifter om behandling, bevaring, ordning av og tilsyn med kommunens og fylkeskommunens arkiver.​3\n0 Endret ved lov 25 mai 2012 nr. 28 (ikr. 1 juli 2012 iflg. res. 25 mai 2012 nr. 449).\n1 Jf. § 6.\n2 Kulturdepartementet iflg. res. 18 des 1992 nr. 1079.\n3 Jf. lov 4 des 1992 nr. 126.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "9:39 a",
      "chapter": "9",
      "section": "39 a",
      "title": "Innbyggerforslag",
      "content": "1. Innbyggerne i kommunen eller fylket kan fremme forslag som gjelder kommunens eller fylkeskommunens virksomhet. Kommunestyret​1 eller fylkestinget​1 plikter selv å ta stilling til forslaget dersom minst 2 prosent av innbyggerne står bak forslaget. Likevel er 300 underskrifter i kommunen eller 500 i fylket alltid tilstrekkelig. Kommunestyret eller fylkestinget tar selv stilling til om forslaget gjelder kommunens eller fylkeskommunens virksomhet.\n2. Kommunestyret eller fylkestinget skal ta stilling til forslaget senest 6 måneder etter at det er fremmet. Tidsfristen gjelder ikke dersom forslaget henvises til behandling i forbindelse med pågående plansak etter plan- og bygningsloven.​2 Forslagsstillerne skal informeres om de avgjørelser som treffes, og de tiltak som gjennomføres som følge av forslaget.\n3. I samme valgperiode kan det ikke fremmes forslag dersom dette har\na. samme innhold som et tidligere forslag fremmet etter denne bestemmelse, eller\nb. samme innhold som en sak som er behandlet av kommunestyret eller fylkestinget i løpet av valgperioden.\nKommunestyret eller fylkestinget tar selv stilling til om forslaget omfattes av bokstav a eller b.\n4. Et forslag som er fremmet etter reglene i denne paragraf, og som blir nedstemt i kommunestyret eller fylkestinget, kan ikke påklages med mindre dette følger av andre regler.\n0 Tilføyd ved lov 20 juni 2003 nr. 46 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 715), endret ved lover 8 des 2006 nr. 67 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1377), 19 des 2014 nr. 92 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1731).\n1 Jf. § 6.\n2 Lov 27 juni 2008 nr. 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39a",
        "source_heading": "§ 39 a."
      }
    },
    {
      "provision_ref": "9:39 b",
      "chapter": "9",
      "section": "39 b",
      "title": "Lokale folkeavstemninger",
      "content": "1. Kommunestyret eller fylkestinget kan selv bestemme at det skal avholdes rådgivende lokale folkeavstemninger.\n2. Kommunene og fylkeskommunene plikter å rapportere de opplysninger som departementet finner er nødvendig for å offentliggjøre informasjon om lokale folkeavstemninger.\n0 Tilføyd ved lov 8 mai 2009 nr. 26 (ikr. 8 mai 2009 iflg. res. 8 mai 2009 nr. 497).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39b",
        "source_heading": "§ 39b."
      }
    },
    {
      "provision_ref": "10:40",
      "chapter": "10",
      "section": "40",
      "title": "Rett og plikt til å delta i møter i kommunale og fylkeskommunale organer. Inhabilitet. Rett til dokumentinnsyn.",
      "content": "1. Den som er valgt som medlem av kommunalt eller fylkeskommunalt folkevalgt organ, plikter å delta i organets møter, med mindre det foreligger gyldig forfall.​1\nArbeidstaker har krav på fri fra arbeid i det omfang dette er nødvendig på grunn av møteplikt i kommunale eller fylkeskommunale folkevalgte organer. Arbeidstaker har også rett til permisjon fra sitt arbeid i fire år eller for resten av valgperioden for å utføre heltids- eller deltids kommunalt eller fylkeskommunalt verv.\n2. Medlem som er til stede i et kommunalt eller fylkeskommunalt folkevalgt organ når en sak tas opp til avstemning, plikter å avgi stemme. Ved valg og ansettelse er det adgang til å stemme blankt.\n3. Om inhabilitet gjelder reglene i forvaltningsloven​2 kap. II, med følgende særregler:\na. Inhabilitet inntrer ikke ved valg til offentlige tillitsverv eller ved fastsetting av godtgjøring o.l. for slike verv.\nb. Kommunalt og fylkeskommunalt ansatte som i denne egenskap har medvirket ved tilretteleggelsen av grunnlaget for en avgjørelse, eller ved tidligere avgjørelse i samme sak, skal alltid anses som inhabile når saken behandles i folkevalgt organ.​3 Ved behandling av årsbudsjett, økonomiplan, kommuneplan, regional planstrategi og regional plan gjelder ikke første punktum.\nc. Ved behandling av klager etter forvaltningsloven § 28 andre ledd er ansatte eller folkevalgte som var med på å treffe det påklagede vedtak, eller som medvirket ved tilretteleggelsen av grunnlaget for dette, inhabile ved klageinstansens behandling av saken og ved tilretteleggelsen av saken for klageinstansen.​3\nEr en overordnet ansatt inhabil i en sak, kan direkte underordnet ansatt ikke delta ved klageinstansens behandling av saken, eller ved tilretteleggelsen av saken for klageinstansen.\n4. Vedkommende organ kan frita et medlem fra å delta ved behandlingen av en sak når han eller hun ber om det før saken tas opp til behandling, og vektige personlige grunner tilsier dette.\n5. Kommunestyret​4 og fylkestinget​4 skal selv fastsette et reglement for de folkevalgtes rett til innsyn i saksdokumenter​5 og til informasjon om saker som er under behandling.​6\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 27 juni 2008 nr. 71 (ikr. 1 juli 2009 iflg. res. 12 juni 2009 nr. 638).\n1 Jf. lov 17 juni 2005 nr. 62 § 12-13, lov 21 juni 2013 nr. 102 § 7-12.\n2 Lov 10 feb 1967.\n3 Sml. fvl. § 6.\n4 Jf. § 6.\n5 Jf. offl. § 3 og §§ 14 til 16.\n6 Sml. § 77 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "10:41",
      "chapter": "10",
      "section": "41",
      "title": "Dekning av utgifter og økonomisk tap.",
      "content": "1. Den som har et kommunalt eller fylkeskommunalt tillitsverv, har krav på skyss-, kost- og overnattingsgodtgjøring for reiser i forbindelse med vervet, etter nærmere regler fastsatt av kommunestyret​1 eller fylkestinget​1 selv.\n2. Tap av inntekt og påførte utgifter som følge av kommunalt eller fylkeskommunalt tillitsverv erstattes opp til et visst beløp pr. dag, fastsatt av kommunestyret eller fylkestinget selv. Det skal fastsettes ulike satser for legitimerte og ulegitimerte tap.\n1 Jf. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "10:42",
      "chapter": "10",
      "section": "42",
      "title": "Arbeidsgodtgjøring.",
      "content": "Den som har et kommunalt eller fylkeskommunalt tillitsverv, har krav på godtgjøring for sitt arbeid etter nærmere regler fastsatt av kommunestyret​1 eller fylkestinget​1 selv.\n1 Jf. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "10:43",
      "chapter": "10",
      "section": "43",
      "title": "Pensjonsordning.",
      "content": "Kommunestyret​1 og fylkestinget​1 kan selv vedta å opprette eller slutte seg til en pensjonsordning for folkevalgte i kommunen eller fylkeskommunen.\nKongen​2 kan i forskrift fastsette nærmere bestemmelser om slike pensjonsordninger.\n1 Jf. § 6.\n2 Arbeids- og sosialdepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "11:44",
      "chapter": "11",
      "section": "44",
      "title": "Økonomiplan.",
      "content": "1. Kommunestyret​1 og fylkestinget​1 skal en gang i året vedta en rullerende økonomiplan.\n2. Økonomiplanen skal omfatte minst de fire neste budsjettår.​2\n3. Økonomiplanen skal omfatte hele kommunens eller fylkeskommunens virksomhet og gi en realistisk oversikt over sannsynlige inntekter, forventede utgifter og prioriterte oppgaver i planperioden. Planen skal være satt opp på en oversiktlig måte.\n4. I økonomiplanen skal det for hvert enkelt år økonomiplanen omfatter anvises dekning for de utgifter og oppgaver som er ført opp, jf. § 46 nr. 6.\n5. Planer som omfatter avgrensede deler av kommunens eller fylkeskommunens virksomhet, skal integreres i økonomiplanleggingen og bruken av midler innarbeides i planen.\n6. Kommunestyret og fylkestinget vedtar selv økonomiplanen og endringer i denne. Vedtaket treffes på grunnlag av innstilling fra formannskapet eller fylkesutvalget.​3 Ved parlamentarisk styreform skal rådet​4 avgi innstilling som nevnt.\n7. Innstillingen til økonomiplan, med de forslag til vedtak som foreligger, skal legges ut til alminnelig ettersyn minst 14 dager før den behandles i kommunestyret eller fylkestinget. Dette gjelder likevel ikke ved innstilling som gjelder endringer i økonomiplanen.\n8. Økonomiplanen og endringer i denne oversendes departementet til orientering.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730).\n1 Jf. § 6.\n2 Jf. § 45.\n3 Jf. § 8.\n4 Jf. § 19 og § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "11:45",
      "chapter": "11",
      "section": "45",
      "title": "Årsbudsjettet.",
      "content": "1. Kommunestyret​1 og fylkestinget​1 skal innen årets utgang vedta budsjett for det kommende kalenderår.\n2. Kommunestyret og fylkestinget vedtar selv årsbudsjettet og endringer i dette. Vedtaket treffes på grunnlag av innstilling fra formannskapet​2 eller fylkesutvalget.​2 Ved parlamentarisk styreform skal rådet​3 avgi innstilling som nevnt.\n3. Innstillingen til årsbudsjett, med alle de forslag til vedtak som foreligger, skal legges ut til alminnelig ettersyn​4 minst 14 dager før den behandles i kommunestyret eller fylkestinget. Dette gjelder likevel ikke ved innstilling som gjelder endringer i årsbudsjettet.\n4. Kommunestyrets og fylkestingets vedtak om årsbudsjett, samt formannskapets og fylkesutvalgets saksdokumenter, sendes departementet til orientering.\n0 Endret ved lover 2 aug 1996 nr. 62 (ikr. 15 sep 1996), 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 16 apr 1999 nr. 18 (ikr. 1 juli 1999 iflg. res. 16 apr 1999 nr. 388), 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730).\n1 Jf. § 6.\n2 Jf. § 8.\n3 Jf. §§ 19 og 20.\n4 Jf. § 32 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "11:46",
      "chapter": "11",
      "section": "46",
      "title": "Årsbudsjettets innhold.",
      "content": "1. Årsbudsjettet er en bindende plan for kommunens eller fylkeskommunens midler og anvendelsen av disse i budsjettåret. I bevilgninger til formål kan det likevel gjøres fradrag for tilhørende inntekter. Kravet om budsjetthjemmel på utbetalingstidspunktet gjelder ikke for utbetalinger som kommunen eller fylkeskommunen er rettslig forpliktet til å foreta.\n2. Årsbudsjettet skal omfatte hele kommunens eller fylkeskommunens virksomhet.\n3. Årsbudsjettet skal være realistisk. Det skal fastsettes på grunnlag av de inntekter og utgifter som kommunen eller fylkeskommunen kan forvente i budsjettåret.​1\n4. Årsbudsjettet skal være stilt opp på en oversiktlig måte. Kommunestyrets​2 eller fylkestingets​2 prioriteringer, samt de målsettinger og premisser som årsbudsjettet bygger på, skal komme tydelig fram.\n5. Årsbudsjettet skal være inndelt i en driftsdel og en investeringsdel.\n6. Det skal budsjetteres med et driftsresultat som minst er tilstrekkelig til å dekke renter, avdrag og nødvendige avsetninger.​1\n7. I årsbudsjettet kan det avsettes midler til bruk i senere budsjettår.\n8. Departementet​3 kan gi nærmere regler om årsbudsjettet og innstilling til årsbudsjettet. I disse reglene kan det stilles krav om oversikter over inntekter og utgifter for kommunens eller fylkeskommunens samlede virksomhet.\n0 Endret ved lover 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730).\n1 Jf. § 50 nr. 1, § 59, § 60.\n2 Jf. § 6.\n3 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "11:47",
      "chapter": "11",
      "section": "47",
      "title": "Årsbudsjettets bindende virkning.",
      "content": "1. Kommunestyrets​1 eller fylkestingets​1 bevilgninger i årsbudsjettet er bindende for underordnede organer. Dette gjelder ikke for utbetalinger kommunen eller fylkeskommunen er rettslig forpliktet til å foreta, jf. § 46 nr. 1 tredje punktum.\n2. Skjer det endringer i løpet av budsjettåret som kan få betydning for de inntekter og utgifter som årsbudsjettet bygger på, skal administrasjonssjefen,​2 kommunerådets leder​3 eller fylkesrådets leder​3 gi melding til kommunestyret eller fylkestinget.\n3. Får kommunestyret eller fylkestinget melding etter nr. 2 foran, skal det foreta nødvendige endringer i budsjettet. Det samme gjelder når det på annen måte gjøres kjent med forhold som kan bety vesentlig svikt i inntektene eller en vesentlig økning i utgiftene i forhold til budsjettet.​4\n0 Endret ved lov 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730).\n1 Jf. § 6.\n2 Jf. § 22.\n3 Jf. § 19.\n4 Jf. §§ 59 og 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "11:48",
      "chapter": "11",
      "section": "48",
      "title": "Årsregnskapet og årsberetningen.",
      "content": "1. Kommuner og fylkeskommuner skal for hvert kalenderår utarbeide årsregnskap og årsberetning.\n2. Årsregnskapet skal omfatte alle økonomiske midler som disponeres for året, og anvendelsen av midlene. Alle kjente utgifter og inntekter i året skal tas med i årsregnskapet for vedkommende år, enten de er betalt eller ikke når årsregnskapet avsluttes. Årsregnskapet skal føres i overensstemmelse med god kommunal regnskapsskikk.\n3. Kommunestyret​1 og fylkestinget​1 vedtar selv årsregnskapet. Vedtaket treffes på grunnlag av innstilling fra formannskapet eller fylkesutvalget. Ved parlamentarisk styreform skal rådet​2 avgi innstilling som nevnt. Vedtaket må angi disponering av regnskapsmessig overskudd eller dekning av regnskapsmessig underskudd.\n4. Underskudd på årsregnskapet som ikke kan dekkes på budsjettet i det år regnskapet legges fram, skal føres opp til dekning i det følgende års budsjett. Under særlige forhold kan kommunestyret og fylkestinget, etter å ha foretatt de nødvendige endringer i økonomiplanen, vedta at underskuddet skal dekkes over inntil ytterligere to år.​3 I tilfeller der de samfunnsmessige og økonomiske konsekvensene av at kommunen eller fylkeskommunen skal dekke underskudd etter første og annet punktum vil bli uforholdsmessig store, kan departementet godkjenne vedtak om at underskuddet dekkes over mer enn fire år. Underskudd kan likevel ikke dekkes over mer enn ti år.\n5. I årsberetningen skal det gis opplysninger om forhold som er viktige for å bedømme kommunens eller fylkeskommunens økonomiske stilling og resultatet av virksomheten, som ikke fremgår av årsregnskapet, samt om andre forhold av vesentlig betydning for kommunen eller fylkeskommunen. Det skal også redegjøres for tiltak som er iverksatt og tiltak som planlegges iverksatt for å sikre betryggende kontroll og en høy etisk standard i virksomheten. Det skal redegjøres for den faktiske tilstanden når det gjelder likestilling​4 i fylkeskommunen eller kommunen. Det skal også redegjøres for tiltak som er iverksatt, og tiltak som planlegges iverksatt for å fremme likestilling og for å hindre forskjellsbehandling i strid med likestillings- og diskrimineringsloven,​4 samt for å fremme formålene i likestillings- og diskrimineringsloven når det gjelder etnisitet, religion, livssyn, funksjonsnedsettelse, seksuell orientering, kjønnsidentitet og kjønnsuttrykk.\n6. Departementet​5 kan gi forskrift med nærmere regler om årsregnskapet, årsberetningen og regnskapsføringen.\n0 Endret ved lover 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730), 14 juni 2002 nr. 21 (ikr. 1 jan 2003 iflg. res. 14 juni 2002 nr. 535), 27 juni 2008 nr. 69, 20 juni 2008 nr. 42 (ikr. 1 jan 2009 iflg. res. 20 juni 2008 nr. 631), 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840), 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nr. 144), 9 mai 2014 nr. 16 (ikr. 9 mai 2014 iflg. res. 9 mai 2014 nr. 625), 16 juni 2017 nr. 51 (ikr. 1 jan 2018 iflg. res. 16 juni 2017 nr. 751) som endret ved lov 19 des 2017 nr. 115 (endring opphevet), 19 des 2017 nr. 115 (ikr. 1 jan 2018).\n1 Jf. § 6.\n2 Jf. §§ 19 og 20.\n3 Jf. § 60 nr. 1, c.\n4 Lov 16 juni 2017 nr. 51.\n5 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "11:49",
      "chapter": "11",
      "section": "49",
      "title": "Rapportering fra kommuner og fylkeskommuner.​1",
      "content": "1. Kommuner og fylkeskommuner plikter å gi departementet løpende informasjon om ressursbruk og tjenesteyting til bruk i nasjonale informasjonssystemer.\n2. Departementet kan gi forskrift med nærmere regler om hvordan slik informasjon skal frembringes, stilles opp og avgis.\n0 Endret ved lov 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730).\n1 Sml. lov 29 jan 1999 nr. 6 § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "11:49 a",
      "chapter": "11",
      "section": "49 a",
      "title": "Kommunalt rapporteringsregister",
      "content": "1. Kommunalt rapporteringsregister skal gi en elektronisk oversikt over de samlede rapporteringsplikter rettet mot kommuner og fylkeskommuner som følger av lov eller vedtak truffet av statlige organer. Registeret skal være et virkemiddel for samordning og forenkling. Registeret skal holdes løpende oppdatert og inneholde en fullstendig oversikt over og informasjon om rapporteringsplikter som nevnt i første punktum.\n2. Departementet har ansvar for etablering, organisering og drift av kommunalt rapporteringsregister. Kommunalt rapporteringsregister ledes av en registerfører som utpekes av departementet. Departementet kan gi nærmere regler om registerets lokalisering og innhold og om føring av registeret.\n3. Før nye rapporteringsplikter for kommuner og fylkeskommuner settes i kraft eller eksisterende rapporteringsplikter endres, skal departementet eller underliggende etat sende melding til kommunalt rapporteringsregister. Rapporteringsplikten kan ikke iverksettes før den er publisert i kommunalt rapporteringsregister.\n4. Departementet kan gi nærmere regler om hvilke opplysninger som skal følge meldingen etter nr. 3 og om registerets behandling av disse. Departementet kan også gi nærmere regler om unntak fra iverksettelsesforbudet i nr. 3 annet punktum.\n0 Tilføyd ved lov 17 juni 2005 nr. 96 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 629).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49a",
        "source_heading": "§ 49 a."
      }
    },
    {
      "provision_ref": "12:50",
      "chapter": "12",
      "section": "50",
      "title": "Låneopptak.",
      "content": "1. Kommuner og fylkeskommuner kan ta opp lån for å finansiere investeringer i bygninger, anlegg og varige driftsmidler til eget bruk. Det kan ikke tas opp lån etter første punktum for den delen av anskaffelseskost som tilsvarer rett til kompensasjon for merverdiavgift etter lov 12. desember 2003 nr. 108 om kompensasjon av merverdiavgift for kommuner, fylkeskommuner mv. Det kan kun tas opp lån til tiltak som er ført opp i årsbudsjettet.​1\n2. Kommuner og fylkeskommuner kan ta opp lån for å konvertere eldre lånegjeld. Det kan videre tas opp lån dersom det er påkrevd for å innfri garantiansvar.\n3. Kommuner og fylkeskommuner kan ta opp lån for å sikre full forsikringsteknisk dekning i pensjonsordning for egne ansatte når kommunen eller fylkeskommunen vil flytte pensjonsordningen fra egen pensjonskasse til et forsikringsselskap. Adgangen til låneopptak gjelder bare dersom underdekningen er oppstått før 1. januar 1998, og lånet må anses påkrevd.\n4. Kommuner og fylkeskommuner kan ta opp lån for å sikre den forsikringstekniske dekning i pensjonsordning forvaltet av et forsikringsselskap, når dette er påkrevd for å bli part i avtalen om overføring av opptjente pensjonsrettigheter, fastsatt i medhold av lov om Statens pensjonskasse av 28. juli 1949 nr. 26 § 46. Adgangen til låneopptak gjelder bare dersom lånet må anses påkrevd.\n5. Kommuner og fylkeskommuner kan ta opp likviditetslån eller inngå avtale om likviditetstrekkrettighet.\n6. Kommuner og fylkeskommuner kan ta opp lån for videre utlån. Det kan også tas opp lån til forskuttering når det er gjort avtale om full refusjon. Vilkåret er at mottakere ikke driver næringsvirksomhet og at midlene skal nyttes til investeringer.\n7. Kommuners og fylkeskommuners lånegjeld skal avdras på følgende måte:​2\na. Kommunens og fylkeskommunens samlede lånegjeld etter nr. 1 og nr. 2, skal avdras med like årlige avdrag. Gjenstående løpetid for kommunens eller fylkeskommunens samlede gjeldsbyrde kan ikke overstige den veide levetiden for kommunens eller fylkeskommunens anleggsmidler ved siste årsskifte.\nb. Mottatte avdrag på utlån eller refusjoner av gitte forskutteringer etter nr. 6, skal uavkortet nyttes til nedbetaling eller innfrielse av innlån til kommunen eller fylkeskommunen.\n8. Kommuner og fylkeskommuner kan ta opp lån til eget lånefond. Ved bruk av lånefond gjelder reglene i denne bestemmelse tilsvarende.\n9. Vedtak om å ta opp lån sendes departementet til orientering. Kommunale og fylkeskommunale låneopptak skal godkjennes av departementet i de tilfeller som er omhandlet i § 60.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 26 juni 1998 nr. 49, 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730), 27 juni 2008 nr. 69, 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nr. 144), 8 feb 2013 nr. 7 (ikr. 1 jan 2014).\n1 Jf. § 45 flg.\n2 Jf. § 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "12:51",
      "chapter": "12",
      "section": "51",
      "title": "Garantier og pantsetting for andres økonomiske forpliktelser.",
      "content": "1. Vedtak om å stille kausjon eller annen økonomisk garanti for virksomhet som drives av andre enn kommunen eller fylkeskommunen selv, skal godkjennes av departementet.\n2. Det kan ikke​1 stilles kausjon eller annen økonomisk garanti knyttet til næringsvirksomhet som drives av andre enn kommunen eller fylkeskommunen selv.\n3. Departementet​2 kan i forskrift fastsette nærmere regler om garantier. Det kan i forskriften også gis bestemmelser om at garantier som er av mindre omfang, ikke trenger statlig godkjenning.\n4. Kommuner og fylkeskommuner kan ikke​3 rettsgyldig pantsette sine eiendeler til sikkerhet for andres økonomiske forpliktelser.\n0 Endret ved lov 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730).\n1 Jf. § 59.\n2 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.\n3 Jf. § 59. – Se pantel. § 1-2 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "12:52",
      "chapter": "12",
      "section": "52",
      "title": "Finansforvaltning.",
      "content": "1. Kommunestyret​1 og fylkestinget​1 skal selv gi regler for kommunens eller fylkeskommunens finansforvaltning.\n2. Departementet​2 kan i forskrift gi nærmere regler om disposisjoner som innebærer finansiell risiko.\n3. Kommuner og fylkeskommuner skal​3 forvalte sine midler slik at tilfredsstillende avkastning kan oppnås, uten at det innebærer vesentlig finansiell risiko, og under hensyn til at kommunen og fylkeskommunen skal ha midler til å dekke sine betalingsforpliktelser ved forfall.\n0 Endret ved lover 8 jan 1993 nr. 20, 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730).\n1 Jf. § 6.\n2 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.\n3 Jf. § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "12:53",
      "chapter": "12",
      "section": "53",
      "title": "Motregning.",
      "content": "1. Den som skylder skatt, avgift eller gebyr til en kommune eller fylkeskommune, kan ikke gjøre dette opp ved motregning.\n2. En bank​1 kan aldri bringe sin fordring på en kommune eller fylkeskommune i motregning overfor dennes innskudd i banken. Dette er likevel ikke til hinder for inngåelse av konsernkontoavtaler med felles kapitaldisponering.\n0 Endret ved lov 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730).\n1 Jf. lov 10 apr 2015 nr. 17 § 2-7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "12:54",
      "chapter": "12",
      "section": "54",
      "title": "Overdragelse av krav på skatter og avgifter.",
      "content": "En kommunes eller fylkeskommunes krav på skatter og avgifter kan ikke overdras. Departementet​1 kan dispensere fra dette forbudet.\n1 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "12:55",
      "chapter": "12",
      "section": "55",
      "title": "Utlegg og arrest. Konkurs og gjeldsforhandling.",
      "content": "1. En kommunes eller fylkeskommunes eiendeler kan ikke være gjenstand for utlegg eller arrest.​1\n2. En kommune eller fylkeskommune kan ikke tas under konkurs eller åpne gjeldsforhandling etter lov 8. juni 1984 nr. 58 om gjeldsforhandling og konkurs.\n0 Endret ved lov 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730).\n1 Jf. tvangsl. § 7-1 jf. § 1-2 (2) og tvl. § 33-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "12:56",
      "chapter": "12",
      "section": "56",
      "title": "Vedtak om betalingsinnstilling. Oppnevning av tilsynsnemnd.",
      "content": "1. Når en kommune eller fylkeskommune på grunn av vanskeligheter som ikke er helt forbigående, ikke kan betale forfalt gjeld, plikter kommunestyret​1 eller fylkestinget​1 selv å treffe vedtak om betalingsinnstilling. Melding om slikt vedtak skal straks sendes departementet.​2\n2. Blir det ikke truffet vedtak etter nr. 1, kan departementet​2 beslutte betalingsinnstilling for vedkommende kommune eller fylkeskommune.\n3. Departementet sender melding om betalingsinnstilling til kunngjøring i pressen og i Norsk Lysingsblad.​3 Dersom kommunen eller fylkeskommunen har etablert kommunalt eller fylkeskommunalt foretak etter kapittel 11, skal departementet også sende melding om betalingsinnstilling til Foretaksregisteret.​4\n4. Når det er truffet vedtak om betalingsinnstilling, skal departementet straks oppnevne en tilsynsnemnd​5 for kommunen eller fylkeskommunen. Tilsynsnemnda skal bestå av ordføreren​6 eller fylkesordføreren,​6 administrasjonssjefen,​7 og tre eller flere medlemmer oppnevnt av departementet. Har kommunen eller fylkeskommunen parlamentarisk styringsform,​8 representeres denne i stedet av ordfører​6 eller fylkesordfører​6 samt kommunerådets eller fylkesrådets leder.​9\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097).\n1 Jf. § 6.\n2 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.\n3 Jf. lov 11 okt 1946 nr. 1.\n4 Jf. lov 21 juni 1985 nr. 78.\n5 Jf. § 57 og § 58.\n6 Jf. § 9.\n7 Se § 22, jf. § 19 nr. 2.\n8 Jf. kap. 3.\n9 Jf. § 19 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "12:57",
      "chapter": "12",
      "section": "57",
      "title": "Utbetalinger etter vedtak om betalingsinnstilling.",
      "content": "1. Så lenge betalingsinnstillingen er i kraft, skal ingen utbetalinger foretas uten etter godkjenning av eller fullmakt fra tilsynsnemnda.​1 Følgende krav skal fortrinnsvis dekkes:\na. Utgifter som er nødvendig for at kommunen og fylkeskommunen skal oppfylle forpliktelser den er pålagt ved lov overfor enkeltpersoner.\nb. Krav på lønn, pensjon og annen godtgjøring til kommunens eller fylkeskommunens ansatte eller til folkevalgte i heltidsverv, bidrag som påhviler kommunen eller fylkeskommunen til lønn til andre ansatte, samt de fordringer som er nevnt i lov om fordringshavernes dekningsrett​2 §§ 9-3 og 9-4.\nc. Utgifter som må dekkes for å unngå fare for betydelig økonomisk tap eller vesentlige skadevirkninger.\nRenter, inkasso- og saksomkostninger har samme rett som hovedfordringen.\n2. Tilsynsnemnda​1 avgjør i hvilken rekkefølge det skal foretas utbetalinger på de fordringer som er nevnt i bokstav a til c, og til dekning av andre fordringer dersom det er midler til det.\n1 Jf. § 56.\n2 Lov 8 juni 1984 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "12:58",
      "chapter": "12",
      "section": "58",
      "title": "Utarbeiding av revidert årsbudsjett og økonomiplan.",
      "content": "1. Etter at kommunestyret eller fylkestinget har uttalt seg, vedtar tilsynsnemnda​1 ny økonomiplan​2 og nytt årsbudsjett​3 for kommunen eller fylkeskommunen.\n2. Økonomiplanen og årsbudsjettet oversendes departementet​4 til godkjenning. Departementet​4 kan foreta endringer i økonomiplanen og årsbudsjettet hvis dette anses nødvendig av hensyn til kommunens eller fylkeskommunens framtidige økonomi.\n3. Betalingsinnstillingen opphører og tilsynsnemnda oppløses når departementet har godkjent økonomiplanen og årsbudsjettet.\n4. Departementet​4 skal godkjenne endringer i økonomiplanen i inneværende år og vedtak om økonomiplan samt endringer i denne for de tre neste følgende år. I samme tidsrom kan departementet​4 også foreta endringer i økonomiplanen og årsbudsjettet når dette anses nødvendig av hensyn til kommunens eller fylkeskommunens framtidige økonomi.\n1 Jf. § 56.\n2 Jf. § 44.\n3 Jf. § 45.\n4 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "13:59",
      "chapter": "13",
      "section": "59",
      "title": "Lovlighetskontroll, opplysningsplikt m.v.​1",
      "content": "1. Tre eller flere medlemmer av kommunestyret​2 eller fylkestinget​2 kan sammen bringe avgjørelser truffet av folkevalgt organ eller den kommunale eller fylkeskommunale administrasjon inn for departementet​3 til kontroll av avgjørelsens lovlighet. Det samme gjelder avgjørelser om møter skal holdes for åpne eller lukkede dører, jf. § 31, og avgjørelser om habilitet. Avgjørelser om ansettelse, oppsigelse eller avskjed er ikke gjenstand for lovlighetskontroll. Spørsmål om det foreligger brudd på bestemmelser gitt i eller i medhold av lov 16. juli 1999 nr. 69 om offentlige anskaffelser​4 kan heller ikke gjøres til gjenstand for lovlighetskontroll.\n2. Krav om lovlighetskontroll framsettes for det organ som har truffet den aktuelle avgjørelse. Hvis dette opprettholder avgjørelsen, oversendes saken til departementet.​3\n3. Krav om lovlighetskontroll medfører ikke at iverksettelsen av den påklagede avgjørelsen utsettes​5 med mindre det organ som har truffet avgjørelsen, kommunalt eller fylkeskommunalt organ overordnet dette eller departementet​3 fatter slikt vedtak.\n4. Ved lovlighetskontroll skal det tas stilling til om avgjørelsen\na. er innholdsmessig lovlig,\nb. er truffet av noen som har myndighet til å treffe slik avgjørelse, og\nc. er blitt til på lovlig måte.\nDepartementet​3 skal oppheve avgjørelsen hvis det er gjort slike feil at den er ugyldig.\n5. Departementet​3 kan på eget initiativ ta en avgjørelse opp til lovlighetskontroll.​6\n6. Departementet​3 kan kreve at kommunen og fylkeskommunen gir opplysninger om enkeltsaker eller sider av kommunens og fylkeskommunens virksomhet. Departementet har rett til innsyn i alle kommunale og fylkeskommunale saksdokumenter.\n7. Departementet​7 fastsetter nærmere regler om tidsfrister for krav om lovlighetskontroll.\n0 Endret ved lover 10 jan 1997 nr. 8 (ikr. 1 mars 1997), 19 juni 2009 nr. 88 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 840), 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413).\n1 Jf. § 28-1 h og § 28-2 q.\n2 Jf. § 6.\n3 Det enkelte departement (for vedtak som er truffet i medhold av de lover vedkommende departement forvalter) iflg. res. 18 des 1992 nr. 1079, som også gir Kommunal- og moderniseringsdepartementet fullmakt til å fastsette nærmere regler for de øvrige departementers utøvelse av lovlighetskontrollen, og til å overføre myndighet videre.\n4 Opph., se nå lov 17 juni 2016 nr. 73.\n1 Loven er opphevet, se nå lov 17 juni 2016 nr. 73.\n5 Sml. fvl. § 42.\n6 Jf. fvl. § 35.\n7 Kommunal- og moderniseringsdepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "13:60",
      "chapter": "13",
      "section": "60",
      "title": "Statlig kontroll og godkjenning av økonomiske forpliktelser.",
      "content": "1. Vedtak om opptak av lån eller vedtak om langsiktig avtale om leie av bygninger, anlegg og varige driftsmidler som kan påføre kommunen eller fylkeskommunen utgifter ut over de fire neste budsjettår, er ikke gyldig før det er godkjent​1 av departementet, dersom:\na. kommunestyret​2 eller fylkestinget​2 har vedtatt å fastsette et årsbudsjett​3 uten at alle utgifter er dekket inn på budsjettet,\nb. kommunestyret eller fylkestinget har vedtatt å fastsette en økonomiplan​4 uten at alle utgifter er dekket inn på økonomiplanen,\nc. kommunestyret eller fylkestinget etter § 48 nr. 4 har vedtatt at et regnskapsmessig underskudd skal fordeles ut over det påfølgende budsjettår etter at regnskapet er framlagt,\nd. kommunen eller fylkeskommunen ikke følger vedtatt plan for dekning av underskudd, eller\ne. departementet har fattet vedtak etter inndelingslova​5 § 16 a.\n2. Dersom et av vilkårene i første ledd bokstav a-d er oppfylt, skal departementet føre kontroll med lovligheten av kommunestyrets eller fylkestingets budsjettvedtak.\n3. Departementet skal opprette et register over alle kommuner og fylkeskommuner som er underlagt godkjenning. Enhver har rett til å gjøre seg kjent med det som er registrert i registeret, og få utskrift av dette.​6\n4. Inntil den enkelte kommune eller fylkeskommune er registrert i registeret, kan departementet ikke iverksette godkjenning etter nr. 1. I forhold til rettsregler som lar det være avgjørende for tredjepersons rettsstilling om denne kjente til eller ikke kjente til et forhold, anses det som er registrert etter denne bestemmelse for å ha kommet til tredjepersons kunnskap.\n5. Kommuner og fylkeskommuner som inngår kontrakter som krever godkjenning, må orientere sine medkontrahenter om at de er satt under betinget kontroll og godkjenning.\n0 Tilføyd ved lov 7 juli 2000 nr. 71 (ikr. 1 jan 2001 iflg. res. 7 juli 2000 nr. 730), endret ved lover 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915), endret paragrafnummer fra § 59a, samtidig ble tidligere § 60 opphevet, 29 juni 2007 nr. 85, 27 juni 2008 nr. 69, 9 jan 2009 nr. 4, 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681).\n1 Jf. § 50 nr. 9.\n2 Jf. § 6.\n3 Jf. § 45.\n4 Jf. § 44.\n5 Lov 15 juni 2001 nr. 70.\n6 Jf. offl. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "14:60 a",
      "chapter": "14",
      "section": "60 a",
      "title": "Kapitlets virkeområde",
      "content": "Statlig tilsyn med kommunens eller fylkeskommunens oppfyllelse av plikter pålagt i eller i medhold av lov skjer etter reglene i dette kapittel når ikke annet følger av lovgivningen ellers.\nReglene i dette kapittel er avgrenset til tilsyn med plikter som bare er pålagt kommunene eller fylkeskommunene. Bestemmelsen i § 60 e gjelder likevel for alt statlig tilsyn rettet mot en kommune eller fylkeskommune.\n0 Tilføyd ved lov 15 des 2006 nr. 90 (ikr. 1 mars 2007 iflg. res. 15 des 2006 nr. 1427).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60a",
        "source_heading": "§ 60 a."
      }
    },
    {
      "provision_ref": "14:60 b",
      "chapter": "14",
      "section": "60 b",
      "title": "Lovlighetstilsyn​1",
      "content": "Fylkesmannen kan føre tilsyn med lovligheten av kommunens eller fylkeskommunens oppfyllelse av plikter pålagt i eller i medhold av lov der departementet i lov er gitt myndighet til å føre tilsyn.\n0 Tilføyd ved lov 15 des 2006 nr. 90 (ikr. 1 mars 2007 iflg. res. 15 des 2006 nr. 1427).\n1 Se § 60 d.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60b",
        "source_heading": "§ 60 b."
      }
    },
    {
      "provision_ref": "14:60 c",
      "chapter": "14",
      "section": "60 c",
      "title": "Innsyn",
      "content": "Som tilsynsmyndighet etter dette kapitlet, kan fylkesmannen kreve at kommunen eller fylkeskommunen gir opplysninger om enkeltsaker eller sider av kommunens eller fylkeskommunens virksomhet. Fylkesmannen har rett til innsyn i alle kommunale og fylkeskommunale saksdokumenter og kan kreve at kommunale eller fylkeskommunale organer, folkevalgte og ansatte uten hinder av taushetsplikt gir de opplysninger og meldinger som er nødvendige for at fylkesmannen kan utføre tilsyn i henhold til dette kapitlet. Fylkesmannen kan også kreve adgang til alle kommunale eller fylkeskommunale institusjoner, lokaler og anlegg som er nødvendig for at fylkesmannen kan utføre tilsyn i henhold til dette kapitlet.\nFørste ledd gjelder tilsvarende overfor andre egne rettssubjekter som utfører kommunale eller fylkeskommunale oppgaver for kommuner eller fylkeskommuner.\n0 Tilføyd ved lov 15 des 2006 nr. 90 (ikr. 1 mars 2007 iflg. res. 15 des 2006 nr. 1427).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60c",
        "source_heading": "§ 60 c."
      }
    },
    {
      "provision_ref": "14:60 d",
      "chapter": "14",
      "section": "60 d",
      "title": "Pålegg",
      "content": "Fylkesmannen kan gi pålegg til kommunen eller fylkeskommunen om å rette forhold som er i strid med de bestemmelser fylkesmannen fører tilsyn med etter § 60 b.\nFør pålegg benyttes, skal kommunen eller fylkeskommunen gis en rimelig frist til å rette forholdet.\nFør fylkesmannen eller annen statlig tilsynsetat vedtar pålegg eller andre sanksjoner mot en kommune eller en fylkeskommune skal tilsynsetaten vurdere de virkninger disse kan ha for kommunens eller fylkeskommunens øvrige virksomhet.\nReglene i forvaltningsloven​1 kapittel IV, V, VI samt §§ 41 og 42 gjelder tilsvarende for saker om pålegg etter denne bestemmelsen.\n0 Tilføyd ved lov 15 des 2006 nr. 90 (ikr. 1 mars 2007 iflg. res. 15 des 2006 nr. 1427).\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60d",
        "source_heading": "§ 60 d."
      }
    },
    {
      "provision_ref": "14:60 e",
      "chapter": "14",
      "section": "60 e",
      "title": "Samordning av tilsynsvirksomheten",
      "content": "Fylkesmannen samordner praktiske sider og bruk av reaksjoner ved statlig tilsyn rettet mot kommunen eller fylkeskommunen.\nAlle tilsynsetater skal underrette fylkesmannen om tilsynsplaner og om varsel om pålegg eller andre sanksjoner med vesentlige virkninger for kommunen eller fylkeskommunen. Tilsynsetater som er utpekt som koordinerende myndighet for tilsyn, skal underrette fylkesmannen om koordinert tilsynsplan.\nFør pålegg eller andre sanksjoner med vesentlige virkninger for kommunen eller fylkeskommunen vedtas, skal tilsynsetaten så langt det er mulig ha dialog med kommunen eller fylkeskommunen om sanksjonene og kommunens eller fylkeskommunens oppfølging. Kommunen eller fylkeskommunen plikter å delta i dialogen.\n0 Tilføyd ved lov 15 des 2006 nr. 90 (ikr. 1 mars 2007 iflg. res. 15 des 2006 nr. 1427).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60e",
        "source_heading": "§ 60 e."
      }
    },
    {
      "provision_ref": "15:61",
      "chapter": "15",
      "section": "61",
      "title": "Kapitlets virkeområde",
      "content": "Dette kapitlet gjelder for kommunalt og fylkeskommunalt foretak. Kommunalt eller fylkeskommunalt foretak er en del av kommunen eller fylkeskommunen som kommunestyret eller fylkestinget har bestemt skal organiseres som kommunalt eller fylkeskommunalt foretak.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "15:62",
      "chapter": "15",
      "section": "62",
      "title": "Opprettelse av kommunalt eller fylkeskommunalt foretak",
      "content": "1. Kommunestyret​1 eller fylkestinget​1 skal selv treffe vedtak om opprettelse av kommunalt eller fylkeskommunalt foretak, herunder velge styre og fastsette vedtekter for foretaket. Kommunale og fylkeskommunale foretak skal registreres i Foretaksregisteret.​2\n2. I kommuner eller fylkeskommuner med parlamentarisk styreform​3 kan kommunestyret​4 eller fylkestinget​4 selv delegere sin myndighet etter bestemmelsene i dette kapitlet til kommunerådet eller fylkesrådet. Myndigheten til å treffe vedtak om å opprette eller nedlegge kommunalt eller fylkeskommunalt foretak kan ikke delegeres. Kommunerådet eller fylkesrådet kan videredelegere sin myndighet til enkeltmedlemmer av rådet, hvis ikke kommunestyret eller fylkestinget selv har bestemt noe annet.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII, endret ved lover 16 apr 1999 nr. 18 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1099), 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681).\n1 Jf. § 6.\n2 Se lov 21 juni 1985 nr. 78 § 3-7 og § 3-10.\n3 Jf. kap. 3.\n4 Jf. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "15:63",
      "chapter": "15",
      "section": "63",
      "title": "Vedtekter",
      "content": "1. Foretaket skal ha vedtekter som i det minste skal angi:\na. foretakets navn​1\nb. foretakets formål\nc. den kommune hvor foretaket skal ha sitt forretningskontor\nd. antallet styremedlemmer​2\ne. annet som etter lov krever vedtektsbestemmelse.\n2. Endring i vedtektene treffes av kommunestyret​3 eller fylkestinget​3 selv.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII, endret ved lov 5 sep 2003 nr. 91 (ikr. 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Se lov 21 juni 1985 nr. 79 § 2-2 (9).\n2 Se § 65 nr. 1, jf. § 66.\n3 Jf. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "15:64",
      "chapter": "15",
      "section": "64",
      "title": "Kommunalt og fylkeskommunalt foretaks ledelse​1",
      "content": "Foretaket ledes av et styre og en daglig leder.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII.\n1 Se § 65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "15:65",
      "chapter": "15",
      "section": "65",
      "title": "Styrets sammensetning​1",
      "content": "1. Foretaket skal ha et styre på minst tre medlemmer.​2\n2. Daglig leder, medlem av kommuneråd, medlem av fylkesråd eller administrasjonssjef eller dennes stedfortreder kan ikke være medlem av styret.\n3. Styret velges av kommunestyret​3 eller fylkestinget​3 selv. Et flertall av de ansatte ved foretaket kan kreve at inntil en femtedel av styrets medlemmer med varamedlemmer velges av og blant de ansatte. De ansattes representanter har ikke rett til å delta i behandlingen av saker som gjelder arbeidsgivers forberedelse til forhandlinger med arbeidstakere, arbeidskonflikter, rettstvister med arbeidstakerorganisasjoner eller oppsigelse av tariffavtaler.​4 Hvis foretaket har myndighet til å treffe enkeltvedtak eller fastsette forskrifter, jf. forvaltningsloven​5 § 2, skal de ansattes representanter i styret ikke delta i behandlingen av disse sakene. Kongen kan gi utfyllende forskrifter om ansattes rett til representasjon i styret, som gjelder hvis de ansatte i vedtektene er gitt styrerepresentasjon. Slike forskrifter kan inneholde regler om vilkår for stemmerett og valgbarhet, valgmåten, om avgjørelse av tvister om valget og bortfall av verv som styremedlem.\n4. Styret skal ha en leder og en nestleder som velges av kommunestyret​3 eller fylkestinget​3 selv.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII, endret ved lover 19 juni 2009 nr. 88 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 840), 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nr. 144).\n1 Se § 66.\n2 Se § 63 nr. 1, d, lov 21 juni 1985 nr. 78 § 3-10 nr. 2.\n3 Se § 6, jf. § 62 nr. 2.\n4 Jf. lov 27 jan 2012 nr. 9 § 1, e.\n5 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "15:66",
      "chapter": "15",
      "section": "66",
      "title": "Valgperioden for styremedlemmene",
      "content": "1. Valgperioden for styremedlemmer er to år med mindre annet er fastsatt i vedtektene.​1 Valgperioden kan ikke settes lenger enn fire år.\n2. Når særlige forhold foreligger, har et styremedlem rett til å tre tilbake før valgperioden er over.\n3. Kommunestyret​2 eller fylkestinget​2 selv kan når som helst foreta nyvalg av de medlemmer som er valgt av kommunestyret eller fylkestinget.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII.\n1 Jf. § 63.\n2 Se § 6, jf. § 62 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "15:67",
      "chapter": "15",
      "section": "67",
      "title": "Styrets myndighet",
      "content": "1. Foretaket ledes av styret, som har myndighet til å treffe avgjørelse i alle saker som gjelder foretaket og dets virksomhet. Styret påser at virksomheten drives i samsvar med foretakets formål,​1 vedtekter,​2 kommunens eller fylkeskommunens økonomiplan​3 og årsbudsjett​3 og andre vedtak eller retningslinjer fastsatt av kommunestyre eller fylkesting.\n2. Styrets myndighet etter første ledd omfatter også myndighet til å opprette og nedlegge stillinger og til å treffe avgjørelser i personalsaker, i den utstrekning annet ikke er bestemt i vedtektene.\n3. Styret skal føre tilsyn med daglig leders ledelse av virksomheten.​4\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII.\n1 Jf. § 63, nr. 1, b.\n2 Jf. § 63 nr. 1.\n3 Jf. kap. 8.\n4 Jf. § 70 og § 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "15:68",
      "chapter": "15",
      "section": "68",
      "title": "Styremøter",
      "content": "1. Styrets leder sørger for at styret holder møter så ofte som det trengs. Medlem av styret og daglig leder kan kreve at styret sammenkalles. Om styret ikke for det enkelte tilfelle bestemmer noe annet, har daglig leder rett til å være til stede og til å uttale seg på styremøtene.\n2. Styrets leder innkaller til styremøte. Innkallingen skal skje med rimelig varsel, og inneholde en sakliste.\n3. Styret er beslutningsdyktig når minst halvparten av medlemmene er tilstede.\n4. Styremøtet ledes av leder eller i dennes fravær, av nestleder. Dersom ingen av disse er tilstede, velges en møteleder.\n5. Som styrets beslutning gjelder det som flertallet av de møtende har stemt for dersom ikke annet er fastsatt i vedtektene.​1 De som stemmer for et forslag, må likevel utgjøre mer enn en tredel av samtlige styremedlemmer for at forslaget skal anses som vedtatt. Ved stemmelikhet er møtelederens stemme avgjørende.\n6. Ved ansettelser er den ansatt som har fått mer enn halvparten av de avgitte stemmer. Hvis ingen får slikt flertall, holdes ny avstemning. Ved annen gangs avstemning er den ansatt som får flest stemmer. Ved stemmelikhet er møteleders stemme avgjørende. Hvert enkelt styremedlem kan kreve skriftlig avstemning.\n7. Styret kan, dersom det er fulltallig, fatte vedtak i sak som ikke er oppført på saklisten. Vedtak om å ta opp slik sak til behandling må fattes enstemmig. Før styret behandler saken, skal administrasjonssjefen​2 varsles. Når det er innført parlamentarisk styreform,​3 skal rådet varsles.\n8. Det skal føres protokoll fra møtet. Protokollen skal underskrives av samtlige tilstedeværende styremedlemmer. Styremedlem eller daglig leder som er uenig i styrets beslutning, kan kreve å få sin oppfatning innført i protokollen.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII, endret ved lover 16 apr 1999 nr. 18 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1099), 14 jan 2011 nr. 1 (ikr. 1 juli 2011 iflg. res. 14 jan 2011 nr. 38), 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nr. 144), 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681).\n1 Jf. § 63.\n2 Jf. § 22.\n3 Se kap. 3, jf. § 62 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "15:69",
      "chapter": "15",
      "section": "69",
      "title": "Vedtak som må godkjennes av kommunestyre eller fylkesting​1",
      "content": "I vedtektene​2 kan det fastsettes at styrets vedtak i nærmere angitte saker må være godkjent av kommunestyret​3 eller fylkestinget​3 selv for å være bindende for kommunen eller fylkeskommunen. Slik vedtektsbestemmelse kan bare påberopes overfor en tredjeperson når vedtektsbestemmelsen er registrert i Foretaksregisteret​4 eller tredjepersonen kjente eller burde kjent til vedtektsbestemmelsen. Er avtalen gjennomført helt eller delvis, skal ytelsene eller, dersom dette ikke er mulig, ytelsenes økonomiske verdi, tilbakeføres.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII.\n1 Sml. § 74.\n2 Jf. § 63.\n3 Se § 6, jf. § 62 nr. 2.\n4 Sml. lov 21 juni 1985 nr. 78 § 3-10 nr. 1 og nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "15:70",
      "chapter": "15",
      "section": "70",
      "title": "Daglig leder​1",
      "content": "Foretaket skal ha en daglig leder.​2 Daglig leder ansettes av styret. Ansettelsesmyndigheten kan i vedtektene legges til kommunestyret​3 eller formannskapet,​3 eventuelt fylkestinget​3 eller fylkesutvalget.​3 I kommuner og fylkeskommuner med parlamentarisk styreform,​4 kan ansettelsesmyndighet legges til kommunerådet eller fylkesrådet. Kommunerådet eller fylkesrådet kan videredelegere denne myndigheten til enkeltmedlemmer av rådet hvis ikke kommunestyret eller fylkestinget selv har bestemt noe annet.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII, endret ved lover 16 apr 1999 nr. 18 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1099), 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681).\n1 Jf. § 67 nr. 3, § 68 nr. 1 og § 71.\n2 Sml. lov 21 juni 1985 nr. 78 § 3-10 nr. 2.\n3 Se § 6 og § 8, jf. § 62 nr. 2.\n4 Jf. kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "15:71",
      "chapter": "15",
      "section": "71",
      "title": "Daglig leders myndighet",
      "content": "1. Daglig leder forestår den daglige ledelse av foretaket. Daglig leder er direkte underordnet styret og skal følge de retningslinjer og pålegg som styret gir.​2\n2. Daglig leder skal sørge for at foretaket drives i samsvar med lover,​3 forskrifter og overordnede instrukser, og at det er gjenstand for betryggende kontroll.\n3. Den daglige ledelsen omfatter ikke saker som etter foretakets forhold er av uvanlig art eller av stor betydning. Slike saker kan daglig leder bare avgjøre om styret i det enkelte tilfelle har gitt vedkommende myndighet til det eller styrets beslutning ikke kan avventes uten vesentlig ulempe for foretaket eller for kommunen eller fylkeskommunen som helhet. Styret skal i så fall snarest mulig underrettes om saken.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII, endret ved lov 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nr. 144).\n1 Jf. § 72.\n2 Jf. § 67 nr. 3, § 68 nr. 1 og § 70.\n3 Jf. § 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "15:72",
      "chapter": "15",
      "section": "72",
      "title": "Forholdet til kommunens eller fylkeskommunens øvrige administrasjon",
      "content": "1. Administrasjonssjefen​1 har innenfor styrets myndighetsområde​2 ikke instruksjons- eller omgjøringsmyndighet overfor foretakets daglige leder.​3 Administrasjonssjefen​1 kan likevel instruere foretakets ledelse om at iverksettelsen av en sak skal utsettes til kommunestyret​4 eller fylkestinget​4 har behandlet saken.\n2. Før styret treffer vedtak i sak som skal behandles av kommunestyret​4 eller fylkestinget,​4 skal administrasjonssjefen være gitt anledning til å uttale seg om saken. Administrasjonssjefens uttalelse skal legges frem for styret ved dets behandling av saken.\n3. I kommuner eller fylkeskommuner der det er innført parlamentarisk styreform,​5 tilligger administrasjonssjefens myndighet etter første ledd annet punktum kommunerådets eller fylkesrådets leder.​6 Har rådets medlemmer ledelsesansvar, tilligger myndigheten den som har lederansvar for foretaket.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII.\n1 Jf. § 22.\n2 Jf. § 67.\n3 Jf. § 71.\n4 Se § 6, jf. § 62 nr. 2.\n5 Se § 20, jf. § 62 nr. 2.\n6 Se § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "15:73",
      "chapter": "15",
      "section": "73",
      "title": "Representasjon​1",
      "content": "1. Styret representerer foretaket utad. Det inngår avtaler på kommunens eller fylkeskommunens vegne innenfor foretakets formål.​2\n2. Styret kan gi styremedlem eller daglig leder representasjonsrett etter første ledd. Vedtektene​3 kan begrense styrets myndighet etter første punktum og også selv gi bestemmelser om fullmakt som der nevnt.\n3. Daglig leder representerer foretaket utad i saker som faller innenfor daglig leders myndighet etter § 71.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII.\n1 Sml. lov 21 juni 1985 nr. 78 § 3-10 nr. 3.\n2 Jf. § 63 nr. 1, b.\n3 Jf. § 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "15:74",
      "chapter": "15",
      "section": "74",
      "title": "Overskridelse av representasjonsretten​1",
      "content": "Har noen som representerer foretaket utad, ved handling på vegne av foretaket overskredet sin myndighet, er handlingen ikke bindende for kommunen eller fylkeskommunen hvis medkontrahenten innså eller burde innsett at myndigheten ble overskredet, og det derfor ville stride mot redelighet å gjøre disposisjonen gjeldende.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII.\n1 Sml. § 69. Jf. lov 31 mai 1918 nr. 4 § 11 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "15:75",
      "chapter": "15",
      "section": "75",
      "title": "Forskrifter om årsregnskap etter regnskapsloven​1",
      "content": "Departementet kan i forskrift pålegge enkeltforetak eller typer av foretak plikt til å føre regnskap etter regnskapsloven​1 i tillegg til, eller i stedet for etter kommunale prinsipper, og herunder gi de bestemmelser som er nødvendige for å tilpasse dette regnskapet til lovens bestemmelser om foretakenes økonomiforvaltning.\n0 Tilføyd ved lov 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), se dens VII.\n1 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "16:76",
      "chapter": "16",
      "section": "76",
      "title": "Kommunestyrets og fylkestingets tilsynsansvar",
      "content": "Kommunestyret og fylkestinget har det øverste tilsyn med den kommunale og fylkeskommunale forvaltning,​1 og kan forlange enhver sak lagt fram for seg til orientering eller avgjørelse. De kan omgjøre vedtak av andre folkevalgte organer eller administrasjonen i samme utstrekning som disse kunne omgjøre vedtaket selv. Kommunestyret og fylkestinget skal påse at de kommunale og fylkeskommunale regnskaper revideres på betryggende måte.​2\n0 Tilføyd ved lov 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915).\n1 Se § 6.\n2 Se § 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "16:77",
      "chapter": "16",
      "section": "77",
      "title": "Kontrollutvalget",
      "content": "1. Kommunestyret og fylkestinget velger selv et kontrollutvalg til å forestå det løpende tilsyn med den kommunale og fylkeskommunale forvaltning på sine vegne. Utvalget skal ha minst tre medlemmer. Kommunestyret og fylkestinget velger selv medlemmer og varamedlemmer til utvalget, og blant medlemmene leder og nestleder. Minst ett av utvalgets medlemmer skal velges blant kommunestyrets eller fylkestingets medlemmer. Utvalgets leder har møte- og talerett i kommunestyret og fylkestinget når utvalgets saker behandles.\n2. Utelukket fra valg er ordfører, fylkesordfører, varaordfører, medlem og varamedlem av formannskap og fylkesutvalg, medlem og varamedlem av kommunal eller fylkeskommunal nemnd med beslutningsmyndighet, medlem av kommuneråd eller fylkesråd, medlem og varamedlem av kommunestyrekomité og fylkestingskomité etter § 10 a og ansatte i kommunen eller fylkeskommunen.\n3. Kommunestyret og fylkestinget kan når som helst foreta nyvalg av utvalgets medlemmer.\n4. Kontrollutvalget skal påse at kommunens eller fylkeskommunens regnskaper blir revidert på en betryggende måte. Kontrollutvalget skal videre påse at det føres kontroll med at den økonomiske forvaltning foregår i samsvar med gjeldende bestemmelser og vedtak, og at det blir gjennomført systematiske vurderinger av økonomi, produktivitet, måloppnåelse og virkninger ut fra kommunestyrets eller fylkestingets vedtak og forutsetninger (forvaltningsrevisjon).\n5. Kontrollutvalget skal påse at det føres kontroll med forvaltningen av kommunens eller fylkeskommunens interesser i selskaper m.m.\n6. Kontrollutvalget skal rapportere resultatene av sitt arbeid til kommunestyret eller fylkestinget. Før en sak rapporteres til kommunestyret eller fylkestinget skal den ha vært forelagt administrasjonssjefen til uttalelse.\n7. Kontrollutvalget kan hos kommunen eller fylkeskommunen, uten hinder av taushetsplikt, kreve enhver opplysning, redegjørelse eller ethvert dokument og foreta de undersøkelser som det finner nødvendig for å gjennomføre oppgavene.​1\n8. Kommunens og fylkeskommunens revisor har møte- og talerett i kontrollutvalgets møter.\n9. Kommunestyret og fylkestinget skal sørge for sekretærbistand til kontrollutvalget.\n10. Departementet kan gi forskrifter med nærmere bestemmelser om kontrollutvalgets oppgaver og saksbehandling mv.\n0 Tilføyd ved lov 12 des 2003 nr. 113 (ikr. 1 juli 2004, nr. 1 tredje punktum ikr. 1 nov 2007 iflg. res. 18 juni 2004 nr. 915), endret ved lover 14 jan 2011 nr. 1 (ikr. 1 juli 2011 iflg. res. 14 jan 2011 nr. 38), 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nr. 144), 8 feb 2013 nr. 7 (ikr. 1 nov 2015 iflg. res. 8 feb 2013 nr. 144).\n1 Sml. § 40 nr. 5 og § 78 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "16:78",
      "chapter": "16",
      "section": "78",
      "title": "Revisjon",
      "content": "1. Revisjon av kommunal og fylkeskommunal virksomhet skal skje i henhold til god kommunal revisjonsskikk.\n2. Revisjonsarbeidet skal omfatte regnskapsrevisjon og forvaltningsrevisjon.\n3. Kommunestyret eller fylkestinget avgjør selv om kommunen eller fylkeskommunen skal ansette egne revisorer, delta i interkommunalt samarbeid om revisjon, eller inngå avtale med annen revisor. Vedtaket treffes på grunnlag av innstilling fra kontrollutvalget.\n4. Kommunestyret eller fylkestinget velger selv revisor. Vedtaket treffes på grunnlag av innstilling fra kontrollutvalget.\n5. Kommunens eller fylkeskommunens revisor skal rapportere resultatene av sin revisjon og kontroll til kontrollutvalget.\n6. Revisor kan hos kommunen eller fylkeskommunen, uten hinder av taushetsplikt, kreve enhver opplysning, redegjørelse eller ethvert dokument og foreta de undersøkelser som revisor finner nødvendige for å gjennomføre oppgavene.​1\n7. Revisor har taushetsplikt etter forvaltningsloven​2 §§ 13 til 13 e.\n8. Departementet kan gi forskrifter om revisjon.\n0 Tilføyd ved lov 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915), endret ved lov 19 des 2014 nr. 92 (ikr. 1 jan 2015 iflg. res. 19 des 2014 nr. 1731).\n1 Jf. § 77 nr. 7.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "16:79",
      "chapter": "16",
      "section": "79",
      "title": "Revisors uavhengighet",
      "content": "Den som foretar revisjon for en kommune eller fylkeskommune kan ikke ivareta revisjons- og kontrolloppdrag for kommunen eller fylkeskommunen dersom revisor eller dennes nærstående har en slik tilknytning til revidert eller kontrollert virksomhet, dens ansatte eller tillitsmenn, at dette kan svekke revisors uavhengighet og objektivitet. Det samme gjelder dersom det foreligger særegne forhold som er egnet til å svekke tilliten til revisors uavhengighet og objektivitet ved gjennomføring av oppgavene. Ansettelse som revisor i kommunen eller fylkeskommunen, eller i en interkommunal samarbeidsordning, medfører ikke i seg selv at revisoren mangler nødvendig uavhengighet og objektivitet.\nSom nærstående regnes\na. ektefelle​1 og en person som vedkommende bor sammen med i ekteskapsliknende forhold\nb. slektninger i rett oppstigende eller nedstigende linje og søsken,​2 og deres ektefeller​1 eller personer som de bor sammen med i ekteskapsliknende forhold og\nc. slektninger i rett oppstigende eller nedstigende linje og søsken​2 til en person som nevnt under bokstav a.\nDepartementet kan gi forskrifter med nærmere bestemmelser om revisors uavhengighet.\n0 Tilføyd ved lov 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915).\n1 Jf. el. kap. 3 jf. § 95.\n2 Se lov 16 juni 2017 nr. 48 § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "16:80",
      "chapter": "16",
      "section": "80",
      "title": "Innsyn og undersøkelser i selskaper",
      "content": "I interkommunale selskaper etter lov 29. januar 1999 nr. 6, i interkommunale styrer etter § 27 og i aksjeselskaper​1 der en kommune eller fylkeskommune alene eller sammen med andre kommuner, fylkeskommuner eller interkommunale selskaper direkte eller indirekte eier alle aksjer, har kommunens eller fylkeskommunens kontrollutvalg​2 og revisor rett til å kreve de opplysninger som finnes påkrevd for deres kontroll, så vel fra selskapets daglige leder som fra styret og den valgte revisor for selskapet. I den utstrekning det finnes nødvendig, kan kontrollutvalget og kommunens revisor selv foreta undersøkelser i selskapet.\nKommunestyret eller fylkestinget kan fastsette regler om kontrollutvalgets og revisors kontroll med forvaltningen av kommunens eller fylkeskommunens interesser i selskapet og herunder fastsette hvilke dokumenter mv. som skal sendes kommunens eller fylkeskommunens kontrollutvalg og revisor.\nKontrollutvalget og kommunens eller fylkeskommunens revisor skal varsles og har rett til å være tilstede på selskapets generalforsamling, samt møter i representantskap og tilsvarende organ.\n0 Tilføyd ved lov 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915), endret ved lov 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nr. 144).\n1 Jf. asl. og asal.\n2 Jf. § 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "17:80 a",
      "chapter": "17",
      "section": "80 a",
      "title": "Representasjon av begge kjønn i styret",
      "content": "1. Reglene i aksjeloven​1 § 20-6 om representasjon av begge kjønn i styret gjelder tilsvarende for aksjeselskap hvor kommuner og fylkeskommuner til sammen eier minst to tredeler av aksjene i selskapet. Departementet kan gi forskrifter om at reglene i første punktum også skal gjelde for aksjeselskaper som eies av kommuner eller fylkeskommuner med under to tredeler, når resten av selskapet er eid av staten eller selskaper som direkte eller indirekte, er heleid av staten.\n2. For å legge til rette for at valget oppfyller kravene i nr. 1 kan departementet gi forskrift om den nærmere gjennomføringen av valget av styremedlemmer som velges av og blant de ansatte, jf. aksjeloven​1 § 6-4, herunder også eventuelt i selskaper som nevnt i nr. 1 annet punktum.\n0 Tilføyd ved lov 19 juni 2009 nr. 91 (ikr. 1 jan 2010 iflg. res. 20 nov 2009 nr. 1385, men slik at for selskaper som er stiftet og registrert i Foretaksregisteret før 1 jan 2010 skal styret være sammensatt i samsvar med paragrafen her innen to år etter dette).\n1 Jf. asl. og asal.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80a",
        "source_heading": "§ 80 a."
      }
    },
    {
      "provision_ref": "18:81",
      "chapter": "18",
      "section": "81",
      "title": "Ikraftsetting. Overgangsbestemmelser.",
      "content": "1. Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Fra samme tid oppheves\n- Lov av 12. november 1954 nr. 1 om styret i herreds- og bykommunene.\n- Lov 16. av juni 1961 nr. 1 om fylkeskommuner.\n- Midlertidig lov av 21. juni 1985 nr. 85 om forsøk med særlige administrasjonsordninger i kommuner.\n2. Fram til ny valgperiode starter høsten 1995 gjelder følgende overgangsbestemmelser:\n– – –\n3. – – –\n4. For øvrig kan Kongen gi de bestemmelser​2 som er nødvendig, og i nødvendig utstrekning fravike bestemmelser i denne lov.\n0 Endret ved lover 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), endret paragrafnummer fra § 61, 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915), endret paragrafnummer fra § 76, 7 jan 2005 nr. 4, endret paragrafnummer fra § 82.\n1 Fra 1 jan 1993 iflg. res. 27 nov 1992 nr. 865.\n2 Se res. 27 nov 1992 nr. 865 for ytterligere overgangsregler og 6 sep 1996 nr. 851 om frist til 31 des 1999 for å bringe vedtekter i samsvar med kravene i § 27 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "18:82",
      "chapter": "18",
      "section": "82",
      "title": "Endring av andre lover.",
      "content": "Fra den tid denne lov trer i kraft gjøres følgende endringer i andre lover: – – –\n0 Endret ved lover 29 jan 1999 nr. 5 (ikr. 1 jan 2000 iflg. res. 22 okt 1999 nr. 1097), endret paragrafnummer fra § 62, 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 18 juni 2004 nr. 915), endret paragrafnummer fra § 77, 7 jan 2005 nr. 4, endret paragrafnummer fra § 83.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    }
  ]
}