{
  "id": "LOV-1925-07-15",
  "type": "statute",
  "title": "Lov om skatt til Svalbard på formue og inntekt.",
  "short_name": "Svalbardskatteloven – svalbsktl.",
  "status": "in_force",
  "issued_date": "1925-07-15",
  "in_force_date": "1925-08-28",
  "url": "https://lovdata.no/dokument/NLO/lov/1925-07-15",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Personer og selskaper,​1 som er hjemmehørende på Svalbard,​2 skal svare skatt til Svalbard av hele sin formue og inntekt.\nFra skattlegging unntas dog formue i og inntekt av fast eiendom utenfor Svalbard, formue i og inntekt av næringsdrift som knytter seg til slik eiendom, samt inntekt ellers som er gjenstand for skattlegging i Norge. Gjeld og gjeldsrenter kommer i dette tilfelle til fradrag med en forholdsmessig anpart, svarende til den del av formuen og den del av inntekten, som er skattpliktig til Svalbard.\nI inntekten medregnes ikke arbeidsinntekt, som skattlegges efter reglene i 2net kapitel.\n0 Endret ved lov 30 juni 1955 nr. 11.\n1 Se § 14, jfr. lov 18 aug 1911 nr. 8 § 17 femte ledd.\n2 Jfr. § 15 og § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Personer og selskaper,​1 som er hjemmehørende i Norge​2 eller i fremmede stater, skal svare skatt til Svalbard av formue i og inntekt av fast eiendom eller bergverksrettigheter på Svalbard, samt av formue i og inntekt av næringsdrift eller annen selvstendig ervervsvirksomhet som utøves på Svalbard med tilknytning til fast eiendom eller anlegg der.\nVed ansettelse av formuen kan kreves fradratt gjeld, som er påheftet vedkommende eiendom eller anlegg eller stiftet til fremme av bedriften på Svalbard, dog ikke med mer enn 50 pct. av bruttoformuen. Ved inntektsansettelsen kan ikke kreves fradratt renter av annen gjeld enn den, som således kommer til fradrag i bruttoformuen.\nSom inntekt av bergverksdrift eller annen virksomhet på Svalbard, hvis produkter avsettes annensteds, regnes halvdelen av den inntekt som erhverves ved avsetningen.\nAv formue og inntekt, hvorav efter denne paragraf svares skatt til Svalbard, betales ikke statsskatt i Norge.​3\n0 Endret ved lover 7 juli 1967 nr. 11, 3 juni 1983 nr. 35.\n1 Jfr. § 15.\n2 Jfr. sktl. § 15 første ledd bokstav a og b og § 17.\n3 Jfr. § 12 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Formuen ansettes til det beløp, som 1 januar i det år ligningen foretas, efter gjengse priser utgjør den virkelige verdi av den skattepliktiges rørlige og urørlige eiendom samt utestående fordringer efter fradrag av gjeld under iakttagelse av reglene i §§ 1 og 2.\nInntekten ansettes til det beløp, som den skattepliktige i det sist forløpne år regnet til 31 desember (inntektsåret) har innvunnet i penger eller pengers verdi med fradrag av renter av påhvilende gjeld under iakttagelse av reglene i §§ 1 og 2.​1\nBenytter den skattepliktige et annet regnskapsår enn kalenderåret, ansettes formuen til det beløp, som den utgjorde ved utgangen av det siste regnskapsår, som er forløpet før 1 januar i det år ligningen foretas. Inntekten ansettes til, hvad den skattepliktige har innvunnet i dette regnskapsår.\nKongen gir nærmere regler om hva som skal regnes som skattepliktig formue og inntekt.\n0 Endret ved lover 14 juni 1974 nr. 33, 3 juni 1977 nr. 47.\n1 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Inntekten skattlegges uten hensyn til om virksomheten kun er foregått i et kortere tidsrum, og uten hensyn til om den er ophørt før inntektsårets utgang.\nHar en eiendom eller en bedrift skiftet innehaver i årets løp, skattlegges hver av innehaverne for den inntekt han i sin besiddelsestid har oppebåret.\nSelskaper ilignes inntektsskatt, selv om de er opløst før utgangen av inntektsåret. Styret er ansvarlig for, at det fornødne beløp avholdes til dekning av skatten. Er midlene fordelt mellem parthaverne, er disse ansvarlige hver for en forholdsmessig del av skatten. Ligning kan kreves før selskapet opløses, efter regler, som Kongen fastsetter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "De prosentsatser, hvorefter formues- og inntektsskatten skal utlignes, fastsettes av Stortinget for hver budgett-termin.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Ligningen utføres av et ligningsråd bestående av 3 medlemmer. Medlemmer og varamenn opnevnes av Kongen for 3 år. Deres godtgjørelse fastsettes av vedkommende departement.​1 Ligningsrådet har sitt sæte i Oslo.\n1 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Enhver, som er skattepliktig efter §§ 1 og 2, skal​1 i en skattopgave gjøre rede for sine formues- og inntektsforhold og, hvis han ikke er hjemmehørende Norge, opgi en fullmektig her i riket, som er bemyndiget til å motta skatteseddel.\nSkattopgaven avfattes efter formular fastsatt av vedkommende departement. Den skal innen utgangen av februar være innkommet til ligningsrådet. Dette kan dog på ansøkning forlenge fristen. Skattepliktige, som fører regnskap, skal sammen med skattopgaven innsende avtrykk eller gjenpart av årsregnskapet (balanse og gevinst- og tapskonto).\nSkattopgaven prøves av ligningsrådet.​2 Rådet kan av enhver skattepliktig kreve ytterligere oplysninger.\nUndlater den skattepliktige innen fristens utløp å innsende skattopgave i foreskrevet form eller i tilfelle årsregnskap eller undlater han å efterkomme en opfordring fra ligningsrådet om å meddele oplysninger, taper han retten til å klage​3 over årets ligning, medmindre han godtgjør omstendigheter, som finnes fyldestgjørende til undskyldning for forsømmelsen.\n1 Jfr. § 21.\n2 Jfr. § 6.\n3 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Når skatten er beregnet, skal ligningsrådet​1 sende skatteseddel til den oppgitte adresse her i riket for den skattepliktige selv eller dennes fullmektig.​2 Har ligningsrådet fraveket skattopgaven, skal det samtidig underrette herom og opgi grunnen. Har en skattepliktig, som ikke er hjemmehørende i Norge, undlatt å opgi fullmektig,​2 utlegges brevet til avhentning på ligningsrådets kontor.\nKlage over ligningen må være innkommet til ligningsrådet innen 6 uker fra den dag, da skatteseddel i overensstemmelse med forrige ledd blev sendt den skattepliktige eller hans fullmektig eller utlagt på ligningsrådets kontor. Dog kan ligningsrådet på andragende innrømme forlengelse av klagefristen.\nKlager, som ikke helt imøtekommes av ligningsrådet, skal det oversende til Riksskattenemnda​3 til avgjørelse. Før denne treffes skal der gis den skattepliktige anledning til fornyet uttalelse.\nNærmere bestemmelser om ligningen og klagebehandlingen kan gis av Kongen.\n0 Endret ved lover 13 juni 1980 nr. 25 (se dens II), 3 juni 1983 nr. 35.\n1 Jfr. § 2.\n2 Se § 7.\n3 Se lov 13 juni 1980 nr. 24 § 2-3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Skatten innbetales til vedkommende oppebørselsbetjent innen 30 april i det år, da ligningen foretas. Dog kan innbetaling ikke i noget tilfelle kreves, før der er hengått 6 uker fra den dag, da skatteseddel blev sendt den skattepliktige eller hans fullmektig eller utlagt på ligningsrådets kontor.​1\nAv skattebeløp på kr. 100,00 eller derover, som ikke betales i rett tid, erlegges renter efter en prosentsats, som fastsettes av vedkommende departement.​2\nSkatten skal innbetales med det utlignede beløp, selv om klage er inngitt. Hvis skatten ved endelig beslutning blir nedsatt, erholdes det for meget erlagte tilbakebetalt.\nVed tilbakebetaling av skatt i henhold til klageavgjørelse tilbakebetales renter som er betalt av skattebeløpet i henhold til nærværende paragrafs annet ledd. Hengår der i sådant tilfelle over 6 måneder fra skattens innbetaling inntil tilbakebetaling finner sted, godtgjøres for det overskytende tidsrom 4 prosent årlig rente av skattebeløpet, dog kun forsåvidt rentebeløpet utgjør minst kr. 10.\n0 Endret ved lov 30 juni 1954 nr. 4.\n1 Jfr. § 6.\n2 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Når ligningsrådet​1 begjærer det, kan ligning foretas eller endres for skattyter som enten helt eller for en vesentlig del har unngått skattlegging.\nSkjønnsmessige ansettelser av ligningsrådet kan dog ikke kreves endret, med mindre det foreligger en feil, som skyldes den skattepliktige selv. Reglene i §§ 8 og 9 får tilsvarende anvendelse. Renter svares fra 30. april det år skatten skulle ha vært betalt.\nRett til å foreta eller endre ligning tapes, hvis begjæring derom ikke fremkommer innen 5 år, regnet fra utgangen av det år ligningen skulle ha vært foretatt. Foreligger straffbart forhold fra den skattepliktiges side, er fristen ti år. Endring av ligning kan også begjæres inntil 2 år etter den skattepliktiges død eller selskapets oppløsning, forutsatt at fristene ovenfor ikke er utløpt.\n0 Endret ved lover 8 juni 1984 nr. 41, 16 juni 1989 nr. 45.\n1 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "De i dette kapitel omhandlede skatter, herunder innbefattet hvad der pliktes utredet ifølge efterligning, er tvangsgrunnlag for utlegg.​1\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Se tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Enhver, som oppebærer lønn eller annen godtgjørelse for arbeid på Svalbard i offentlig eller privat stilling skal, dersom det enkelte opphold i forbindelse med arbeidsforholdet overstiger 30 døgn, erlegge som skatt til Svalbard en prosentvis ansatt del av arbeidsinntekten.\nProsentsatsene fastsettes for hver budgettermin av Stortinget.\nAv lønnsinntekt som skattlegges etter denne paragraf, betales ikke statsskatt i Norge.\n0 Endret ved lover 30 juni 1955 nr. 16, 7 juli 1967 nr. 11, 3 juni 1977 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "De i § 12 omhandlede skattebeløp skal arbeidsgiveren avholde ved lønnsbetalingen og innbetale til vedkommende oppbørselsbetjent for hvert halvår regnet til 30 juni og 31 desember. Innbetalingen skjer innen en måned etter vedkommende halvårs utgang.\nLønningslister for hvert kalenderår skal innsendes til ligningsrådet​1 innen 31. januar i det følgende år. Lønningslistene avfattes etter et av ligningsrådet fastsatt skjema. Dette kan kreve, at arbeidsgiveren skal efterbetale manglende beløp, uten hensyn til, om han kan få dekning hos den skattepliktige. Hvad der måtte være erlagt for meget, skal tilbakebetales. Er lønningslister fra nogen arbeidsgiver ikke innkommet til fastsatt tid, blir lønnstrekket å fastsette ved skjønn av ligningsrådet.\nHvis arbeidsgiveren ikke innbetaler skatten i rett tid, skal han erlegge renter efter den procentsats som fastsettes i henhold til § 9, annet ledd. Inndrivelse hos arbeidsgiveren kan skje i overensstemmelse med § 11.\n0 Endret ved lover 21 april 1933 nr. 3, 31 mai 1963 nr. 2, 12 juni 1970 nr. 47, 3 juni 1983 nr. 35.\n1 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Personer, som opholder sig på Svalbard uten å ha fast bopel annensteds anses for hjemmehørende på Svalbard.\nSelskaper anses for hjemmehørende på det sted hvor styret har sitt sæte.\n0 Endret ved lover 21 april 1933 nr. 3, 10 juli 1936 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Like med selskaper regnes i denne lov døds-, administrasjons- og konkursboer samt foreninger og andre innretninger, som har sitt eget styre.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Fritatt for skatt er den norske stat samt selskaper og innretninger, som ikke har erhverv til formål.\nHvis den norske stat driver bergverksdrift på Svalbard, er den dog skattepligtig av denne drift i overensstemmelse med reglene i § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Bygninger, som en skattepliktig har opført til kirke, skole eller sykehus, er fritatt for formuesskatt. For andre private anlegg av almennyttig art kan vedkommende departement​1 tilstå hel eller delvis fritagelse. Anleggsutgiftene kan fratrekkes i inntekten med inntil 1/10 årlig.\n1 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Når særlige omstendigheter taler for det, kan vedkommende departement​1 nedsette eller eftergi skatt efter denne lov.\n1 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Offentlige tjenestemenn for Svalbard er forpliktet til å meddele ligningsrådet​1 alle for skattlegningen nødvendige oplysninger i den form, som vedkommende departement bestemmer.\nSå vel disse som andre offentlige og kommunale tjenestemenn i Norge er forpliktet til å meddele ligningsrådet de oplysninger til bruk ved ligningen og revisjonen av lønningslister, som rådet forlanger.\n1 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Ligningsrådets​1 medlemmer og underordnede tjenestemenn plikter å bevare taushet​2 om, hvad de under utførelsen av sitt hverv måtte erfare angående nogens formues- og inntektsforhold, hvis ikke annet følger av denne lov eller rettergangslovgivningen.​3\n1 Jfr. § 6.\n2 Se strl. § 121.\n3 Se strpl. §§ 177-180, tvml. §§ 208-211.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Den som undlater å inngi pliktig skattopgave, eller som i skattopgave, klage eller annen skriftlig eller muntlig opgave eller forklaring til ligningsrådet​1 forsettlig eller av grov uaktsomhet meddeler uriktige eller ufullstendige oplysninger, som kan lede til for lav skattlegning, straffes med bøter,​2 forsåvidt forholdet ikke går inn under nogen strengere straffebestemmelse.\n1 Jfr. § 6.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Utskiber, produsent eller annen næringsdrivende kan forpliktes til på forhånd å deponere et passende beløp som sikkerhet for skatter, som kan bli pålagt vedkommende eller i hans tjeneste værende personer. Nærmere regler for, i hvilken utstrekning sådan deposisjon skal kreves og hvorledes den skal foregå, gis av Kongen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "Når riket er i krig eller krig truer eller rikets selvstendighet eller sikkerhet er i fare, kan bestemmelsene i denne lov fravikes ved beslutning av Kongen, når det finnes nødvendig for å lette gjennomføringen av utskriving, betaling eller innkreving av skatten. Det kan herunder fastsettes særregler for enkelte grupper av skattepliktige.\nEr Svalbard avskåret for forbindelse med Regjeringen eller det av andre grunner finnes nødvendig, kan Kongen gi sysselmannen​1 eller andre lokale forvaltningsorganer – herunder militære myndigheter – fullmakt til å utferdige slike bestemmelser som nevnt i første ledd. Fullmakt kan gis uten hensyn til den gjeldende administrative inndeling. Dersom det er uomgjengelig nødvendig, kan sysselmannen utferdige bestemmelsene selv om fullmakt fra Kongen ennå ikke foreligger.\nDe bestemmelser som blir gitt i medhold av første og annet ledd, kunngjøres på den måte som finnes hensiktsmessig og skal snarest mulig meddeles Stortinget.\n0 Endret ved lov 17 juni 1966 nr. 30.\n1 Jfr. lov 17 juli 1925 nr. 11 § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Den kommer kun til anvendelse, forsåvidt der besluttes utskrevet skatt til Svalbard på formue og inntekt.​2\nI arbeidsinntekt, som er optjent før lovens ikrafttreden, gjøres ikke skattefradrag efter 2net kapitel.\n0 Endret ved lov 17 juni 1966 nr. 30 (tidl § 23).\n1 Ved res. 27 aug 1925 er det bestemt at loven trer i kraft 28 aug 1925.\n2 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Personer og selskaper,​1 som er hjemmehørende på Svalbard,​2 skal svare skatt til Svalbard av hele sin formue og inntekt.\nFra skattlegging unntas dog formue i og inntekt av fast eiendom utenfor Svalbard, formue i og inntekt av næringsdrift som knytter seg til slik eiendom, samt inntekt ellers som er gjenstand for skattlegging i Norge. Gjeld og gjeldsrenter kommer i dette tilfelle til fradrag med en forholdsmessig anpart, svarende til den del av formuen og den del av inntekten, som er skattpliktig til Svalbard.\nI inntekten medregnes ikke arbeidsinntekt, som skattlegges efter reglene i 2net kapitel.\n0 Endret ved lov 30 juni 1955 nr. 11.\n1 Se § 14, jfr. lov 18 aug 1911 nr. 8 § 17 femte ledd.\n2 Jfr. § 15 og § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Personer og selskaper,​1 som er hjemmehørende i Norge​2 eller i fremmede stater, skal svare skatt til Svalbard av formue i og inntekt av fast eiendom eller bergverksrettigheter på Svalbard, samt av formue i og inntekt av næringsdrift eller annen selvstendig ervervsvirksomhet som utøves på Svalbard med tilknytning til fast eiendom eller anlegg der.\nVed ansettelse av formuen kan kreves fradratt gjeld, som er påheftet vedkommende eiendom eller anlegg eller stiftet til fremme av bedriften på Svalbard, dog ikke med mer enn 50 pct. av bruttoformuen. Ved inntektsansettelsen kan ikke kreves fradratt renter av annen gjeld enn den, som således kommer til fradrag i bruttoformuen.\nSom inntekt av bergverksdrift eller annen virksomhet på Svalbard, hvis produkter avsettes annensteds, regnes halvdelen av den inntekt som erhverves ved avsetningen.\nAv formue og inntekt, hvorav efter denne paragraf svares skatt til Svalbard, betales ikke statsskatt i Norge.​3\n0 Endret ved lover 7 juli 1967 nr. 11, 3 juni 1983 nr. 35.\n1 Jfr. § 15.\n2 Jfr. sktl. § 15 første ledd bokstav a og b og § 17.\n3 Jfr. § 12 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Formuen ansettes til det beløp, som 1 januar i det år ligningen foretas, efter gjengse priser utgjør den virkelige verdi av den skattepliktiges rørlige og urørlige eiendom samt utestående fordringer efter fradrag av gjeld under iakttagelse av reglene i §§ 1 og 2.\nInntekten ansettes til det beløp, som den skattepliktige i det sist forløpne år regnet til 31 desember (inntektsåret) har innvunnet i penger eller pengers verdi med fradrag av renter av påhvilende gjeld under iakttagelse av reglene i §§ 1 og 2.​1\nBenytter den skattepliktige et annet regnskapsår enn kalenderåret, ansettes formuen til det beløp, som den utgjorde ved utgangen av det siste regnskapsår, som er forløpet før 1 januar i det år ligningen foretas. Inntekten ansettes til, hvad den skattepliktige har innvunnet i dette regnskapsår.\nKongen gir nærmere regler om hva som skal regnes som skattepliktig formue og inntekt.\n0 Endret ved lover 14 juni 1974 nr. 33, 3 juni 1977 nr. 47.\n1 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Inntekten skattlegges uten hensyn til om virksomheten kun er foregått i et kortere tidsrum, og uten hensyn til om den er ophørt før inntektsårets utgang.\nHar en eiendom eller en bedrift skiftet innehaver i årets løp, skattlegges hver av innehaverne for den inntekt han i sin besiddelsestid har oppebåret.\nSelskaper ilignes inntektsskatt, selv om de er opløst før utgangen av inntektsåret. Styret er ansvarlig for, at det fornødne beløp avholdes til dekning av skatten. Er midlene fordelt mellem parthaverne, er disse ansvarlige hver for en forholdsmessig del av skatten. Ligning kan kreves før selskapet opløses, efter regler, som Kongen fastsetter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "De prosentsatser, hvorefter formues- og inntektsskatten skal utlignes, fastsettes av Stortinget for hver budgett-termin.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Ligningen utføres av et ligningsråd bestående av 3 medlemmer. Medlemmer og varamenn opnevnes av Kongen for 3 år. Deres godtgjørelse fastsettes av vedkommende departement.​1 Ligningsrådet har sitt sæte i Oslo.\n1 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Enhver, som er skattepliktig efter §§ 1 og 2, skal​1 i en skattopgave gjøre rede for sine formues- og inntektsforhold og, hvis han ikke er hjemmehørende Norge, opgi en fullmektig her i riket, som er bemyndiget til å motta skatteseddel.\nSkattopgaven avfattes efter formular fastsatt av vedkommende departement. Den skal innen utgangen av februar være innkommet til ligningsrådet. Dette kan dog på ansøkning forlenge fristen. Skattepliktige, som fører regnskap, skal sammen med skattopgaven innsende avtrykk eller gjenpart av årsregnskapet (balanse og gevinst- og tapskonto).\nSkattopgaven prøves av ligningsrådet.​2 Rådet kan av enhver skattepliktig kreve ytterligere oplysninger.\nUndlater den skattepliktige innen fristens utløp å innsende skattopgave i foreskrevet form eller i tilfelle årsregnskap eller undlater han å efterkomme en opfordring fra ligningsrådet om å meddele oplysninger, taper han retten til å klage​3 over årets ligning, medmindre han godtgjør omstendigheter, som finnes fyldestgjørende til undskyldning for forsømmelsen.\n1 Jfr. § 21.\n2 Jfr. § 6.\n3 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Når skatten er beregnet, skal ligningsrådet​1 sende skatteseddel til den oppgitte adresse her i riket for den skattepliktige selv eller dennes fullmektig.​2 Har ligningsrådet fraveket skattopgaven, skal det samtidig underrette herom og opgi grunnen. Har en skattepliktig, som ikke er hjemmehørende i Norge, undlatt å opgi fullmektig,​2 utlegges brevet til avhentning på ligningsrådets kontor.\nKlage over ligningen må være innkommet til ligningsrådet innen 6 uker fra den dag, da skatteseddel i overensstemmelse med forrige ledd blev sendt den skattepliktige eller hans fullmektig eller utlagt på ligningsrådets kontor. Dog kan ligningsrådet på andragende innrømme forlengelse av klagefristen.\nKlager, som ikke helt imøtekommes av ligningsrådet, skal det oversende til Riksskattenemnda​3 til avgjørelse. Før denne treffes skal der gis den skattepliktige anledning til fornyet uttalelse.\nNærmere bestemmelser om ligningen og klagebehandlingen kan gis av Kongen.\n0 Endret ved lover 13 juni 1980 nr. 25 (se dens II), 3 juni 1983 nr. 35.\n1 Jfr. § 2.\n2 Se § 7.\n3 Se lov 13 juni 1980 nr. 24 § 2-3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Skatten innbetales til vedkommende oppebørselsbetjent innen 30 april i det år, da ligningen foretas. Dog kan innbetaling ikke i noget tilfelle kreves, før der er hengått 6 uker fra den dag, da skatteseddel blev sendt den skattepliktige eller hans fullmektig eller utlagt på ligningsrådets kontor.​1\nAv skattebeløp på kr. 100,00 eller derover, som ikke betales i rett tid, erlegges renter efter en prosentsats, som fastsettes av vedkommende departement.​2\nSkatten skal innbetales med det utlignede beløp, selv om klage er inngitt. Hvis skatten ved endelig beslutning blir nedsatt, erholdes det for meget erlagte tilbakebetalt.\nVed tilbakebetaling av skatt i henhold til klageavgjørelse tilbakebetales renter som er betalt av skattebeløpet i henhold til nærværende paragrafs annet ledd. Hengår der i sådant tilfelle over 6 måneder fra skattens innbetaling inntil tilbakebetaling finner sted, godtgjøres for det overskytende tidsrom 4 prosent årlig rente av skattebeløpet, dog kun forsåvidt rentebeløpet utgjør minst kr. 10.\n0 Endret ved lov 30 juni 1954 nr. 4.\n1 Jfr. § 6.\n2 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Når ligningsrådet​1 begjærer det, kan ligning foretas eller endres for skattyter som enten helt eller for en vesentlig del har unngått skattlegging.\nSkjønnsmessige ansettelser av ligningsrådet kan dog ikke kreves endret, med mindre det foreligger en feil, som skyldes den skattepliktige selv. Reglene i §§ 8 og 9 får tilsvarende anvendelse. Renter svares fra 30. april det år skatten skulle ha vært betalt.\nRett til å foreta eller endre ligning tapes, hvis begjæring derom ikke fremkommer innen 5 år, regnet fra utgangen av det år ligningen skulle ha vært foretatt. Foreligger straffbart forhold fra den skattepliktiges side, er fristen ti år. Endring av ligning kan også begjæres inntil 2 år etter den skattepliktiges død eller selskapets oppløsning, forutsatt at fristene ovenfor ikke er utløpt.\n0 Endret ved lover 8 juni 1984 nr. 41, 16 juni 1989 nr. 45.\n1 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "De i dette kapitel omhandlede skatter, herunder innbefattet hvad der pliktes utredet ifølge efterligning, er tvangsgrunnlag for utlegg.​1\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Se tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Enhver, som oppebærer lønn eller annen godtgjørelse for arbeid på Svalbard i offentlig eller privat stilling skal, dersom det enkelte opphold i forbindelse med arbeidsforholdet overstiger 30 døgn, erlegge som skatt til Svalbard en prosentvis ansatt del av arbeidsinntekten.\nProsentsatsene fastsettes for hver budgettermin av Stortinget.\nAv lønnsinntekt som skattlegges etter denne paragraf, betales ikke statsskatt i Norge.\n0 Endret ved lover 30 juni 1955 nr. 16, 7 juli 1967 nr. 11, 3 juni 1977 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "De i § 12 omhandlede skattebeløp skal arbeidsgiveren avholde ved lønnsbetalingen og innbetale til vedkommende oppbørselsbetjent for hvert halvår regnet til 30 juni og 31 desember. Innbetalingen skjer innen en måned etter vedkommende halvårs utgang.\nLønningslister for hvert kalenderår skal innsendes til ligningsrådet​1 innen 31. januar i det følgende år. Lønningslistene avfattes etter et av ligningsrådet fastsatt skjema. Dette kan kreve, at arbeidsgiveren skal efterbetale manglende beløp, uten hensyn til, om han kan få dekning hos den skattepliktige. Hvad der måtte være erlagt for meget, skal tilbakebetales. Er lønningslister fra nogen arbeidsgiver ikke innkommet til fastsatt tid, blir lønnstrekket å fastsette ved skjønn av ligningsrådet.\nHvis arbeidsgiveren ikke innbetaler skatten i rett tid, skal han erlegge renter efter den procentsats som fastsettes i henhold til § 9, annet ledd. Inndrivelse hos arbeidsgiveren kan skje i overensstemmelse med § 11.\n0 Endret ved lover 21 april 1933 nr. 3, 31 mai 1963 nr. 2, 12 juni 1970 nr. 47, 3 juni 1983 nr. 35.\n1 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Personer, som opholder sig på Svalbard uten å ha fast bopel annensteds anses for hjemmehørende på Svalbard.\nSelskaper anses for hjemmehørende på det sted hvor styret har sitt sæte.\n0 Endret ved lover 21 april 1933 nr. 3, 10 juli 1936 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Like med selskaper regnes i denne lov døds-, administrasjons- og konkursboer samt foreninger og andre innretninger, som har sitt eget styre.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Fritatt for skatt er den norske stat samt selskaper og innretninger, som ikke har erhverv til formål.\nHvis den norske stat driver bergverksdrift på Svalbard, er den dog skattepligtig av denne drift i overensstemmelse med reglene i § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Bygninger, som en skattepliktig har opført til kirke, skole eller sykehus, er fritatt for formuesskatt. For andre private anlegg av almennyttig art kan vedkommende departement​1 tilstå hel eller delvis fritagelse. Anleggsutgiftene kan fratrekkes i inntekten med inntil 1/10 årlig.\n1 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Når særlige omstendigheter taler for det, kan vedkommende departement​1 nedsette eller eftergi skatt efter denne lov.\n1 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Offentlige tjenestemenn for Svalbard er forpliktet til å meddele ligningsrådet​1 alle for skattlegningen nødvendige oplysninger i den form, som vedkommende departement bestemmer.\nSå vel disse som andre offentlige og kommunale tjenestemenn i Norge er forpliktet til å meddele ligningsrådet de oplysninger til bruk ved ligningen og revisjonen av lønningslister, som rådet forlanger.\n1 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Ligningsrådets​1 medlemmer og underordnede tjenestemenn plikter å bevare taushet​2 om, hvad de under utførelsen av sitt hverv måtte erfare angående nogens formues- og inntektsforhold, hvis ikke annet følger av denne lov eller rettergangslovgivningen.​3\n1 Jfr. § 6.\n2 Se strl. § 121.\n3 Se strpl. §§ 177-180, tvml. §§ 208-211.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Den som undlater å inngi pliktig skattopgave, eller som i skattopgave, klage eller annen skriftlig eller muntlig opgave eller forklaring til ligningsrådet​1 forsettlig eller av grov uaktsomhet meddeler uriktige eller ufullstendige oplysninger, som kan lede til for lav skattlegning, straffes med bøter,​2 forsåvidt forholdet ikke går inn under nogen strengere straffebestemmelse.\n1 Jfr. § 6.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Utskiber, produsent eller annen næringsdrivende kan forpliktes til på forhånd å deponere et passende beløp som sikkerhet for skatter, som kan bli pålagt vedkommende eller i hans tjeneste værende personer. Nærmere regler for, i hvilken utstrekning sådan deposisjon skal kreves og hvorledes den skal foregå, gis av Kongen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "Når riket er i krig eller krig truer eller rikets selvstendighet eller sikkerhet er i fare, kan bestemmelsene i denne lov fravikes ved beslutning av Kongen, når det finnes nødvendig for å lette gjennomføringen av utskriving, betaling eller innkreving av skatten. Det kan herunder fastsettes særregler for enkelte grupper av skattepliktige.\nEr Svalbard avskåret for forbindelse med Regjeringen eller det av andre grunner finnes nødvendig, kan Kongen gi sysselmannen​1 eller andre lokale forvaltningsorganer – herunder militære myndigheter – fullmakt til å utferdige slike bestemmelser som nevnt i første ledd. Fullmakt kan gis uten hensyn til den gjeldende administrative inndeling. Dersom det er uomgjengelig nødvendig, kan sysselmannen utferdige bestemmelsene selv om fullmakt fra Kongen ennå ikke foreligger.\nDe bestemmelser som blir gitt i medhold av første og annet ledd, kunngjøres på den måte som finnes hensiktsmessig og skal snarest mulig meddeles Stortinget.\n0 Endret ved lov 17 juni 1966 nr. 30.\n1 Jfr. lov 17 juli 1925 nr. 11 § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Den kommer kun til anvendelse, forsåvidt der besluttes utskrevet skatt til Svalbard på formue og inntekt.​2\nI arbeidsinntekt, som er optjent før lovens ikrafttreden, gjøres ikke skattefradrag efter 2net kapitel.\n0 Endret ved lov 17 juni 1966 nr. 30 (tidl § 23).\n1 Ved res. 27 aug 1925 er det bestemt at loven trer i kraft 28 aug 1925.\n2 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    }
  ]
}