{
  "id": "LOV-1890-05-17-6",
  "type": "statute",
  "title": "Lov om Handelsregistre, Firma og Prokura",
  "short_name": "Firmaloven",
  "status": "in_force",
  "issued_date": "1890-05-17",
  "in_force_date": "1890-05-17",
  "url": "https://lovdata.no/dokument/NLO/lov/1890-05-17-6",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "I Kjøbstæderne og Ladestederne skal der af [Magistraten]​1 og paa Landet af [Fogden]​2 føres et Handelsregister, i hvilket bliver at indføre de Anmeldelser, som omhandles i denne Lov,​3 eller hvis Optagelse i Registret ellers maatte blive lovhjemlet.​4\n1 Se lov 9 mars 1917 § 13.\n2 Se lov 21 juli 1894 nr. 5 §§ 3 a og 4 a.\n3 Se §§ 8, 21, 31, 32, 35 i.f.\n4 Se lover 28 nov. 1898 §§ 14, 23 og 36, 29 juli 1911 nr. 1 §§ 17, 21, 48, 61, 62 og 71, 10 juli 1936 nr. 5 § 9, 4 feb. 1960 nr. 1 §§ 5 og 66 og nr. 2 §§ 7 og 86, 4 juni 1976 nr. 59 § 16-1, konkursl. §§ 36 og 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Melding til handelsregistret skal gis skriftlig​2 i samsvar med de regler som vedkommende departement​3 fastsetter, og være ledsaget av betaling for registrering​4 og kunngjøring.​5\nFor så vidt anmelderne ikke gir personlig møte for registreringsmyndigheten, skal deres underskrifter være bekreftet av notarius publicus,​6 lensmann, autorisert lensmannsbetjent, advokat, autorisert advokatfullmektig eller forliksmann.\n1 Endret ved lover 7 juni 1946 nr. 2, 23 juni 1950 nr. 4, 4 des. 1964 nr. 2.\n2 Se § 16 i.f.\n3 Handelsdepartementet.\n4 Se sportellov § 61.\n5 Se § 4.\n6 Se lov 14 aug. 1918 nr. 4 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Er en melding ikke i samsvar med de bestemmelser som er gitt i eller i medhold av denne lov, eller inneholder den noe, hvis innførelse i registret ikke er lovheimlet, skal den avvises.​2\nRegistreringsmyndigheden skal, forsaavidt Anmelderens Adresse er opgivet eller kjendt, snarest muligt meddele ham Underretning om Afvisningen og Grunden til samme.\nVedtak om avvisning kan melderen påklage til vedkommende departement​3 etter reglene i forvaltningsloven.\n1 Endret ved lover 7 juni 1946 nr. 2, 9 mars 1962 nr. 1, 19 juni 1969 nr. 54.\n2 Jfr. lover 29 juli 1911 nr. 1 § 63, 4 juni 1976 nr. 59 § 16-1.\n3 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Den Myndighed, som forestaar Handelsregistrets Førelse, skal uopholdelig lade enhver i Registret indført Anmeldelse indrykke i den offentlige Kundgjørelsestidende.​1 Kundgjørelsen skal, naar ikke andet særlig er fastsat i Loven,​2 omfatte Anmeldelsens hele Indhold, men ikke de samme vedlagte Bilag.​3 Anmeldelser som skjer i henhold til lov om gjeldsforhandling og konkurs, kunngjøres ikke.​4\n1 Endret ved lover 9 april 1976 nr. 17, 17 des. 1982 nr. 86, 8 juni 1984 nr 60 (i kraft 1 jan 1986). – Se lov 11 okt. 1946 nr. 1.\n2 Jfr. § 18, siste punktum og § 37 nr. 1.\n3 Jfr. §§ 22, 31, siste ledd samt 21 i.f.\n4 Se konkursl. §§ 36, 79 og 139.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "De nærmere Regler om Handelsregistrets Førelse gives af Kongen eller den, han dertil bemyndiger.​2 På samme måte kan fornøden bestemmelse treffes om de i § 4 omhandlede kunngjøringer. Kongen​3 kan også ved forskrift eller i det enkelte tilfelle bestemme at en funksjonær ved handelsregisteret kan gis fullmakt til å underskrive firmaattester eller anta enkle firmameldinger til registrering.\n1 Endret ved lov 6 juni 1980 nr. 21.\n2 Handelsdept. iflg. res. 29 juli 1890.\n3 Justisdept. iflg. res. 21 nov. 1980.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Antager nogen, at en i Handelsregistret optagen Anmeldelse er ham til Skade, hører Spørgsmaalet om Anmeldelsens Udslettelse under Domstolenes Afgjørelse.​1\n1 Se § 21, nestsiste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Det, som overensstemmende med denne Lov er bleven registreret og kundgjort, skal ansees for at være kommet til Trediemands Kundskab, medmindre han efter Omstændighederne maa antages at have været uvidende derom, uden at dette kan lægges ham tillast som Mangel paa tilbørlig Agtpaagivenhed.\nSaalænge Kundgjørelse ikke har fundet Sted, kan det Forhold, der er eller skulde have været anmeldt, ikke gjøres gjældende mod Trediemand, medmindre det bevises, at han har havt Kundskab derom.\n1 Jfr. lov 31 mai 1918 nr. 4 § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Enhver, der driver saadan Handel eller dermed ligestillet Virksomhed, som omhandles i § 35, er pligtig til at anmelde​2 til Handelsregistret det Navn, hvorunder Forretningen drives og Underskrift med Hensyn til samme meddeles (Firma).\nForsaavidt angaar Aktieselskaber og andre Selskaber med begrænset Ansvar,​3 paahviler Anmeldelsespligten Selskabets Bestyrelse; for andre Selskabers Vedkommende paahviler den samtlige fuldt ansvarlige Medlemmer.\nMed aksjeselskap forstås i denne lov selskap som går inn under lov om aksjeselskaper.\n1 Endret ved lov 6 juli 1957 nr. 6.\n2 Se strl. § 339 nr. 1. Jfr. nærværende lovs § 35, siste punktum.\n3 Se § 33 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Enkeltmands Firma skal indeholde hans Efternavn med eller uden Fornavn. Det maa ikke indeholde noget, som antyder et Selskabsforhold, eller at Ansvaret er begrænset.\nEt ansvarlig selskaps firma skal inneholde ordene «ansvarlig selskap» eller forkortelsen «ANS». Et kommandittselskaps​2 firma skal inneholde ordet «kommandittselskap» eller forkortelsen «KS». Har deltakerne i det ansvarlige selskap delt ansvar for selskapets forpliktelser, skal firmaet inneholde ordene «selskap med delt ansvar» eller forkortelsen «DA».\nEt Aktieselskabs Firma skal betegne Selskabets Egenskab af Aktieselskab.\nAndre Selskaber med begrænset Ansvar​3 skal i sit Firma optage et Virksomheden betegnende Udtryk; saadant Firma maa ikke indeholde noget Personnavn.\nEn næringsdrivende stiftelses firma skal inneholde betegnelsen stiftelse eller selveiende institusjon.\nEt foretaks firma må ikke inneholde annen foretaksbetegnelse enn den som angir foretakets egen ansvarsform. Departementet kan gi nærmere regler om utforming av firma.\n1 Endret ved lover 23 mai 1980 nr 11, 21 juni 1985 nr 83 (i kraft 1 juli 1986), 12 juni 1987 nr 50. – Se § 37 nr 2. Jf §§ 10-13 samt 33 b.\n2 Se § 33 a.\n3 Se § 33 c. Jfr. lover 4 feb. 1960 nr. 1 § 2 og nr. 2 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Ingen maa i sit Firma uden Hjemmel optage Andenmands Navn eller Navnet paa Andenmands faste Eiendom. Et Firma maa ikke indeholde Angivelse af Foretagender, der ikke staar i Forbindelse med Forretningen; ei heller maa et Firma, som angiver en bestemt Art af Forretning, bibeholdes uforandret, naar denne er væsentlig forandret.\nEt Firma skal tydelig adskille sig fra andre i samme Kommune bestaaende og i Registret indførte Firmaer. Den, som anmelder et Firma, hvori hans Navn findes, skal derfor, naar det samme Firma allerede er indført i Registret for nogen anden i samme Kommune, ved et Tillæg til sit Navn eller paa anden Maade tydelig adskille sit Firma fra det ældre.\n1 Se § 37 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Enke, som fortsætter sin afdøde Mands Forretning, samt Ægtemand som fortsætter den af hans Hustru før eller under Ægteskabet drevne Forretning, kan benytte Firmaet uforandret. Arvinger, som med fuldt personligt Ansvar fortsætter den Afdødes Forretning, har samme Ret, saafremt den Afdøde har tilladt det, eller, om han er død uden at have taget anden Bestemmelse, alle Arvinger samtykker deri.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Indtræder nogen som Medlem i en bestaaende Forretning, der hidtil har været drevet af Enkeltmand, et ansvarligt Selskab eller et Kommanditselskab​1 kan Firmaet vedblivende føres uforandret. Det samme gjælder, hvis et Medlem udtræder af et ansvarligt Selskab eller af et Kommanditselskab; dog maa hans Navn ikke beholdes i Firmaet, medmindre han har tilladt det, eller, hvis han er død uden at have taget anden Bestemmelse, alle hans Arvinger samtykker deri.\n1 Se § 33 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Udenfor de ovennævnte Tilfælde​1 kan Overdragelse af Firma ikke finde Sted. Dog skal det ved Overdragelse til Enkeltmand, ansvarligt Selskab eller Kommanditselskab​2 af en af de i § 12 omhandlede Forretninger være tilladt at vedtage, at den nye Indehaver bibeholder Firmaet med et Tillæg, som antyder Efterfølgerforholdet.\n1 Se §§ 11 og 12.\n2 Se § 33 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Er det vedtaget i et ansvarligt Selskab, at Retten til at tegne Firmaet kun kan udøves af flere Medlemmer i Forening,​1 bør de, som er berettigede til at tegne Firmaet, tillige underskrive sine Navne.\nFirmategning for et Aktieselskab eller andet Selskab med begrænset Ansvar​2 bør være ledsaget af Underskrift af dem, der er berettigede til at tegne Firmaet.\n1 Se § 18 nr. 6. Jfr. også § 26.\n2 Se § 33 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Stilles en Forretning under Bestyrelse af Tillidsmænd (Likvidatorer, Administratorer) med Ret for dem til at tegne Firmaet, eller fortsettes en Forretning efter Indehaverens Død midlertidig af Arvingerne, bør Firmategningen ske paa saadan Maade, at det forandrede Forhold deraf fremgaar.\n1 Jfr. lov 29 juli 1911 nr. 1 § 56, konkursl. §§ 14, 81 og 119.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Anmeldelsen af Firma skal, før Forretningen træder i Virksomhed ske til Handelsregistret i den Kreds (§ 1), hvor Forretningskontoret findes. Det samme gjælder, naar der oprettes en under særskilt Bestyrelse staaende Forretningsafdeling (Filial); ligger Filialen ikke i samme Kreds som Hovedkontoret, skal vedkommende Myndighed snarest muligt efter Anmeldelsens Registrering bekjendtgjøre Anmeldelsen i den offentlige Kundgjørelsestidende​1 og oversende den til Optagelse i Handelsregistret i den Kreds, hvor Filialen er beliggende. Udenlandsk Forretnings Filial betragtes som selvstændig Forretning og skal anmeldes af sin Bestyrelse.​2\nAnmeldelsen skal være underskreven af samtlige anmeldelsespligtige Personer.​3\n1 Se lov 11 okt. 1940 nr. 1.\n2 Jfr. lov 29 juli 1911 nr. 1 § 100.\n3 Se § 8 og 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Enkeltmands Anmeldelse skal foruden Firmaet angive:\n1. Hans fulle navn og bopel og det samme for daglig leder dersom foretaket har dette.\n2. Forretningens almindelige Beskaffenhed samt\n3. Den kommune hvor forretningskontoret (filialen) finnes, og dettes adresse.\n1 Endret ved lov 6 juni 1980 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "(1) Melding om ansvarlig selskap skal inneholde opplysninger om:\n1. Firmaet.\n2. Samtlige deltakeres navn og bopel. Dette gjelder likevel ikke stille deltaker.\n3. Selskapets formål.\n4. Den kommune der selskapet har sitt forretningskontor og selskapets forretningsadresse.\n5. Ansvarformen når avtale om denne foreligger.\n6. Hvem som har rett til å tegne selskapets firma når avtale om dette foreligger.​2\n7. Styremedlemmenes og varamedlemmenes navn og bopel når selskapet har styre.\n8. Daglig leders navn og bopel når selskapet har daglig leder.\n9. Revisors navn og forretningsadresse når selskapet har revisor.\n10. Rett til eierskifte for selskapsandeler når avtale om dette foreligger.\n(2) Melding om kommandittselskap​3 skal ved siden av opplysningene i første ledd inneholde opplysninger om:\n11. Selskapskapitalen og hvor mye av den som er innbetalt.\n12. Den enkelte deltakers innskudd, hvor mye av dette som er innbetalt, og om innbetaling av resten når avtale om dette foreligger.\n13. Bestemmelser som nevnt i selskapsloven § 3-3 når avtale om dette foreligger.\n(3) Som vedlegg til meldingen skal følge:\na. Bekreftet gjenpart av selskapsavtalen.\nb. Legitimasjon for styremedlemmer.\nc. Erklæring fra revisor om at han har påtatt seg vervet.\n(4) Som vedlegg til melding om kommandittselskap skal dessuten følge:\nd. Erklæring fra kommandittistene om at meldingen skjer med deres samtykke.​4\ne. Erklæring fra revisor om at de opplysninger som er gitt om selskapskapitalens innbetaling, er riktige. Skal selskapet i henhold til selskapsavtalen overta andre formuesverdier enn penger mot vederlag i andeler eller på annen måte, kan selskapet ikke registreres før det foreligger uttalelse fra revisor om at avtalen ikke strider mot selskapsloven § 3-3 tredje ledd.\n1 Endret ved lover 6 juli 1957 nr. 6, 4 juni 1976 nr. 59, 6 juni 1980 nr. 21, 21 juni 1985 nr 83 (i kraft 1 juli 1986).\n2 Jfr. § 14.\n3 Se § 33 a.\n4 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Melding av aksjeselskap skal inneholde;\n1. Firmaet.\n2. Dagen for den konstituerende generalforsamling.\n3. Selskapets formål. I den utstrekning selskapet ved sin virksomhet ikke har til formål å skaffe aksjeeierne økonomisk utbytte, skal anmeldelsen inneholde opplysning om anvendelse av overskott og av formue ved likvidasjon.\n4. Den kommune der selskapet skal ha sitt forretningskontor, og dettes adresse.\n5. Aksjekapitalen og hvor mye av den som er innbetalt.\n6. Aksjenes antall og størrelse.\n7. Styremedlemmenes og i tilfelle varamennenes navn og bopel og hvem som er styrets formann.\n8. Administrerende direktørs navn og bopel.\n9. Revisors og i tilfelle varamanns navn og næringsadresse.\n10. Om selskapets firma kan tegnes av andre enn styret og i tilfelle av hvem.​2 For firmategner som ikke er styremedlem eller administrerende direktør, skal navn og bopel angis.\n11. Om stiftelsesdokumentet inneholder noen bestemmelse som nevnt i aksjelovens § 2-4.\n12. Om aksjer i selskapet i henhold til vedtektene kan kreves innløst, og om innløsing kan gjennomføres etter reglene i aksjelovens § 6-4.\n13. Om det gjelder særlige regler om stemmerett på generalforsamlinger.\n14. Om det gjelder regler om overgang av aksjer som nevnt i aksjelovens §§ 3-3 og 3-4.\n15. Om det er ulike aksjeklasser i selskapet.\nSom bilag til meldingen skal følge:\na. Bekreftet gjenpart av protokollen for den konstituerende generalforsamling og det som er framlagt til protokollen.\nb. Selskapets vedtekter.\nc. Legitimasjon for styremedlemmene.​3\nd. Erklæring fra den valgte revisor om at han mottar vervet.\ne. Erklæring fra revisor om at de opplysninger som er gitt om aksjekapitalens innbetaling er riktige, og i tilfelle også erklæring som nevnt i aksjelovens § 2-9, annet ledd.\n1 Endret ved lover 6 juli 1957 nr. 6 og 4 juni 1976 nr. 59 (jfr. dens § 16-1).\n2 Jfr. § 14.\n3 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Det som i § 19 første ledd nr. 2-4 og 7-15 samt annet ledd er fastsatt om anmeldelse av et aksjeselskap, får tilsvarende anvendelse på andre selskaper med begrenset ansvar.​2 Anmeldelsen skal også inneholde opplysning om medlemmenes ansvar overfor tredjemann. Anmeldelsen må ikke inneholde noe om størrelsen av selskapets kapital.\nDet som i § 19 første ledd nr. 2 til 4 og 7 til 10 er fastsatt om anmeldelse av et aksjeselskap, gjelder tilsvarende for virksomhet organisert etter lov om visse statsbedrifter m.m.​3 Anmeldelsen skal dessuten gi opplysning om størrelsen av den fastsatte innskottskapital, og i tilfelle om denne helt eller delvis består av andre formuegjenstander enn penger. Som vedlegg til anmeldelsen skal følge vedtektene og en bekreftet gjenpart av Protokollen fra stiftelsen.\n1 Endret ved lover 6 juli 1957 nr. 6, 25 juni 1965 nr. 3, 4 juni 1976 nr. 59, 10 juni 1977 nr. 68.\n2 Se § 33 c.\n3 Se lov 25 juni 1965 nr. 3 §§ 4 og 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:20 a",
      "chapter": "2",
      "section": "20 a",
      "content": "Melding om næringsdrivende stiftelse (jfr. lov om stiftelser​2 m.m. §§ 24 og 26) skal inneholde:\n1. Firmaet.\n2. Stiftelsens navn og adresse.\n3. Stiftelsens formål og næringsvirksomhetens art.\n4. Den kommune der stiftelsen skal ha sitt forretningskontor, og kontorets adresse.\n5. Grunnkapitalens størrelse.\n6. Styremedlemmenes og i tilfelle varamennenes navn og bosted og hvem som er styrets formann.\n7. Forretningsførerens navn og bosted.\n8. Om firmaet kan tegnes av andre enn det samlede styre, og i tilfelle hvem. For en firmategner som ikke er styremedlem eller administrerende direktør, skal navn og bosted oppgis.\nSom bilag skal følge:\na. Bekreftet avskrift av den disposisjon som danner grunnlag for stiftelsen.\nb. Stiftelsens vedtekter. Har stiftelsen fått offentlig stadfestelse,​3 skal datoen for denne stadfestelsen opplyses.\nc. Legitimasjon for styremedlemmene og erklæring fra styret som nevnt i stiftelsesloven § 26 annet ledd tredje punktum.\nd. Erklæring fra den oppnevnte revisor om at han mottar vervet.\ne. Erklæring fra revisor om at de opplysninger som er gitt om innbetaling av grunnkapitalen er riktige, og i tilfelle også erklæring som nevnt i stiftelsesloven § 26 annet ledd tredje punktum.\n1 Tilføyet ved lov 23 mai 1980 nr. 11.\n2 Lov 23 mai 1980 nr. 11.\n3 Jfr. lov 23 mai 1980 nr. 11 kap. III.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20 a."
      }
    },
    {
      "provision_ref": "2:20 b",
      "chapter": "2",
      "section": "20 b",
      "content": "Dersom et foretak som er registrert i handelsregisteret, har et eller flere utsalgssteder som nevnt i lov 6 juni 1980 nr. 21 om handelsvirksomhet § 1-4, skal dette meldes til handelsregisteret i den kommune hvor foretaket er registrert. Ligger utsalgsstedet i en annen kommune, skal dette oppgis i meldingen. Handelsregisteret skal i slike tilfelle sende kopi av meldingen til handelsregisteret i den kommunen hvor utsalgsstedet ligger.\nMeldingen skal inneholde opplysning om utsalgsstedets adresse. Flytting og nedlegging av utsalgsstedet skal meldes på samme måte.\nMelding som bare inneholder opplysninger som nevnt i denne paragraf, skal ikke kunngjøres.\n1 Tilføyet ved lov 6 juni 1980 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20b",
        "source_heading": "§ 20 b."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Sker Forandring i noget Forhold, hvorom Tilførsel er gjort i Handelsregistret, eller indtræder noget af de i § 15 omhandlede Forhold, skal Anmeldelse herom snarest muligt gjøres​2 under Iagttagelse af Forskrifterne om Fremgangsmaaden ved Anmeldelse af Firma;​3 dog behøver Forandring af Bopæl ikke at anmeldes. Foregaar der ellers nogen Forandring i Vedtægterne for et af de i § 19, jfr. § 18 andet Led, eller i § 20 omhandlede Selskaber, skal Dagen for den besluttede Forandring anmeldes og et Exemplar af Beslutningen vedlægges. Ved melding om forhøyelse av aksjekapitalen og andre meldinger om innbetaling av aksjekapital gjelder § 19 annet ledd bokstav e tilsvarende. Skjer det noen forandring i selskapsavtalen for ansvarlige selskap eller kommandittselskap, skal den endrete selskapsavtalen vedlegges. Ved melding om innbetaling av innskuddsforpliktelse i kommandittselskap gjelder § 18 fjerde ledd bokstav e tilsvarende.\nNaar Forretningen ophører, paahviler Anmeldelsespligten enhver, som ved den Tid var Indehaver af eller ansvarlig Deltager i samme, eller, forsaavidt angaar Aktieselskab eller andet Selskab med begrænset Ansvar,​4 Medlem af dets Bestyrelse. Dør Indehaveren af en Forretning, paahviler Anmeldelsespligten hans Bo; ophører et ansvarligt Selskab paa Grund af et Medlems Død, paahviler Anmeldelsespligten saavel de andre ansvarlige Medlemmer som den afdødes Bo. Naar der er Spørgsmaal om andre Forandringer end Forretningens Ophør, paahviler Anmeldelsespligten enhver, som efter Forandringen er Indehaver af eller ansvarlig Deltager i Forretningen eller, forsaavidt angaar Aktieselskab eller andet Selskab med begrænset Ansvar,​4 Medlem af dets Bestyrelse. Revisor kan selv melde sin avgang. Det samme gjelder for styremedlem og administrerende direktør i aksjeselskap, og for styremedlem og daglig leder i ansvarlig selskap og kommandittselskap.\nFlyttes Forretningen til en anden Kommune, eller forandres selve Firmaet, skal tillige fuldstændig Firmaanmeldelse​5 gjøres.\nEr det ved Dom​6 blevet afgjort, at en Anmeldelse ikke burde have været optagen i Handelsregistret, eller at et Forhold, hvorom Tilførsel er gjort i dette, er forandret eller ophørt, skal der herom paa Forlangende af nogen af Parterne i Registret optages en Bemærkning, der bliver at kundgjøre overensstemmende med § 4.\n1 Endret ved lover 4 juni 1976 nr. 59, 8 juni 1984 nr 60 (i kraft 1 jan 1986), 21 juni 1985 nr 83 (i kraft 1 juli 1986). – Jfr. lov 29 juli 1911 nr. 1 §§ 48 i.f., 61 og 62.\n2 Se strl. § 339 nr. 1.\n3 Se §§ 2 og 16.\n4 Se § 33 c.\n5 Se § 17-20.\n6 Se § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Samtidig med, at et Firma anmeldes, skal de, der er berettigede til at tegne Firmaet, egenhændig indskrive Firmategningen​1 i Handelsregistret eller i et særligt Tillæg til dette, forsaavidt saadan Firmategning ikke er meddelt paa Anmeldelsen.​2 Paa Samme Maade forholdes, naar der sker Anmeldelse om, at Nogen faar Ret til at tegne et tidligere anmeldt Firma.\n1 Jfr. §§ 14 og 15.\n2 Jfr. § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Det offentlige kan få den som undlater å gjøre lovbefalt anmeldelse til handelsregistret, eller som, når hans anmeldelse er blitt avvist av registeret, undlater å gjøre ny anmeldelse, ved dom pålagt å inngi anmeldelsen.\nDen som er dømt til straff for sådan undlatelse, eller som har vedtatt forelegg, kan politiet pålegge å gjøre anmeldelsen innen en fastsatt frist under tvang av en daglig løpende mulkt.​2 Denne kan inndrives ved utpantning.​3\n1 Tilføiet ved lov 19 juni 1931 nr. 20.\n2 Jfr. tvangsfullbl. § 239.\n3 Se tvangsfullbl. kap 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "Hvis det i de siste 10 år ikke har kommet melding til handelsregisteret om et registrert aksjeselskap eller kommandittaksjeselskap, og registerføreren ikke vet at selskapets virksomhet fortsatt består, kan registerføreren kunngjøre at selskapet vil bli slettet av registeret dersom det ikke innen 3 måneder fra kunngjøringen melder fra til handelsregisteret at virksomheten fortsatt består. Kunngjøringen skal rykkes inn én gang i Norsk lysingsblad og i en avis som er alminnelig lest på stedet. Er svar ikke gitt innen fristen, skal slettelse i registeret foretas. Slettelsen kunngjøres som nevnt i annet punktum. Utgiftene ved kunngjøringene dekkes av staten. Departementet​2 kan gi forskrifter om nærmere undersøkelser før kunngjøring foretas.\nEr virksomheten ikke opphørt, anses selskapet som ikke registrert for tiden etter slettelsen. Slettelsen får ikke betydning for et aksjeselskaps eller kommandittaksjeselskaps rettsevne eller styremedlemmenes personlige ansvar. Dersom selskapet innen 6 måneder etter at slettelsen er kunngjort, sender melding til handelsregisteret om at virksomheten fortsatt består, har selskapet fortrinnsrett til det tidligere firma. Registrering av meldingen skjer uten omkostninger for melderen.\nFor melding om gjeninnføring i handelsregisteret som sendes inn etter utløpet av 6 månedersfristen i annet ledd, dekkes kostnadene ved registreringen av melderen. Ny dokumentavgift skal ikke betales. Slik melding settes opp i samsvar med § 21 tredje ledd dersom § 10 annet ledd er til hinder for at selskapet registreres under samme firma.\nReglene i første til tredje ledd får tilsvarende anvendelse på andre registrerte virksomheter enn aksjeselskaper og kommandittaksjeselskaper hvis det i de siste 20 år ikke har kommet melding til handelsregisteret om virksomheten, og registerføreren ikke vet at virksomheten fortsatt består.\nVirksomhet som nevnt i § 8, jfr. § 35 første og annet ledd, er fortsatt anmeldelsespliktig dersom det viser seg at virksomheten ikke er opphørt eller virksomheten senere gjenopptas.\n1 Opphevd ved strl.ikrl. § 3, tilføyd igjen ved lov 10 juni 1977 nr. 68.\n2 Handelsdept. (Forskr. gitt 6 mars 1978.)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "Har Indehaveren af et i Handelsregistret indført Firma givet Nogen en Fuldmagt, der udtrykkelig betegner sig som Prokura, eller har han paa anden Maade betegnet Nogen som sin Prokurist, er denne bemyndiget til i Alt, hvad der hører til Driften af Fuldmagtsgiverens Forretning, at handle paa hans Vegne og tegne Firmaet.​1 Dog maa Prokuristen ikke uden udtrykkelig Bemyndigelse afhænde eller behæfte Fuldmagtsgiverens faste Eiendomme.\n1 Jfr. § 27 og konkurslov § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "content": "Prokura kan meddeles flere Personer saaledes, at den kun kan benyttes af disse i Forening (Kollektivprokura).\n1 Jfr. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "content": "Den Prokuristen i Medfør af § 25 tilkommende Beføielse kan ikke med Retsvirkning ligeoverfor godtroende Trediemand indskrænkes til bestemt Tid eller paa anden Maade begrænses.\n1 Jfr. lov 31 mai 1918 nr. 4 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "content": "Prokuristen bør, naar han meddeler Underskrift, til Firmaet føie et Tillæg, der antyder Prokuraforholdet (pr. procura, p.p. eller anden Forkortelse af disse Ord), samt tillige undertegne sit Navn. Ved Kollektivprokura​1 bliver at iagttage, hvad der med Hensyn til Antallet af Underskrifter er foreskrevet ved Prokuraens Meddelelse.\n1 Se § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "En Prokurist kan ikke overføre Prokuraen til en anden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Prokura kan til enhver Tid tilbagekaldes. Fuldmagtsgiverens Død medfører ikke Prokuraens Ophør.\n1 Se lov 31 mai 1918 nr. 4 § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "content": "Prokura kan af Fuldmagtsgiveren anmeldes til det Handelsregister, hvori Firmaet er indført, men maa i saa Fald ikke indeholde nogen Begrænsning eller noget Forbehold, der ikke er hjemlet ved §§ 25 og 26.\nSamtidig med, at Prokuraen anmeldes, skal Prokuristen tegne Firmaet og sin Underskrift i Handelsregistret eller i et særligt Tillæg til samme, forsaavidt det ikke er skeet paa Anmeldelsen.​1\n1 Jfr. § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "content": "Forandringer i eller Tilbagekaldelse af en anmeldt Prokura skal anmeldes til Handelsregistret.\n1 Jfr. § 21 og lov 31 mai 1918 nr. 4 § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "content": "Ved Anvendelsen af Bestemmelserne i denne Lov bliver følgende at iagttage:\na. Med kommandittselskap forstås i loven her kommandittselskap etter selskapsloven.\nb. At der, uden at derom sker Anmeldelse til Handelsregistret, af Nogen er gjort Indskud i den paagjældende Forretning, er uden Indflydelse paa de angaaende indehaverne af saadan Forretning, være sig Enkeltmand eller Selskab, i denne Lov indeholdte Bestemmelser.\nc. Som Selskab med begrænset Ansvar betragtes ethvert Selskab med flere end tyve Medlemmer eller med vexlende Medlemsantal eller vexlende Kapital (Forbrugs- og Produktionsforeninger o. desl.), selv om dets Medlemmer er fuldt ansvarlige.​2\nNår ikke annet er sagt, gjelder bestemmelsene om selskaper med begrenset ansvar også for virksomhet som er organisert etter lov om visse statsbedrifter m.m.​3\n1 Endret ved lov 25 juni 1965 nr. 3, 21 juni 1985 nr 83 (i kraft 1 juli 1986).\n2 Jfr. lov 8 mars 1935 § 13.\n3 Se lov 25 juni 1965 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "content": "Det Sted, hvor et Selskabs Forretningskontor ifølge den i Handelsregistret indførte Anmeldelse findes, ansees i alle Selskabets retslige Anliggender som dets Hjemsted.​2\n1 Endret ved lov 14 aug. 1918 nr. 4.\n2 Jfr. rettergangsl. §§ 21 og 27 og domstols. § 170.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "content": "Som handlende eller like med handlende anses i denne lov:​2\na. Enhver, enkeltmann, selskap, stiftelse eller annen sammenslutning som driver handelsvirksomhet med dertil innkjøpte varer, eller som søker stadig erverv ved å drive forlagsvirksomhet, assuranseforretning mot premie, assuranseagentur i kjøpstad eller ladested, eller spedisjon, eller som driver fabrikk eller bergverk.\nb. Aksjeselskaper.\nc. Ansvarlige selskap og kommandittselskaper etter selskapsloven.\nd. Sparebanker.​3\ne. Fonds- og aktiemæglere,​4 skibsmeglere, varemeglere og eiendomsmeglere.​5\nUndtatt er selskaper, hvis vedtekter er fastsatt ved lov.​6\nHandlende som ikke er anmeldelsespliktige og selskaper med begrenset ansvar som ikke driver handel, men har økonomisk formål, samt håndverkere kan dog foreta anmeldelse til handelsregistret og blir da i det hele underkastet denne lovs bestemmelser. Det samme gjelder stiftelser som ikke er anmeldelsespliktige, men som driver næringsvirksomhet selv (jfr. lov om stiftelser m.m. § 24 første ledd nr. 2).\n1 Endret ved lover 14 aug. 1918 nr. 6, 19 juni 1931 nr. 20, 6 juli 1955 nr. 6, 26 mai 1978 nr. 23, 23 mai 1980 nr. 11, 6 juni 1980 nr. 21, 26 mars 1982 nr. 3 og 3 juni 1983 nr. 41 (i kraft 1 jan. 1984), 21 juni 1985 nr 83 (i kraft 1 juli 1986).\n2 Jfr. konkurslov § 4, lov 24 mai 1907 nr. 2 § 4.\n3 Se lover 24 mai 1961 nr. 1.\n4 Se lov 14 aug. 1918 nr. 5 § 1.\n5 Se lov 24 juni 1938 nr. 13.\n6 Se lover 23 april 1892 og 19 juni 1931 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "title": "(Ophevet ved sportellov 6 aug. 1897 § 179.)",
      "content": "§ 36.(Ophevet ved sportellov 6 aug. 1897 § 179.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "content": "Denne Lov, der træder i Kraft den 1ste Januar næste Aar, finder ogsaa Anvendelse paa bestaaende Firmaer med følgende nærmere Bestemmelser;\n1. De bliver at anmelde i Henhold til denne Lov inden 3 Maaneder efter, at den er traadt i Kraft. Forsaavidt Anmeldelse tidligere har fundet Sted i Henhold til Lov om Firmaregistre af 3die Juni 1874, bliver Registreringen at foretage uden Betaling. Kundgjørelse er derhos ufornøden, hvor den nye Anmeldelse ikke indeholder andet, end hvad der tidligere er anmeldt og kundgjort; Forandring af Bopæl kommer herved ikke i Betragtning.\n2. De kan anmeldes med de samme Vilkaar og Begrænsninger, hvormed de tidligere lovlig er anmeldte, og kan, forsaavidt de hidtil har været lovlig førte, optages i Handelsregistret, selv om de ikke fyldestgjør Forskrifterne i denne Lovs §§ 9 og 10. Dog skal der i ethvert Fald, hvor Indehavere af en Forretning har begrænset sit personlige Ansvar, uden at dette har fundet sit Udtryk i det brugte Firma, til samme føies Tillægget «begrænset Ansvar» eller «limiteret» eller, forsaavidt angaar et Aktieselskab eller et Kommanditaktieselskab, et Selskabets Egenskab som saadant betegnet Udtryk.\nLov om Firmaregistre af 3die Juni 1874 ophæves fra 1ste Januar næste Aar. Efter Udløbet af den i nærværende Paragraf No. 1 satte Frist træder ogsaa de i Henhold til nævnte Lov stedfundne Anmeldelser ud af Kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "I Kjøbstæderne og Ladestederne skal der af [Magistraten]​1 og paa Landet af [Fogden]​2 føres et Handelsregister, i hvilket bliver at indføre de Anmeldelser, som omhandles i denne Lov,​3 eller hvis Optagelse i Registret ellers maatte blive lovhjemlet.​4\n1 Se lov 9 mars 1917 § 13.\n2 Se lov 21 juli 1894 nr. 5 §§ 3 a og 4 a.\n3 Se §§ 8, 21, 31, 32, 35 i.f.\n4 Se lover 28 nov. 1898 §§ 14, 23 og 36, 29 juli 1911 nr. 1 §§ 17, 21, 48, 61, 62 og 71, 10 juli 1936 nr. 5 § 9, 4 feb. 1960 nr. 1 §§ 5 og 66 og nr. 2 §§ 7 og 86, 4 juni 1976 nr. 59 § 16-1, konkursl. §§ 36 og 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Melding til handelsregistret skal gis skriftlig​2 i samsvar med de regler som vedkommende departement​3 fastsetter, og være ledsaget av betaling for registrering​4 og kunngjøring.​5\nFor så vidt anmelderne ikke gir personlig møte for registreringsmyndigheten, skal deres underskrifter være bekreftet av notarius publicus,​6 lensmann, autorisert lensmannsbetjent, advokat, autorisert advokatfullmektig eller forliksmann.\n1 Endret ved lover 7 juni 1946 nr. 2, 23 juni 1950 nr. 4, 4 des. 1964 nr. 2.\n2 Se § 16 i.f.\n3 Handelsdepartementet.\n4 Se sportellov § 61.\n5 Se § 4.\n6 Se lov 14 aug. 1918 nr. 4 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Er en melding ikke i samsvar med de bestemmelser som er gitt i eller i medhold av denne lov, eller inneholder den noe, hvis innførelse i registret ikke er lovheimlet, skal den avvises.​2\nRegistreringsmyndigheden skal, forsaavidt Anmelderens Adresse er opgivet eller kjendt, snarest muligt meddele ham Underretning om Afvisningen og Grunden til samme.\nVedtak om avvisning kan melderen påklage til vedkommende departement​3 etter reglene i forvaltningsloven.\n1 Endret ved lover 7 juni 1946 nr. 2, 9 mars 1962 nr. 1, 19 juni 1969 nr. 54.\n2 Jfr. lover 29 juli 1911 nr. 1 § 63, 4 juni 1976 nr. 59 § 16-1.\n3 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Den Myndighed, som forestaar Handelsregistrets Førelse, skal uopholdelig lade enhver i Registret indført Anmeldelse indrykke i den offentlige Kundgjørelsestidende.​1 Kundgjørelsen skal, naar ikke andet særlig er fastsat i Loven,​2 omfatte Anmeldelsens hele Indhold, men ikke de samme vedlagte Bilag.​3 Anmeldelser som skjer i henhold til lov om gjeldsforhandling og konkurs, kunngjøres ikke.​4\n1 Endret ved lover 9 april 1976 nr. 17, 17 des. 1982 nr. 86, 8 juni 1984 nr 60 (i kraft 1 jan 1986). – Se lov 11 okt. 1946 nr. 1.\n2 Jfr. § 18, siste punktum og § 37 nr. 1.\n3 Jfr. §§ 22, 31, siste ledd samt 21 i.f.\n4 Se konkursl. §§ 36, 79 og 139.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "De nærmere Regler om Handelsregistrets Førelse gives af Kongen eller den, han dertil bemyndiger.​2 På samme måte kan fornøden bestemmelse treffes om de i § 4 omhandlede kunngjøringer. Kongen​3 kan også ved forskrift eller i det enkelte tilfelle bestemme at en funksjonær ved handelsregisteret kan gis fullmakt til å underskrive firmaattester eller anta enkle firmameldinger til registrering.\n1 Endret ved lov 6 juni 1980 nr. 21.\n2 Handelsdept. iflg. res. 29 juli 1890.\n3 Justisdept. iflg. res. 21 nov. 1980.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Antager nogen, at en i Handelsregistret optagen Anmeldelse er ham til Skade, hører Spørgsmaalet om Anmeldelsens Udslettelse under Domstolenes Afgjørelse.​1\n1 Se § 21, nestsiste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Det, som overensstemmende med denne Lov er bleven registreret og kundgjort, skal ansees for at være kommet til Trediemands Kundskab, medmindre han efter Omstændighederne maa antages at have været uvidende derom, uden at dette kan lægges ham tillast som Mangel paa tilbørlig Agtpaagivenhed.\nSaalænge Kundgjørelse ikke har fundet Sted, kan det Forhold, der er eller skulde have været anmeldt, ikke gjøres gjældende mod Trediemand, medmindre det bevises, at han har havt Kundskab derom.\n1 Jfr. lov 31 mai 1918 nr. 4 § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Enhver, der driver saadan Handel eller dermed ligestillet Virksomhed, som omhandles i § 35, er pligtig til at anmelde​2 til Handelsregistret det Navn, hvorunder Forretningen drives og Underskrift med Hensyn til samme meddeles (Firma).\nForsaavidt angaar Aktieselskaber og andre Selskaber med begrænset Ansvar,​3 paahviler Anmeldelsespligten Selskabets Bestyrelse; for andre Selskabers Vedkommende paahviler den samtlige fuldt ansvarlige Medlemmer.\nMed aksjeselskap forstås i denne lov selskap som går inn under lov om aksjeselskaper.\n1 Endret ved lov 6 juli 1957 nr. 6.\n2 Se strl. § 339 nr. 1. Jfr. nærværende lovs § 35, siste punktum.\n3 Se § 33 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Enkeltmands Firma skal indeholde hans Efternavn med eller uden Fornavn. Det maa ikke indeholde noget, som antyder et Selskabsforhold, eller at Ansvaret er begrænset.\nEt ansvarlig selskaps firma skal inneholde ordene «ansvarlig selskap» eller forkortelsen «ANS». Et kommandittselskaps​2 firma skal inneholde ordet «kommandittselskap» eller forkortelsen «KS». Har deltakerne i det ansvarlige selskap delt ansvar for selskapets forpliktelser, skal firmaet inneholde ordene «selskap med delt ansvar» eller forkortelsen «DA».\nEt Aktieselskabs Firma skal betegne Selskabets Egenskab af Aktieselskab.\nAndre Selskaber med begrænset Ansvar​3 skal i sit Firma optage et Virksomheden betegnende Udtryk; saadant Firma maa ikke indeholde noget Personnavn.\nEn næringsdrivende stiftelses firma skal inneholde betegnelsen stiftelse eller selveiende institusjon.\nEt foretaks firma må ikke inneholde annen foretaksbetegnelse enn den som angir foretakets egen ansvarsform. Departementet kan gi nærmere regler om utforming av firma.\n1 Endret ved lover 23 mai 1980 nr 11, 21 juni 1985 nr 83 (i kraft 1 juli 1986), 12 juni 1987 nr 50. – Se § 37 nr 2. Jf §§ 10-13 samt 33 b.\n2 Se § 33 a.\n3 Se § 33 c. Jfr. lover 4 feb. 1960 nr. 1 § 2 og nr. 2 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Ingen maa i sit Firma uden Hjemmel optage Andenmands Navn eller Navnet paa Andenmands faste Eiendom. Et Firma maa ikke indeholde Angivelse af Foretagender, der ikke staar i Forbindelse med Forretningen; ei heller maa et Firma, som angiver en bestemt Art af Forretning, bibeholdes uforandret, naar denne er væsentlig forandret.\nEt Firma skal tydelig adskille sig fra andre i samme Kommune bestaaende og i Registret indførte Firmaer. Den, som anmelder et Firma, hvori hans Navn findes, skal derfor, naar det samme Firma allerede er indført i Registret for nogen anden i samme Kommune, ved et Tillæg til sit Navn eller paa anden Maade tydelig adskille sit Firma fra det ældre.\n1 Se § 37 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Enke, som fortsætter sin afdøde Mands Forretning, samt Ægtemand som fortsætter den af hans Hustru før eller under Ægteskabet drevne Forretning, kan benytte Firmaet uforandret. Arvinger, som med fuldt personligt Ansvar fortsætter den Afdødes Forretning, har samme Ret, saafremt den Afdøde har tilladt det, eller, om han er død uden at have taget anden Bestemmelse, alle Arvinger samtykker deri.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Indtræder nogen som Medlem i en bestaaende Forretning, der hidtil har været drevet af Enkeltmand, et ansvarligt Selskab eller et Kommanditselskab​1 kan Firmaet vedblivende føres uforandret. Det samme gjælder, hvis et Medlem udtræder af et ansvarligt Selskab eller af et Kommanditselskab; dog maa hans Navn ikke beholdes i Firmaet, medmindre han har tilladt det, eller, hvis han er død uden at have taget anden Bestemmelse, alle hans Arvinger samtykker deri.\n1 Se § 33 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Udenfor de ovennævnte Tilfælde​1 kan Overdragelse af Firma ikke finde Sted. Dog skal det ved Overdragelse til Enkeltmand, ansvarligt Selskab eller Kommanditselskab​2 af en af de i § 12 omhandlede Forretninger være tilladt at vedtage, at den nye Indehaver bibeholder Firmaet med et Tillæg, som antyder Efterfølgerforholdet.\n1 Se §§ 11 og 12.\n2 Se § 33 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Er det vedtaget i et ansvarligt Selskab, at Retten til at tegne Firmaet kun kan udøves af flere Medlemmer i Forening,​1 bør de, som er berettigede til at tegne Firmaet, tillige underskrive sine Navne.\nFirmategning for et Aktieselskab eller andet Selskab med begrænset Ansvar​2 bør være ledsaget af Underskrift af dem, der er berettigede til at tegne Firmaet.\n1 Se § 18 nr. 6. Jfr. også § 26.\n2 Se § 33 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Stilles en Forretning under Bestyrelse af Tillidsmænd (Likvidatorer, Administratorer) med Ret for dem til at tegne Firmaet, eller fortsettes en Forretning efter Indehaverens Død midlertidig af Arvingerne, bør Firmategningen ske paa saadan Maade, at det forandrede Forhold deraf fremgaar.\n1 Jfr. lov 29 juli 1911 nr. 1 § 56, konkursl. §§ 14, 81 og 119.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Anmeldelsen af Firma skal, før Forretningen træder i Virksomhed ske til Handelsregistret i den Kreds (§ 1), hvor Forretningskontoret findes. Det samme gjælder, naar der oprettes en under særskilt Bestyrelse staaende Forretningsafdeling (Filial); ligger Filialen ikke i samme Kreds som Hovedkontoret, skal vedkommende Myndighed snarest muligt efter Anmeldelsens Registrering bekjendtgjøre Anmeldelsen i den offentlige Kundgjørelsestidende​1 og oversende den til Optagelse i Handelsregistret i den Kreds, hvor Filialen er beliggende. Udenlandsk Forretnings Filial betragtes som selvstændig Forretning og skal anmeldes af sin Bestyrelse.​2\nAnmeldelsen skal være underskreven af samtlige anmeldelsespligtige Personer.​3\n1 Se lov 11 okt. 1940 nr. 1.\n2 Jfr. lov 29 juli 1911 nr. 1 § 100.\n3 Se § 8 og 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Enkeltmands Anmeldelse skal foruden Firmaet angive:\n1. Hans fulle navn og bopel og det samme for daglig leder dersom foretaket har dette.\n2. Forretningens almindelige Beskaffenhed samt\n3. Den kommune hvor forretningskontoret (filialen) finnes, og dettes adresse.\n1 Endret ved lov 6 juni 1980 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "(1) Melding om ansvarlig selskap skal inneholde opplysninger om:\n1. Firmaet.\n2. Samtlige deltakeres navn og bopel. Dette gjelder likevel ikke stille deltaker.\n3. Selskapets formål.\n4. Den kommune der selskapet har sitt forretningskontor og selskapets forretningsadresse.\n5. Ansvarformen når avtale om denne foreligger.\n6. Hvem som har rett til å tegne selskapets firma når avtale om dette foreligger.​2\n7. Styremedlemmenes og varamedlemmenes navn og bopel når selskapet har styre.\n8. Daglig leders navn og bopel når selskapet har daglig leder.\n9. Revisors navn og forretningsadresse når selskapet har revisor.\n10. Rett til eierskifte for selskapsandeler når avtale om dette foreligger.\n(2) Melding om kommandittselskap​3 skal ved siden av opplysningene i første ledd inneholde opplysninger om:\n11. Selskapskapitalen og hvor mye av den som er innbetalt.\n12. Den enkelte deltakers innskudd, hvor mye av dette som er innbetalt, og om innbetaling av resten når avtale om dette foreligger.\n13. Bestemmelser som nevnt i selskapsloven § 3-3 når avtale om dette foreligger.\n(3) Som vedlegg til meldingen skal følge:\na. Bekreftet gjenpart av selskapsavtalen.\nb. Legitimasjon for styremedlemmer.\nc. Erklæring fra revisor om at han har påtatt seg vervet.\n(4) Som vedlegg til melding om kommandittselskap skal dessuten følge:\nd. Erklæring fra kommandittistene om at meldingen skjer med deres samtykke.​4\ne. Erklæring fra revisor om at de opplysninger som er gitt om selskapskapitalens innbetaling, er riktige. Skal selskapet i henhold til selskapsavtalen overta andre formuesverdier enn penger mot vederlag i andeler eller på annen måte, kan selskapet ikke registreres før det foreligger uttalelse fra revisor om at avtalen ikke strider mot selskapsloven § 3-3 tredje ledd.\n1 Endret ved lover 6 juli 1957 nr. 6, 4 juni 1976 nr. 59, 6 juni 1980 nr. 21, 21 juni 1985 nr 83 (i kraft 1 juli 1986).\n2 Jfr. § 14.\n3 Se § 33 a.\n4 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Melding av aksjeselskap skal inneholde;\n1. Firmaet.\n2. Dagen for den konstituerende generalforsamling.\n3. Selskapets formål. I den utstrekning selskapet ved sin virksomhet ikke har til formål å skaffe aksjeeierne økonomisk utbytte, skal anmeldelsen inneholde opplysning om anvendelse av overskott og av formue ved likvidasjon.\n4. Den kommune der selskapet skal ha sitt forretningskontor, og dettes adresse.\n5. Aksjekapitalen og hvor mye av den som er innbetalt.\n6. Aksjenes antall og størrelse.\n7. Styremedlemmenes og i tilfelle varamennenes navn og bopel og hvem som er styrets formann.\n8. Administrerende direktørs navn og bopel.\n9. Revisors og i tilfelle varamanns navn og næringsadresse.\n10. Om selskapets firma kan tegnes av andre enn styret og i tilfelle av hvem.​2 For firmategner som ikke er styremedlem eller administrerende direktør, skal navn og bopel angis.\n11. Om stiftelsesdokumentet inneholder noen bestemmelse som nevnt i aksjelovens § 2-4.\n12. Om aksjer i selskapet i henhold til vedtektene kan kreves innløst, og om innløsing kan gjennomføres etter reglene i aksjelovens § 6-4.\n13. Om det gjelder særlige regler om stemmerett på generalforsamlinger.\n14. Om det gjelder regler om overgang av aksjer som nevnt i aksjelovens §§ 3-3 og 3-4.\n15. Om det er ulike aksjeklasser i selskapet.\nSom bilag til meldingen skal følge:\na. Bekreftet gjenpart av protokollen for den konstituerende generalforsamling og det som er framlagt til protokollen.\nb. Selskapets vedtekter.\nc. Legitimasjon for styremedlemmene.​3\nd. Erklæring fra den valgte revisor om at han mottar vervet.\ne. Erklæring fra revisor om at de opplysninger som er gitt om aksjekapitalens innbetaling er riktige, og i tilfelle også erklæring som nevnt i aksjelovens § 2-9, annet ledd.\n1 Endret ved lover 6 juli 1957 nr. 6 og 4 juni 1976 nr. 59 (jfr. dens § 16-1).\n2 Jfr. § 14.\n3 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Det som i § 19 første ledd nr. 2-4 og 7-15 samt annet ledd er fastsatt om anmeldelse av et aksjeselskap, får tilsvarende anvendelse på andre selskaper med begrenset ansvar.​2 Anmeldelsen skal også inneholde opplysning om medlemmenes ansvar overfor tredjemann. Anmeldelsen må ikke inneholde noe om størrelsen av selskapets kapital.\nDet som i § 19 første ledd nr. 2 til 4 og 7 til 10 er fastsatt om anmeldelse av et aksjeselskap, gjelder tilsvarende for virksomhet organisert etter lov om visse statsbedrifter m.m.​3 Anmeldelsen skal dessuten gi opplysning om størrelsen av den fastsatte innskottskapital, og i tilfelle om denne helt eller delvis består av andre formuegjenstander enn penger. Som vedlegg til anmeldelsen skal følge vedtektene og en bekreftet gjenpart av Protokollen fra stiftelsen.\n1 Endret ved lover 6 juli 1957 nr. 6, 25 juni 1965 nr. 3, 4 juni 1976 nr. 59, 10 juni 1977 nr. 68.\n2 Se § 33 c.\n3 Se lov 25 juni 1965 nr. 3 §§ 4 og 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:20 a",
      "chapter": "2",
      "section": "20 a",
      "content": "Melding om næringsdrivende stiftelse (jfr. lov om stiftelser​2 m.m. §§ 24 og 26) skal inneholde:\n1. Firmaet.\n2. Stiftelsens navn og adresse.\n3. Stiftelsens formål og næringsvirksomhetens art.\n4. Den kommune der stiftelsen skal ha sitt forretningskontor, og kontorets adresse.\n5. Grunnkapitalens størrelse.\n6. Styremedlemmenes og i tilfelle varamennenes navn og bosted og hvem som er styrets formann.\n7. Forretningsførerens navn og bosted.\n8. Om firmaet kan tegnes av andre enn det samlede styre, og i tilfelle hvem. For en firmategner som ikke er styremedlem eller administrerende direktør, skal navn og bosted oppgis.\nSom bilag skal følge:\na. Bekreftet avskrift av den disposisjon som danner grunnlag for stiftelsen.\nb. Stiftelsens vedtekter. Har stiftelsen fått offentlig stadfestelse,​3 skal datoen for denne stadfestelsen opplyses.\nc. Legitimasjon for styremedlemmene og erklæring fra styret som nevnt i stiftelsesloven § 26 annet ledd tredje punktum.\nd. Erklæring fra den oppnevnte revisor om at han mottar vervet.\ne. Erklæring fra revisor om at de opplysninger som er gitt om innbetaling av grunnkapitalen er riktige, og i tilfelle også erklæring som nevnt i stiftelsesloven § 26 annet ledd tredje punktum.\n1 Tilføyet ved lov 23 mai 1980 nr. 11.\n2 Lov 23 mai 1980 nr. 11.\n3 Jfr. lov 23 mai 1980 nr. 11 kap. III.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20 a."
      }
    },
    {
      "provision_ref": "2:20 b",
      "chapter": "2",
      "section": "20 b",
      "content": "Dersom et foretak som er registrert i handelsregisteret, har et eller flere utsalgssteder som nevnt i lov 6 juni 1980 nr. 21 om handelsvirksomhet § 1-4, skal dette meldes til handelsregisteret i den kommune hvor foretaket er registrert. Ligger utsalgsstedet i en annen kommune, skal dette oppgis i meldingen. Handelsregisteret skal i slike tilfelle sende kopi av meldingen til handelsregisteret i den kommunen hvor utsalgsstedet ligger.\nMeldingen skal inneholde opplysning om utsalgsstedets adresse. Flytting og nedlegging av utsalgsstedet skal meldes på samme måte.\nMelding som bare inneholder opplysninger som nevnt i denne paragraf, skal ikke kunngjøres.\n1 Tilføyet ved lov 6 juni 1980 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20b",
        "source_heading": "§ 20 b."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Sker Forandring i noget Forhold, hvorom Tilførsel er gjort i Handelsregistret, eller indtræder noget af de i § 15 omhandlede Forhold, skal Anmeldelse herom snarest muligt gjøres​2 under Iagttagelse af Forskrifterne om Fremgangsmaaden ved Anmeldelse af Firma;​3 dog behøver Forandring af Bopæl ikke at anmeldes. Foregaar der ellers nogen Forandring i Vedtægterne for et af de i § 19, jfr. § 18 andet Led, eller i § 20 omhandlede Selskaber, skal Dagen for den besluttede Forandring anmeldes og et Exemplar af Beslutningen vedlægges. Ved melding om forhøyelse av aksjekapitalen og andre meldinger om innbetaling av aksjekapital gjelder § 19 annet ledd bokstav e tilsvarende. Skjer det noen forandring i selskapsavtalen for ansvarlige selskap eller kommandittselskap, skal den endrete selskapsavtalen vedlegges. Ved melding om innbetaling av innskuddsforpliktelse i kommandittselskap gjelder § 18 fjerde ledd bokstav e tilsvarende.\nNaar Forretningen ophører, paahviler Anmeldelsespligten enhver, som ved den Tid var Indehaver af eller ansvarlig Deltager i samme, eller, forsaavidt angaar Aktieselskab eller andet Selskab med begrænset Ansvar,​4 Medlem af dets Bestyrelse. Dør Indehaveren af en Forretning, paahviler Anmeldelsespligten hans Bo; ophører et ansvarligt Selskab paa Grund af et Medlems Død, paahviler Anmeldelsespligten saavel de andre ansvarlige Medlemmer som den afdødes Bo. Naar der er Spørgsmaal om andre Forandringer end Forretningens Ophør, paahviler Anmeldelsespligten enhver, som efter Forandringen er Indehaver af eller ansvarlig Deltager i Forretningen eller, forsaavidt angaar Aktieselskab eller andet Selskab med begrænset Ansvar,​4 Medlem af dets Bestyrelse. Revisor kan selv melde sin avgang. Det samme gjelder for styremedlem og administrerende direktør i aksjeselskap, og for styremedlem og daglig leder i ansvarlig selskap og kommandittselskap.\nFlyttes Forretningen til en anden Kommune, eller forandres selve Firmaet, skal tillige fuldstændig Firmaanmeldelse​5 gjøres.\nEr det ved Dom​6 blevet afgjort, at en Anmeldelse ikke burde have været optagen i Handelsregistret, eller at et Forhold, hvorom Tilførsel er gjort i dette, er forandret eller ophørt, skal der herom paa Forlangende af nogen af Parterne i Registret optages en Bemærkning, der bliver at kundgjøre overensstemmende med § 4.\n1 Endret ved lover 4 juni 1976 nr. 59, 8 juni 1984 nr 60 (i kraft 1 jan 1986), 21 juni 1985 nr 83 (i kraft 1 juli 1986). – Jfr. lov 29 juli 1911 nr. 1 §§ 48 i.f., 61 og 62.\n2 Se strl. § 339 nr. 1.\n3 Se §§ 2 og 16.\n4 Se § 33 c.\n5 Se § 17-20.\n6 Se § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Samtidig med, at et Firma anmeldes, skal de, der er berettigede til at tegne Firmaet, egenhændig indskrive Firmategningen​1 i Handelsregistret eller i et særligt Tillæg til dette, forsaavidt saadan Firmategning ikke er meddelt paa Anmeldelsen.​2 Paa Samme Maade forholdes, naar der sker Anmeldelse om, at Nogen faar Ret til at tegne et tidligere anmeldt Firma.\n1 Jfr. §§ 14 og 15.\n2 Jfr. § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Det offentlige kan få den som undlater å gjøre lovbefalt anmeldelse til handelsregistret, eller som, når hans anmeldelse er blitt avvist av registeret, undlater å gjøre ny anmeldelse, ved dom pålagt å inngi anmeldelsen.\nDen som er dømt til straff for sådan undlatelse, eller som har vedtatt forelegg, kan politiet pålegge å gjøre anmeldelsen innen en fastsatt frist under tvang av en daglig løpende mulkt.​2 Denne kan inndrives ved utpantning.​3\n1 Tilføiet ved lov 19 juni 1931 nr. 20.\n2 Jfr. tvangsfullbl. § 239.\n3 Se tvangsfullbl. kap 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "Hvis det i de siste 10 år ikke har kommet melding til handelsregisteret om et registrert aksjeselskap eller kommandittaksjeselskap, og registerføreren ikke vet at selskapets virksomhet fortsatt består, kan registerføreren kunngjøre at selskapet vil bli slettet av registeret dersom det ikke innen 3 måneder fra kunngjøringen melder fra til handelsregisteret at virksomheten fortsatt består. Kunngjøringen skal rykkes inn én gang i Norsk lysingsblad og i en avis som er alminnelig lest på stedet. Er svar ikke gitt innen fristen, skal slettelse i registeret foretas. Slettelsen kunngjøres som nevnt i annet punktum. Utgiftene ved kunngjøringene dekkes av staten. Departementet​2 kan gi forskrifter om nærmere undersøkelser før kunngjøring foretas.\nEr virksomheten ikke opphørt, anses selskapet som ikke registrert for tiden etter slettelsen. Slettelsen får ikke betydning for et aksjeselskaps eller kommandittaksjeselskaps rettsevne eller styremedlemmenes personlige ansvar. Dersom selskapet innen 6 måneder etter at slettelsen er kunngjort, sender melding til handelsregisteret om at virksomheten fortsatt består, har selskapet fortrinnsrett til det tidligere firma. Registrering av meldingen skjer uten omkostninger for melderen.\nFor melding om gjeninnføring i handelsregisteret som sendes inn etter utløpet av 6 månedersfristen i annet ledd, dekkes kostnadene ved registreringen av melderen. Ny dokumentavgift skal ikke betales. Slik melding settes opp i samsvar med § 21 tredje ledd dersom § 10 annet ledd er til hinder for at selskapet registreres under samme firma.\nReglene i første til tredje ledd får tilsvarende anvendelse på andre registrerte virksomheter enn aksjeselskaper og kommandittaksjeselskaper hvis det i de siste 20 år ikke har kommet melding til handelsregisteret om virksomheten, og registerføreren ikke vet at virksomheten fortsatt består.\nVirksomhet som nevnt i § 8, jfr. § 35 første og annet ledd, er fortsatt anmeldelsespliktig dersom det viser seg at virksomheten ikke er opphørt eller virksomheten senere gjenopptas.\n1 Opphevd ved strl.ikrl. § 3, tilføyd igjen ved lov 10 juni 1977 nr. 68.\n2 Handelsdept. (Forskr. gitt 6 mars 1978.)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "Har Indehaveren af et i Handelsregistret indført Firma givet Nogen en Fuldmagt, der udtrykkelig betegner sig som Prokura, eller har han paa anden Maade betegnet Nogen som sin Prokurist, er denne bemyndiget til i Alt, hvad der hører til Driften af Fuldmagtsgiverens Forretning, at handle paa hans Vegne og tegne Firmaet.​1 Dog maa Prokuristen ikke uden udtrykkelig Bemyndigelse afhænde eller behæfte Fuldmagtsgiverens faste Eiendomme.\n1 Jfr. § 27 og konkurslov § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "content": "Prokura kan meddeles flere Personer saaledes, at den kun kan benyttes af disse i Forening (Kollektivprokura).\n1 Jfr. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "content": "Den Prokuristen i Medfør af § 25 tilkommende Beføielse kan ikke med Retsvirkning ligeoverfor godtroende Trediemand indskrænkes til bestemt Tid eller paa anden Maade begrænses.\n1 Jfr. lov 31 mai 1918 nr. 4 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "content": "Prokuristen bør, naar han meddeler Underskrift, til Firmaet føie et Tillæg, der antyder Prokuraforholdet (pr. procura, p.p. eller anden Forkortelse af disse Ord), samt tillige undertegne sit Navn. Ved Kollektivprokura​1 bliver at iagttage, hvad der med Hensyn til Antallet af Underskrifter er foreskrevet ved Prokuraens Meddelelse.\n1 Se § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "En Prokurist kan ikke overføre Prokuraen til en anden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Prokura kan til enhver Tid tilbagekaldes. Fuldmagtsgiverens Død medfører ikke Prokuraens Ophør.\n1 Se lov 31 mai 1918 nr. 4 § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "content": "Prokura kan af Fuldmagtsgiveren anmeldes til det Handelsregister, hvori Firmaet er indført, men maa i saa Fald ikke indeholde nogen Begrænsning eller noget Forbehold, der ikke er hjemlet ved §§ 25 og 26.\nSamtidig med, at Prokuraen anmeldes, skal Prokuristen tegne Firmaet og sin Underskrift i Handelsregistret eller i et særligt Tillæg til samme, forsaavidt det ikke er skeet paa Anmeldelsen.​1\n1 Jfr. § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "content": "Forandringer i eller Tilbagekaldelse af en anmeldt Prokura skal anmeldes til Handelsregistret.\n1 Jfr. § 21 og lov 31 mai 1918 nr. 4 § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "content": "Ved Anvendelsen af Bestemmelserne i denne Lov bliver følgende at iagttage:\na. Med kommandittselskap forstås i loven her kommandittselskap etter selskapsloven.\nb. At der, uden at derom sker Anmeldelse til Handelsregistret, af Nogen er gjort Indskud i den paagjældende Forretning, er uden Indflydelse paa de angaaende indehaverne af saadan Forretning, være sig Enkeltmand eller Selskab, i denne Lov indeholdte Bestemmelser.\nc. Som Selskab med begrænset Ansvar betragtes ethvert Selskab med flere end tyve Medlemmer eller med vexlende Medlemsantal eller vexlende Kapital (Forbrugs- og Produktionsforeninger o. desl.), selv om dets Medlemmer er fuldt ansvarlige.​2\nNår ikke annet er sagt, gjelder bestemmelsene om selskaper med begrenset ansvar også for virksomhet som er organisert etter lov om visse statsbedrifter m.m.​3\n1 Endret ved lov 25 juni 1965 nr. 3, 21 juni 1985 nr 83 (i kraft 1 juli 1986).\n2 Jfr. lov 8 mars 1935 § 13.\n3 Se lov 25 juni 1965 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "content": "Det Sted, hvor et Selskabs Forretningskontor ifølge den i Handelsregistret indførte Anmeldelse findes, ansees i alle Selskabets retslige Anliggender som dets Hjemsted.​2\n1 Endret ved lov 14 aug. 1918 nr. 4.\n2 Jfr. rettergangsl. §§ 21 og 27 og domstols. § 170.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "content": "Som handlende eller like med handlende anses i denne lov:​2\na. Enhver, enkeltmann, selskap, stiftelse eller annen sammenslutning som driver handelsvirksomhet med dertil innkjøpte varer, eller som søker stadig erverv ved å drive forlagsvirksomhet, assuranseforretning mot premie, assuranseagentur i kjøpstad eller ladested, eller spedisjon, eller som driver fabrikk eller bergverk.\nb. Aksjeselskaper.\nc. Ansvarlige selskap og kommandittselskaper etter selskapsloven.\nd. Sparebanker.​3\ne. Fonds- og aktiemæglere,​4 skibsmeglere, varemeglere og eiendomsmeglere.​5\nUndtatt er selskaper, hvis vedtekter er fastsatt ved lov.​6\nHandlende som ikke er anmeldelsespliktige og selskaper med begrenset ansvar som ikke driver handel, men har økonomisk formål, samt håndverkere kan dog foreta anmeldelse til handelsregistret og blir da i det hele underkastet denne lovs bestemmelser. Det samme gjelder stiftelser som ikke er anmeldelsespliktige, men som driver næringsvirksomhet selv (jfr. lov om stiftelser m.m. § 24 første ledd nr. 2).\n1 Endret ved lover 14 aug. 1918 nr. 6, 19 juni 1931 nr. 20, 6 juli 1955 nr. 6, 26 mai 1978 nr. 23, 23 mai 1980 nr. 11, 6 juni 1980 nr. 21, 26 mars 1982 nr. 3 og 3 juni 1983 nr. 41 (i kraft 1 jan. 1984), 21 juni 1985 nr 83 (i kraft 1 juli 1986).\n2 Jfr. konkurslov § 4, lov 24 mai 1907 nr. 2 § 4.\n3 Se lover 24 mai 1961 nr. 1.\n4 Se lov 14 aug. 1918 nr. 5 § 1.\n5 Se lov 24 juni 1938 nr. 13.\n6 Se lover 23 april 1892 og 19 juni 1931 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "title": "(Ophevet ved sportellov 6 aug. 1897 § 179.)",
      "content": "§ 36.(Ophevet ved sportellov 6 aug. 1897 § 179.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "content": "Denne Lov, der træder i Kraft den 1ste Januar næste Aar, finder ogsaa Anvendelse paa bestaaende Firmaer med følgende nærmere Bestemmelser;\n1. De bliver at anmelde i Henhold til denne Lov inden 3 Maaneder efter, at den er traadt i Kraft. Forsaavidt Anmeldelse tidligere har fundet Sted i Henhold til Lov om Firmaregistre af 3die Juni 1874, bliver Registreringen at foretage uden Betaling. Kundgjørelse er derhos ufornøden, hvor den nye Anmeldelse ikke indeholder andet, end hvad der tidligere er anmeldt og kundgjort; Forandring af Bopæl kommer herved ikke i Betragtning.\n2. De kan anmeldes med de samme Vilkaar og Begrænsninger, hvormed de tidligere lovlig er anmeldte, og kan, forsaavidt de hidtil har været lovlig førte, optages i Handelsregistret, selv om de ikke fyldestgjør Forskrifterne i denne Lovs §§ 9 og 10. Dog skal der i ethvert Fald, hvor Indehavere af en Forretning har begrænset sit personlige Ansvar, uden at dette har fundet sit Udtryk i det brugte Firma, til samme føies Tillægget «begrænset Ansvar» eller «limiteret» eller, forsaavidt angaar et Aktieselskab eller et Kommanditaktieselskab, et Selskabets Egenskab som saadant betegnet Udtryk.\nLov om Firmaregistre af 3die Juni 1874 ophæves fra 1ste Januar næste Aar. Efter Udløbet af den i nærværende Paragraf No. 1 satte Frist træder ogsaa de i Henhold til nævnte Lov stedfundne Anmeldelser ud af Kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    }
  ]
}