{
  "id": "LOV-1976-06-04-63",
  "type": "statute",
  "title": "Lov om samferdsel.",
  "short_name": "Samferdselslova – samfll.",
  "status": "in_force",
  "issued_date": "1976-06-04",
  "in_force_date": "1976-06-04",
  "url": "https://lovdata.no/dokument/NLO/lov/1976-06-04-63",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Formålet med lova.",
      "content": "1. Føremålet med denne lova er, som ledd i den allmenne samfunnspolitikken, å fremje eit transporttilbod til ulike trafikantgrupper i ulike delar av landet.\n2. Lova tek sikte på ei samfunnsøkonomisk og rasjonell transportavvikling med vekt på ressursøkonomi og vern om det busetjings- og produksjonsmønsteret ein ønskjer.\n3. Lova skal og vere ein reiskap i arbeidet med å minske støy og miljøureining og skape større tryggleik i trafikken.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Kva lova gjeld.",
      "content": "1. Denne lova gjeld for transport med motorvogn og farty mellom stader i Noreg, jfr. likevel § 9.\n0 Endra med lov 8 aug 1986 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Persontransport i rute med motorvogn eller farty.",
      "content": "1. Den som mot vederlag vil drive persontransport med motorvogn eller farty i rute innanfor eit fylke, må​2 ha løyve frå fylkeskommunen. Løyve til riksvegferjer vert likevel gjeve av departementet.​3 Departementet gjev og løyve til rute som går gjennom to eller fleire fylke. Selskap som nemnt i § 24 b treng ikkje løyve. Anbod kan nyttast ved tildeling av løyve, for rutetrafikk med motorvogn og farty for persontransport, jf. § 24 a pkt. 5 andre punktum og § 24 c.\n2. Transporten reknast som rutetransport når han går føre seg mellom visse stader eller på visse strekningar til regelbundne tider, transporten framstår som open for ein ubestemt krins og den einskilde brukaren eller ei samanslutning av brukarar ikkje har styringsrett over transportmidlet.\n3. Departementet kan fastsetje at transport av skuleelevar med motorvogn eller farty skal reknast som rutetransport.\n4. Det trengs ikkje løyve etter første leddet for\na. transport med farty inntil 8 meter største lengde som svarar til 4 brutto registertonn\nb. farty i rutefart mellom Noreg og andre land som tek med personar mellom stader i Noreg,\nc. transport av personar med farty eller motorvogn når dei same personane følgjer med på heile turen og påstigings- og avstigingsstaden er den same. For slik transport med motorvogn krevst likevel løyve for transport utanom rute, jfr. § 7,\nd. transport med motorvogn så framt minst ei overnatting undervegs er teken med i den sams prisen og dei påmelde passasjerane følgjer med på heile turen frå utgangspunkt til endepunkt. For slik transport med motorvogn krevst likevel løyve for persontransport utanom rute, jfr § 7.\n5. Så framt departementet ikkje fastset det, krevst det heller ikkje løyve for transport av personar med farty innan eit hamnedistrikt med unntak av ferjedrift i riksvegsamband, dersom det med heimel i lov av 8. juni 1984 nr. 51 om havner og farvann er fastsett særskild løyveordning for ferje og fløtmannsverksemd.\n6. Den som har løyve for persontransport i rute kan samstundes og på same motorvogna utføre godstransport utan særskilt løyve, jfr. § 5.\n7. For løyve tildelt av fylkeskommunen med heimel i denne paragrafen, gjeld § 7 nr. 8 tilsvarande.\n8. Departementet kan i føresegner eller einskildvedtak​4 gjere unntak frå kravet om ruteløyve for lokal eller annan avgrensa transport.\n0 Endra med lover 8 aug 1986 nr. 57, 4 juli 1991 nr. 52, 11 juni 1993 nr. 85.\n1 Jfr. § 13.\n2 Jfr. § 26.\n3 Samferdselsdepartementet, etter res. 10 juni 1977.\n4 Jfr. lov 10 feb 1967 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Meir om ruteløyve.",
      "content": "1. – – –\n2. Meiner departementet​2 at transportomsyn eller transportøkonomiske grunnar gjer det turvande, kan det krevje at eit rettssubjekt med ruteløyve, innan ein fastsett frist, skal slutte seg saman med eit eller fleire andre rettssubjekt som har ruteløyve, eller at dei skal drive i lag etter fastsette retningsliner.\n3. – – –\n4. Er det eit selskap som har fått løyvet, skal det gi departementet melding om overdraging av aksjar eller partar, dersom overdraginga endrar aksje- eller partsfleirtalet i selskapet i eit slikt omfang at det i realiteten skjer ei løyveoverdraging. Departementet kan krevje at overføringa vert omgjort, eller at aksjane eller partane vert selde til nokon departementet kan godta når kravet vert framsett innan 3 månader frå melding vart motteken.​3\n0 Endra med lover 11 juni 1982 nr. 55, 8 aug 1986 nr. 57.\n1 Jfr. § 13.\n2 Samferdselsdepartementet, jfr. forskrift 8 des 1986 nr. 2170.\n3 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Godstransport med motorvogn.",
      "content": "1. Den som mot vederlag vil drive godstransport med motorvogn med tillatt totalvekt 3.500 kg eller meir, må​2 ha løyve frå departementet,​3 jf. likevel § 8. Det same gjeld den som utfører godstransport mot vederlag med motorvogn som elles er friteken frå kravet til løyve i medhald av § 8 nr. 1, når transporten kan sjåast som ledd i næringsverksemd.\n2. Som motorvogn vert rekna: lastebil, kombinert bil og trekkbil, tillatt brukt på offentleg veg.\n3. Løyve skal ikkje behovsprøvast.\n4. Departementet kan i føresegner​4 fastsetje unntak frå kravet om løyve for særskilde slag transportar eller motorvogner, og elles gjere slikt unntak i einskilde høve.\n0 Endra med lover 11 mai 1979 nr. 16, 11 juni 1982 nr. 55, 8 aug 1986 nr. 57, 15 juni 2001 nr. 88 (i kraft 1 okt 2001, etter res. 31 aug 2001 nr. 946).\n1 Jfr. § 13.\n2 Jfr. § 26.\n3 Samferdselsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 8 aug 1986 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Persontransport med motorvogn utanom rute.",
      "content": "1. Den som mot vederlag vil drive persontransport med motorvogn utanom rute, må​2 ha løyve frå fylkeskommunen, jf likevel § 8. Det same gjeld den som utfører persontransport mot vederlag på liknande måte som drosje når tilbod om transport vert retta til ålmenta på offentleg plass.\n2. Det krevst ikkje løyve når den som rår over ein personbil, tek med seg folk han arbeider saman med eller grannar når han køyrer mellom bustaden og arbeidsstaden. Likeins krevst det ikkje løyve for transport av sjuke eller skadde personar med godkjend ambulansevogn.\n3. Fylkeskommunen kan gjere unntak frå kravet om løyve for særskilde område der det ikkje synes vere tenleg å halde fast på ei reguleringsordning. Likeins kan fylkeskommunen bestemme at særskilde former for persontransport utanom rute, kan drivast utan løyve.\n4. Løyve etter første leddet kan avgrensast til å gjelde køyring med drosje, selskapsvogn, turvogn eller anna særskild køyring av personar utanom rute. Løyve for transport med turvogn skal ikkje behovsprøvast.\n5. Løyve for drosjekøyring gjeven til fysisk person fell bort når innehavaren fyller 70 år. Fylkeskommunen kan gjere unntak frå dette når det er viktig å halde ved lag ei naudsynt drosjeteneste.\n6. Fylkeskommunen kan gje påbod om at det skal skipast drosjesentralar og korleis dei skal drivast, om plikt til å betale innskot og avgift til sentralen, og om at sentralen skal ha rett til å fastsetje køyreordninga og gje andre reglar for verksemda. Føresegnene kan gjerast gjeldande både for løyvehavarar og førarar, og ha med pålegg om bruk av uniform.\n7. Departementet​3 kan gje føresegner​4 om korleis ei motorvogn skal vere utstyrt når ho vert nytta til løyvebunden transport etter denne paragrafen.\n8. For løyver tildelt med heimel i denne paragrafen, er det fylkeskommunen som gjer einskildvedtak​5 etter § 13 andre og tredje ledd, § 15 første og tredje ledd, § 16 og § 17 første, andre og fjerde ledd.\n9. – – –\n0 Endra med lover 8 aug 1986 nr. 57, 16 juni 1989 nr. 82, 4 juni 1993 nr. 61, 11 juni 1993 nr. 85, 15 juni 2001 nr. 88 (i kraft 1 okt 2001, etter res. 31 aug 2001 nr. 946).\n1 Jfr. § 13.\n2 Jfr. § 26.\n3 Samferdselsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Jfr. lov 10 feb 1967 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Eigentransport.",
      "content": "1. Det trengst ikkje løyve til transport av eige gods når transporten er ledd i anna næringsverksemd, anten det vert rekna direkte vederlag for transporten eller ikkje.\n2. Likt med eige gods reknar ein gods som vedkomande har eller får rådvelde over i samband med kjøp, sal, lån, leige, framstilling, behandling og reparasjon. Som transport av eige gods vert og rekna transport som ein entreprenør utfører i samband med bygg- og anleggsverksemd som han har teke på seg, og som kjem inn under lov frå 24. oktober 1952 om godkjenning av entreprenørar som driv med husbygging eller anna byggearbeid. Som eigentransport reknast òg transport som Posten Norge AS​2 utfører med eigne motorvogner.\n3. Det trengst ikkje løyve når ei verksemd tek eigne arbeidarar og tenestemenn til eller frå arbeidsstaden. Likeeins trengst det ikkje løyve når hotell eller liknande verksemd utfører transport av eigne overnattingsgjester.\n4. Når motorvogn vert nytta til transport etter tredje leddet, skal​3 ho vere registrert på verksemda eller bruksretten skal følgje av leasingkontrakt.\n5. Lastebil, kombinert bil og trekkbil med tillatt totalvekt 3.500 kg eller meir som vert nytta i transport av eige gods, anten som ledd i anna næringsverksemd eller ikkje, skal​3 vere utstyrt med eigentransporterklæring, som skal​3 takast med i motorvogna og synast fram ved kontroll. Det trengst ikkje eigentransporterklæring for statlege, fylkeskommunale og kommunale etatar sin eigentransport med eigne motorvogner.\n0 Endra med lover 11 mai 1979 nr. 16, 11 juni 1982 nr. 55, 8 aug 1986 nr. 57, 22 nov 1996 nr. 67 (i kraft 1 des 1996), 21 juni 2002 nr. 43 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 569).\n1 Jfr. § 13.\n2 Jfr. lov 21 junni 2002 nr. 43.\n3 Jfr. § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Transport med motorvogn til og frå utlandet, og transport mellom stader i Noreg med motorvogn registrert i utlandet.",
      "content": "1. Den som vil utføre transport av personar eller gods til eller frå utlandet med motorvogn registrert i Noreg, må​2 ha rett til å utføre tilsvarande transport innanlands og dessutan ha særskilt samtykke frå vedkomande stat dersom dette krevst.\n2. Den som vil utføre transport av personar eller gods mot vederlag til eller frå Noreg med motorvogn registrert i utlandet, må​2 ha særskilt samtykke frå Noreg når ikkje anna følgjer av internasjonal avtale der Noreg er part.\n3. Ingen må​2 utføre transport av personar eller gods mot vederlag mellom stader i Noreg med motorvogn registrert i utlandet, dersom ikkje anna følgjer av internasjonal avtale der Noreg er part. I einskildvedtak​3 kan departementet​4 og gje samtykke til slik transport med motorvogn registrert i ein stat Noreg ikkje har tilsvarande avtale med.\n4. Departementet​4 kan i føresegner​5 fastsetje nærare reglar og vilkår for transport mot vederlag med motorvogn til eller frå Noreg, og for transport mot vederlag mellom stader i Noreg med motorvogn registrert i utlandet.\n0 Endra med lover 8 aug 1986 nr. 57, 4 juli 1991 nr. 52.\n1 Jfr. § 13.\n2 Jfr. § 26.\n3 Jfr. lov 10 feb 1967 § 2.\n4 Samferdselsdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Utleige av motorvogn.",
      "content": "1. Det krevst ikkje løyve for å drive med utleige av motorvogn mot vederlag. Utleige av motorvogn for persontransport som er registrert for meir enn 15 passasjerar forutan førar, er likevel berre tillatt for den som har løyve for persontransport i rute, jfr. § 3, og på det vilkår at også leigetakar har slikt løyve.\n0 Endra med lover 11 mai 1979 nr. 16, 8 aug 1986 nr. 57.\n1 Jfr. § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 8 aug 1986 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 8 aug 1986 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Sams føresegner.",
      "content": "1. Departementet​1 gjev nærare føresegner​2 om kvar einskild løyveordning og om verksemda til løyvehavarane.\n2. Det kan setjast vilkår for det einskilde løyvet.\n3. Føresegner og vilkår skal sikre at løyvehavaren sjølv har dei personlege, faglege og økonomiske føresetnadene som trengst for å drive verksemd på ein påliteleg og god måte. Departementet​1 kan i føresegner​2 eller einskildvedtak​3 gje reglar for løyvepliktige verksemder om transportmateriell, ruteopplegg, stoppestader, traséar, terminalar, trafikkontroll, transportvedtekter og tilleggsavgift ved manglande gyldig billett, billettsystem, takstvederlag, provisjonar og anna vederlag, likeins om rekneskap, rekneskapsettersyn, statistikk og anna som trengst til å gjere transporten trygg og tenleg. Det same gjeld godtgjersle, provisjon og anna vederlag som ekspeditørar krev av trafikantane eller av løyvehavaren. Det kan og verte gjeve slike føresegner som nemnt i dette ledd for selskap som nemnt i § 24 b.\n4. For transport som er friteken for løyveplikt etter denne lova, kan departementet​1 gje føresegner​2 om statistikk og trafikkontroll, om korleis vognmateriellet skal vere merkt, og om fraktbrev eller andre dokument som trengst for å kontrollere verksemda som vert driven.\n5. Departementet​1 gjev nærare føresegner​2 om bruk av anbod.\n0 Endra med lover 11 mai 1979 nr. 16, 11 juni 1982 nr. 55, 8 aug 1986 nr. 57, 4 juli 1991 nr. 52.\n1 Samferdselsdepartementet, i visse høve Fiskeridepartementet og Helsedepartementet, etter res. 10 juni 1977.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. lov 10 feb 1967 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Kven kan få løyve.",
      "content": "1. Løyve etter denne lova kan gjevast dei som fyller krava som er sette i eller med heimel i lova. Det kan krevjast politiattest. Eit selskap eller ein samskipnad kan få løyve når den ansvarlege leiaren sjølv er skikka og har gode nok faglege kvalifikasjonar til å få løyve.\n0 Endra med lov 11 mai 1979 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Kor lenge eit løyve gjeld.",
      "content": "1. Med unntak av løyve etter § 3 gjeld eit løyve utan avgrensing i tid, jfr. likevel § 7, femte leddet. Når særlege grunnar talar for det, eller departementet​1 fastset det, kan eit løyve gjevast for ei avgrensa tid.\n2. Løyve etter § 3 vert gjeve for 10 år. Når fylkeskommunen nyttar anbod i rutedrifta, eller særlege grunnar talar for det, kan løyve gjevast for stuttare tid.\n3. Departementet​1 kan i løyvetida gjere brigde i føresegnene for løyvepliktig verksemd og for vilkår som er sette for eit løyve. Vil løyvehavaren ikkje halde fram med drifta på dei nye vilkåra, skal han få ei rimeleg tid til å leggje ned verksemda.\n4. Løyver gjevne for avgrensa tid som er gyldige på den tid lova tek til å gjelde, gjeld likevel berre for den fastsette tida.\n0 Endra med lover 8 aug 1986 nr. 57, 4 juli 1991 nr. 52.\n1 Samferdselsdepartementet, i visse høve Fiskeridepartementet, etter res. 10 juni 1977.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "15 a",
      "section": "15 a",
      "title": "Gebyr.",
      "content": "1. Departementet​1 kan i føresegner​2 fastsetje at det skal betalast gebyr for utferding av løyvedokument og særskilt samtykke etter § 9.\n0 Føyd til med ved lov 8 aug 1986 nr. 57.\n1 Samferdselsdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15a",
        "source_heading": "§ 15 a."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Overføring av løyve m.v.",
      "content": "1. Ein løyvehavar kan ikkje​1 overlate løyvet sitt til andre utan at departementet​2 samtykkjer.\n0 Endra med lover 11 mai 1979 nr. 16, 8 aug 1986 nr. 57.\n1 Jfr. § 26.\n2 Samferdselsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Når løyve kan takast att.",
      "content": "1. Dersom ein løyvehavar ikkje nyttar løyvet, kan departementet​1 ta det attende. Likeins kan eit løyve takast att når løyvehavaren ikkje lenger fyller dei krava som er sette i føresegner og vilkår, eller han ikkje oppfyller eller rettar seg etter føresegner og vilkår som gjeld for å drive verksemda. Det same gjeld når løyvehavaren sjølv ikkje lenger har dei faglege eller personlege kvalifikasjonane som krevst for å drive slik verksemd eller når pålegg etter § 4 fjerde ledd siste punktum ikkje vert oppfylt.\n2. Døyr løyvehavaren, skal​2 den som styrer buet hans eller rår over det, straks sende melding om dødsfallet til den styremakt som har gjeve løyvet. Det same skal gjerast om løyvehavaren går konkurs. Når løyvehavaren døyr eller går konkurs, kan løyvet takast att utan varsel. Let drosjeløyvehavar etter seg ektefelle​3 eller livsarving, kan løyvet ikkje takast att før tre år etter dødsfallet. Departementet kan gje nærare føresegner​4 om avvikling av andre slag løyve der løyvehavar døyr.\n3. Når retten til å drive løyvepliktig verksemd etter lova har falle bort, skal​2 løyvehavaren eller den som styrer eller rår over buet hans, straks sende attende dei legitimasjonane og løyveskilta som han har fått frå løyvemaktene.\n4. Når det er fastsett at løyve skal takast att, kan det samstundes gjerast vedtak om at vedkomande ikkje kan få nytt løyve før etter ei nærare fastsett tid utan omsyn til om han fyller krava for å få nytt løyve.\n0 Endra med lover 11 mai 1979 nr. 16, 11 juni 1982 nr. 55, 4 juni 1993 nr. 61.\n1 Samferdselsdepartementet.\n2 Jfr. § 26.\n3 Sjå lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Om merke på motorvogner.",
      "content": "1. Departementet​1 kan gje føresegner​2 om at motorvogn som vert nytta til løyvepliktig transport, skal​3 merkjast med løyveskilt.\n2. For løyveskilt kan det takast ei avgift som departementet fastset.\n3. Departementet kan gje føresegner​2 om at det på slik motorvogn som er nemnt i første ledd, og på motorvogn som er nytta til løyvefri eigentransport,​4 skal målast eller setjast merke som syner kven den registrerte eigaren er.\n1 Samferdselsdepartementet, i visse høve Fiskeridepartementet, etter res. 10 juni 1977.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. § 26.\n4 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Kontroll.",
      "content": "1. Førar av motorvogn eller farty i løyvepliktig transport eller løyvefri eigentransport,​1 skal​2 på kvar einskild transport ha med seg dei legitimasjonane som det er fastsett at han skal syne fram når det vert ført kontroll av politiet, regionvegkontoret, eller annan offentleg tenestemann som departementet gjev rett til å føre kontroll etter denne lova.\n2. Kontrollmakta kan be om tilgjenge til varerom, container, kapell o.l. på motorvogn med tillatt totalvekt 3.500 kg eller meir som vert nytta i løyvefri eigentransport av gods. Førar som nektar slik kontroll, kan straffast i samsvar med § 26.​3\n0 Endra med lover 11 mai 1979 nr. 16, 11 juni 1982 nr. 55, 8 aug 1986 nr. 57, 21 juni 2002 nr. 39 (i kraft 1 juli 2002, etter res. 21 juni 2002 nr. 576).\n1 Jfr. § 8.\n2 Jfr. § 26.\n3 Jfr. strl. § 326.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Skilting, lysingar, reklame o.l.",
      "content": "1. Den som ikkje har ruteløyve,​1 må ikkje​2 med lysing, skilt eller anna reklame gje slike opplysningar om verksemda si at ho kan verte teken for persontransport i rute.\n0 Endra med lov 8 aug 1986 nr. 57.\n1 Jfr. § 3 og § 4.\n2 Jfr. § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Opplysnings- og teiingsplikt.",
      "content": "1. Den som i samband med næring eller verksemd han driv, sender eller tek mot gods, og dei som driv eller direkte eller indirekte formidlar transport av personar eller gods mot vederlag, skal​1 gje dei opplysningane som departementet krev ved gjennomføringa av denne lova.\n2. Med omsyn til teiingsplikta gjeld reglane i forvaltningslova​2 §§ 13 til 13 e.\n0 Endra med lov 16 mai 1986 nr. 21.\n1 Jfr. § 26.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Særlege fullmakter.",
      "content": "1. Når samferdselsomsyn under ekstraordinære tilhøve gjer det naudsynt, kan departementet​1 gje løyvehavarar pålegg​2 om å utføre visse transportoppgåver. Det same gjeld for andre som eig eller brukar motorvogner for gods- og persontransport, målepliktig farty og statens jernbaner.\n2. Departementet​1 kan gje føresegner​3 om den sivile transportberedskap i fredstid, ved beredskap, mobilisering og i krig samt ved ekstraordinære krisetilhøve. Departementet kan òg i føresegnene gjere unntak frå reglane i lova. Departementet kan pålegge fylkeskommunane transportberedskapsoppgåver.\n0 Endra med lov 8 juni 1979 nr. 50.\n1 Samferdselsdepartementet.\n2 Jfr. § 26.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Søksmålsfrist.",
      "content": "1. Fristen for å reise sak etter tvistemålslova​1 § 437 andre ledd første punktum, mot vedtak som eit styringsorgan har gjort etter denne lova, skal vere to månader.\n1 Lov 13 aug 1915 nr. 6 (tvml.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Delegering.",
      "content": "Departementet​1 kan delegere sine oppgåver etter denne lova til fylkeskommunen.\n0 Endra med lover 22 des 1978 nr. 97, 11 juni 1993 nr. 85.\n1 Samferdselsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "24 a",
      "section": "24 a",
      "title": "Tilskotsansvar for fylkeskommunane m.v.",
      "content": "1. Fylkeskommunane har ansvaret for å yte tilskot til drift av lokale rutesamband og lokal godstransport som fylkeskommunane vil opprette eller halde oppe innafor vedkomande fylke.\n2. Staten yter årleg rammetilskot til delvis dekning av fylkeskommunane sine utgifter. Tilskotet blir fordelt gjennom inntektssystemet for kommunane og fylkeskommunane etter reglar gjeve av Kongen.\n3. Innan dei fristane departementet fastset, skal fylkeskommunane leggje fram budsjett, rekneskap og elles gje dei opplysningane som trengst for departementet si vurdering av framtidig samla tilskotstrong.\n4. Vedtak av fylkeskommunane i saker om godkjenning av ruteplan, takstar og tilskot kan ikkje klagast til departementet.\n5. Fylkeskommunane fastset kontraktsform og retningsliner som skal gjelde for tildeling av tilskot. Tilskot til rutegåande ferjer vert ikkje gjeve på grunnlag av anbod.\n6. Det kan avtalast at den som får tilskot skal ha einerett til rutene eller ruteområda i den tida tilskotskontrakta gjeld.\n7. Tilskotskontrakt som er inngått på grunnlag av anbod, skal gjelde for minst 5 år, med unntak av mellombelse ruter. Når særlege grunnar talar for det, kan ei inngått avtale forlengast for stuttare tid.\n0 Føyd til med lov 19 des 1980 nr. 68, endra med lover 31 mai 1985 nr. 41, 8 aug 1986 nr. 57, 19 des 1986 nr. 78, 4 juli 1991 nr. 52, 11 juni 1993 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24a",
        "source_heading": "§ 24 a."
      }
    },
    {
      "provision_ref": "24 b",
      "section": "24 b",
      "title": "Administrasjonsselskap.",
      "content": "1. Fylkeskommunen kan gjere vedtak om at tilskotet skal gå til eit selskap som administrerer rutesambanda i fylket.\n2. § 24 a nr. 5, 6 og 7 gjeld tilsvarande når selskapet skal inngå kontrakter med transportørar.\n0 Føyd til med lov 4 juli 1991 nr. 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24b",
        "source_heading": "§ 24 b."
      }
    },
    {
      "provision_ref": "24 c",
      "section": "24 c",
      "title": "Riksvegferjer.",
      "content": "Det kan iverksetjast avgrensa forsøk med bruk av anbod ved tildeling av tilskot til riksvegferjer.\n0 Føyd til med lov 4 juli 1991 nr. 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24c",
        "source_heading": "§ 24 c."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Forbod mot å bruke køyrety. Inndragning av kjennemerke og vognkort m.v.",
      "content": "1. Politiet, regionvegkontoret og andre som har mynde til å føre kontroll etter denne lova, kan for så lang tid som det vert funne naudsynt, forby​1 bruken av køyrety som vert nytta til transport av personar eller gods utan påbode løyve eller anna godkjenning etter lova.\n2. Vert det sett forbod mot å bruke eit køyrety, skal kjennemerke og vognkort inndragast med det same.\n3. Forbod mot å bruke eit køyrety etter første leddet, kan setjast i verk på staden.\n4. Eit køyrety som det er forbode å bruke, kan kontrollmakta, når ho meiner det trengst, ta i forvaring. Vert køyretyet ikkje henta innan 3 månader etter forbodstida har gått ut, kan det verte seld når eigaren har fått varsel om det i rekommandert brev. Reglane i vegtrafikklova​2 § 37 andre ledd, andre og tredje punktum og tredje til femte ledd gjeld på tilsvarande måte.\n0 Endra med lov 21 juni 2002 nr. 39 (i kraft 1 juli 2002, etter res. 21 juni 2002 nr. 576).\n1 Jfr. § 26.\n2 Lov 18 juni 1965 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Straff.",
      "content": "1. Om nokon med vilje eller i aktløyse bryt eller hjelper til med å bryte denne lova, føresegner eller vilkår som er fastsette med heimel i lova, vert han straffa med bot.​1 Freistnad på slike brot vert straffa som fullbyrda gjerning.\n1 Jfr. strl. § 27 og kap. 3 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Utfyllande føresegner.",
      "content": "1. Departementet​1 kan gje utfyllande føresegner til gjennomføring av lova og om måten tenestemakta skal gå fram på i saker etter denne lova.\n1 Samferdselsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 11 juni 1982 nr. 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Kva tid lova tek til å gjelde. Overgangsføresegner.",
      "content": "1. Kongen fastset kva tid lova skal ta til å gjelde.​1 – – –\n1 Frå 1 juli 1977, etter res. 10 juni 1977.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Formålet med lova.",
      "content": "1. Føremålet med denne lova er, som ledd i den allmenne samfunnspolitikken, å fremje eit transporttilbod til ulike trafikantgrupper i ulike delar av landet.\n2. Lova tek sikte på ei samfunnsøkonomisk og rasjonell transportavvikling med vekt på ressursøkonomi og vern om det busetjings- og produksjonsmønsteret ein ønskjer.\n3. Lova skal og vere ein reiskap i arbeidet med å minske støy og miljøureining og skape større tryggleik i trafikken.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Kva lova gjeld.",
      "content": "1. Denne lova gjeld for transport med motorvogn og farty mellom stader i Noreg, jfr. likevel § 9.\n0 Endra med lov 8 aug 1986 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Persontransport i rute med motorvogn eller farty.",
      "content": "1. Den som mot vederlag vil drive persontransport med motorvogn eller farty i rute innanfor eit fylke, må​2 ha løyve frå fylkeskommunen. Løyve til riksvegferjer vert likevel gjeve av departementet.​3 Departementet gjev og løyve til rute som går gjennom to eller fleire fylke. Selskap som nemnt i § 24 b treng ikkje løyve. Anbod kan nyttast ved tildeling av løyve, for rutetrafikk med motorvogn og farty for persontransport, jf. § 24 a pkt. 5 andre punktum og § 24 c.\n2. Transporten reknast som rutetransport når han går føre seg mellom visse stader eller på visse strekningar til regelbundne tider, transporten framstår som open for ein ubestemt krins og den einskilde brukaren eller ei samanslutning av brukarar ikkje har styringsrett over transportmidlet.\n3. Departementet kan fastsetje at transport av skuleelevar med motorvogn eller farty skal reknast som rutetransport.\n4. Det trengs ikkje løyve etter første leddet for\na. transport med farty inntil 8 meter største lengde som svarar til 4 brutto registertonn\nb. farty i rutefart mellom Noreg og andre land som tek med personar mellom stader i Noreg,\nc. transport av personar med farty eller motorvogn når dei same personane følgjer med på heile turen og påstigings- og avstigingsstaden er den same. For slik transport med motorvogn krevst likevel løyve for transport utanom rute, jfr. § 7,\nd. transport med motorvogn så framt minst ei overnatting undervegs er teken med i den sams prisen og dei påmelde passasjerane følgjer med på heile turen frå utgangspunkt til endepunkt. For slik transport med motorvogn krevst likevel løyve for persontransport utanom rute, jfr § 7.\n5. Så framt departementet ikkje fastset det, krevst det heller ikkje løyve for transport av personar med farty innan eit hamnedistrikt med unntak av ferjedrift i riksvegsamband, dersom det med heimel i lov av 8. juni 1984 nr. 51 om havner og farvann er fastsett særskild løyveordning for ferje og fløtmannsverksemd.\n6. Den som har løyve for persontransport i rute kan samstundes og på same motorvogna utføre godstransport utan særskilt løyve, jfr. § 5.\n7. For løyve tildelt av fylkeskommunen med heimel i denne paragrafen, gjeld § 7 nr. 8 tilsvarande.\n8. Departementet kan i føresegner eller einskildvedtak​4 gjere unntak frå kravet om ruteløyve for lokal eller annan avgrensa transport.\n0 Endra med lover 8 aug 1986 nr. 57, 4 juli 1991 nr. 52, 11 juni 1993 nr. 85.\n1 Jfr. § 13.\n2 Jfr. § 26.\n3 Samferdselsdepartementet, etter res. 10 juni 1977.\n4 Jfr. lov 10 feb 1967 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Meir om ruteløyve.",
      "content": "1. – – –\n2. Meiner departementet​2 at transportomsyn eller transportøkonomiske grunnar gjer det turvande, kan det krevje at eit rettssubjekt med ruteløyve, innan ein fastsett frist, skal slutte seg saman med eit eller fleire andre rettssubjekt som har ruteløyve, eller at dei skal drive i lag etter fastsette retningsliner.\n3. – – –\n4. Er det eit selskap som har fått løyvet, skal det gi departementet melding om overdraging av aksjar eller partar, dersom overdraginga endrar aksje- eller partsfleirtalet i selskapet i eit slikt omfang at det i realiteten skjer ei løyveoverdraging. Departementet kan krevje at overføringa vert omgjort, eller at aksjane eller partane vert selde til nokon departementet kan godta når kravet vert framsett innan 3 månader frå melding vart motteken.​3\n0 Endra med lover 11 juni 1982 nr. 55, 8 aug 1986 nr. 57.\n1 Jfr. § 13.\n2 Samferdselsdepartementet, jfr. forskrift 8 des 1986 nr. 2170.\n3 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Godstransport med motorvogn.",
      "content": "1. Den som mot vederlag vil drive godstransport med motorvogn med tillatt totalvekt 3.500 kg eller meir, må​2 ha løyve frå departementet,​3 jf. likevel § 8. Det same gjeld den som utfører godstransport mot vederlag med motorvogn som elles er friteken frå kravet til løyve i medhald av § 8 nr. 1, når transporten kan sjåast som ledd i næringsverksemd.\n2. Som motorvogn vert rekna: lastebil, kombinert bil og trekkbil, tillatt brukt på offentleg veg.\n3. Løyve skal ikkje behovsprøvast.\n4. Departementet kan i føresegner​4 fastsetje unntak frå kravet om løyve for særskilde slag transportar eller motorvogner, og elles gjere slikt unntak i einskilde høve.\n0 Endra med lover 11 mai 1979 nr. 16, 11 juni 1982 nr. 55, 8 aug 1986 nr. 57, 15 juni 2001 nr. 88 (i kraft 1 okt 2001, etter res. 31 aug 2001 nr. 946).\n1 Jfr. § 13.\n2 Jfr. § 26.\n3 Samferdselsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 8 aug 1986 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Persontransport med motorvogn utanom rute.",
      "content": "1. Den som mot vederlag vil drive persontransport med motorvogn utanom rute, må​2 ha løyve frå fylkeskommunen, jf likevel § 8. Det same gjeld den som utfører persontransport mot vederlag på liknande måte som drosje når tilbod om transport vert retta til ålmenta på offentleg plass.\n2. Det krevst ikkje løyve når den som rår over ein personbil, tek med seg folk han arbeider saman med eller grannar når han køyrer mellom bustaden og arbeidsstaden. Likeins krevst det ikkje løyve for transport av sjuke eller skadde personar med godkjend ambulansevogn.\n3. Fylkeskommunen kan gjere unntak frå kravet om løyve for særskilde område der det ikkje synes vere tenleg å halde fast på ei reguleringsordning. Likeins kan fylkeskommunen bestemme at særskilde former for persontransport utanom rute, kan drivast utan løyve.\n4. Løyve etter første leddet kan avgrensast til å gjelde køyring med drosje, selskapsvogn, turvogn eller anna særskild køyring av personar utanom rute. Løyve for transport med turvogn skal ikkje behovsprøvast.\n5. Løyve for drosjekøyring gjeven til fysisk person fell bort når innehavaren fyller 70 år. Fylkeskommunen kan gjere unntak frå dette når det er viktig å halde ved lag ei naudsynt drosjeteneste.\n6. Fylkeskommunen kan gje påbod om at det skal skipast drosjesentralar og korleis dei skal drivast, om plikt til å betale innskot og avgift til sentralen, og om at sentralen skal ha rett til å fastsetje køyreordninga og gje andre reglar for verksemda. Føresegnene kan gjerast gjeldande både for løyvehavarar og førarar, og ha med pålegg om bruk av uniform.\n7. Departementet​3 kan gje føresegner​4 om korleis ei motorvogn skal vere utstyrt når ho vert nytta til løyvebunden transport etter denne paragrafen.\n8. For løyver tildelt med heimel i denne paragrafen, er det fylkeskommunen som gjer einskildvedtak​5 etter § 13 andre og tredje ledd, § 15 første og tredje ledd, § 16 og § 17 første, andre og fjerde ledd.\n9. – – –\n0 Endra med lover 8 aug 1986 nr. 57, 16 juni 1989 nr. 82, 4 juni 1993 nr. 61, 11 juni 1993 nr. 85, 15 juni 2001 nr. 88 (i kraft 1 okt 2001, etter res. 31 aug 2001 nr. 946).\n1 Jfr. § 13.\n2 Jfr. § 26.\n3 Samferdselsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Jfr. lov 10 feb 1967 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Eigentransport.",
      "content": "1. Det trengst ikkje løyve til transport av eige gods når transporten er ledd i anna næringsverksemd, anten det vert rekna direkte vederlag for transporten eller ikkje.\n2. Likt med eige gods reknar ein gods som vedkomande har eller får rådvelde over i samband med kjøp, sal, lån, leige, framstilling, behandling og reparasjon. Som transport av eige gods vert og rekna transport som ein entreprenør utfører i samband med bygg- og anleggsverksemd som han har teke på seg, og som kjem inn under lov frå 24. oktober 1952 om godkjenning av entreprenørar som driv med husbygging eller anna byggearbeid. Som eigentransport reknast òg transport som Posten Norge AS​2 utfører med eigne motorvogner.\n3. Det trengst ikkje løyve når ei verksemd tek eigne arbeidarar og tenestemenn til eller frå arbeidsstaden. Likeeins trengst det ikkje løyve når hotell eller liknande verksemd utfører transport av eigne overnattingsgjester.\n4. Når motorvogn vert nytta til transport etter tredje leddet, skal​3 ho vere registrert på verksemda eller bruksretten skal følgje av leasingkontrakt.\n5. Lastebil, kombinert bil og trekkbil med tillatt totalvekt 3.500 kg eller meir som vert nytta i transport av eige gods, anten som ledd i anna næringsverksemd eller ikkje, skal​3 vere utstyrt med eigentransporterklæring, som skal​3 takast med i motorvogna og synast fram ved kontroll. Det trengst ikkje eigentransporterklæring for statlege, fylkeskommunale og kommunale etatar sin eigentransport med eigne motorvogner.\n0 Endra med lover 11 mai 1979 nr. 16, 11 juni 1982 nr. 55, 8 aug 1986 nr. 57, 22 nov 1996 nr. 67 (i kraft 1 des 1996), 21 juni 2002 nr. 43 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 569).\n1 Jfr. § 13.\n2 Jfr. lov 21 junni 2002 nr. 43.\n3 Jfr. § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Transport med motorvogn til og frå utlandet, og transport mellom stader i Noreg med motorvogn registrert i utlandet.",
      "content": "1. Den som vil utføre transport av personar eller gods til eller frå utlandet med motorvogn registrert i Noreg, må​2 ha rett til å utføre tilsvarande transport innanlands og dessutan ha særskilt samtykke frå vedkomande stat dersom dette krevst.\n2. Den som vil utføre transport av personar eller gods mot vederlag til eller frå Noreg med motorvogn registrert i utlandet, må​2 ha særskilt samtykke frå Noreg når ikkje anna følgjer av internasjonal avtale der Noreg er part.\n3. Ingen må​2 utføre transport av personar eller gods mot vederlag mellom stader i Noreg med motorvogn registrert i utlandet, dersom ikkje anna følgjer av internasjonal avtale der Noreg er part. I einskildvedtak​3 kan departementet​4 og gje samtykke til slik transport med motorvogn registrert i ein stat Noreg ikkje har tilsvarande avtale med.\n4. Departementet​4 kan i føresegner​5 fastsetje nærare reglar og vilkår for transport mot vederlag med motorvogn til eller frå Noreg, og for transport mot vederlag mellom stader i Noreg med motorvogn registrert i utlandet.\n0 Endra med lover 8 aug 1986 nr. 57, 4 juli 1991 nr. 52.\n1 Jfr. § 13.\n2 Jfr. § 26.\n3 Jfr. lov 10 feb 1967 § 2.\n4 Samferdselsdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Utleige av motorvogn.",
      "content": "1. Det krevst ikkje løyve for å drive med utleige av motorvogn mot vederlag. Utleige av motorvogn for persontransport som er registrert for meir enn 15 passasjerar forutan førar, er likevel berre tillatt for den som har løyve for persontransport i rute, jfr. § 3, og på det vilkår at også leigetakar har slikt løyve.\n0 Endra med lover 11 mai 1979 nr. 16, 8 aug 1986 nr. 57.\n1 Jfr. § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 8 aug 1986 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 8 aug 1986 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Sams føresegner.",
      "content": "1. Departementet​1 gjev nærare føresegner​2 om kvar einskild løyveordning og om verksemda til løyvehavarane.\n2. Det kan setjast vilkår for det einskilde løyvet.\n3. Føresegner og vilkår skal sikre at løyvehavaren sjølv har dei personlege, faglege og økonomiske føresetnadene som trengst for å drive verksemd på ein påliteleg og god måte. Departementet​1 kan i føresegner​2 eller einskildvedtak​3 gje reglar for løyvepliktige verksemder om transportmateriell, ruteopplegg, stoppestader, traséar, terminalar, trafikkontroll, transportvedtekter og tilleggsavgift ved manglande gyldig billett, billettsystem, takstvederlag, provisjonar og anna vederlag, likeins om rekneskap, rekneskapsettersyn, statistikk og anna som trengst til å gjere transporten trygg og tenleg. Det same gjeld godtgjersle, provisjon og anna vederlag som ekspeditørar krev av trafikantane eller av løyvehavaren. Det kan og verte gjeve slike føresegner som nemnt i dette ledd for selskap som nemnt i § 24 b.\n4. For transport som er friteken for løyveplikt etter denne lova, kan departementet​1 gje føresegner​2 om statistikk og trafikkontroll, om korleis vognmateriellet skal vere merkt, og om fraktbrev eller andre dokument som trengst for å kontrollere verksemda som vert driven.\n5. Departementet​1 gjev nærare føresegner​2 om bruk av anbod.\n0 Endra med lover 11 mai 1979 nr. 16, 11 juni 1982 nr. 55, 8 aug 1986 nr. 57, 4 juli 1991 nr. 52.\n1 Samferdselsdepartementet, i visse høve Fiskeridepartementet og Helsedepartementet, etter res. 10 juni 1977.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. lov 10 feb 1967 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Kven kan få løyve.",
      "content": "1. Løyve etter denne lova kan gjevast dei som fyller krava som er sette i eller med heimel i lova. Det kan krevjast politiattest. Eit selskap eller ein samskipnad kan få løyve når den ansvarlege leiaren sjølv er skikka og har gode nok faglege kvalifikasjonar til å få løyve.\n0 Endra med lov 11 mai 1979 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Kor lenge eit løyve gjeld.",
      "content": "1. Med unntak av løyve etter § 3 gjeld eit løyve utan avgrensing i tid, jfr. likevel § 7, femte leddet. Når særlege grunnar talar for det, eller departementet​1 fastset det, kan eit løyve gjevast for ei avgrensa tid.\n2. Løyve etter § 3 vert gjeve for 10 år. Når fylkeskommunen nyttar anbod i rutedrifta, eller særlege grunnar talar for det, kan løyve gjevast for stuttare tid.\n3. Departementet​1 kan i løyvetida gjere brigde i føresegnene for løyvepliktig verksemd og for vilkår som er sette for eit løyve. Vil løyvehavaren ikkje halde fram med drifta på dei nye vilkåra, skal han få ei rimeleg tid til å leggje ned verksemda.\n4. Løyver gjevne for avgrensa tid som er gyldige på den tid lova tek til å gjelde, gjeld likevel berre for den fastsette tida.\n0 Endra med lover 8 aug 1986 nr. 57, 4 juli 1991 nr. 52.\n1 Samferdselsdepartementet, i visse høve Fiskeridepartementet, etter res. 10 juni 1977.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "15 a",
      "section": "15 a",
      "title": "Gebyr.",
      "content": "1. Departementet​1 kan i føresegner​2 fastsetje at det skal betalast gebyr for utferding av løyvedokument og særskilt samtykke etter § 9.\n0 Føyd til med ved lov 8 aug 1986 nr. 57.\n1 Samferdselsdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15a",
        "source_heading": "§ 15 a."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Overføring av løyve m.v.",
      "content": "1. Ein løyvehavar kan ikkje​1 overlate løyvet sitt til andre utan at departementet​2 samtykkjer.\n0 Endra med lover 11 mai 1979 nr. 16, 8 aug 1986 nr. 57.\n1 Jfr. § 26.\n2 Samferdselsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Når løyve kan takast att.",
      "content": "1. Dersom ein løyvehavar ikkje nyttar løyvet, kan departementet​1 ta det attende. Likeins kan eit løyve takast att når løyvehavaren ikkje lenger fyller dei krava som er sette i føresegner og vilkår, eller han ikkje oppfyller eller rettar seg etter føresegner og vilkår som gjeld for å drive verksemda. Det same gjeld når løyvehavaren sjølv ikkje lenger har dei faglege eller personlege kvalifikasjonane som krevst for å drive slik verksemd eller når pålegg etter § 4 fjerde ledd siste punktum ikkje vert oppfylt.\n2. Døyr løyvehavaren, skal​2 den som styrer buet hans eller rår over det, straks sende melding om dødsfallet til den styremakt som har gjeve løyvet. Det same skal gjerast om løyvehavaren går konkurs. Når løyvehavaren døyr eller går konkurs, kan løyvet takast att utan varsel. Let drosjeløyvehavar etter seg ektefelle​3 eller livsarving, kan løyvet ikkje takast att før tre år etter dødsfallet. Departementet kan gje nærare føresegner​4 om avvikling av andre slag løyve der løyvehavar døyr.\n3. Når retten til å drive løyvepliktig verksemd etter lova har falle bort, skal​2 løyvehavaren eller den som styrer eller rår over buet hans, straks sende attende dei legitimasjonane og løyveskilta som han har fått frå løyvemaktene.\n4. Når det er fastsett at løyve skal takast att, kan det samstundes gjerast vedtak om at vedkomande ikkje kan få nytt løyve før etter ei nærare fastsett tid utan omsyn til om han fyller krava for å få nytt løyve.\n0 Endra med lover 11 mai 1979 nr. 16, 11 juni 1982 nr. 55, 4 juni 1993 nr. 61.\n1 Samferdselsdepartementet.\n2 Jfr. § 26.\n3 Sjå lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Om merke på motorvogner.",
      "content": "1. Departementet​1 kan gje føresegner​2 om at motorvogn som vert nytta til løyvepliktig transport, skal​3 merkjast med løyveskilt.\n2. For løyveskilt kan det takast ei avgift som departementet fastset.\n3. Departementet kan gje føresegner​2 om at det på slik motorvogn som er nemnt i første ledd, og på motorvogn som er nytta til løyvefri eigentransport,​4 skal målast eller setjast merke som syner kven den registrerte eigaren er.\n1 Samferdselsdepartementet, i visse høve Fiskeridepartementet, etter res. 10 juni 1977.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. § 26.\n4 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Kontroll.",
      "content": "1. Førar av motorvogn eller farty i løyvepliktig transport eller løyvefri eigentransport,​1 skal​2 på kvar einskild transport ha med seg dei legitimasjonane som det er fastsett at han skal syne fram når det vert ført kontroll av politiet, regionvegkontoret, eller annan offentleg tenestemann som departementet gjev rett til å føre kontroll etter denne lova.\n2. Kontrollmakta kan be om tilgjenge til varerom, container, kapell o.l. på motorvogn med tillatt totalvekt 3.500 kg eller meir som vert nytta i løyvefri eigentransport av gods. Førar som nektar slik kontroll, kan straffast i samsvar med § 26.​3\n0 Endra med lover 11 mai 1979 nr. 16, 11 juni 1982 nr. 55, 8 aug 1986 nr. 57, 21 juni 2002 nr. 39 (i kraft 1 juli 2002, etter res. 21 juni 2002 nr. 576).\n1 Jfr. § 8.\n2 Jfr. § 26.\n3 Jfr. strl. § 326.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Skilting, lysingar, reklame o.l.",
      "content": "1. Den som ikkje har ruteløyve,​1 må ikkje​2 med lysing, skilt eller anna reklame gje slike opplysningar om verksemda si at ho kan verte teken for persontransport i rute.\n0 Endra med lov 8 aug 1986 nr. 57.\n1 Jfr. § 3 og § 4.\n2 Jfr. § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Opplysnings- og teiingsplikt.",
      "content": "1. Den som i samband med næring eller verksemd han driv, sender eller tek mot gods, og dei som driv eller direkte eller indirekte formidlar transport av personar eller gods mot vederlag, skal​1 gje dei opplysningane som departementet krev ved gjennomføringa av denne lova.\n2. Med omsyn til teiingsplikta gjeld reglane i forvaltningslova​2 §§ 13 til 13 e.\n0 Endra med lov 16 mai 1986 nr. 21.\n1 Jfr. § 26.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Særlege fullmakter.",
      "content": "1. Når samferdselsomsyn under ekstraordinære tilhøve gjer det naudsynt, kan departementet​1 gje løyvehavarar pålegg​2 om å utføre visse transportoppgåver. Det same gjeld for andre som eig eller brukar motorvogner for gods- og persontransport, målepliktig farty og statens jernbaner.\n2. Departementet​1 kan gje føresegner​3 om den sivile transportberedskap i fredstid, ved beredskap, mobilisering og i krig samt ved ekstraordinære krisetilhøve. Departementet kan òg i føresegnene gjere unntak frå reglane i lova. Departementet kan pålegge fylkeskommunane transportberedskapsoppgåver.\n0 Endra med lov 8 juni 1979 nr. 50.\n1 Samferdselsdepartementet.\n2 Jfr. § 26.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Søksmålsfrist.",
      "content": "1. Fristen for å reise sak etter tvistemålslova​1 § 437 andre ledd første punktum, mot vedtak som eit styringsorgan har gjort etter denne lova, skal vere to månader.\n1 Lov 13 aug 1915 nr. 6 (tvml.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Delegering.",
      "content": "Departementet​1 kan delegere sine oppgåver etter denne lova til fylkeskommunen.\n0 Endra med lover 22 des 1978 nr. 97, 11 juni 1993 nr. 85.\n1 Samferdselsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "24 a",
      "section": "24 a",
      "title": "Tilskotsansvar for fylkeskommunane m.v.",
      "content": "1. Fylkeskommunane har ansvaret for å yte tilskot til drift av lokale rutesamband og lokal godstransport som fylkeskommunane vil opprette eller halde oppe innafor vedkomande fylke.\n2. Staten yter årleg rammetilskot til delvis dekning av fylkeskommunane sine utgifter. Tilskotet blir fordelt gjennom inntektssystemet for kommunane og fylkeskommunane etter reglar gjeve av Kongen.\n3. Innan dei fristane departementet fastset, skal fylkeskommunane leggje fram budsjett, rekneskap og elles gje dei opplysningane som trengst for departementet si vurdering av framtidig samla tilskotstrong.\n4. Vedtak av fylkeskommunane i saker om godkjenning av ruteplan, takstar og tilskot kan ikkje klagast til departementet.\n5. Fylkeskommunane fastset kontraktsform og retningsliner som skal gjelde for tildeling av tilskot. Tilskot til rutegåande ferjer vert ikkje gjeve på grunnlag av anbod.\n6. Det kan avtalast at den som får tilskot skal ha einerett til rutene eller ruteområda i den tida tilskotskontrakta gjeld.\n7. Tilskotskontrakt som er inngått på grunnlag av anbod, skal gjelde for minst 5 år, med unntak av mellombelse ruter. Når særlege grunnar talar for det, kan ei inngått avtale forlengast for stuttare tid.\n0 Føyd til med lov 19 des 1980 nr. 68, endra med lover 31 mai 1985 nr. 41, 8 aug 1986 nr. 57, 19 des 1986 nr. 78, 4 juli 1991 nr. 52, 11 juni 1993 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24a",
        "source_heading": "§ 24 a."
      }
    },
    {
      "provision_ref": "24 b",
      "section": "24 b",
      "title": "Administrasjonsselskap.",
      "content": "1. Fylkeskommunen kan gjere vedtak om at tilskotet skal gå til eit selskap som administrerer rutesambanda i fylket.\n2. § 24 a nr. 5, 6 og 7 gjeld tilsvarande når selskapet skal inngå kontrakter med transportørar.\n0 Føyd til med lov 4 juli 1991 nr. 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24b",
        "source_heading": "§ 24 b."
      }
    },
    {
      "provision_ref": "24 c",
      "section": "24 c",
      "title": "Riksvegferjer.",
      "content": "Det kan iverksetjast avgrensa forsøk med bruk av anbod ved tildeling av tilskot til riksvegferjer.\n0 Føyd til med lov 4 juli 1991 nr. 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24c",
        "source_heading": "§ 24 c."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Forbod mot å bruke køyrety. Inndragning av kjennemerke og vognkort m.v.",
      "content": "1. Politiet, regionvegkontoret og andre som har mynde til å føre kontroll etter denne lova, kan for så lang tid som det vert funne naudsynt, forby​1 bruken av køyrety som vert nytta til transport av personar eller gods utan påbode løyve eller anna godkjenning etter lova.\n2. Vert det sett forbod mot å bruke eit køyrety, skal kjennemerke og vognkort inndragast med det same.\n3. Forbod mot å bruke eit køyrety etter første leddet, kan setjast i verk på staden.\n4. Eit køyrety som det er forbode å bruke, kan kontrollmakta, når ho meiner det trengst, ta i forvaring. Vert køyretyet ikkje henta innan 3 månader etter forbodstida har gått ut, kan det verte seld når eigaren har fått varsel om det i rekommandert brev. Reglane i vegtrafikklova​2 § 37 andre ledd, andre og tredje punktum og tredje til femte ledd gjeld på tilsvarande måte.\n0 Endra med lov 21 juni 2002 nr. 39 (i kraft 1 juli 2002, etter res. 21 juni 2002 nr. 576).\n1 Jfr. § 26.\n2 Lov 18 juni 1965 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Straff.",
      "content": "1. Om nokon med vilje eller i aktløyse bryt eller hjelper til med å bryte denne lova, føresegner eller vilkår som er fastsette med heimel i lova, vert han straffa med bot.​1 Freistnad på slike brot vert straffa som fullbyrda gjerning.\n1 Jfr. strl. § 27 og kap. 3 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Utfyllande føresegner.",
      "content": "1. Departementet​1 kan gje utfyllande føresegner til gjennomføring av lova og om måten tenestemakta skal gå fram på i saker etter denne lova.\n1 Samferdselsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 11 juni 1982 nr. 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Kva tid lova tek til å gjelde. Overgangsføresegner.",
      "content": "1. Kongen fastset kva tid lova skal ta til å gjelde.​1 – – –\n1 Frå 1 juli 1977, etter res. 10 juni 1977.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    }
  ]
}