{
  "id": "LOV-1994-06-24-42",
  "type": "statute",
  "title": "Lov om folkeavstemning over spørsmålet om Norge bør bli medlem av Den europeiske union.",
  "short_name": "Lov om folkeavstemning om EU",
  "status": "in_force",
  "issued_date": "1994-06-24",
  "in_force_date": "1994-06-24",
  "url": "https://lovdata.no/dokument/NLO/lov/1994-06-24-42",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Det skal avholdes en folkeavstemning der alle som har stemmerett etter § 3, skal ha adgang til å svare på følgende spørsmål: «Bør Norge bli medlem av EU (Den europeiske union)». Svaret på spørsmålet skal være ja eller nei.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Ved forberedelsen og gjennomføringen av folkeavstemningen skal bestemmelsene om stortingsvalg i lov av 1. mars 1985 nr. 3 (valgloven) gjelde så langt de passer, og med de unntak som følger av bestemmelsene i loven her.\nHandlinger som omhandlet i Grunnloven § 53 bokstav d medfører tap av stemmerett dersom de utøves i forbindelse med folkeavstemningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Stemmeberettiget er norske statsborgere som fyller 18 år senest 31. desember 1994. De som har mistet stemmeretten etter Grunnloven § 53, har ikke stemmerett ved folkeavstemningen.\nNorske statsborgere som på avstemningsdagen er bosatt utenfor riket, er stemmeberettiget dersom de noen gang har stått innført i norsk folkeregister som bosatt i riket.\nNorske tjenestemenn som er ansatt i diplomatiet eller konsulatvesenet, og deres husstand er stemmeberettiget uten hensyn til reglene i andre ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "For å kunne utøve stemmeretten, må den stemmeberettigete være innført i manntallet på avstemningsdagen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Valgstyret skal føre manntall til bruk på avstemningsdagen for vedkommende kommune.\nManntallet utarbeides på grunnlag av folkeregisteret i kommunen. Valgloven § 11 gjelder ikke. Folkeregisterets kontor har ansvaret for at valgstyret får et utkast til manntall som er i samsvar med folkeregisteret. Valgstyret kan kreve at utkastet skrives ut kretsvis på papir. Departementet fastsetter en frist for å vedta endringer i stemmekretsinndelingen med virkning for folkeavstemningen.\nValgloven § 94a gjelder ikke.\nI manntallet føres personer som er stemmeberettiget etter § 3, etter følgende bestemmelser:\n1. Stemmeberettigete som er bosatt i riket, føres inn i manntallet i vedkommende kommune når de er folkeregisterført som bosatt i kommunen 1. september 1994. De som har flyttet til kommunen, skal manntallsføres der dersom folkeregisteret har mottatt flyttemelding senest 31. august 1994.\n2. Stemmeberettigete som er bosatt utenfor riket og som har vært folkeregisterført som bosatt i riket etter 28. november 1984, skal føres inn i manntallet i den kommunen de sist var folkeregisterført som bosatt.\nStemmeberettigete som er nevnt i § 3 siste ledd, skal føres inn i manntallet i den kommunen de sist var folkeregisterført som bosatt.\nStemmeberettigete som er bosatt utenfor riket og som ikke har vært folkeregisterført som bosatt i riket etter 28. november 1984, skal føres inn i manntallet i den kommunen de sist var manntallsført, dersom de var manntallsført i forbindelse med stortingsvalget i 1993. Dersom de ikke var manntallsført i forbindelse med stortingsvalget i 1993, skal de manntallsføres i den kommunen de sist var folkeregisterført som bosatt, forutsatt at søknad om slik innføring er kommet til valgstyret senest 1. oktober 1994 kl. 15. Søknaden må inneholde forsikring om at søkeren fortsatt er norsk statsborger.\n3. Stemmeberettigete som flytter til riket 1. september 1994 eller senere og har vært folkeregisterført som bosatt i riket etter 28. november 1984, manntallsføres i den kommunen de sist var folkeregisterført som bosatt.\nStemmeberettigete som flytter til riket 1. september 1994 eller senere og ikke har vært folkeregisterført som bosatt i riket etter 28. november 1984, manntallsføres i den kommunen de flytter til, dersom valgstyret får melding fra folkeregisteret om flyttingen senest kl. 15 dagen før kjennelsesmøtet, jf valgloven § 9 første ledd.\n4. Stemmeberettigete som er bosatt på Svalbard og Jan Mayen, skal føres inn i manntallet i den kommunen de sist var folkeregisterført som bosatt.\n5. Personer som er døde, strykes av manntallet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "En velger som vil være forhindret fra å møte personlig på avstemningsdagen, kan avgi stemme på forhånd etter valglovens regler om forhåndsstemmegivning. Valgloven § 32 bokstav f gjelder likevel ikke.\nDet er adgang til å avgi forhåndsstemme fra og med 10. oktober 1994 til og med 26. november 1994. I kommuner der det ikke skal holdes folkeavstemning søndag 27. november 1994, skal det være adgang til å avgi forhåndsstemme minst to timer den dagen mellom kl. 13 og kl. 21 på de steder valgstyret bestemmer.\nForhåndsstemmegivning må foretas så tidlig at stemmegivningen uten særlig foranstaltning fra stemmemottakerens side kan være vedkommende valgstyre i hende før avstemningslokalene stenger på avstemningsdagen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Folkeavstemningen skal avholdes mandag 28. november 1994.\nAvstemningslokalene i hele landet skal holdes åpne fra og med kl. 9 til og med kl. 21 mandag.\nKommunestyret kan selv bestemme at det også skal avholdes folkeavstemning i vedkommende kommune søndag 27. november 1994. Avstemningslokalene skal i så fall holdes åpne fra og med kl. 13 til og med kl. 18 søndag. Valgstyret kan bestemme at ett eller flere valglokaler ikke skal holdes åpne søndag.\nValgstyret kunngjør når og hvor folkeavstemningen skal avholdes. Kunngjøringen skal skje en av de siste dagene før avstemningsdagen.\nFolkeavstemningen åpnes ved at lederen i stemmestyret leser opp en erklæring som fastsettes av departementet.\nDet er ikke adgang til å offentliggjøre avstemningsresultater eller prognoser, som er laget på grunnlag av undersøkelser foretatt søndag 27. november 1994 eller mandag 28. november 1994, før tidligst mandag 28. november 1994 kl. 21.\nDet er ikke adgang til å foreta velgerundersøkelser eller lignende utspørring av velgerne inne i avstemningslokalet, i tilstøtende rom eller i umiddelbar nærhet av avstemningslokalet. Valgstyret tar stilling til om et område omfattes av denne bestemmelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "På stemmeseddelen skal det stå enten «ja» eller «nei».\nStemmesedlene må ikke være merket slik at det fremgår hvem velgeren er. De må ikke være påført ord eller tegn som må antas å skulle gi uttrykk for en mening om personer, organisasjoner eller samfunnsspørsmål. Ord eller tegn som kan regnes som forandring i eller forsøk på å forandre stemmeseddelens innhold, eller fremheving av innholdet, fører likevel ikke til vraking. Det må heller ikke ligge noe annet enn stemmesedler i konvoluttene, dersom det klart fremgår at det er lagt der med vilje eller viser hvem velgeren er.\nDepartementet skal sørge for trykte stemmesedler. Andre trykte stemmesedler må ikke deles ut eller brukes.\nStemmeseddelen skal være av hvitt papir. Valgstyret eller stemmestyret skal sørge for at det til enhver tid er tilgjengelig trykte stemmesedler med begge svar i valglokalene. Dersom beholdningen av stemmesedler ikke blir tilstrekkelig, skal det være tilgjengelig hvite, blanke stemmesedler som velgeren selv kan fylle ut.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "I tillegg til de vrakingsgrunnene som fremgår av valgloven, er også stemmegivning i strid med § 8 vrakingsgrunn.\nLigger det flere stemmesedler i konvolutten skal alle vrakes dersom de gir forskjellige svar. Gir alle stemmesedlene likt svar, skal den ene godkjennes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Når valgstyret har avsluttet prøving og opptelling av stemmesedlene, skal det umiddelbart sende alle stemmesedler, omslagskonvolutter for forhåndsstemmer og en bekreftet avskrift av valgstyrets møtebøker til fylkesvalgstyrets leder i forseglet pakke.\nSamtidig skal valgstyret sende alle klager, bemerkninger og bekreftet avskrift av valgstyrets møtebok i forseglet pakke til Stortingets kontor.\nNår fylkesvalgstyret har kontrollert valgstyrets prøving av stemmegivningene og opptelling av stemmesedlene, skal utfallet av avstemningen umiddelbart meddeles departementet.\nKopi av fylkesvalgstyrets møtebok skal omgående sendes Stortingets kontor.\nDepartementet skal uten opphold beregne utfallet av avstemningen for hele landet på grunnlag av meddelelsene fra fylkesvalgstyrene. Beregningen skal føres inn i en bok. Departementet skal omgående sende bekreftet avskrift av det som er bokført til Stortingets kontor.\nValgmateriellet skal oppbevares under betryggende forsegling til 1. januar 1996. Deretter skal det brennes eller tilintetgjøres på betryggende måte. Møtebøkene håndteres deretter i samsvar med bestemmelsene i arkivlovgivningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Valgstyrets kjennelser om stemmerett og om adgangen til å avgi stemme kan påklages til Stortinget. Den kjennelsen går imot og alle som er stemmeberettiget i vedkommende kommune, har klagerett.\nLikeledes kan klager i forbindelse med forberedelse og gjennomføring av folkeavstemningen rettes til Stortinget. Klage kan fremsettes av enhver som er stemmeberettiget i vedkommende fylke.\nKlagen må være skriftlig og må komme inn til Stortingets kontor innen kl. 15 den åttende dagen etter avstemningsdagen.\nStortingets adgang til å sette utfallet av avstemningen til side er ikke avhengig av at det er inngitt klage.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Utfallet av avstemningen kan settes til side:\n- når det er truffet uriktig avgjørelse om innføring eller strykning i manntallet,\n- når bestemmelsene om utarbeidelse av manntallet ikke er overholdt,\n- når avstemningen er holdt på annen tid enn loven gir adgang til,\n- når en stemmemottaker ved forhåndsstemmegivningen har gjort seg skyldig i feil,\n- når en forhåndsstemme ikke har nådd frem som følge av stemmemottakerens forsømmelse,\n- når bestemmelsene om hvordan avstemningen skal forberedes og gjennomføres ikke er overholdt,\n- når det er truffet uriktig avgjørelse om gyldigheten av en stemmeseddel,\n- når noen som ikke står i manntallet har avgitt stemme,\n- når noen har avgitt stemme mer enn én gang,\n- når noen på straffbar måte har søkt å skaffe seg innflytelse på avstemningen,\n- når det er gjort feil ved prøvingen av stemmegivningene,\n- når det er foretatt feil ved opptellingen av stemmene,\n- når det er foretatt feil ved beregningen av utfallet av avstemningen.\nUtfallet av avstemningen kan ikke settes til side med mindre det finnes antakelig at feilen har hatt innflytelse på landsresultatet av folkeavstemningen, jf § 1.\nUtfallet av avstemningen kan ikke settes til side i videre utstrekning enn feilen medfører.\nKan virkningen av feil rettes ved ny opptelling av avgitte stemmer eller ved ny sammenlegging av stemmer, skal dette gjøres enten av Stortinget eller av departementet eller ved at det pålegges nytt oppgjør.\nNår Stortinget setter utfallet av avstemningen helt eller delvis til side, kan det påby ny avstemning i en eller flere kommuner dersom feilen ikke lar seg rette på noen av de måtene som er nevnt foran.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "De utgiftene som er nødvendige for å avvikle folkeavstemningen, dekkes av statskassen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Departementet kan gi utfyllende bestemmelser til loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Denne loven trer i kraft straks og gjelder til 1. januar 1996.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Det skal avholdes en folkeavstemning der alle som har stemmerett etter § 3, skal ha adgang til å svare på følgende spørsmål: «Bør Norge bli medlem av EU (Den europeiske union)». Svaret på spørsmålet skal være ja eller nei.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Ved forberedelsen og gjennomføringen av folkeavstemningen skal bestemmelsene om stortingsvalg i lov av 1. mars 1985 nr. 3 (valgloven) gjelde så langt de passer, og med de unntak som følger av bestemmelsene i loven her.\nHandlinger som omhandlet i Grunnloven § 53 bokstav d medfører tap av stemmerett dersom de utøves i forbindelse med folkeavstemningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Stemmeberettiget er norske statsborgere som fyller 18 år senest 31. desember 1994. De som har mistet stemmeretten etter Grunnloven § 53, har ikke stemmerett ved folkeavstemningen.\nNorske statsborgere som på avstemningsdagen er bosatt utenfor riket, er stemmeberettiget dersom de noen gang har stått innført i norsk folkeregister som bosatt i riket.\nNorske tjenestemenn som er ansatt i diplomatiet eller konsulatvesenet, og deres husstand er stemmeberettiget uten hensyn til reglene i andre ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "For å kunne utøve stemmeretten, må den stemmeberettigete være innført i manntallet på avstemningsdagen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Valgstyret skal føre manntall til bruk på avstemningsdagen for vedkommende kommune.\nManntallet utarbeides på grunnlag av folkeregisteret i kommunen. Valgloven § 11 gjelder ikke. Folkeregisterets kontor har ansvaret for at valgstyret får et utkast til manntall som er i samsvar med folkeregisteret. Valgstyret kan kreve at utkastet skrives ut kretsvis på papir. Departementet fastsetter en frist for å vedta endringer i stemmekretsinndelingen med virkning for folkeavstemningen.\nValgloven § 94a gjelder ikke.\nI manntallet føres personer som er stemmeberettiget etter § 3, etter følgende bestemmelser:\n1. Stemmeberettigete som er bosatt i riket, føres inn i manntallet i vedkommende kommune når de er folkeregisterført som bosatt i kommunen 1. september 1994. De som har flyttet til kommunen, skal manntallsføres der dersom folkeregisteret har mottatt flyttemelding senest 31. august 1994.\n2. Stemmeberettigete som er bosatt utenfor riket og som har vært folkeregisterført som bosatt i riket etter 28. november 1984, skal føres inn i manntallet i den kommunen de sist var folkeregisterført som bosatt.\nStemmeberettigete som er nevnt i § 3 siste ledd, skal føres inn i manntallet i den kommunen de sist var folkeregisterført som bosatt.\nStemmeberettigete som er bosatt utenfor riket og som ikke har vært folkeregisterført som bosatt i riket etter 28. november 1984, skal føres inn i manntallet i den kommunen de sist var manntallsført, dersom de var manntallsført i forbindelse med stortingsvalget i 1993. Dersom de ikke var manntallsført i forbindelse med stortingsvalget i 1993, skal de manntallsføres i den kommunen de sist var folkeregisterført som bosatt, forutsatt at søknad om slik innføring er kommet til valgstyret senest 1. oktober 1994 kl. 15. Søknaden må inneholde forsikring om at søkeren fortsatt er norsk statsborger.\n3. Stemmeberettigete som flytter til riket 1. september 1994 eller senere og har vært folkeregisterført som bosatt i riket etter 28. november 1984, manntallsføres i den kommunen de sist var folkeregisterført som bosatt.\nStemmeberettigete som flytter til riket 1. september 1994 eller senere og ikke har vært folkeregisterført som bosatt i riket etter 28. november 1984, manntallsføres i den kommunen de flytter til, dersom valgstyret får melding fra folkeregisteret om flyttingen senest kl. 15 dagen før kjennelsesmøtet, jf valgloven § 9 første ledd.\n4. Stemmeberettigete som er bosatt på Svalbard og Jan Mayen, skal føres inn i manntallet i den kommunen de sist var folkeregisterført som bosatt.\n5. Personer som er døde, strykes av manntallet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "En velger som vil være forhindret fra å møte personlig på avstemningsdagen, kan avgi stemme på forhånd etter valglovens regler om forhåndsstemmegivning. Valgloven § 32 bokstav f gjelder likevel ikke.\nDet er adgang til å avgi forhåndsstemme fra og med 10. oktober 1994 til og med 26. november 1994. I kommuner der det ikke skal holdes folkeavstemning søndag 27. november 1994, skal det være adgang til å avgi forhåndsstemme minst to timer den dagen mellom kl. 13 og kl. 21 på de steder valgstyret bestemmer.\nForhåndsstemmegivning må foretas så tidlig at stemmegivningen uten særlig foranstaltning fra stemmemottakerens side kan være vedkommende valgstyre i hende før avstemningslokalene stenger på avstemningsdagen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Folkeavstemningen skal avholdes mandag 28. november 1994.\nAvstemningslokalene i hele landet skal holdes åpne fra og med kl. 9 til og med kl. 21 mandag.\nKommunestyret kan selv bestemme at det også skal avholdes folkeavstemning i vedkommende kommune søndag 27. november 1994. Avstemningslokalene skal i så fall holdes åpne fra og med kl. 13 til og med kl. 18 søndag. Valgstyret kan bestemme at ett eller flere valglokaler ikke skal holdes åpne søndag.\nValgstyret kunngjør når og hvor folkeavstemningen skal avholdes. Kunngjøringen skal skje en av de siste dagene før avstemningsdagen.\nFolkeavstemningen åpnes ved at lederen i stemmestyret leser opp en erklæring som fastsettes av departementet.\nDet er ikke adgang til å offentliggjøre avstemningsresultater eller prognoser, som er laget på grunnlag av undersøkelser foretatt søndag 27. november 1994 eller mandag 28. november 1994, før tidligst mandag 28. november 1994 kl. 21.\nDet er ikke adgang til å foreta velgerundersøkelser eller lignende utspørring av velgerne inne i avstemningslokalet, i tilstøtende rom eller i umiddelbar nærhet av avstemningslokalet. Valgstyret tar stilling til om et område omfattes av denne bestemmelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "På stemmeseddelen skal det stå enten «ja» eller «nei».\nStemmesedlene må ikke være merket slik at det fremgår hvem velgeren er. De må ikke være påført ord eller tegn som må antas å skulle gi uttrykk for en mening om personer, organisasjoner eller samfunnsspørsmål. Ord eller tegn som kan regnes som forandring i eller forsøk på å forandre stemmeseddelens innhold, eller fremheving av innholdet, fører likevel ikke til vraking. Det må heller ikke ligge noe annet enn stemmesedler i konvoluttene, dersom det klart fremgår at det er lagt der med vilje eller viser hvem velgeren er.\nDepartementet skal sørge for trykte stemmesedler. Andre trykte stemmesedler må ikke deles ut eller brukes.\nStemmeseddelen skal være av hvitt papir. Valgstyret eller stemmestyret skal sørge for at det til enhver tid er tilgjengelig trykte stemmesedler med begge svar i valglokalene. Dersom beholdningen av stemmesedler ikke blir tilstrekkelig, skal det være tilgjengelig hvite, blanke stemmesedler som velgeren selv kan fylle ut.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "I tillegg til de vrakingsgrunnene som fremgår av valgloven, er også stemmegivning i strid med § 8 vrakingsgrunn.\nLigger det flere stemmesedler i konvolutten skal alle vrakes dersom de gir forskjellige svar. Gir alle stemmesedlene likt svar, skal den ene godkjennes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Når valgstyret har avsluttet prøving og opptelling av stemmesedlene, skal det umiddelbart sende alle stemmesedler, omslagskonvolutter for forhåndsstemmer og en bekreftet avskrift av valgstyrets møtebøker til fylkesvalgstyrets leder i forseglet pakke.\nSamtidig skal valgstyret sende alle klager, bemerkninger og bekreftet avskrift av valgstyrets møtebok i forseglet pakke til Stortingets kontor.\nNår fylkesvalgstyret har kontrollert valgstyrets prøving av stemmegivningene og opptelling av stemmesedlene, skal utfallet av avstemningen umiddelbart meddeles departementet.\nKopi av fylkesvalgstyrets møtebok skal omgående sendes Stortingets kontor.\nDepartementet skal uten opphold beregne utfallet av avstemningen for hele landet på grunnlag av meddelelsene fra fylkesvalgstyrene. Beregningen skal føres inn i en bok. Departementet skal omgående sende bekreftet avskrift av det som er bokført til Stortingets kontor.\nValgmateriellet skal oppbevares under betryggende forsegling til 1. januar 1996. Deretter skal det brennes eller tilintetgjøres på betryggende måte. Møtebøkene håndteres deretter i samsvar med bestemmelsene i arkivlovgivningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Valgstyrets kjennelser om stemmerett og om adgangen til å avgi stemme kan påklages til Stortinget. Den kjennelsen går imot og alle som er stemmeberettiget i vedkommende kommune, har klagerett.\nLikeledes kan klager i forbindelse med forberedelse og gjennomføring av folkeavstemningen rettes til Stortinget. Klage kan fremsettes av enhver som er stemmeberettiget i vedkommende fylke.\nKlagen må være skriftlig og må komme inn til Stortingets kontor innen kl. 15 den åttende dagen etter avstemningsdagen.\nStortingets adgang til å sette utfallet av avstemningen til side er ikke avhengig av at det er inngitt klage.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Utfallet av avstemningen kan settes til side:\n- når det er truffet uriktig avgjørelse om innføring eller strykning i manntallet,\n- når bestemmelsene om utarbeidelse av manntallet ikke er overholdt,\n- når avstemningen er holdt på annen tid enn loven gir adgang til,\n- når en stemmemottaker ved forhåndsstemmegivningen har gjort seg skyldig i feil,\n- når en forhåndsstemme ikke har nådd frem som følge av stemmemottakerens forsømmelse,\n- når bestemmelsene om hvordan avstemningen skal forberedes og gjennomføres ikke er overholdt,\n- når det er truffet uriktig avgjørelse om gyldigheten av en stemmeseddel,\n- når noen som ikke står i manntallet har avgitt stemme,\n- når noen har avgitt stemme mer enn én gang,\n- når noen på straffbar måte har søkt å skaffe seg innflytelse på avstemningen,\n- når det er gjort feil ved prøvingen av stemmegivningene,\n- når det er foretatt feil ved opptellingen av stemmene,\n- når det er foretatt feil ved beregningen av utfallet av avstemningen.\nUtfallet av avstemningen kan ikke settes til side med mindre det finnes antakelig at feilen har hatt innflytelse på landsresultatet av folkeavstemningen, jf § 1.\nUtfallet av avstemningen kan ikke settes til side i videre utstrekning enn feilen medfører.\nKan virkningen av feil rettes ved ny opptelling av avgitte stemmer eller ved ny sammenlegging av stemmer, skal dette gjøres enten av Stortinget eller av departementet eller ved at det pålegges nytt oppgjør.\nNår Stortinget setter utfallet av avstemningen helt eller delvis til side, kan det påby ny avstemning i en eller flere kommuner dersom feilen ikke lar seg rette på noen av de måtene som er nevnt foran.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "De utgiftene som er nødvendige for å avvikle folkeavstemningen, dekkes av statskassen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Departementet kan gi utfyllende bestemmelser til loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Denne loven trer i kraft straks og gjelder til 1. januar 1996.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    }
  ]
}