{
  "id": "LOV-1888-04-21",
  "type": "statute",
  "title": "Lov om norsk Statsborgerret m. m.",
  "short_name": "Riksborgarrettslova",
  "status": "in_force",
  "issued_date": "1888-04-21",
  "in_force_date": "1888-04-21",
  "url": "https://lovdata.no/dokument/NLO/lov/1888-04-21",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Norsk statsborgerret erhverves ved fødselen, af ægte barn, hvis dets fader eller moder da har norsk statsborgerret, af uægte barn, hvis dette er tilfældet med moderen. Barn, som hittes her i riget, uden at dets forældre opdages eller deres statsborgerlige stilling bringes paa det rene, inden barnet fylder sit attende aar, ansees som født af norsk statsborger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gjennem egen handling erhverves norsk statsborgerret:\na. ved ægteskap, nemlig af fremmed kvinde, som gifter sig med norsk statsborger;\nb. ved at tage fast bolig i Norge, nemlig saafremt den indflyttede efter grundlovens § 92, a, b eller d har norsk indfødsret; dette gjælder dog ikke om indfødt nordmand, som tager fast bolig her i landet paa grund af ansættelse i fremmed stats tjeneste, ei heller om kvinde, der vel har norsk indfødselsret, men er gift med fremmed stats borger;\nc. ved at modtage bestalling som embedsmand eller fast ansættelse af Kongen eller et regjeringsdepartement som bestillingmand i den norske stats tjeneste; forsaavidt angaar embeder eller bestillinger i den for Norge og Sverige fælles offentlige tjeneste, gjælder denne bestemmelse kun om den, der har norsk indfødsret og siger sig løs fra det undersaatlige forbehold, hvori han maatte staa til fremmed stat.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Norsk statsborgerret kan ogsaa tilstaaes andre indvaanere af landet ved bevilgning af Kongen eller den, han dertil bemyndiger. Saadan bevilgning maa dog i almindelighed kun meddeles den, der\na. har havt fast bolig her i landet i tre paa hinanden følgende aar;\nb. har vundet hjemstavnsret i noget norsk fattigvæsensdistrikt eller paa saadan maade, som efter sikkerhed for, at han og hans familie ikke skal falde det offentlige fattigvæsen til byrde, inden han vilde have erhvervet hjemstavnsret, om statsborgerret ei var meddelt ham;\nc. er fuldmyndig;\nd. ikke befinder sig i noget af de tilfælde, som efter grundlovens §§ 52 a og 53 a medfører stemmerets suspension eller fortabelse.\nDen som attraar i henhold til disse bestemmelser at blive norsk statsborger, har at indgive andragende derom gjennem øverigheden paa det sted, hvor han bor, ledsaget af oplysning om, hvor han har boet under sit ophold her i landet, og om, i hvilken anden stat han har borgerret, samt at erklæring om, at han under betingelse af andragendets indvilgelse udtræder af alt undersaatligt forhold til denne stat. Hvis der efter dennes retsregler til saadan udtrædelse kræves samtykke af dens regjering eller anden myndighet, ifal det af ansøgeren godtgjøres, at han har faaet saadant samtykke.\nInnvilges andragendet, meddeles der efter formular, som af Kongen fastsættes, ansøgeren statsborgerbrev.\nEt ved bevilgning meddelt statsborgerbrev træder først i kraft, naar den, hvem det er meddelt, har aflagt den i grundlovens § 51 omhandlede ed. Den dommer, som modtager samme, giver statsborgerbrevet paategning om edsaflæggelsen.\nEnke eller ugift kvinde kan erhverve statsborgerret paa den her foreskrevne maade, men aflægger ikke saadan ed.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Den med hjemmel af nærværende lovs §§ 2 og 3 erhvervede statsborgerret tilkommer ogsaa erhververens hustru samt hans eller hendes umyndige børn, som er hjemme hos forældrene eller besørges opdragne af dem.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Enhver indvandret udlænding, der, uden at være indført i det grundlovens § 51 forestkrevne mandtal, dog formener at have erhvervet statsborgerret paa den tid, da nærværende lov træder i kraft, ifal, for at kunne gjøre denne ret gjældende, inden et aar fra det nævnte tidspunkt indaa med andragende om statsborgerbrev til overøvrigheden.\nFor personer, der ved lovens ikrafttræden endnu ikke er fuldmyndige, regnes fristen for andragendets indgivelse fra myndighedsalderens indtræben.\nFinder overøvrigheten andragendet begrundet, og andrageren opfylder de i nærværende lovs § 3 a og b opstillede betingelser, bliver statsborgerbrev at udfærdige for ham og tjener da til fuldgyldig hjemmel for hans statsborgerret. At andragendet afslaaes, berøver derimod ikke andrageren nogen ret, som efter den nuværende lovgivning maatte tilkomme ham.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Norsk statsborgerret tabes ved:\na. at blive borger i fremmed stat;\nb. at forlade landet for bestandig. Dog kan norsk borger, der ifølge grunndlovens § 92 a, b eller d har indfødsret, bibeholde sin statsborgerret, naar han inden et aar efter sin udflytning eller efter den dag, nærværende lov træder i kraft, for den norske konsul paa stedet erklærer, at han ønsker vedblivende at være norsk statsborger.\nErklæringen gjælder for et tidsrum af 10 aar og kan inden dettes udløb fornyes med virkning for et lignende antal aar.\nDen, der flytter til andet land paa grund af ansættelse i norsk statsborgertjeneste eller i norges og sveriges fælles offentlige tjeneste, beholder sin norske statsborgerret.\nI alle tilfælde, hvor den udflyttede beholder saadan ret, bevares den ogsaa for hans hustru samt hans eller hendes umyndige børn, som er hjemme hos forældrene eller besørges opdragne af dem.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "De, der efter grundlovens § 92 a, b eller d har norsk indfødsret, er altid berettigede til at tage fast bolig her i landet. De beholder den dem lovene om fattigvæsenet af 6te juni 1863, for kjøbstæderne § 16, for landet § 17, tillagte hjemstavnsret.\nNorske statsborgere er berettigede til at opholde sig her i landet, undtagen forsaavidt de kan udleveres til Sverige efter lov af 11te september 1818. § 1 i lov af 17de juni 1886, indeholdende forandring i og tillæg til lovgivningen om fattigvæsenet, sættes ud af kraft for norske statsborgere, hvorimod samme lovs § 2 fremdeles bliver gjældende med hensyn til udvandrede norske statsborgere, der ikke har norsk indfødselsret.\nNorsk statsborger er norsk undersaat. Den ved lov om værnepligten af 12te mai 1866 § 12 indvandrede udlændinger betingelsesvis tillagte frihed for militærtjeneste forbeholdes dem, selv om de er blevne norske statsborgere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "De indvaanere af landet, som ikke har norsk statsborgerret, er heller ikke norske undersaatter. Med hensyn til deres retsstilling gjælder imidlertid fremdeles, hvad der i anden lov end grunndloven og nærværende lov er foreskrevet om norske undersaatter, indlændinger, nordmænd, rigets indvaanere eller norske borgere, dog at indvandrende udlændinger er underkastede udvisning af riget i samme tilfælde som hidtil. Loven af 4de august 1845 angaaende valgbarheden til visse kommunale ombud samt den i forrige paragraf nævnte lov af 17de juni 1886 bliver fremdeles anvendelig paa dem.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Uden tilladelse, meddelt af Kongen eller den, han hertil har bemyndiget, kan for eftertiden fast eiendom her i riget ikke med fuld retsvirkning erhverves af andre end norske eller svenske statsborgere eller korporationer, stiftelser eller uansvarlige selskaber, hvis bestyrelser har sit sæde i Norge eller Sverige og bestaar udelukkende af norske eller svenske statsborgere. Det samme gjælder om brugsret over grund.\nUndtagelser fra denne paragrafs bestemmelser kan fastsættes af Kongen med hensyn til leie og andre brugsrettigheder, som stiftes for en tid af høist 10 aar.\nAdgang til at erholde muthing, udmaal og frist paa gruber efter lov om bergværksdriften af 14de juli 1842 staar fremdeles som hidtil aaben for enhver, ligeledes mutherens ret efter samme lovs § 18 vog lov af 17de februar 1866. Ligeledes ifal de efter lov af 16de juli 1845 anerkjendte dissentermenigheder, uhindret af nærværende paragrafs bestemmelser, ogsaa for eftertiden kunne erhverve grund til kirke, skole, præstebolig og begravelsesplads.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Svensk statsborger, der fremtidigen erhverver fast eiendom i Norge eller saadan brugsret, som efter § 9 er ligestillet dermed, skal, hvis han ikke er bosat her, være forpligtet til paa det sted, hvor eiendommen ligger, at have en fuldmægtig, som er bemyndiget til i hans fravær at svare paa hans vegne for domstolene og andre embedsmyndigheder i sager, som angaar eiendommen eller brugsretten.\nDet samme gjælder korporationer, stiftelser eller uansvarlige selskaber, hvis bestyrelser har sit sæde i Sverige, og som erhverver saadan eiendom eller brugsret som oven nævnt.\nFuldmægtigens navn og bopæl bliver at thinglyse.\nIagttages ikke foranstaaende bestemmelser, kan underdommeren i det distrikt, hvor eiendommen ligger, paa begjæring af nogen deri interesseret med bindende virkning for vedkommende eier eller bruger opnævne saadan fuldmægtig.\nDe i nærværende § foreskrevne bestemmelser ifal ogsaa komme til anvendelse, naar udlænding ifølge tilladelse, given i medhold af § 9, her i landet har erhvervet fast eiendom eller brugsret over saadan eiendom.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Forsaavidt nogen aftale maatte komme i strid med bestemmelsen i § 9, kan den ikke forlanges fuldbyrdet, medmindre saadan bevilgning, som i nævnte paragraf omhandlet, senere erholdes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Forlanges noget dokument thinglyst angaaende en erhvervelse, hvortil udlænding ifølge § 9 behøver bevilgning, og saadan ikke fremlægges, ifal retsskriveren, saafremt han finder det tvilsomt, hvorvidt erhvervelsen er i strid med den nævnte paragraf, anmærke dette. Anmærkningen ifal af retsskriveren meddeles overøvrigheden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Er en mod § 9 stridende reshandel fuldbyrdet ved thinglysning af hjemmelsbrev, eller er kjøberen eller leietageren indfat i eiendommens besiddelse eller rettighedens udøvelse, ifal overøvrigheden fastsætte en frist, inden hvilken forholdet ifal bringes i lovlig orden, saasom ved frivillig omgjørelse af retshandelen eller ved gjenstandens salg til nogen, som er berettiget til at erhverve samme. Fristen maa ikke sættes fortere end 6 maaneder eller længere end 3 aar. Overøvrighedens bestemmelse herom bliver at thinglyse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Oversiddes denne frist, ifal eiendommen eller brugsretten efter overøvrighedens befaling uden forligsmægling eller varsel sælges ved tvangsauktion. Salget sker med bindende virkning for eieren eller besidderen, hans hjemmelsmand, deres kreditorer og konkursboer samt dem, der har pant i eiendommen. Det foregaar for eierens eller besidderens regning og saaledes førend hans hjemmelsmand har erholdt det vederlag, han har betinget sig for eiendommen eller brugsretten. Bliver dette vederlag ikke dækket fuldt ud, har han personlige tiltale til sin skyldner i behold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "De i §§ 13 og 14 givne forskrifter kommer ogsaa til anvendelse, saafremt uansvarligt selskab, der har sit sæde i Norge eller Sverige og eier fast eiendom i Norge eller besidder brugsret, til hvis erhvervelse udlænding ifølge § 9 befinder bevilgning, flytter sit sæde til nogen fremmed magts land eller i sin bestyrelse optager nogen, som ikke har norsk eller svensk statsborgerret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Tilfalder eiendom eller brugsret ved arv nogen, som er uberettiget til at erhverve den, og tilladelse efter § 9 paa grund af særegne forholde ikke kan erholdes, ifal forskrifterne i §§ 13 og 14 ligeledes gjælde, forsavidt de efter sin natur er anvendelige paa tilfældet.\nTilhører eiendommen eller brugsretten kvinde, som har norsk eller svensk statsborgerret eller efter § 9 har faaet tilladelse til at erhverve gjenstanden, forbliver den hendes særeie, om hun gifter sig med nogen, som ikke har saadan statsborgerret og ei har faaet saadan tilladelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Ved udtrykket fast bolig her i landet betegnes i nærværende lov saadant ophold, som vidner om den hensigt at forblive her bestandigt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Nærværende lov, der strax træder i kraft, bliver uden anvendelse paa tilfælde, hvori dens bestemmelser maattekomme i strid med bestaaende traktat.\nThi have Vi antaget og bekræftet, ligesom Vi herved antage og bekræfte denne Beslutning som Lov under Rigets Segl.\nGivet paa Stockholms Slot den 21de April 1888.\nUnder hans Majestæts, Min naadigste Konges og Herres Fraværelse.\nGustaf. (L. S.)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Norsk statsborgerret erhverves ved fødselen, af ægte barn, hvis dets fader eller moder da har norsk statsborgerret, af uægte barn, hvis dette er tilfældet med moderen. Barn, som hittes her i riget, uden at dets forældre opdages eller deres statsborgerlige stilling bringes paa det rene, inden barnet fylder sit attende aar, ansees som født af norsk statsborger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Gjennem egen handling erhverves norsk statsborgerret:\na. ved ægteskap, nemlig af fremmed kvinde, som gifter sig med norsk statsborger;\nb. ved at tage fast bolig i Norge, nemlig saafremt den indflyttede efter grundlovens § 92, a, b eller d har norsk indfødsret; dette gjælder dog ikke om indfødt nordmand, som tager fast bolig her i landet paa grund af ansættelse i fremmed stats tjeneste, ei heller om kvinde, der vel har norsk indfødselsret, men er gift med fremmed stats borger;\nc. ved at modtage bestalling som embedsmand eller fast ansættelse af Kongen eller et regjeringsdepartement som bestillingmand i den norske stats tjeneste; forsaavidt angaar embeder eller bestillinger i den for Norge og Sverige fælles offentlige tjeneste, gjælder denne bestemmelse kun om den, der har norsk indfødsret og siger sig løs fra det undersaatlige forbehold, hvori han maatte staa til fremmed stat.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Norsk statsborgerret kan ogsaa tilstaaes andre indvaanere af landet ved bevilgning af Kongen eller den, han dertil bemyndiger. Saadan bevilgning maa dog i almindelighed kun meddeles den, der\na. har havt fast bolig her i landet i tre paa hinanden følgende aar;\nb. har vundet hjemstavnsret i noget norsk fattigvæsensdistrikt eller paa saadan maade, som efter sikkerhed for, at han og hans familie ikke skal falde det offentlige fattigvæsen til byrde, inden han vilde have erhvervet hjemstavnsret, om statsborgerret ei var meddelt ham;\nc. er fuldmyndig;\nd. ikke befinder sig i noget af de tilfælde, som efter grundlovens §§ 52 a og 53 a medfører stemmerets suspension eller fortabelse.\nDen som attraar i henhold til disse bestemmelser at blive norsk statsborger, har at indgive andragende derom gjennem øverigheden paa det sted, hvor han bor, ledsaget af oplysning om, hvor han har boet under sit ophold her i landet, og om, i hvilken anden stat han har borgerret, samt at erklæring om, at han under betingelse af andragendets indvilgelse udtræder af alt undersaatligt forhold til denne stat. Hvis der efter dennes retsregler til saadan udtrædelse kræves samtykke af dens regjering eller anden myndighet, ifal det af ansøgeren godtgjøres, at han har faaet saadant samtykke.\nInnvilges andragendet, meddeles der efter formular, som af Kongen fastsættes, ansøgeren statsborgerbrev.\nEt ved bevilgning meddelt statsborgerbrev træder først i kraft, naar den, hvem det er meddelt, har aflagt den i grundlovens § 51 omhandlede ed. Den dommer, som modtager samme, giver statsborgerbrevet paategning om edsaflæggelsen.\nEnke eller ugift kvinde kan erhverve statsborgerret paa den her foreskrevne maade, men aflægger ikke saadan ed.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Den med hjemmel af nærværende lovs §§ 2 og 3 erhvervede statsborgerret tilkommer ogsaa erhververens hustru samt hans eller hendes umyndige børn, som er hjemme hos forældrene eller besørges opdragne af dem.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Enhver indvandret udlænding, der, uden at være indført i det grundlovens § 51 forestkrevne mandtal, dog formener at have erhvervet statsborgerret paa den tid, da nærværende lov træder i kraft, ifal, for at kunne gjøre denne ret gjældende, inden et aar fra det nævnte tidspunkt indaa med andragende om statsborgerbrev til overøvrigheden.\nFor personer, der ved lovens ikrafttræden endnu ikke er fuldmyndige, regnes fristen for andragendets indgivelse fra myndighedsalderens indtræben.\nFinder overøvrigheten andragendet begrundet, og andrageren opfylder de i nærværende lovs § 3 a og b opstillede betingelser, bliver statsborgerbrev at udfærdige for ham og tjener da til fuldgyldig hjemmel for hans statsborgerret. At andragendet afslaaes, berøver derimod ikke andrageren nogen ret, som efter den nuværende lovgivning maatte tilkomme ham.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Norsk statsborgerret tabes ved:\na. at blive borger i fremmed stat;\nb. at forlade landet for bestandig. Dog kan norsk borger, der ifølge grunndlovens § 92 a, b eller d har indfødsret, bibeholde sin statsborgerret, naar han inden et aar efter sin udflytning eller efter den dag, nærværende lov træder i kraft, for den norske konsul paa stedet erklærer, at han ønsker vedblivende at være norsk statsborger.\nErklæringen gjælder for et tidsrum af 10 aar og kan inden dettes udløb fornyes med virkning for et lignende antal aar.\nDen, der flytter til andet land paa grund af ansættelse i norsk statsborgertjeneste eller i norges og sveriges fælles offentlige tjeneste, beholder sin norske statsborgerret.\nI alle tilfælde, hvor den udflyttede beholder saadan ret, bevares den ogsaa for hans hustru samt hans eller hendes umyndige børn, som er hjemme hos forældrene eller besørges opdragne af dem.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "De, der efter grundlovens § 92 a, b eller d har norsk indfødsret, er altid berettigede til at tage fast bolig her i landet. De beholder den dem lovene om fattigvæsenet af 6te juni 1863, for kjøbstæderne § 16, for landet § 17, tillagte hjemstavnsret.\nNorske statsborgere er berettigede til at opholde sig her i landet, undtagen forsaavidt de kan udleveres til Sverige efter lov af 11te september 1818. § 1 i lov af 17de juni 1886, indeholdende forandring i og tillæg til lovgivningen om fattigvæsenet, sættes ud af kraft for norske statsborgere, hvorimod samme lovs § 2 fremdeles bliver gjældende med hensyn til udvandrede norske statsborgere, der ikke har norsk indfødselsret.\nNorsk statsborger er norsk undersaat. Den ved lov om værnepligten af 12te mai 1866 § 12 indvandrede udlændinger betingelsesvis tillagte frihed for militærtjeneste forbeholdes dem, selv om de er blevne norske statsborgere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "De indvaanere af landet, som ikke har norsk statsborgerret, er heller ikke norske undersaatter. Med hensyn til deres retsstilling gjælder imidlertid fremdeles, hvad der i anden lov end grunndloven og nærværende lov er foreskrevet om norske undersaatter, indlændinger, nordmænd, rigets indvaanere eller norske borgere, dog at indvandrende udlændinger er underkastede udvisning af riget i samme tilfælde som hidtil. Loven af 4de august 1845 angaaende valgbarheden til visse kommunale ombud samt den i forrige paragraf nævnte lov af 17de juni 1886 bliver fremdeles anvendelig paa dem.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Uden tilladelse, meddelt af Kongen eller den, han hertil har bemyndiget, kan for eftertiden fast eiendom her i riget ikke med fuld retsvirkning erhverves af andre end norske eller svenske statsborgere eller korporationer, stiftelser eller uansvarlige selskaber, hvis bestyrelser har sit sæde i Norge eller Sverige og bestaar udelukkende af norske eller svenske statsborgere. Det samme gjælder om brugsret over grund.\nUndtagelser fra denne paragrafs bestemmelser kan fastsættes af Kongen med hensyn til leie og andre brugsrettigheder, som stiftes for en tid af høist 10 aar.\nAdgang til at erholde muthing, udmaal og frist paa gruber efter lov om bergværksdriften af 14de juli 1842 staar fremdeles som hidtil aaben for enhver, ligeledes mutherens ret efter samme lovs § 18 vog lov af 17de februar 1866. Ligeledes ifal de efter lov af 16de juli 1845 anerkjendte dissentermenigheder, uhindret af nærværende paragrafs bestemmelser, ogsaa for eftertiden kunne erhverve grund til kirke, skole, præstebolig og begravelsesplads.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Svensk statsborger, der fremtidigen erhverver fast eiendom i Norge eller saadan brugsret, som efter § 9 er ligestillet dermed, skal, hvis han ikke er bosat her, være forpligtet til paa det sted, hvor eiendommen ligger, at have en fuldmægtig, som er bemyndiget til i hans fravær at svare paa hans vegne for domstolene og andre embedsmyndigheder i sager, som angaar eiendommen eller brugsretten.\nDet samme gjælder korporationer, stiftelser eller uansvarlige selskaber, hvis bestyrelser har sit sæde i Sverige, og som erhverver saadan eiendom eller brugsret som oven nævnt.\nFuldmægtigens navn og bopæl bliver at thinglyse.\nIagttages ikke foranstaaende bestemmelser, kan underdommeren i det distrikt, hvor eiendommen ligger, paa begjæring af nogen deri interesseret med bindende virkning for vedkommende eier eller bruger opnævne saadan fuldmægtig.\nDe i nærværende § foreskrevne bestemmelser ifal ogsaa komme til anvendelse, naar udlænding ifølge tilladelse, given i medhold af § 9, her i landet har erhvervet fast eiendom eller brugsret over saadan eiendom.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Forsaavidt nogen aftale maatte komme i strid med bestemmelsen i § 9, kan den ikke forlanges fuldbyrdet, medmindre saadan bevilgning, som i nævnte paragraf omhandlet, senere erholdes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Forlanges noget dokument thinglyst angaaende en erhvervelse, hvortil udlænding ifølge § 9 behøver bevilgning, og saadan ikke fremlægges, ifal retsskriveren, saafremt han finder det tvilsomt, hvorvidt erhvervelsen er i strid med den nævnte paragraf, anmærke dette. Anmærkningen ifal af retsskriveren meddeles overøvrigheden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Er en mod § 9 stridende reshandel fuldbyrdet ved thinglysning af hjemmelsbrev, eller er kjøberen eller leietageren indfat i eiendommens besiddelse eller rettighedens udøvelse, ifal overøvrigheden fastsætte en frist, inden hvilken forholdet ifal bringes i lovlig orden, saasom ved frivillig omgjørelse af retshandelen eller ved gjenstandens salg til nogen, som er berettiget til at erhverve samme. Fristen maa ikke sættes fortere end 6 maaneder eller længere end 3 aar. Overøvrighedens bestemmelse herom bliver at thinglyse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Oversiddes denne frist, ifal eiendommen eller brugsretten efter overøvrighedens befaling uden forligsmægling eller varsel sælges ved tvangsauktion. Salget sker med bindende virkning for eieren eller besidderen, hans hjemmelsmand, deres kreditorer og konkursboer samt dem, der har pant i eiendommen. Det foregaar for eierens eller besidderens regning og saaledes førend hans hjemmelsmand har erholdt det vederlag, han har betinget sig for eiendommen eller brugsretten. Bliver dette vederlag ikke dækket fuldt ud, har han personlige tiltale til sin skyldner i behold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "De i §§ 13 og 14 givne forskrifter kommer ogsaa til anvendelse, saafremt uansvarligt selskab, der har sit sæde i Norge eller Sverige og eier fast eiendom i Norge eller besidder brugsret, til hvis erhvervelse udlænding ifølge § 9 befinder bevilgning, flytter sit sæde til nogen fremmed magts land eller i sin bestyrelse optager nogen, som ikke har norsk eller svensk statsborgerret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Tilfalder eiendom eller brugsret ved arv nogen, som er uberettiget til at erhverve den, og tilladelse efter § 9 paa grund af særegne forholde ikke kan erholdes, ifal forskrifterne i §§ 13 og 14 ligeledes gjælde, forsavidt de efter sin natur er anvendelige paa tilfældet.\nTilhører eiendommen eller brugsretten kvinde, som har norsk eller svensk statsborgerret eller efter § 9 har faaet tilladelse til at erhverve gjenstanden, forbliver den hendes særeie, om hun gifter sig med nogen, som ikke har saadan statsborgerret og ei har faaet saadan tilladelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Ved udtrykket fast bolig her i landet betegnes i nærværende lov saadant ophold, som vidner om den hensigt at forblive her bestandigt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Nærværende lov, der strax træder i kraft, bliver uden anvendelse paa tilfælde, hvori dens bestemmelser maattekomme i strid med bestaaende traktat.\nThi have Vi antaget og bekræftet, ligesom Vi herved antage og bekræfte denne Beslutning som Lov under Rigets Segl.\nGivet paa Stockholms Slot den 21de April 1888.\nUnder hans Majestæts, Min naadigste Konges og Herres Fraværelse.\nGustaf. (L. S.)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    }
  ]
}