{
  "id": "LOV-1969-06-13-25",
  "type": "statute",
  "title": "Lov om trudomssamfunn og ymist anna",
  "short_name": "Lov om trudomssamfunn og ymist anna",
  "status": "in_force",
  "issued_date": "1969-06-13",
  "in_force_date": "1970-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1969-06-13-25",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Alle har rett til å driva religiøs verksemd åleine eller saman med andre, og til å skipa trudomssamfunn når rett og sømd ikkje vert krenkt.\n1 Jf. Grl. § 16 og lov 17 juli 1998 nr. 61 § 2-4 og § 2-11 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Ingen kan binda seg rettsleg til å høyra eller ikkje høyra til eit trudomssamfunn, ein religiøs samskipnad eller orden. Heller ikkje kan nokon binda ein annan til slikt.\n1 Jf. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Den som er over 15 år, kan melda seg inn i eller ut or trudomssamfunn.​1\n1 Jf. lov 8 apr 1981 nr. 7 § 32 og BK art. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Ein som er under 20 år, kan ikkje gjeva livsvarig lovnad om å høyra til ein religiøs orden, eit kloster eller ein liknande samskipnad. Det er ulovleg å taka imot ein slik lovnad.​2\n1 Jf. § 2.\n2 Jf. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Barn som vert født medan foreldra er gifte, høyrer til same trudomssamfunnet som foreldra.\nHøyrer foreldra til ulike trudomssamfunn utanfor Den norske kyrkja,​2 avgjer dei saman etter at barnet er født, om det skal høyra til eit trudomssamfunn, og i tilfelle kva for eit samfunn.​3\nEr foreldra ikkje gifte når barnet vert født, høyrer det til same trudomssamfunnet som mora.\n0 Endra med lov 8 apr 1981 nr. 7.\n1 Jf. lov 7 juni 1996 nr. 31 § 3.\n2 Jf. lov 7 juni 1996 nr. 31.\n3 Sjå lov 8 apr 1981 nr. 7 kap. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Foreldre som ikkje båe høyrer til Den norske kyrkja,​2 kan saman melde barnet sitt inn i eller ut or trudomssamfunn, så lenge barnet er under 15 år.\nNår berre ein av foreldra har foreldreansvaret,​3 kan han eller ho taka slik avgjerd åleine.\nHar ingen foreldreansvaret​3 for barnet, kan verja​4 melda barnet inn i eller ut or trudomssamfunn.\nNår barnet er 12 år eller meir, skal det få seia si mening om innmelding eller utmelding, om det let seg gjera.​5\n0 Endra med lov 8 apr 1981 nr. 7. Sjå den lova kap. 5.\n1 Jf. lov 7 juni 1996 nr. 31 § 3.\n2 Jf. lov 7 juni 1996 nr. 31.\n3 Jf. lov 8 apr 1981 nr. 7 kap. 5.\n4 Sjå lov 26 mars 2010 nr. 9 § 16 til § 18.\n5 Sjå lov 8 apr 1981 nr. 7 § 31 og BK art. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Den som ikkje er norsk riksborgar​1 og heller ikkje har bustad i riket, vert ikkje rekna for å høyra til norsk trudomssamfunn etter denne lov.​2\nIngen kan høyra til eit trudomssamfunn utan han dessutan fyller dei vilkåra som trudomssamfunnet set.​3\n1 Jf. lov 10 juni 2005 nr. 51.\n2 Sml. lov 7 juni 1996 nr. 31 § 3.\n3 Jf. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Ingen kan etter denne lov samstundes høyra til registerført​2 trudomssamfunn og Den norske kyrkja,​3 eller meir enn eitt registerført trudomssamfunn.\n1 Jf. lov 7 juni 1996 nr. 31 § 3.\n2 Jf. § 13.\n3 Jf. lov 7 juni 1996 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Trudomssamfunnet fastset sjølv kva måte innmelding i samfunnet skal gjerast på.\nDen som vil melda seg ut or registerført​1 trudomssamfunn eller or Den norske kyrkja,​2 må anten møta fram sjølv eller senda skriftleg melding til presten eller forstandaren.​3\nPresten eller forstandaren ser til at vilkåra etter lova er oppfylde. Han skal bokføra innmeldingar og utmeldingar og gjeva vitnemål om dei.​4\n1 Jf. § 13.\n2 Jf. lov 7 juni 1996 nr. 31.\n3 Jf. § 14. Sjå lov 7 juni 1996 nr. 31 § 3 nr. 8.\n4 Jf. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Ingen må nytta usømelege overtydingsgrunnar, lovnader eller trugsmål eller gå fram på onnor misleg vis med føremål å få nokon til å gå inn i eller ut or trudomssamfunn.\n1 Jf. § 29. – Jf. strl. § 185.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "Føresegnene i dette kapitlet skal og gjelda om det å høyra til Den norske kyrkja, når ikkje anna er sagt i denne lova eller i serskild lov for Den norske kyrkja.​1\n1 Lov 7 juni 1996 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Eit trudomssamfunn må ikkje nytta namn som kan valda forbyting med andre trudomssamfunn.\nNår eit trudomssamfunn melder namnet sitt til det departement Kongen fastset,​2 kan samfunnet få einerett til namnet. Departementet ser til at namnet ikkje alt er i bruk, at det ikkje krenkjer nokon, og at det ikkje er skikka til å valda forbyting. Er slikt ikkje til hinder for godkjenning, skal departementet gjeva vitnemål om at namnet er meldt og godkjent.\nGjer trudomssamfunnet brigde i namnet sitt eller vert samfunnet oppløyst, skal styret senda departementet​2 melding om det utan drygjing.\n1 Jf. § 29.\n2 Kulturdepartementet iflg. res. 19 des 1997 nr. 1316.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Trudomssamfunn kan lata seg registerføra når det ikkje med si lære eller sitt arbeid kjem i strid med rett og moral. Registerførsla gjev dei rettar og skyldnader som er fastsette i lov.​1\n1 Jf. el. § 12, lov 7 juni 1996 nr. 32 § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Vil eit trudomssamfunn verta registerført, må det senda melding til fylkesmannen om det og der gjera greie for\n1. namn og tilskrift til trudomssamfunnet,\n2. truvedkjenning og lære,\n3. oppbygging, verksemd og utbreiing,\n4. namnet til kvar styremann,\n5. namn og arbeidskrins til kvar prest og forstandar,\n6. dei føresegnene som samfunnet har om føremålet, om kven som kan høyra til samfunnet, om røysterett, om målsmenn for samfunnet, om tenestemenn, om brigde i vedtekter og om oppløysing og liknande.\nDepartementet kan gjeva nærare føresegner om registermeldinga og kva form og inhald ho skal ha.\nMed prest eller forstandar i registerført samfunn er i denne lova meint den eller dei som har lovsette gjeremål i trudomssamfunnet.​1\n1 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Når eit trudomssamfunn er registerført, gjev fylkesmannen samfunnet vitnemål om dette og kunngjer registerførsla i Norsk Lysingsblad.​1\n1 Jf. lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Registerført trudomssamfunn skal kvart år senda fylkesmannen ei stutt melding om verksemda og om brigde i ting som er registerførde.\n1 Jf. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Registerført trudomssamfunn skal straks melda frå til fylkesmannen når prest eller forstandar er tilsett, flyttar eller sluttar i tenesta.\nFylkesmannen ser til at presten eller forstandaren gjer på forsvarleg vis det som han er pålagt med heimel i lov.​2\n1 Jf. § 29.\n2 Jf. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Kongen eller den han gjev fullmakt,​1 kan samtykkja i at registerført trudomssamfunn får ha eigen gravplass og setja vilkår for dette.\nLov om gravplasser, kremasjon og gravferd​2 gjeld på tilsvarande måte så langt den passar.\n0 Endra med lover 7 juni 1996 nr. 32 (ikr. 1 jan 1997), 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866).\n1 Kulturdepartementet iflg. res. 19 des 1997 nr. 1316.\n2 Lov 7 juni 1996 nr. 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Registerført trudomssamfunn kan krevja årleg tilskot frå rikskassen. Tilskotet skal vera så stort at det etter måten svarar om lag til det som staten har budsjettert til Den norske kyrkja,​1 og skal utreknast etter kor mange som høyrer til samfunnet. Løyvingar som kjem som ei følgje av at tenestebustad- og bupliktordninga for prestane har falle bort, skal ikkje reknast med i tilskottsgrunnlaget. Løyvingar til eigenkapital ved skipinga av rettssubjektet Den norske kyrkja og til den delen av kyrkja sin pensjonspremie som er knytt til pensjonsrettar som dei tilsette i Den norske kyrkja har opptent som tenestemenn i staten, skal heller ikkje reknast med i tilskottsgrunnlaget.\nAlle trudomssamfunn som får rikstilskot, kan kvart år krevja tilsvarande tilskot frå kommunar der det bur nokon som høyrer til trudomssamfunnet. Dette tilskotet vert utrekna med grunnlag i dei budsjetterte utlegg kommunen har til Den norske kyrkja.​2\nOffentlege utlegg som gjeld alle, skal ikkje takast med når tilskotet vert utrekna. Departementet​3 kan gjeva nærare føresegner om utrekning og oppgjerd.\nTilskota skal gå til religiøse føremål. For mottekne tilskot skal det sendast inn rekneskap.\nKommunale avgjerder om tilskot kan trudomssamfunnet klaga over til departementet.​3\n0 Endra med lover 18 des 2015 nr. 128 (ikr. 1 jan 2016), 20 des 2016 nr. 124 (ikr. 1 jan 2017).\n1 Jf. lov 7 juni 1996 nr. 31.\n2 Jf. lov 7 juni 1996 nr. 31 § 15.\n3 Kulturdepartementet iflg. res. 19 des 1997 nr. 1316.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:19 a",
      "chapter": "2",
      "section": "19 a",
      "content": "Reglane i § 19 gjeld og for tilskot til andre organiserte trudomssamfunn.\nTilskot kan berre krevjast for medlemmer som ikkje samstundes høyrer til Den norske kyrkja,​1 eller eit anna samfunn som får tilskot etter lova her eller etter lova om tilskot til livssynssamfunn.​2\nDepartementet kan gje føresegner om føring av lister over medlemskap og attest frå advokat/revisor.\nKongen avgjer om eit samfunn fyller vilkåra for tilskot etter paragrafen her.\n0 Føyd til med lov 12 juni 1981 nr. 64.\n1 Jf. § 8. Jf. lov 7 juni 1996 nr. 31.\n2 Lov 12 juni 1981 nr. 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19a",
        "source_heading": "§ 19 a."
      }
    },
    {
      "provision_ref": "2:19 b",
      "chapter": "2",
      "section": "19 b",
      "content": "Departementet kan gjeva føresegner om plikt til å opplysa om fødselsnummer​1 for kvar einskild medlem og organisasjonsnummer​2 for trudomssamfunnet til bruk i saker om tilskot etter §§ 19 og 19 a. Desse opplysningane kan jamførast med opplysningar frå Folkeregisteret,​3 andre trudoms- og livssynssamfunn og medlemsregisteret til Den norske kyrkja​4 så langt dette er teneleg for å kontrollera at vilkåra for tilskot er oppfylde.\nStatistikkloven § 10 gjeld ikkje for opplysningar som er gjevne etter føresegner med heimel i første leddet.\n0 Føyd til med lov 19 mars 2004 nr. 14 (ikr. 19 mars 2004 iflg. res. 19 mars 2004 nr. 545), endra med lover 9 des 2016 nr. 88 (ikr. 1 okt 2017 iflg. res. 9 juni 2017 nr. 718), 21 juni 2019 nr. 32 (ikr. 1 jan 2021 iflg. res. 11 des 2020 nr. 2698).\n1 Jf. lov 9 des 2016 nr. 88 § 2-2.\n2 Jf. lov 3 juni 1994 nr. 15 § 5.\n3 Jf. lov 9 des 2016 nr. 88.\n4 Jf. lov 7 juni 1996 nr. 31 § 3 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19b",
        "source_heading": "§ 19 b."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Registerført trudomssamfunn kan krevja årleg tilskot frå kommunen til religionsopplæring for barn som høyrer til samfunnet, når barnet er friteke frå kristendomsopplæringa i grunnskulen.​1\nTilskotet skal vera så stort at det etter måten svarar om lag til det som stat og kommune yter til kristendomsopplæringa for kvar elev, og skal utreknast etter kor mange som er fritekne av dei som høyrer til trudomssamfunnet.\nDepartementet gjev føresegner om opplæringa, utstrekning av tilskotet og oppgjerd.\nKommunar som har utlegg etter reglane i fyrste leden, kan krevja rikstilskot etter tilskotsreglane for vanlege utlegg til godkjend opplæring.\nAvgjerder om tilskot kan trudomssamfunnet klaga over til departementet.\n1 Jf. lov 17 juli 1998 nr. 61 §§ 2-3 a og 2-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Er vilkåra for registerføring​1 ikkje lenger oppfylde, eller forsømer eit trudomssamfunn lovsette gjeremål, skal fylkesmannen gjeva trudomssamfunnet skriftleg åtvaring og frist til å retta på det som vantar. Er det ikkje retta innan ein frist på minst fire veker, kan fylkesmannen avgjera at trudomssamfunnet skal strykast or registret.\nFylkesmannen kan straks stryka trudomssamfunnet, når det er gjort serleg grove mistak eller forsømingar.\n1 Jf. § 13 og § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Vert eit registerført trudomssamfunn oppløyst eller går det ut or registeret av andre grunnar, skal den som tek vare på dei offentlege bøkene til trudomssamfunnet, straks overlata dei til fylkesmannen.\nFylkesmannen set melding i Norsk Lysingsblad​2 når eit trudomssamfunn ikkje lenger er registerført.\n1 Jf. § 29.\n2 Jf. lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Bøkene​2 til eit registerført trudomssamfunn skal gjevast inn til dei offentlege arkiv​3 i samsvar med reglane som gjeld for embetsbøkene i Den norske kyrkja.​4\n1 Jf. § 29.\n2 Jf. § 25.\n3 Jf. lov 4 des 1992 nr. 126.\n4 Jf. lov 7 juni 1996 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "Den som skal vera prest eller forstandar i registerført trudomssamfunn,​1 må ikkje vera under 23 år og ikkje over 75 år. Han må liva eit heiderleg liv og ha evne til å gjera sine skyldnader etter lova. Fylkesmannen kan gjera unnatak frå alderskravet.\nFør han tek til i tenesta, skal​2 han sende fylkesmannen skriftlig lovnad om at han skal gjera samvitsfullt alle gjeremål som er lagde til tenesta i eller med heimel i lov.\nNår fylkesmannen har godteke lovnaden, skal han gjeva presten eller forstandaren brev om detta.\n0 Endra med lov 29 apr 2005 nr. 24 (ikr. 20 apr 2005 iflg. res. 29 apr 2005 nr. 395).\n1 Jf. § 14.\n2 Jf. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "content": "Prest eller forstandar i registerført trudomssamfunn​1 skal føra dei bøkene som departementet fastset.\nHan kan gjeva vitnemål med offentleg tiltru om tenester han har gjort, og om det som bøkene viser.\nPrest eller forstandar skal gjeva dei meldingar, opplysningar og vitnemål som departementet eller fylkesmannen fastset.\nPrest eller forstandar i registerført trudomssamfunn står under slikt tilsyn som departementet eller fylkesmannen meiner trengst for dei gjeremål som er pålagde i eller med heimel i lov.\n1 Jf. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "content": "Prest eller forstandar i registerført trudomssamfunn​1 står under same ansvar som offentleg tenestemann​2 når det gjeld gjeremål som han er pålagd i eller med heimel i lov.\n1 Jf. § 14.\n2 Sjå strl. §§ 171 til 173.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "2:27",
      "chapter": "2",
      "section": "27",
      "content": "Forsømer ein prest eller forstandar i registerført trudomssamfunn​1 sine gjeremål etter føresegner gjevne i eller med heimel i lov, skal fylkesmannen​2 gjeva han skriftleg åtvaring og varsla styret i trudomssamfunnet. Vert det ikkje slutt på vanhøvet eller er tenesteskyldnaden forsømd på sers alvorleg vis, kan fylkesmannen taka frå honom retten til å gjera preste- eller forstandarteneste.\nDet same gjeld i fall vilkåra etter lov for at han kan vera prest eller forstandar, fell bort på annan måte.​3\n1 Jf. § 14.\n2 Jf. § 17.\n3 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:27 a",
      "chapter": "3",
      "section": "27 a",
      "content": "Den som ikkje høyrer til Den norske kyrkja​1 har rett til fri frå arbeid,​2 skulegang,​3 tenesteplikt og liknande i opp til to dagar kvart år i samband med religiøse høgtider etter vedkomande sin religion.\nArbeidsgjevar har rett til å krevja at desse fridagane vert arbeidd inn att av arbeidstakar. Etter førehandstingingar med arbeidstakaren fastset arbeidsgjevaren når innarbeidinga skal skje.\nArbeidstakar som ynskjer å nytte denne retten til fridagar, skal gje arbeidsgjevaren varsel seinast 14 dagar på førehand.\nDersom vedkomande religion høgtidar meir enn to religiøse høgtidsdagar kvart år, og desse fell utanom dei fridagane​4 som elles gjeld her i riket, kan vedkomande sjølv velje dei to fridagane han har rett til, som religiøse høgtidsdagar.\nInnarbeiding av fri som er gitt i medhald av paragrafen her, vert ikkje rekna som overtid jamvel om arbeidstida overstig dei timetal som er fastsett i arbeidsmiljøloven​5 §§ 10-4 og 10-5.\n0 Føyd til med lov 13 juni 1980 nr. 39, endra med lov 17 juni 2005 nr. 62 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 609).\n1 Jf. lov 7 juni 1996 nr. 31.\n2 Jf. aml. § 12-15.\n3 Jf. lov 17 juli 1998 nr. 61 § 2-11 (2).\n4 Jf. lover 26 apr 1947 nr. 1, 24 feb 1995 nr. 12 § 2.\n5 Lov 17 juni 2005 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27a",
        "source_heading": "§ 27 a."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Kongen kan gjeva nærare føresegner om gjennomføring av denne lova. Han kan fastsetja førerit for meldingar og vitnemål, bøker for register og føresegner om rekneskap.\n0 Endra med lov 17 juli 1998 nr. 56 (ikr. 1 jan 1999).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "content": "Bryt nokon § 4 andre punktum, § 10, § 12, § 16, § 17, § 22, § 23, § 24 andre leden eller § 27 a, kan han verta straffa med bot.\n0 Endra med lov 13 juni 1980 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Kongen fastset kva tid​1 lova skal taka til å gjelda.\nSamstundes held lov 27 juni 1891 om kristne dissentarar og andre som ikkje høyrer til statskyrkja, opp å gjelda.\nFrå same tid vert det gjort desse brigde i andre lovar: – – –\n1 Frå 1 jan 1970 iflg. res. 10 okt 1969.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Alle har rett til å driva religiøs verksemd åleine eller saman med andre, og til å skipa trudomssamfunn når rett og sømd ikkje vert krenkt.\n1 Jf. Grl. § 16 og lov 17 juli 1998 nr. 61 § 2-4 og § 2-11 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Ingen kan binda seg rettsleg til å høyra eller ikkje høyra til eit trudomssamfunn, ein religiøs samskipnad eller orden. Heller ikkje kan nokon binda ein annan til slikt.\n1 Jf. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Den som er over 15 år, kan melda seg inn i eller ut or trudomssamfunn.​1\n1 Jf. lov 8 apr 1981 nr. 7 § 32 og BK art. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Ein som er under 20 år, kan ikkje gjeva livsvarig lovnad om å høyra til ein religiøs orden, eit kloster eller ein liknande samskipnad. Det er ulovleg å taka imot ein slik lovnad.​2\n1 Jf. § 2.\n2 Jf. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Barn som vert født medan foreldra er gifte, høyrer til same trudomssamfunnet som foreldra.\nHøyrer foreldra til ulike trudomssamfunn utanfor Den norske kyrkja,​2 avgjer dei saman etter at barnet er født, om det skal høyra til eit trudomssamfunn, og i tilfelle kva for eit samfunn.​3\nEr foreldra ikkje gifte når barnet vert født, høyrer det til same trudomssamfunnet som mora.\n0 Endra med lov 8 apr 1981 nr. 7.\n1 Jf. lov 7 juni 1996 nr. 31 § 3.\n2 Jf. lov 7 juni 1996 nr. 31.\n3 Sjå lov 8 apr 1981 nr. 7 kap. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Foreldre som ikkje båe høyrer til Den norske kyrkja,​2 kan saman melde barnet sitt inn i eller ut or trudomssamfunn, så lenge barnet er under 15 år.\nNår berre ein av foreldra har foreldreansvaret,​3 kan han eller ho taka slik avgjerd åleine.\nHar ingen foreldreansvaret​3 for barnet, kan verja​4 melda barnet inn i eller ut or trudomssamfunn.\nNår barnet er 12 år eller meir, skal det få seia si mening om innmelding eller utmelding, om det let seg gjera.​5\n0 Endra med lov 8 apr 1981 nr. 7. Sjå den lova kap. 5.\n1 Jf. lov 7 juni 1996 nr. 31 § 3.\n2 Jf. lov 7 juni 1996 nr. 31.\n3 Jf. lov 8 apr 1981 nr. 7 kap. 5.\n4 Sjå lov 26 mars 2010 nr. 9 § 16 til § 18.\n5 Sjå lov 8 apr 1981 nr. 7 § 31 og BK art. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Den som ikkje er norsk riksborgar​1 og heller ikkje har bustad i riket, vert ikkje rekna for å høyra til norsk trudomssamfunn etter denne lov.​2\nIngen kan høyra til eit trudomssamfunn utan han dessutan fyller dei vilkåra som trudomssamfunnet set.​3\n1 Jf. lov 10 juni 2005 nr. 51.\n2 Sml. lov 7 juni 1996 nr. 31 § 3.\n3 Jf. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Ingen kan etter denne lov samstundes høyra til registerført​2 trudomssamfunn og Den norske kyrkja,​3 eller meir enn eitt registerført trudomssamfunn.\n1 Jf. lov 7 juni 1996 nr. 31 § 3.\n2 Jf. § 13.\n3 Jf. lov 7 juni 1996 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Trudomssamfunnet fastset sjølv kva måte innmelding i samfunnet skal gjerast på.\nDen som vil melda seg ut or registerført​1 trudomssamfunn eller or Den norske kyrkja,​2 må anten møta fram sjølv eller senda skriftleg melding til presten eller forstandaren.​3\nPresten eller forstandaren ser til at vilkåra etter lova er oppfylde. Han skal bokføra innmeldingar og utmeldingar og gjeva vitnemål om dei.​4\n1 Jf. § 13.\n2 Jf. lov 7 juni 1996 nr. 31.\n3 Jf. § 14. Sjå lov 7 juni 1996 nr. 31 § 3 nr. 8.\n4 Jf. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Ingen må nytta usømelege overtydingsgrunnar, lovnader eller trugsmål eller gå fram på onnor misleg vis med føremål å få nokon til å gå inn i eller ut or trudomssamfunn.\n1 Jf. § 29. – Jf. strl. § 185.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "Føresegnene i dette kapitlet skal og gjelda om det å høyra til Den norske kyrkja, når ikkje anna er sagt i denne lova eller i serskild lov for Den norske kyrkja.​1\n1 Lov 7 juni 1996 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Eit trudomssamfunn må ikkje nytta namn som kan valda forbyting med andre trudomssamfunn.\nNår eit trudomssamfunn melder namnet sitt til det departement Kongen fastset,​2 kan samfunnet få einerett til namnet. Departementet ser til at namnet ikkje alt er i bruk, at det ikkje krenkjer nokon, og at det ikkje er skikka til å valda forbyting. Er slikt ikkje til hinder for godkjenning, skal departementet gjeva vitnemål om at namnet er meldt og godkjent.\nGjer trudomssamfunnet brigde i namnet sitt eller vert samfunnet oppløyst, skal styret senda departementet​2 melding om det utan drygjing.\n1 Jf. § 29.\n2 Kulturdepartementet iflg. res. 19 des 1997 nr. 1316.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Trudomssamfunn kan lata seg registerføra når det ikkje med si lære eller sitt arbeid kjem i strid med rett og moral. Registerførsla gjev dei rettar og skyldnader som er fastsette i lov.​1\n1 Jf. el. § 12, lov 7 juni 1996 nr. 32 § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Vil eit trudomssamfunn verta registerført, må det senda melding til fylkesmannen om det og der gjera greie for\n1. namn og tilskrift til trudomssamfunnet,\n2. truvedkjenning og lære,\n3. oppbygging, verksemd og utbreiing,\n4. namnet til kvar styremann,\n5. namn og arbeidskrins til kvar prest og forstandar,\n6. dei føresegnene som samfunnet har om føremålet, om kven som kan høyra til samfunnet, om røysterett, om målsmenn for samfunnet, om tenestemenn, om brigde i vedtekter og om oppløysing og liknande.\nDepartementet kan gjeva nærare føresegner om registermeldinga og kva form og inhald ho skal ha.\nMed prest eller forstandar i registerført samfunn er i denne lova meint den eller dei som har lovsette gjeremål i trudomssamfunnet.​1\n1 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Når eit trudomssamfunn er registerført, gjev fylkesmannen samfunnet vitnemål om dette og kunngjer registerførsla i Norsk Lysingsblad.​1\n1 Jf. lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Registerført trudomssamfunn skal kvart år senda fylkesmannen ei stutt melding om verksemda og om brigde i ting som er registerførde.\n1 Jf. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Registerført trudomssamfunn skal straks melda frå til fylkesmannen når prest eller forstandar er tilsett, flyttar eller sluttar i tenesta.\nFylkesmannen ser til at presten eller forstandaren gjer på forsvarleg vis det som han er pålagt med heimel i lov.​2\n1 Jf. § 29.\n2 Jf. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Kongen eller den han gjev fullmakt,​1 kan samtykkja i at registerført trudomssamfunn får ha eigen gravplass og setja vilkår for dette.\nLov om gravplasser, kremasjon og gravferd​2 gjeld på tilsvarande måte så langt den passar.\n0 Endra med lover 7 juni 1996 nr. 32 (ikr. 1 jan 1997), 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866).\n1 Kulturdepartementet iflg. res. 19 des 1997 nr. 1316.\n2 Lov 7 juni 1996 nr. 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Registerført trudomssamfunn kan krevja årleg tilskot frå rikskassen. Tilskotet skal vera så stort at det etter måten svarar om lag til det som staten har budsjettert til Den norske kyrkja,​1 og skal utreknast etter kor mange som høyrer til samfunnet. Løyvingar som kjem som ei følgje av at tenestebustad- og bupliktordninga for prestane har falle bort, skal ikkje reknast med i tilskottsgrunnlaget. Løyvingar til eigenkapital ved skipinga av rettssubjektet Den norske kyrkja og til den delen av kyrkja sin pensjonspremie som er knytt til pensjonsrettar som dei tilsette i Den norske kyrkja har opptent som tenestemenn i staten, skal heller ikkje reknast med i tilskottsgrunnlaget.\nAlle trudomssamfunn som får rikstilskot, kan kvart år krevja tilsvarande tilskot frå kommunar der det bur nokon som høyrer til trudomssamfunnet. Dette tilskotet vert utrekna med grunnlag i dei budsjetterte utlegg kommunen har til Den norske kyrkja.​2\nOffentlege utlegg som gjeld alle, skal ikkje takast med når tilskotet vert utrekna. Departementet​3 kan gjeva nærare føresegner om utrekning og oppgjerd.\nTilskota skal gå til religiøse føremål. For mottekne tilskot skal det sendast inn rekneskap.\nKommunale avgjerder om tilskot kan trudomssamfunnet klaga over til departementet.​3\n0 Endra med lover 18 des 2015 nr. 128 (ikr. 1 jan 2016), 20 des 2016 nr. 124 (ikr. 1 jan 2017).\n1 Jf. lov 7 juni 1996 nr. 31.\n2 Jf. lov 7 juni 1996 nr. 31 § 15.\n3 Kulturdepartementet iflg. res. 19 des 1997 nr. 1316.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:19 a",
      "chapter": "2",
      "section": "19 a",
      "content": "Reglane i § 19 gjeld og for tilskot til andre organiserte trudomssamfunn.\nTilskot kan berre krevjast for medlemmer som ikkje samstundes høyrer til Den norske kyrkja,​1 eller eit anna samfunn som får tilskot etter lova her eller etter lova om tilskot til livssynssamfunn.​2\nDepartementet kan gje føresegner om føring av lister over medlemskap og attest frå advokat/revisor.\nKongen avgjer om eit samfunn fyller vilkåra for tilskot etter paragrafen her.\n0 Føyd til med lov 12 juni 1981 nr. 64.\n1 Jf. § 8. Jf. lov 7 juni 1996 nr. 31.\n2 Lov 12 juni 1981 nr. 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19a",
        "source_heading": "§ 19 a."
      }
    },
    {
      "provision_ref": "2:19 b",
      "chapter": "2",
      "section": "19 b",
      "content": "Departementet kan gjeva føresegner om plikt til å opplysa om fødselsnummer​1 for kvar einskild medlem og organisasjonsnummer​2 for trudomssamfunnet til bruk i saker om tilskot etter §§ 19 og 19 a. Desse opplysningane kan jamførast med opplysningar frå Folkeregisteret,​3 andre trudoms- og livssynssamfunn og medlemsregisteret til Den norske kyrkja​4 så langt dette er teneleg for å kontrollera at vilkåra for tilskot er oppfylde.\nStatistikkloven § 10 gjeld ikkje for opplysningar som er gjevne etter føresegner med heimel i første leddet.\n0 Føyd til med lov 19 mars 2004 nr. 14 (ikr. 19 mars 2004 iflg. res. 19 mars 2004 nr. 545), endra med lover 9 des 2016 nr. 88 (ikr. 1 okt 2017 iflg. res. 9 juni 2017 nr. 718), 21 juni 2019 nr. 32 (ikr. 1 jan 2021 iflg. res. 11 des 2020 nr. 2698).\n1 Jf. lov 9 des 2016 nr. 88 § 2-2.\n2 Jf. lov 3 juni 1994 nr. 15 § 5.\n3 Jf. lov 9 des 2016 nr. 88.\n4 Jf. lov 7 juni 1996 nr. 31 § 3 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19b",
        "source_heading": "§ 19 b."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Registerført trudomssamfunn kan krevja årleg tilskot frå kommunen til religionsopplæring for barn som høyrer til samfunnet, når barnet er friteke frå kristendomsopplæringa i grunnskulen.​1\nTilskotet skal vera så stort at det etter måten svarar om lag til det som stat og kommune yter til kristendomsopplæringa for kvar elev, og skal utreknast etter kor mange som er fritekne av dei som høyrer til trudomssamfunnet.\nDepartementet gjev føresegner om opplæringa, utstrekning av tilskotet og oppgjerd.\nKommunar som har utlegg etter reglane i fyrste leden, kan krevja rikstilskot etter tilskotsreglane for vanlege utlegg til godkjend opplæring.\nAvgjerder om tilskot kan trudomssamfunnet klaga over til departementet.\n1 Jf. lov 17 juli 1998 nr. 61 §§ 2-3 a og 2-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Er vilkåra for registerføring​1 ikkje lenger oppfylde, eller forsømer eit trudomssamfunn lovsette gjeremål, skal fylkesmannen gjeva trudomssamfunnet skriftleg åtvaring og frist til å retta på det som vantar. Er det ikkje retta innan ein frist på minst fire veker, kan fylkesmannen avgjera at trudomssamfunnet skal strykast or registret.\nFylkesmannen kan straks stryka trudomssamfunnet, når det er gjort serleg grove mistak eller forsømingar.\n1 Jf. § 13 og § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Vert eit registerført trudomssamfunn oppløyst eller går det ut or registeret av andre grunnar, skal den som tek vare på dei offentlege bøkene til trudomssamfunnet, straks overlata dei til fylkesmannen.\nFylkesmannen set melding i Norsk Lysingsblad​2 når eit trudomssamfunn ikkje lenger er registerført.\n1 Jf. § 29.\n2 Jf. lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Bøkene​2 til eit registerført trudomssamfunn skal gjevast inn til dei offentlege arkiv​3 i samsvar med reglane som gjeld for embetsbøkene i Den norske kyrkja.​4\n1 Jf. § 29.\n2 Jf. § 25.\n3 Jf. lov 4 des 1992 nr. 126.\n4 Jf. lov 7 juni 1996 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "Den som skal vera prest eller forstandar i registerført trudomssamfunn,​1 må ikkje vera under 23 år og ikkje over 75 år. Han må liva eit heiderleg liv og ha evne til å gjera sine skyldnader etter lova. Fylkesmannen kan gjera unnatak frå alderskravet.\nFør han tek til i tenesta, skal​2 han sende fylkesmannen skriftlig lovnad om at han skal gjera samvitsfullt alle gjeremål som er lagde til tenesta i eller med heimel i lov.\nNår fylkesmannen har godteke lovnaden, skal han gjeva presten eller forstandaren brev om detta.\n0 Endra med lov 29 apr 2005 nr. 24 (ikr. 20 apr 2005 iflg. res. 29 apr 2005 nr. 395).\n1 Jf. § 14.\n2 Jf. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "content": "Prest eller forstandar i registerført trudomssamfunn​1 skal føra dei bøkene som departementet fastset.\nHan kan gjeva vitnemål med offentleg tiltru om tenester han har gjort, og om det som bøkene viser.\nPrest eller forstandar skal gjeva dei meldingar, opplysningar og vitnemål som departementet eller fylkesmannen fastset.\nPrest eller forstandar i registerført trudomssamfunn står under slikt tilsyn som departementet eller fylkesmannen meiner trengst for dei gjeremål som er pålagde i eller med heimel i lov.\n1 Jf. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "content": "Prest eller forstandar i registerført trudomssamfunn​1 står under same ansvar som offentleg tenestemann​2 når det gjeld gjeremål som han er pålagd i eller med heimel i lov.\n1 Jf. § 14.\n2 Sjå strl. §§ 171 til 173.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "2:27",
      "chapter": "2",
      "section": "27",
      "content": "Forsømer ein prest eller forstandar i registerført trudomssamfunn​1 sine gjeremål etter føresegner gjevne i eller med heimel i lov, skal fylkesmannen​2 gjeva han skriftleg åtvaring og varsla styret i trudomssamfunnet. Vert det ikkje slutt på vanhøvet eller er tenesteskyldnaden forsømd på sers alvorleg vis, kan fylkesmannen taka frå honom retten til å gjera preste- eller forstandarteneste.\nDet same gjeld i fall vilkåra etter lov for at han kan vera prest eller forstandar, fell bort på annan måte.​3\n1 Jf. § 14.\n2 Jf. § 17.\n3 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:27 a",
      "chapter": "3",
      "section": "27 a",
      "content": "Den som ikkje høyrer til Den norske kyrkja​1 har rett til fri frå arbeid,​2 skulegang,​3 tenesteplikt og liknande i opp til to dagar kvart år i samband med religiøse høgtider etter vedkomande sin religion.\nArbeidsgjevar har rett til å krevja at desse fridagane vert arbeidd inn att av arbeidstakar. Etter førehandstingingar med arbeidstakaren fastset arbeidsgjevaren når innarbeidinga skal skje.\nArbeidstakar som ynskjer å nytte denne retten til fridagar, skal gje arbeidsgjevaren varsel seinast 14 dagar på førehand.\nDersom vedkomande religion høgtidar meir enn to religiøse høgtidsdagar kvart år, og desse fell utanom dei fridagane​4 som elles gjeld her i riket, kan vedkomande sjølv velje dei to fridagane han har rett til, som religiøse høgtidsdagar.\nInnarbeiding av fri som er gitt i medhald av paragrafen her, vert ikkje rekna som overtid jamvel om arbeidstida overstig dei timetal som er fastsett i arbeidsmiljøloven​5 §§ 10-4 og 10-5.\n0 Føyd til med lov 13 juni 1980 nr. 39, endra med lov 17 juni 2005 nr. 62 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 609).\n1 Jf. lov 7 juni 1996 nr. 31.\n2 Jf. aml. § 12-15.\n3 Jf. lov 17 juli 1998 nr. 61 § 2-11 (2).\n4 Jf. lover 26 apr 1947 nr. 1, 24 feb 1995 nr. 12 § 2.\n5 Lov 17 juni 2005 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27a",
        "source_heading": "§ 27 a."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Kongen kan gjeva nærare føresegner om gjennomføring av denne lova. Han kan fastsetja førerit for meldingar og vitnemål, bøker for register og føresegner om rekneskap.\n0 Endra med lov 17 juli 1998 nr. 56 (ikr. 1 jan 1999).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "content": "Bryt nokon § 4 andre punktum, § 10, § 12, § 16, § 17, § 22, § 23, § 24 andre leden eller § 27 a, kan han verta straffa med bot.\n0 Endra med lov 13 juni 1980 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Kongen fastset kva tid​1 lova skal taka til å gjelda.\nSamstundes held lov 27 juni 1891 om kristne dissentarar og andre som ikkje høyrer til statskyrkja, opp å gjelda.\nFrå same tid vert det gjort desse brigde i andre lovar: – – –\n1 Frå 1 jan 1970 iflg. res. 10 okt 1969.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    }
  ]
}