{
  "id": "LOV-2007-02-16-9",
  "type": "statute",
  "title": "Lov om skipssikkerhet (skipssikkerhetsloven)",
  "short_name": "Skipssikkerhetsloven",
  "status": "in_force",
  "issued_date": "2007-02-16",
  "in_force_date": "2007-07-01",
  "url": "https://lovdata.no/dokument/NL/lov/2007-02-16-9",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens formål",
      "content": "Loven skal trygge liv og helse, miljø og materielle verdier ved å legge til rette for god skipssikkerhet og sikkerhetsstyring, herunder hindre forurensning fra skip, sikre et fullt forsvarlig arbeidsmiljø og trygge arbeidsforhold om bord på skipet, samt et godt og tidsmessig tilsyn.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens saklige virkeområde",
      "content": "Loven får anvendelse for norske og utenlandske skip. For skip under 24 meter største lengde som brukes utenfor næringsvirksomhet, gjelder loven likevel ikke.\nKongen kan gi forskrift om at loven i tillegg til skip som nevnt i første ledd, også skal gjelde for:\na. boreplattformer og andre flyttbare innretninger for undersøkelse etter, utnyttelse, lagring eller transport av undersjøiske naturforekomster samt flyttbare innretninger til hjelp for slik virksomhet,\nb. flytekran, mudderapparat og lignende flytende innretninger,\nc. skip som nevnt i første ledd annet punktum hvor noen har sitt arbeid om bord.\nKongen kan også gi forskrift om at loven helt eller delvis ikke skal gjelde for:\na. skip under 24 meter største lengde,\nb. skip som kan føre inntil tolv passasjerer,\nc. spesialskip,\nd. skip som utelukkende benyttes på elver og innsjøer,\ne. skip som er vernet,\nf. skip som tilhører Forsvaret eller som benyttes i dets tjeneste,\ng. andre statlige skip som brukes utenfor næringsvirksomhet,\nh. utenlandske skip.\nKongen kan for skip som nevnt i tredje ledd, gi særlige regler om sikkerhetsstyring, sikkerhet, miljø, sikkerhets- og terrorberedskap og tilsyn samt forvaltningstiltak og administrative sanksjoner som fraviker reglene i loven her.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Lovens geografiske virkeområde",
      "content": "Loven gjelder for norske skip uansett hvor de befinner seg.\nMed de begrensninger som følger av folkeretten, gjelder loven for utenlandske skip:\na. i Norges territorialfarvann, herunder ved Svalbard og Jan Mayen,\nb. i Norges økonomiske sone,\nc. på norsk kontinentalsokkel.\nKongen kan gi forskrift om lovens anvendelse på utenlandske skip også utenfor områdene nevnt i annet ledd, så langt folkeretten tillater det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Rederiet",
      "content": "Med rederiet menes den som i det sikkerhetsstyringssertifikatet som skipet skal ha etter bestemmelser gitt i eller i medhold av § 7, jf. § 5 i denne loven, er opplyst å være driftsansvarlig selskap.\nDersom det for skipet ikke gjelder krav om sikkerhetsstyringssertifikat som nevnt i første ledd, eller sikkerhetsstyringssertifikatet er blitt ugyldig eller er trukket tilbake, regnes skipets eier som rederiet. Er skipet registrert, regnes den registrerte eieren som skipets eier. Dersom skipets eier i tilfelle som nevnt i første punktum har innsendt dokumentasjon i henhold til § 5 med samtykke fra den driftsansvarlige eller byggeansvarlige, skal vedkommende anses som rederi etter denne loven.\nAnnet ledd gjelder tilsvarende dersom den som er opplyst å være driftsansvarlig selskap i skipets sikkerhetsstyringssertifikat, ikke eksisterer.\nDepartementet kan gi forskrifter om hvem som skal anses som «rederi» etter reglene i første til tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Plikt til innsendelse av opplysninger",
      "content": "Dersom skipets eier overlater ansvaret for driften av skipet til en annen, skal det opplyses om navnet på den driftsansvarlige og gis andre nødvendige opplysninger til den departementet bestemmer. Den driftsansvarlige skal få en bekreftelse på at opplysningene er mottatt og fullstendige. Første og annet punktum gjelder tilsvarende under byggingen av skipet dersom skipets eier overlater ansvaret for byggingen av skipet til en annen.\nDepartementet kan gi forskrifter med nærmere bestemmelser om plikten til å gi opplysninger etter første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Rederiets alminnelige plikter",
      "content": "Rederiet har en overordnet plikt til å påse at byggingen og driften av skipet skjer i samsvar med reglene gitt i eller i medhold av denne loven, herunder at skipsføreren og andre som har sitt arbeid om bord, etterlever regelverket.\nRederiet skal sørge for at lovens krav oppfylles, bortsett fra i tilfelle der skipsføreren i loven er gitt en selvstendig plikt til å sørge for dette. Rederiet skal sørge for at forholdene legges til rette for at alle de som har sitt arbeid om bord, har mulighet for å oppfylle sine forpliktelser etter loven.\nDepartementet kan gi forskrifter med nærmere bestemmelser om rederiets plikter etter denne bestemmelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Rederiets plikt til å etablere, gjennomføre og videreutvikle sikkerhetsstyringssystem",
      "content": "Rederiet skal sørge for å etablere, gjennomføre og videreutvikle et dokumenterbart og verifiserbart sikkerhetsstyringssystem i rederiets organisasjon og på det enkelte skip, for å kartlegge og kontrollere risiko samt sikre etterlevelse av krav fastsatt i eller i medhold av lov eller i sikkerhetsstyringssystemet selv. Sikkerhetsstyringssystemets innhold, omfang og dokumentasjon skal være tilpasset behovet til rederiet og den aktiviteten det driver.\nRederiet skal sørge for at skipsføreren og andre som har sitt arbeid om bord, får anledning til å medvirke ved etableringen, gjennomføringen og videreutviklingen av sikkerhetsstyringssystemet.\nDepartementet kan gi nærmere forskrifter om kravene til sikkerhetsstyringssystem, herunder om:\na. innhold, omfang og dokumentasjon,\nb. sikkerhetsstyringssertifikater for skip,\nc. godkjenningsbevis for sikkerhetsstyring for rederier,\nd. adgang til å fravike kravet til sikkerhetsstyringssystem for visse skip og adgang til å fravike første og annet ledd når dette er nødvendig som følge av gjennomføring av EØS-avtalen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Medvirkningsplikt for skipsføreren og andre som har sitt arbeid om bord",
      "content": "Skipsføreren skal medvirke ved etableringen, gjennomføringen og videreutviklingen av sikkerhetsstyringssystem etter § 7, og skal videre medvirke til at sikkerhetsstyringssystemet blir fulgt om bord og fungerer etter sin hensikt.\nAndre som har sitt arbeid om bord, skal så langt dette følger av vedkommendes stilling, medvirke til at sikkerhetsstyringssystemet blir fulgt om bord.\nDepartementet kan gi forskrifter om medvirkningsplikten, herunder adgang til å fravike første og annet ledd når dette er nødvendig som følge av gjennomføring av EØS-avtalen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Teknisk sikkerhet",
      "content": "Et skip skal være prosjektert, bygget og utrustet på en slik måte at det ut fra skipets formål og fartsområde gir betryggende sikkerhet for liv og helse, miljø og materielle verdier.\nDepartementet kan gi forskrifter om hvordan skip skal være prosjektert, bygget og utrustet for å tilfredsstille kravene etter første ledd, herunder om:\na. skrogstyrke og vanntett integritet,\nb. stabilitet og flyteevne,\nc. maskineri og elektriske installasjoner,\nd. brannsikring,\ne. navigasjonsutstyr,\nf. kommunikasjonsutstyr,\ng. redningsmidler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Måling av skip",
      "content": "Et skip skal måles og være utstyrt med målebrev.\nDepartementet kan gi forskrifter om måling, herunder om:\na. hvilke skip som er målepliktige,\nb. ommåling,\nc. hvem som skal forestå målingen,\nd. målebrevet og annen dokumentasjon vedrørende måling,\ne. anerkjennelse av utenlandske målebrev.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Drift og vedlikehold",
      "content": "Et skip skal drives og vedlikeholdes på en slik måte at det ut fra skipets formål og det fartsområdet det er bestemt for, gir betryggende sikkerhet for liv og helse, miljø og materielle verdier.\nDepartementet kan gi forskrifter med nærmere bestemmelser om hvordan et skip skal drives og vedlikeholdes for å tilfredsstille kravene i første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Last og ballast",
      "content": "Et skip skal være lastet eller ballastet på en slik måte at stabiliteten og flyteevnen ikke settes i fare, og slik at sikkerheten for liv og helse, miljø og materielle verdier ikke trues på annen måte. Departementet kan gi forskrifter med nærmere bestemmelser om last og ballast, herunder om farlig last, sikring av last, fribord og lastemerker.\nLasting og lossing skal skje på en slik måte at sikkerheten for liv og helse, miljø og materielle verdier ikke trues. Departementet kan gi forskrifter om lasting og lossing, herunder om laste- og losseinnretninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Sertifikater",
      "content": "Departementet kan i forskrift stille krav om at skipet skal ha sertifikater utstedt av tilsynsmyndigheten eller den departementet bestemmer, som dokumentasjon på at skipet på utstedelsestidspunktet tilfredsstiller krav fastsatt i eller i medhold av loven.\nSertifikater kan inneholde særskilte vilkår, og skal til enhver tid være tilgjengelig om bord.\nDepartementet kan gi forskrift om krav til sertifikater, herunder om:\na. hvilke sertifikater et skip skal være utstyrt med,\nb. utstedelse, gyldighet og vilkår,\nc. adgang til å fravike kravene i første og annet ledd,\nd. anerkjennelse av utenlandske sertifikater.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Navigering",
      "content": "Et skip skal navigeres slik at det ikke oppstår fare for liv og helse, miljø eller materielle verdier.\nDepartementet kan gi forskrift om krav til sikker navigering, herunder om:\na. sjøveisregler,\nb. bruk av navigasjonshjelpemidler,\nc. skipsbøker samt andre skipspapirer,\nd. tiltak hvor skipet eller et annet skip er i havsnød,\ne. tiltak for å trygge skipet under krig, krigsfare og lignende forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Bemanning og vakthold",
      "content": "Et skip skal være bemannet på en sikkerhetsmessig forsvarlig måte.\nVaktholdet om bord skal være tilstrekkelig til å opprettholde sikker navigering og andre sikkerhets- og driftsfunksjoner.\nDepartementet kan gi nærmere forskrift om kravene til bemanning og vakthold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Kvalifikasjonskrav og personlige sertifikater",
      "content": "Den som har sitt arbeid om bord, må ha de kvalifikasjoner og eventuelle sertifikater som kreves for den aktuelle stillingen eller det arbeidet som skal utføres. Sertifikatet skal vise at de nødvendige kravene var oppfylt ved sertifikatets utstedelse, herunder krav til alder, tjeneste, helsetilstand, utdanning, språk og opplæring for stillingen.\nDepartementet kan gi forskrifter med nærmere bestemmelser om sertifikatpliktige stillinger og om kvalifikasjoner, herunder om:\na. utstedelse og gradering av sertifikater,\nb. nødvendig dokumentasjon,\nc. anerkjennelse av utenlandske sertifikater,\nd. kvalifikasjonskontroll,\ne. adgang til å inndra sertifikater,\nf. adgang til å fravike kravene etter første ledd,\ng. mønstring.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Helsekrav",
      "content": "Den som har sitt arbeid om bord, må være fysisk og psykisk skikket til tjenesten og ikke utgjøre en fare for andre om bord. Vedkommende skal legge frem helseerklæring som viser at vilkårene i første punktum er oppfylt, og har plikt til å la seg undersøke av lege når skipsføreren finner grunn til å kreve det.\nDepartementet kan gi nærmere forskrift om kravene i første ledd til fysisk og psykisk skikkethet, helseerklæring og legeundersøkelser, herunder om:\na. minimumskrav til helse, syn og hørsel for ulike stillinger,\nb. helseerklæring,\nc. godkjenning av leger,\nd. klagenemnd,\ne. innberetning av yrkesskader og yrkessykdommer,\nf. adgang til å fravike kravene etter første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Minstealder",
      "content": "Den som har sitt arbeid om bord må ha fylt 16 år. Departementet kan gi forskrift om minstealder, herunder om:\na. høyere minstealder for visse fartsområder, skip og stillinger,\nb. særskilte vilkår for at personer mellom 16 og 18 år kan tjenestegjøre om bord, og særlige vernetiltak for disse,\nc. adgang til å fravike kravene etter første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Skipsførerens plikter etter dette kapitlet",
      "content": "Skipsføreren skal sørge for at:\na. skipet er lastet og ballastet på en sikkerhetsmessig forsvarlig måte og at lasting og lossing av skipet skjer på en sikker måte, jf. § 12, sjølovens § 131 første ledd og forskrifter gitt i medhold av bestemmelsene,\nb. navigeringen av skipet og føringen av skipsbøker skjer i henhold til § 14, jf. sjøloven §§ 132 og 133 og forskrifter gitt i medhold av bestemmelsene,\nc. vaktholdet om bord er sikkerhetsmessig forsvarlig, jf. § 15 annet ledd og forskrifter gitt i medhold av bestemmelsen,\nd. andre som har sitt arbeid om bord ved tiltredelsen eller ved tildelingen av arbeidsoppgaver får nødvendig kunnskap om skipet, om sine plikter, om grunnleggende miljø- og sikkerhetsbestemmelser og om tiltak ved en sjøulykke.\nSkipsføreren skal medvirke til at:\na. driften og vedlikeholdet av skipet til enhver tid er sikkerhetsmessig forsvarlig, jf. § 11 og forskrifter gitt i medhold av bestemmelsen,\nb. skipet har de sertifikatene som kreves, jf. § 13 og forskrifter gitt i medhold av bestemmelsen,\nc. bemanningen av skipet er sikkerhetsmessig forsvarlig, jf. § 15 første ledd og sjøloven § 131 første ledd, samt forskrifter gitt i medhold av bestemmelsene,\nd. vedkommende selv og andre som har sitt arbeid om bord er behørig kvalifisert og har gyldig helseerklæring, jf. § 16 og § 17 og forskrifter gitt i medhold av bestemmelsene.\nDepartementet kan gi nærmere forskrift om kravene som i første og annet ledd stilles til skipsføreren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Plikter etter dette kapitlet for andre som har sitt arbeid om bord",
      "content": "Andre som har sitt arbeid om bord, skal så langt dette følger av vedkommendes stilling, medvirke til at:\na. driften og vedlikeholdet av skipet til enhver tid er sikkerhetsmessig forsvarlig, jf. § 11 og forskrifter gitt i medhold av bestemmelsen,\nb. skipet er lastet eller ballastet på en sikkerhetsmessig forsvarlig måte og at lasting og lossing av skipet skjer på en sikker måte, jf. § 12 og forskrifter gitt i medhold av bestemmelsen,\nc. navigeringen av skipet skjer på en sikker måte og at føring av skipsbøker skjer på korrekt måte, jf. § 14 og forskrifter gitt i medhold av bestemmelsen,\nd. vaktholdet om bord er sikkerhetsmessig forsvarlig, jf. § 15 annet ledd og forskrifter gitt i medhold av bestemmelsen,\ne. vedkommende selv er behørig kvalifisert og har gyldig helseerklæring, jf. § 16 og § 17 og forskrifter gitt i medhold av bestemmelsene.\nDepartementet kan gi nærmere forskrift om kravene i første ledd til andre som har sitt arbeid om bord.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Sikkerhetsinnretninger og utstyr",
      "content": "Et skip skal ha nødvendige innretninger og utstyr og det skal treffes slike sikkerhetstiltak og andre forholdsregler som er nødvendige for å unngå eller redusere fare for liv og helse og sikre et fullt forsvarlig arbeidsmiljø for dem som har sitt arbeid om bord.\nDepartementet kan gi nærmere forskrift om kravene i første ledd, herunder om:\na. lysforhold,\nb. klima,\nc. forurensning,\nd. fysiske faktorer,\ne. rømningsveier,\nf. verne- og sikkerhetsinnretninger.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Tilrettelegging og utføring av arbeidet om bord",
      "content": "Arbeidet om bord skal tilrettelegges og utføres slik at hensynet til liv, helse og arbeidsmiljø blir ivaretatt på en god og hensiktsmessig måte. Ved tilretteleggingen skal det tas hensyn til den enkeltes forutsetninger for å kunne utføre arbeidet på en måte som er sikkerhetsmessig forsvarlig.\nDepartementet kan gi forskrifter med nærmere bestemmelser om de kravene som stilles etter første ledd for å unngå eller redusere farer forbundet med arbeidet eller for å sikre et fullt forsvarlig arbeidsmiljø, herunder om:\na. kartlegging av farene og iverksettelse av hensiktsmessige tiltak,\nb. nødvendige tiltak til opplæring og øvelse samt instruksjon av dem som har sitt arbeid om bord,\nc. tilgjengelighet av hensiktsmessig sikkerhets- og verneutstyr,\nd. plikt til å informere og drøfte farer forbundet med arbeidet og sikkerheten med dem som har sitt arbeid om bord,\ne. tilrettelegging av arbeidssituasjonen for dem som har sitt arbeid om bord for å gi mulighet for variasjon, for faglig og personlig utvikling og for selvbestemmelse,\nf. nødvendig informasjon, medvirkning og kompetanseutvikling under omstillingsprosesser,\ng. tiltak for å sikre et godt psykososialt arbeidsmiljø,\nh. plikt til å samarbeide med andre om arbeidsmiljøet om bord,\ni. plikt til å legge forholdene til rette for varsling.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:22 a",
      "chapter": "4",
      "section": "22 a",
      "title": "Sertifikat for arbeids- og levevilkår",
      "content": "Et skip skal ha sertifikat for arbeids- og levevilkår som dokumentasjon på at skipet på tidspunktet for utstedelsen tilfredsstiller krav til arbeids- og levevilkår fastsatt i eller i medhold av denne lov og skipsarbeidsloven.\nSertifikatet utstedes av tilsynsmyndigheten eller den departementet bestemmer og skal til enhver tid være tilgjengelig om bord. Sertifikatet kan inneholde særskilte vilkår.\nDepartementet kan gi forskrift om krav til sertifikatet, herunder om:\na. hvilke skip som skal være utstyrt med sertifikat,\nb. utstedelse, gyldighet og vilkår,\nc. erklæring om samsvar med relevante konvensjoner for skip og fiskefartøyer,\nd. adgang til å fravike kravene i første og annet ledd,\ne. anerkjennelse av utenlandske sertifikater.\n0 Tilføyd ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22a",
        "source_heading": "§ 22 a."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Arbeidstid",
      "content": "Den alminnelige arbeidstiden skal være 8 timer i døgnet, med ett døgns hvile i hver uke og hvile på offentlige fridager.\nDepartementet kan gi forskrift om arbeidstiden, herunder om unntak fra bestemmelsene i første ledd, enten generelt eller for visse stillinger, samt om ekstraarbeid som følge av sikkerhetsmessige forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Hviletid",
      "content": "Hviletiden skal minst være 10 timer i løpet av en hvilken som helst periode på 24 timer, og 77 timer i en hvilken som helst periode på 168 timer. Hviletiden kan deles opp i to perioder, hvorav én skal være på minst 6 timer. Intervallet mellom fortløpende hvileperioder skal ikke overstige 14 timer.\nBestemmelsene i første ledd gjelder ikke ved nødssituasjoner eller ved arbeid som følger av mønstringer eller øvelser pålagt i eller i medhold av lov. Bestemmelsene i første ledd gjelder heller ikke for vaktgående personell eller personell som har spesielle oppgaver knyttet til sikkerhet, beredskap eller hindring av forurensning ved arbeid som følge av overordnede driftsforhold.\nUnntak fra bestemmelsene i første ledd kan fastsettes i bindende tariffavtale. Ved fastsettelsen skal det tas hensyn til sjøfolkenes helse og sikkerhet, herunder behovet for hvile.\nFor sjøfolk som inngår i brovakt eller maskinvakt, eller som har spesielle oppgaver knyttet til sikkerhet, beredskap eller hindring av forurensning, kan det i tariffavtale kun fastsettes unntak fra første ledd på følgende vilkår:\na. Den ukentlige hviletiden kan reduseres til 70 timer i perioder av inntil to ukers varighet. Tidsrommet mellom to unntaksperioder skal minst være dobbelt så langt som unntaksperioden.\nb. For inntil to døgn per uke kan den daglige hviletiden deles opp i inntil tre perioder hvorav én skal være minst seks timer, og ingen av de andre to mindre enn én time. Tidsrommet mellom to påfølgende hvileperioder skal ikke overstige 14 timer.\nFor personell på passasjerskip med skiftordning i fartsområde 1 og 2 kan tilsynsmyndigheten fastsette unntak fra første ledd utover de begrensninger som er nevnt i fjerde ledd. Det kan fastsettes nærmere vilkår for unntaket, og det skal foreligge en begrunnet uttalelse fra berørte sjømanns- og rederiorganisasjoner før unntak fastsettes.\nDepartementet kan gi forskrift om hviletiden, herunder unntak fra første ledd for personell på fiske- og fangstfartøy.\n0 Endret ved lov 20 apr 2012 nr. 21 (ikr. 20 apr 2012 iflg. res. 20 apr 2012 nr. 337).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Bo- og fritidsmiljø",
      "content": "De som har sitt arbeid om bord skal ha tilfredsstillende bo- og fritidsmiljø. Det skal finnes tilstrekkelig med lugarer, oppholdsrom, spiserom, rom for å tilberede mat, rom for personlig hygiene og sykerom. Alle rom skal være tilstrekkelig store, og innredet og utstyrt slik at et godt arbeidsmiljø sikres.\nDepartementet kan gi nærmere forskrifter om kravene i første ledd, under hensyn til hvor mange som arbeider om bord og skipets størrelse, konstruksjon, fartsområde og øvrige forhold.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Forpleining",
      "content": "De som har sitt arbeid om bord, skal få god og tilstrekkelig kost som skal være i samsvar med lov 19. desember 2003 nr. 124 om matproduksjon og mattrygghet mv. (matloven) og forskrifter gitt i medhold av loven.\nDepartementet kan gi nærmere forskrift om kravene i første ledd, herunder krav til proviant-, kjøle- og fryserom.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Legemidler og rett til behandling av syke",
      "content": "Et skip skal være utstyrt med legemidler og annet som er nødvendig til behandling av syke og skadede og til forebyggelse av sykdom om bord.\nSyke og skadede kan i nødvendig utstrekning tas under behandling.\nDepartementet kan gi nærmere forskrift om kravene i første og annet ledd, herunder om hvem som kan utføre behandlingen.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "Verneombud og arbeidsmiljøutvalg",
      "content": "På skip skal det være organisert verne- og miljøarbeid. Det skal velges verneombud av og blant dem som har sitt arbeid om bord, og opprettes et arbeidsmiljøutvalg.\nDepartementet kan gi forskrift om verne- og miljøarbeid, herunder om:\na. verneombuds oppgaver og rettigheter,\nb. arbeidsmiljøutvalgets sammensetning og oppgaver,\nc. samordning av verne- og miljøarbeidet,\nd. unntak fra bestemmelsene i første ledd for visse skip.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:28 a",
      "chapter": "4",
      "section": "28 a",
      "title": "Arbeidsgiverens plikter etter dette kapitlet",
      "content": "Er arbeidsgiveren en annen enn rederiet, skal vedkommende medvirke til at skipet har et fullt forsvarlig arbeidsmiljø etter reglene i dette kapittel.\nDepartementet kan gi nærmere forskrift om kravene som stilles til arbeidsgiveren etter første ledd, herunder om plikt til å samarbeide med andre om arbeidsmiljøet om bord.\n0 Tilføyd ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28a",
        "source_heading": "§ 28 a."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "title": "Skipsførerens plikter etter dette kapitlet",
      "content": "Skipsføreren skal sørge for at:\na. arbeidet om bord er tilrettelagt slik at det kan utføres sikkerhetsmessig forsvarlig og at kravene til arbeidsmiljøet ivaretas, jf. § 22 og forskrifter gitt i medhold av bestemmelsen,\nb. den fastsatte hviletiden overholdes, jf. § 24 og forskrifter gitt i medhold av bestemmelsen.\nSkipsføreren skal medvirke til at:\na. skipet har nødvendige innretninger og utstyr og at det er truffet nødvendige sikkerhetstiltak og andre forholdsregler for å sikre liv, helse og et fullt forsvarlig arbeidsmiljø for de som arbeider om bord, jf. § 21 og forskrifter gitt i medhold av bestemmelsen,\nb. bo- og fritidsmiljø og forpleining er i samsvar med §§ 25 og 26 og forskrifter gitt i medhold av bestemmelsene,\nc. skipet er utstyrt med nødvendige legemidler mv., jf. § 27 og forskrifter gitt i medhold av bestemmelsen,\nd. verne- og miljøarbeidet om bord organiseres og gjennomføres på en forsvarlig måte, jf. § 28 og forskrifter gitt i medhold av bestemmelsen.\nDepartementet kan gi nærmere forskrift om kravene som stilles til skipsføreren etter første og annet ledd.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "title": "Plikter etter dette kapitlet for andre som har sitt arbeid om bord",
      "content": "Andre som har sitt arbeid om bord, skal så langt dette følger av vedkommendes stilling, medvirke til at:\na. det treffes nødvendige sikkerhetstiltak for å sikre liv og helse for de som arbeider om bord, jf. § 21 første ledd og forskrifter gitt i medhold av bestemmelsen,\nb. arbeidet om bord tilrettelegges slik at det kan utføres sikkerhetsmessig forsvarlig og at kravene til arbeidsmiljøet ivaretas, jf. § 22 og forskrifter gitt i medhold av bestemmelsen,\nc. verne- og miljøarbeidet gjennomføres på en forsvarlig måte, jf. § 28 og forskrifter gitt i medhold av bestemmelsen.\nDepartementet kan gi forskrifter med nærmere bestemmelser om kravene i første ledd til andre som har sitt arbeid om bord.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "Forbud mot forurensning",
      "content": "Forurensning av det ytre miljø ved utslipp eller dumping fra skipet, eller ved forbrenning av skadelige stoffer eller på annen måte i forbindelse med driften av skipet er forbudt, med mindre annet fremgår av lov eller forskrift fastsatt med hjemmel i lov.\nForbudet mot utslipp eller dumping fastsatt i medhold av dette kapitlet gjelder ikke:\na. ved utslipp av skadelige stoffer eller dumping som er nødvendig av hensyn til skips sikkerhet, de ombordværendes helse eller for å redde liv, eller\nb. ved utslipp av skadelige stoffer eller dumping som skyldes skade på skip, når alle rimelige forholdsregler er tatt både før og etter uhellet for å hindre eller begrense utslippet.\nDette kapitlet og forskrifter gitt i medhold av det, kommer ikke til anvendelse på forurensning som utelukkende skyldes utforskning, utvinning og utnyttelse til sjøs av undersjøiske naturforekomster.\nDepartementet kan gi forskrift om hva som skal anses som:\na. skadelige stoffer, herunder organismer,\nb. utslipp,\nc. dumping,\nd. forbrenning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "Teknisk miljømessig sikkerhet",
      "content": "Et skip skal være prosjektert, bygget og utrustet slik at det ikke skjer forurensning av det ytre miljø fra skipet i strid med § 31.\nDepartementet kan gi forskrifter med nærmere krav til hvordan et skip skal være prosjektert, bygget og utrustet for å unngå forurensning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "title": "Driften av skipet",
      "content": "Driften av et skip skal legges opp og gjennomføres slik at det ikke skjer forurensning av det ytre miljø fra skipet i strid med § 31.\nDepartementet kan gi forskrift med nærmere krav til hvordan et skip skal drives for å unngå forurensning, herunder om:\na. utslipp, dumping og forbrenning,\nb. bunkers og bunkring,\nc. ballasthåndtering,\nd. miljøsertifikater,\ne. dagbokføring av behandling av skadelige stoffer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "title": "Beredskap, varsling og rapportering",
      "content": "Et skip skal ha nødvendig beredskap, herunder en beredskapsplan, for å kunne avverge eller eventuelt begrense virkningene av forurensning av det ytre miljø fra skipet.\nVed forurensning eller fare for forurensning, skal det umiddelbart varsles om hendelsen og om de tiltakene som er eller vil bli truffet for å avverge eller begrense virkningene. En etterfølgende rapport om ulykken skal sendes tilsynsmyndigheten.\nDepartementet kan gi nærmere forskrift om kravene i første og annet ledd, herunder om:\na. den beredskapen skipet skal ha,\nb. hva en beredskapsplan skal inneholde,\nc. hvordan og til hvem varsling og rapportering skal skje,\nd. unntak fra bestemmelsen i første ledd for visse skip.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "title": "Levering av skadelige stoffer til mottaksanlegg",
      "content": "Et skip skal levere skadelige stoffer til særskilte mottaksanlegg i land, så langt slike stoffer ikke kan håndteres forsvarlig om bord eller kan leveres til andre for forsvarlig håndtering.\nDepartementet kan gi nærmere forskrift om kravene i første ledd, herunder om meldeplikt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "5:36",
      "chapter": "5",
      "section": "36",
      "title": "Skip som tas endelig ut av drift",
      "content": "Et skip som skal tas endelig ut av drift skal håndteres på en forsvarlig måte, slik at det ikke oppstår fare for liv, helse eller miljø.\nDepartementet kan gi nærmere forskrift om kravene i første ledd, herunder om meldeplikt og om fjerning av skadelige stoffer om bord.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "5:37",
      "chapter": "5",
      "section": "37",
      "title": "Skipsførerens plikter etter dette kapitlet",
      "content": "Skipsføreren skal sørge for at:\na. det varsles umiddelbart om forurensning eller fare for forurensning og settes i verk rimelige tiltak for å hindre slik forurensning eller begrense virkningen av den, samt at etterfølgende rapport innsendes, jf. § 34 annet ledd og forskrifter gitt i medhold av bestemmelsen,\nb. skadelige stoffer behandles i overensstemmelse med § 35 og forskrifter gitt i medhold av bestemmelsen.\nc. dagbøker som nevnt i § 33 annet ledd bokstav e føres på en korrekt måte.\nSkipsføreren skal medvirke til at:\na. skipets utrustning er egnet til å hindre forurensning, jf. § 32 og forskrifter gitt i medhold av bestemmelsen,\nb. driften av skipet legges opp og gjennomføres slik at forurensning hindres, jf. § 33 og forskrifter gitt i medhold av bestemmelsen,\nc. skipet har nødvendig beredskap for å avverge eller begrense forurensning fra skipet, jf. § 34 første ledd og forskrifter gitt i medhold av bestemmelsen.\nDepartementet kan gi nærmere forskrift om kravene til skipsføreren i første og annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "title": "Plikter etter dette kapitlet for andre som har sitt arbeid om bord",
      "content": "Andre som har sitt arbeid om bord, skal så langt dette følger av vedkommendes stilling, medvirke til at driften av skipet legges opp og gjennomføres slik at forurensning hindres, jf. § 33 og forskrifter gitt i medhold av bestemmelsen.\nDepartementet kan gi nærmere forskrift om de kravene som første ledd stiller til andre som har sitt arbeid om bord.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "title": "Forebyggende tiltak mot angrep mv. på skip",
      "content": "Det skal treffes tiltak for å hindre og beskytte skipet mot terrorhandlinger, piratvirksomhet, blindpassasjerer og andre ulovlige handlinger.\nDe som har sitt arbeid om bord skal være utstyrt med et identifikasjonsbevis.\nDepartementet kan gi forskrifter med nærmere bestemmelser om kravene til sikkerhets- og terrorberedskapen på skip, herunder om:\na. hvilke skip som skal være omfattet av reglene,\nb. plikt til å foreta en sårbarhetsvurdering,\nc. plikt til å ha en godkjent sikkerhets- og terrorberedskapsplan for skipet,\nd. plikt til å utpeke og lære opp særskilt personell med ansvar for sikkerhets- og terrorberedskap på skipet og i rederiet,\ne. terroralarmsystem på skipet,\nf. kontroll av personer og gjenstander som er eller skal om bord på skipet,\ng. utstedelse og utforming av identifikasjonsbevis,\nh. sikkerhets- og terrorberedskapssertifikater.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "Bruk av maktmidler",
      "content": "Når det er nødvendig for å hindre eller beskytte mot handlinger som nevnt i § 39 første ledd, kan det fra skipets side iverksettes tiltak og anvendes maktmidler.\nI andre situasjoner der dette er nødvendig for å opprettholde ro og orden om bord, kan det anvendes tiltak og maktmidler som nevnt i første ledd, så langt de er forholdsmessige.\nRetten til å iverksette tiltak og anvende maktmidler tilligger skipsføreren. Enhver som befinner seg om bord, plikter å yte hjelp og respektere de tiltak som treffes.\nDepartementet kan gi forskrift om bruk av tiltak og maktmidler i henhold til første og annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "Tilsynsmyndighet",
      "content": "Kongen fastsetter hvem som skal ha tilsynsmyndighet etter loven.\nDepartementet kan inngå avtale med ett eller flere klasseselskap om at tilsynsmyndighet kan overlates til vedkommende institusjon. Avtalen skal regulere omfanget av og vilkårene for slik overlatelse.\nDepartementet kan gi forskrift med nærmere bestemmelser om krav til anerkjente klasseselskap m.m.\nDepartementet kan gi forskrift eller inngå avtale om at tilsyn eller tilsynsmyndighet i enkelttilfeller eller på avgrensede områder kan overlates til private eller til utenlandske eller internasjonale myndigheter.\n0 Endret ved lover 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730), 20 juni 2025 nr. 110 (i kraft 1 aug 2025 iflg. res. 20 juni 2025 nr. 1116).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:41 a",
      "chapter": "7",
      "section": "41 a",
      "title": "Myndighet lagt til EFTAs overvåkningsorgan og EFTA-domstolen",
      "content": "EFTAs overvåkningsorgan og EFTA-domstolen kan ilegge foretak eller sammenslutninger av foretak økonomiske reaksjoner som nevnt i artikkel 6 i forordning (EF) nr. 391/2009 av 23. april 2009 om felles regler og standarder for klasseselskap og inspeksjon av skip, slik denne er tatt inn i EØS-avtalen vedlegg XIII, kapittel V, pkt. 55e.\nDepartementet kan gi forskrift om gjennomføring av bestemmelser som utfyller bestemmelsen nevnt i første ledd.\n0 Tilføyd ved lov 20 juni 2025 nr. 110 (i kraft 1 aug 2025 iflg. res. 20 juni 2025 nr. 1116).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41a",
        "source_heading": "§ 41 a."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "title": "Tilsyn med sikkerhetsstyringssystem",
      "content": "Det skal føres tilsyn med sikkerhetsstyringssystem, jf. § 7. Tilsynet kan blant annet omfatte følgende elementer:\na. systemrevisjon av dokumentasjonen for at rederiet har etablert nødvendige og hensiktsmessige systematiske tiltak,\nb. verifikasjon av at de systematiske tiltakene under bokstav a er til stede og fungerer i praksis og at aktiviteten når det gjelder slike tiltak er i overensstemmelse med krav fastsatt i lov og forskrift.\nTilsynet etter første ledd kan skje gjennom intervjuer med ledelsen og personalet på forskjellig nivåer i rederiet, ved inspeksjoner eller på annen hensiktsmessig måte.\nDepartementet kan gi nærmere forskrift om gjennomføringen av tilsynet med sikkerhetsstyringssystem.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "title": "Tilsynet med norske skip",
      "content": "Det skal føres tilsyn med norske skip, herunder med arbeidsvilkår og arbeidsmiljø for dem som har sitt arbeid om bord.\nDepartementet kan i forskrift bestemme at tilsyn ikke skal finne sted helt eller delvis, med mindre Norges folkerettslige forpliktelser er til hinder for slikt unntak.\nTilsynet etter første og annet ledd kan omfatte forhold som nevnt i skipsarbeidsloven og i kapittel 3, 4, 5 og 6 i denne loven og skal ha som formål å bringe på det rene om de kravene som fremgår i eller i medhold av disse lovene, er oppfylt.\nRederiet har plikt til å be om tilsyn etter første ledd når dette er nødvendig for å oppfylle krav i eller i medhold av skipsarbeidsloven eller denne lov.\nDepartementet kan gi forskrifter om tilsynet, herunder om:\na. hyppighet, innhold og omfang, herunder besiktelse,\nb. den praktiske gjennomføringen, herunder besiktelse,\nc. rett for den som har sitt arbeid om bord til å kreve tilsyn, herunder besiktelse.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "title": "Tilsynet med utenlandske skip",
      "content": "Det kan foretas tilsyn av utenlandske skip, herunder med arbeidsvilkår og arbeidsmiljø for dem som har sitt arbeid om bord.\nDepartementet kan gi forskrifter med nærmere bestemmelser om slikt tilsyn, herunder om:\na. hyppigheten, innholdet og omfanget av tilsynet,\nb. den praktiske gjennomføringen av tilsynet.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "title": "Plikt til å medvirke til tilsynet",
      "content": "Rederiet, arbeidsgiveren, skipsføreren og andre som har sitt arbeid om bord skal medvirke til tilsynet etter dette kapittel, og skal blant annet:\na. gi alle opplysninger som er nødvendige for utøvelsen av tilsynet,\nb. utlevere skipsbøker, rapporter, tegninger og annet materiale.\nPlikt til medvirkning som nevnt i første ledd påhviler også andre, så langt slik medvirkning ikke kommer i strid med deres taushetsplikt i henhold til lov eller avtale.\nTilsynsmyndigheten skal til enhver tid ha adgang til skipet og rederi- og arbeidsgiverkontorer.\nDepartementet kan gi forskrifter med nærmere bestemmelser om innholdet, omfanget og gjennomføringen av medvirkningen og om tilsynets adgang til skipet og rederi- og arbeidsgiverkontorer.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "title": "Bistandsplikt",
      "content": "Rederiet, arbeidsgiveren og skipsføreren skal yte bistand til utenlandske og internasjonale tilsynsmyndigheter på en slik måte og i et slikt omfang som følger av Norges folkerettslige forpliktelser.\nDepartementet kan gi forskrift om bistandsplikten etter første ledd.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:47",
      "chapter": "7",
      "section": "47",
      "title": "Rederiets melde- og rapporteringsplikt",
      "content": "Rederiet skal gi tilsynsmyndigheten melding når det har inngått avtale om:\na. bygging av skip,\nb. ombygging av skip,\nc. kjøp av skip.\nRederiet eller skipsføreren skal gi den myndighet Kongen bestemmer melding og rapport ved skade eller sykdom som rammer den som har sitt arbeid om bord. Skyldes skaden en arbeidsulykke eller skipsulykke som er omfattet av reglene om sjøulykker i kapittel 18 avsnitt II i lov 24. juni 1994 nr. 39 om sjøfarten (sjøloven), skal melding og rapport om skade skje etter regler gitt i eller i medhold av sjøloven § 475.\nRederiet skal også gi rapport om andre forhold som det er av betydning for tilsynsmyndigheten å kjenne til, herunder om verne- og miljøarbeid.\nDepartementet kan gi forskrift om melde- og rapporteringsplikten etter denne paragrafen.\n0 Endret ved lov 27 juni 2008 nr. 72 (ikr. 1 juli 2008 iflg. res. 27 juni 2008 nr. 743).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "title": "Gebyrer",
      "content": "Tilsynsmyndighetens utgifter ved tilsyn, sertifikatutstedelse, måling og lignende kan kreves dekket av rederiet eller av den som ber om vedkommende tjeneste gjennom gebyr. Gebyr fastsatt med hjemmel i første ledd er tvangsgrunnlag for utlegg.\nDepartementet kan gi nærmere forskrift om gebyrer og innkrevingen av disse.\n0 Endret ved lov 11 jan 2013 nr. 3 (ikr. 1 juni 2013 iflg. res. 24 mai 2013 nr. 533).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "8:49",
      "chapter": "8",
      "section": "49",
      "title": "Pålegg om tiltak",
      "content": "Er krav som følger av lov eller forskrift ikke etterkommet, kan tilsynsmyndigheten pålegge rederiet eller arbeidsgiveren å gjennomføre nødvendige tiltak innen en bestemt frist.\nEr pålegg ikke etterkommet innen den fastsatte tidsfristen, kan det iverksettes tiltak som nevnt i § 50 til § 54.\nDepartementet kan gi forskrifter med nærmere bestemmelser om rederiets og arbeidsgiverens plikt til å gjennomføre tiltak etter første ledd.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "8:50",
      "chapter": "8",
      "section": "50",
      "title": "Tvangsmulkt",
      "content": "Hvis rederiet eller eventuelt arbeidsgiveren ikke har etterkommet et pålegg etter § 49 innen den fastsatte fristen, kan tilsynsmyndigheten treffe vedtak om tvangsmulkt for å sikre at pålegget blir etterkommet. I vedtaket om tvangsmulkt skal det settes en ny tidsfrist for å oppfylle pålegget etter § 49, slik at tvangsmulkten begynner å løpe først når pålegget ikke er oppfylt innen denne nye fristen.\nTvangsmulkten kan fastsettes som et enkeltbeløp eller som en løpende mulkt. Ved fastsettelse av tvangsmulktens størrelse skal det blant annet legges vekt på viktigheten av rettigheter og hensyn til sikkerhet, miljø og arbeidsmiljø som pålegget skal ivareta og kostnadene med å oppfylle pålegget.\nTvangsmulkten tilfaller statskassen.\nDepartementet kan gi forskrifter med nærmere bestemmelser om tvangsmulkt, herunder om tvangsmulktens størrelse og varighet.\n0 Endret ved lover 26 mars 2010 nr. 10, 11 jan 2013 nr. 3 (ikr. 1 juni 2013 iflg. res. 24 mai 2013 nr. 533), 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730), 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "8:51",
      "chapter": "8",
      "section": "51",
      "title": "Tilbaketrekking av sertifikater",
      "content": "Hvis rederiet eller arbeidsgiveren ikke etterkommer pålegg etter § 49 eller betaler gebyrer i henhold til § 48 innen den fastsatte tidsfristen, kan tilsynsmyndigheten trekke tilbake relevante sertifikater.\nDepartementet kan gi forskrifter med nærmere bestemmelser om tilbaketrekking av sertifikater.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "8:52",
      "chapter": "8",
      "section": "52",
      "title": "Tvangstiltak overfor skip",
      "content": "Tilsynsmyndigheten kan forby et skip å forlate havn eller pålegge det å gå til havn eller fastsette andre nødvendige tiltak overfor skipet, om nødvendig med bruk av tvang, innenfor de grensene som følger av folkeretten, såfremt:\na. skipet ikke oppfyller krav i lov eller forskrift til teknisk, operativ eller miljømessig sikkerhet eller til arbeidsmiljø og personlig sikkerhet, og manglene klart utgjør en fare for de interessene som vedkommende krav er satt til å beskytte,\nb. det foreligger alvorlige brudd på bestemmelser i skipsarbeidsloven, allmenngjøringsloven eller forskrifter gitt i medhold av disse lovene,\nc. skipet ikke har nødvendige sertifikater om bord,\nd. rederiet eller noen i dets tjeneste hindrer tilsynsmyndigheten i å gå om bord i skipet for å foreta tilsyn som ikke er etterkommet etter § 45.\nVedtak etter første ledd skal inneholde eventuelle pålegg som skipet må etterkomme for at forbud, pålegg eller andre tiltak som nevnt i første ledd kan oppheves eller endres. Dersom tilsynsmyndigheten har gitt pålegg som nevnt i første punktum, og dette ikke etterkommes, kan tilsynsmyndigheten om nødvendig besørge at pålegget gjennomføres for rederiets regning og risiko.\nDepartementet kan gi nærmere forskrift om vedtak som nevnt i første ledd, herunder om de påleggene som skipet må etterkomme og om vilkårene for bruken av tvang samt om gjennomføringen av pålegg for rederiets regning og risiko.\n0 Endret ved lover 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730), 9 mai 2014 nr. 16 (ikr. 9 mai 2014 iflg. res. 9 mai 2014 nr. 625), 20 juni 2025 nr. 109 (i kraft 1 juli 2025).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "8:53",
      "chapter": "8",
      "section": "53",
      "title": "Stansing og bording av skip i fart",
      "content": "Når det foreligger grunn til mistanke om at skip har opptrådt i strid med relevante internasjonale bestemmelser eller krav gitt i eller i medhold av lov eller forskrift som gjelder for skipet, jf. § 3, kan tilsynsmyndigheten innenfor de grensene som følger av folkeretten, stanse og borde skipet i fart for besiktelse med sikte på å undersøke forholdet nærmere, om nødvendig med bruk av tvang. Departementet kan gi forskrifter med nærmere bestemmelser om besiktelse som nevnt i første punktum, herunder om når slik besiktelse kan skje og om vilkårene for bruken av tvang.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "8:54",
      "chapter": "8",
      "section": "54",
      "title": "Nektelse av adgang til norsk sjøterritorium for utenlandsk skip",
      "content": "Oppfyller ikke et utenlandsk skip de krav som stilles til det etter relevante internasjonale bestemmelser, lov eller forskrift, kan det nektes adgang til norsk sjøterritorium.\nDepartementet kan gi forskrifter om gjennomføring etter første ledd herunder bestemmelser om nektelse av anløp til norsk havn på bakgrunn av tidligere tilbakeholdelser, forhold ved skipets flaggstat og andre sikkerhetsmessige forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "9:55",
      "chapter": "9",
      "section": "55",
      "title": "Overtredelsesgebyr",
      "content": "Tilsynsmyndigheten kan ilegge administrativ sanksjon (overtredelsesgebyr) til den som på vegne av rederiet forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av §§ 6, 9, 11, 12 og 13, § 15 første ledd, § 16, §§ 21, 22 og 24, §§ 32 til 36, § 39 eller § 45.\nTilsynsmyndigheten kan ilegge overtredelsesgebyr til en skipsfører som, i strid med sine plikter etter §§ 19, 29 og 37, forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av § 12, § 14, § 15 annet ledd, § 16, § 22, § 24, §§ 32 til 35 eller § 45.\nTilsynsmyndigheten kan dessuten ilegge overtredelsesgebyr til andre som har sitt arbeid om bord som, i strid med sine plikter etter bestemmelser gitt i eller i medhold av § 20 første ledd bokstav c, d og e samt § 38, forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av § 14, § 15 annet ledd, § 16 eller § 33.\nOvertredelsesgebyr kan ilegges etter faste satser eller utmåles i det enkelte tilfellet. Der det skal anvendes faste satser, må disse fremgå av forskrift gitt i medhold av loven. Dersom det ikke skal anvendes faste satser, skal det i forskrift angis hvilke momenter det særlig skal legges vekt på ved utmålingen, og det skal fastsettes et maksimum. Oppfyllelsesfristen for overtredelsesgebyr er fire uker fra vedtaket ble truffet.\nDepartementet kan gi nærmere forskrift om ilegging av overtredelsesgebyr, herunder om:\na. faste satser for overtredelsesgebyret,\nb. hvilke momenter det skal legges vekt på ved utmålingen når det ikke anvendes faste satser, og maksimumsbeløp for slike tilfeller,\nc. adgang til i enkeltvedtak å fastsette en kortere oppfyllelsesfrist enn i fjerde ledd, eller å utsette fristen,\nd. renter og tilleggsgebyr dersom overtredelsesgebyret ikke blir betalt ved forfall.\n0 Endret ved lover 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 20 des 2023 nr. 115 (i kraft 1 jan 2024 iflg. res. 20 des 2023 nr. 2168).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "9:56",
      "chapter": "9",
      "section": "56",
      "title": "Overtredelsesgebyr mot foretak",
      "content": "Hvis noen som har handlet på vegne av rederiet, har overtrådt en bestemmelse som nevnt i § 55 første til tredje ledd, kan tilsynsmyndigheten ilegge rederiet overtredelsesgebyr. Dette gjelder selv om overtredelsesgebyr ikke kan ilegges noen enkeltperson.\nTilsynsmyndigheten kan også ilegge arbeidsgiveren og rederiet overtredelsesgebyr ved manglende utbetaling av lønn i henhold til vedtak om allmenngjøring for arbeidstakere på skip, jf. allmenngjøringsloven § 5.\nVed avgjørelsen av om rederiet eller arbeidsgiveren skal ilegges overtredelsesgebyr, og ved utmålingen av gebyret skal det særlig legges vekt på:\na. hvor alvorlig overtredelsen er\nb. om rederiet gjennom sikkerhetsstyringssystemet eller ved instruksjon, opplæring, kontroll eller andre tiltak kunne ha forebygget overtredelsen\nc. om overtredelsen er begått for å fremme rederiets eller arbeidsgiverens interesser\nd. om rederiet eller arbeidsgiveren har hatt eller kunne oppnådd noen fordel ved overtredelsen\ne. om det foreligger gjentakelse\nf. rederiets eller arbeidsgiverens økonomiske evne.\nRederiet er også solidarisk ansvarlig for overtredelsesgebyr som ilegges skipsføreren eller andre som har sitt arbeid om bord, etter bestemmelser gitt i eller i medhold av § 55.\nDepartementet kan gi forskrift om overtredelsesgebyr mot rederiet eller arbeidsgiveren etter første til tredje ledd og om det solidariske ansvaret etter fjerde ledd.\n0 Endret ved lov 20 juni 2025 nr. 109 (i kraft 1 juli 2025).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "9:57",
      "chapter": "9",
      "section": "57",
      "title": "Inndrivelse av overtredelsesgebyr",
      "content": "Vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg.\nFor å sikre betaling av overtredelsesgebyr etter §§ 55 og 56 som rederiet, arbeidsgiveren, skipsføreren eller andre som har sitt arbeid om bord, er eller antas å ville bli ilagt, kan tilsynsmyndigheten forby skipet å forlate havn, pålegge det å gå til havn eller fastsette andre nødvendige tiltak inntil overtredelsesgebyret er betalt, eller det er stilt tilstrekkelig sikkerhet for beløpet. Tilsynsmyndigheten kan kreve at før tiltak etter første punktum avsluttes, skal rederiet stille tilstrekkelig sikkerhet for eller betale utgiftene ved tiltaket.\n0 Endret ved lover 11 jan 2013 nr. 3 (ikr. 1 juni 2013 iflg. res. 24 mai 2013 nr. 533), 20 juni 2025 nr. 109 (i kraft 1 juli 2025).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "10:58",
      "chapter": "10",
      "section": "58",
      "title": "Brudd på rederiets plikter når det gjelder sikkerhetsstyringssystem",
      "content": "Med bøter eller fengsel inntil 2 år straffes den som på vegne av rederiet forsettlig eller uaktsomt vesentlig unnlater å etablere, gjennomføre og videreutvikle et sikkerhetsstyringssystem i samsvar med § 7 og forskrifter gitt i medhold av bestemmelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "10:59",
      "chapter": "10",
      "section": "59",
      "title": "Brudd på rederiets plikter når det gjelder den tekniske og operative sikkerheten om bord",
      "content": "Med bøter eller fengsel inntil 2 år straffes den som på vegne av rederiet forsettlig eller grovt uaktsomt:\na. vesentlig overtrer bestemmelser gitt i eller i medhold av § 9, jf. § 6 om prosjekteringen, byggingen og utrustningen av skipet,\nb. vesentlig overtrer bestemmelser gitt i eller i medhold av § 11, jf. § 6 om driften og vedlikeholdet av skipet,\nc. vesentlig overtrer bestemmelser gitt i eller i medhold av § 13, jf. § 6 om sertifikater,\nd. vesentlig overtrer bestemmelser gitt i eller i medhold av § 15 første ledd, jf. § 6 om bemanningen av skipet,\ne. vesentlig overtrer bestemmelser gitt i eller i medhold av § 16, jf. § 6 med krav om å påse og sørge for at de som har sitt arbeid om bord har de nødvendige kvalifikasjoner og sertifikater.\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "10:60",
      "chapter": "10",
      "section": "60",
      "title": "Brudd på skipsførerens plikter når det gjelder den tekniske og operative sikkerheten om bord",
      "content": "Med bøter eller fengsel inntil 2 år straffes en skipsfører som forsettlig eller uaktsomt vesentlig overtrer sine plikter etter bestemmelser gitt i eller i medhold av § 19 første ledd bokstav b til å sørge for at navigeringen av skipet skjer på sikker måte eller at føring av skipsbøker skjer på korrekt måte i henhold til kravene i § 14 med forskrifter.\nMed bøter eller fengsel inntil 1 år straffes en skipsfører som forsettlig eller uaktsomt vesentlig overtrer sine plikter etter bestemmelser gitt i eller i medhold av § 19 første ledd bokstav c til å sørge for at vaktholdet om bord er sikkerhetsmessig forsvarlig i henhold til kravene i § 15 annet ledd med forskrifter.\nMed bøter eller fengsel inntil 1 år straffes en skipsfører som forsettlig eller grovt uaktsomt:\na. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 19 første ledd bokstav a til å sørge for at skipet er lastet eller ballastet på en sikkerhetsmessig forsvarlig måte i henhold til kravene i § 12 første ledd med forskrifter,\nb. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 19 annet ledd bokstav a til å medvirke til at driften og vedlikeholdet av skipet til enhver tid er sikkerhetsmessig forsvarlig i henhold til kravene i § 11 med forskrifter,\nc. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 19 annet ledd bokstav d til å medvirke til at vedkommende selv og andre som har sitt arbeid om bord er behørig kvalifisert i henhold til kravene i § 16 med forskrifter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "10:61",
      "chapter": "10",
      "section": "61",
      "title": "Brudd på pliktene til andre som har sitt arbeid om bord når det gjelder den tekniske og operative sikkerheten om bord",
      "content": "Med bøter eller fengsel inntil 2 år straffes andre som har sitt arbeid om bord, som forsettlig eller uaktsomt vesentlig overtrer sin plikt etter § 20 første ledd bokstav c, til å medvirke til at navigeringen av skipet skjer på sikker måte eller at føring av skipsbøker skjer på korrekt måte i henhold til kravene i § 14 med forskrifter.\nMed bøter eller fengsel inntil 1 år straffes andre som har sitt arbeid om bord, som forsettlig eller uaktsomt vesentlig overtrer sin plikt etter § 20 første ledd bokstav d til å medvirke til at vaktholdet om bord er sikkerhetsmessig forsvarlig i henhold til kravene i § 15 annet ledd med forskrifter.\nMed bøter eller fengsel inntil 1 år straffes andre som har sitt arbeid om bord, som forsettlig eller grovt uaktsomt:\na. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 20 første ledd bokstav a til å medvirke til at driften og vedlikeholdet av skipet til enhver tid er sikkerhetsmessig forsvarlig i henhold til kravene i § 11 med forskrifter,\nb. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 20 første ledd bokstav b til å medvirke til at skipet er lastet eller ballastet på en sikkerhetsmessig forsvarlig måte i henhold til kravene i § 12 første ledd med forskrifter,\nc. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 20 første ledd bokstav e til å medvirke til å være behørig kvalifisert i henhold til kravene i § 16 med forskrifter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "10:62",
      "chapter": "10",
      "section": "62",
      "title": "Brudd på rederiets plikter når det gjelder den personlige sikkerheten om bord",
      "content": "Med bøter eller fengsel inntil 1 år straffes den som på vegne av rederiet forsettlig eller grovt uaktsomt:\na. vesentlig overtrer bestemmelser gitt i eller i medhold av § 21, jf. § 6 med krav til innretninger, utstyr og sikkerhetstiltak om bord på skipet,\nb. vesentlig overtrer bestemmelser gitt i eller i medhold av § 22, jf. § 6 med krav til tilrettelegging og utføring av arbeidet om bord og ivaretakelse av det psykososiale arbeidsmiljøet.\nMed bøter straffes den som på vegne av rederiet forsettlig eller grovt uaktsomt vesentlig overtrer bestemmelser gitt i eller i medhold av § 6, jf. § 24 med krav om å påse at reglene om hviletid overholdes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "10:63",
      "chapter": "10",
      "section": "63",
      "title": "Brudd på skipsførerens plikter når det gjelder den personlige sikkerheten om bord",
      "content": "Med bøter eller fengsel inntil 1 år straffes en skipsfører som forsettlig eller grovt uaktsomt vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 29 første ledd bokstav a til å sørge for at arbeidet om bord er tilrettelagt slik at det kan utføres sikkerhetsmessig forsvarlig og ivaretar det psykososiale arbeidsmiljøet i henhold til kravene i § 22 med forskrifter.\nMed bøter straffes en skipsfører som forsettlig eller grovt uaktsomt vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 29 første ledd bokstav b til å sørge for at den fastsatte hviletiden overholdes i henhold til kravene i § 24 med forskrifter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "10:64",
      "chapter": "10",
      "section": "64",
      "title": "Brudd på rederiets plikter når det gjelder den miljømessige sikkerheten",
      "content": "Med bøter eller fengsel inntil 2 år straffes den som på vegne av rederiet forsettlig eller grovt uaktsomt vesentlig overtrer bestemmelser gitt i eller i medhold av §§ 32 og 33, jf. § 6 med krav til den tekniske miljømessige sikkerheten og til driften av skipet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "10:65",
      "chapter": "10",
      "section": "65",
      "title": "Brudd på skipsførerens plikter når det gjelder den miljømessige sikkerheten",
      "content": "Med bøter eller fengsel inntil 2 år straffes en skipsfører som forsettlig eller grovt uaktsomt:\na. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 37 første ledd bokstav a til å sørge for at det foretas varsling, tiltak og etterfølgende rapport ved forurensning i henhold til kravene i § 34 annet ledd med forskrifter,\nb. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 37 annet ledd bokstav b til å medvirke til at driften av skipet legges opp og gjennomføres i henhold til kravene i § 33 med forskrifter, slik at det ikke skjer forurensning av det ytre miljø fra skipet i strid med § 31.\nMed bøter eller fengsel inntil 1 år straffes en skipsfører som forsettlig eller grovt uaktsomt:\na. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 37 første ledd bokstav c til å sørge for korrekt dagbokføring, jf. § 33 annet ledd bokstav e med forskrifter,\nb. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 37 annet ledd bokstav a til å medvirke til at skipet er utrustet i henhold til kravene i § 32 med forskrifter slik at det ikke skjer forurensning av det ytre miljøet fra skipet i strid med § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "10:66",
      "chapter": "10",
      "section": "66",
      "title": "Brudd på pliktene til andre som har sitt arbeid om bord når det gjelder den miljømessige sikkerheten",
      "content": "Med bøter eller fengsel inntil 1 år straffes andre som har sitt arbeid om bord som forsettlig eller grovt uaktsomt vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 38 til å medvirke til at driften av skipet legges opp og gjennomføres i henhold til § 33 med forskrifter, slik at det ikke skjer forurensning av det ytre miljø fra skipet i strid med § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "10:67",
      "chapter": "10",
      "section": "67",
      "title": "Brudd på rederiets og skipsførerens plikt til å følge tilsynsmyndighetens vedtak",
      "content": "Med bøter eller fengsel inntil 1 år straffes en skipsfører eller den som på vegne av rederiet forsettlig unnlater å følge tilsynsmyndighetens vedtak etter bestemmelser gitt i eller i medhold av §§ 52 og 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "10:68",
      "chapter": "10",
      "section": "68",
      "title": "Straffansvar for den som ikke er offentlig tjenestemann",
      "content": "Benyttes under utøvelsen av tilsynet personer som ikke er offentlige tjenestemenn, gjelder for disse samme strafferettslige ansvar som for offentlige tjenestemenn i henhold til straffeloven.\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "10:69",
      "chapter": "10",
      "section": "69",
      "title": "Fellesbestemmelser",
      "content": "Ved vurderingen av om en overtredelse av bestemmelsene i dette kapittel er vesentlig, skal det særlig legges vekt på overtredelsens omfang og virkninger og graden av utvist skyld.\nDersom en annen enn den som er å anse som rederi i henhold til § 4 reelt sett ivaretar aktuelle driftsfunksjoner av skipet, kommer bestemmelsene i §§ 58, 59, 62, 64, 67 og 70 tilsvarende til anvendelse.\nFengselsstraff kan ikke anvendes når overtredelsen i henhold til folkeretten bare kan straffes med bøter.\nBestemmelsene i dette kapitlet får ikke anvendelse dersom forholdet rammes av en strengere straffebestemmelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "10:70",
      "chapter": "10",
      "section": "70",
      "title": "Inndrivelse av bot eller foretaksstraff",
      "content": "For å sikre betaling av bot etter dette kapitlet eller foretaksstraff etter straffeloven § 27 som rederiet, skipsføreren eller andre som har sitt arbeid om bord er eller antas å ville bli ilagt, kan retten etter begjæring fra påtalemyndigheten beslutte å forby skipet å forlate havn, pålegge det å gå til havn eller fastsette andre nødvendige tiltak, inntil boten eller foretaksstraffen er betalt eller det er stilt tilstrekkelig sikkerhet for beløpet.\nEtter begjæring fra påtalemyndigheten, kan retten også beslutte at rederiet skal stille tilstrekkelig sikkerhet for eller betale utgiftene som er forbundet med tiltak som fastsettes etter første ledd før tiltaket avsluttes.\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "11:71",
      "chapter": "11",
      "section": "71",
      "title": "Sjøassurandørers taushetsplikt",
      "content": "Uten hensyn til taushetsplikt som følger av lov 10. april 2015 nr. 17 om finansforetak og finanskonsern §§ 9-6, 9-7 og 16-2, har forsikringsselskaper adgang til å utlevere opplysninger som er av direkte betydning for sikkerheten til skip som er forsikret i vedkommende selskap, til andre forsikringsselskaper samt til besiktigelsesinstitusjoner, internasjonale forsikrings- og sjøfartsorganisasjoner eller norske og utenlandske sjøfartsmyndigheter. Første punktum gjelder tilsvarende for skip som har vært forsikret i vedkommende selskap i løpet av de siste tre årene før den datoen det anmodes om utlevering av opplysninger eller den datoen forsikringsselskapet utleverer opplysninger uten forutgående anmodning.\nForsikringsselskapet plikter å sende forsikringstakeren gjenpart av opplysningene som utleveres etter første ledd. Dersom opplysningene er utlevert muntlig, er det tilstrekkelig å sende forsikringstakeren melding om at slike opplysninger er utlevert og hvem som er mottaker av opplysningene.\n0 Endret ved lov 20 des 2022 nr. 122.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "11:71 a",
      "chapter": "11",
      "section": "71 a",
      "title": "Rett til å fremsette klage og vern mot gjengjeldelse",
      "content": "For rett til å fremsette klage gjelder det som er bestemt i eller i medhold av skipsarbeidsloven § 9-7.\n0 Tilføyd ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71a",
        "source_heading": "§ 71a."
      }
    },
    {
      "provision_ref": "11:72",
      "chapter": "11",
      "section": "72",
      "title": "Ikrafttredelse",
      "content": "Loven gjelder fra den tid​1 Kongen bestemmer, med mindre annet følger av reglene i annet ledd. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.\nEndringen i § 74 annet ledd nr. 8 i lov 24. juni 1994 nr. 39 om sjøfarten § 475 trer i kraft fra det tidspunkt lov 7. januar 2005 nr. 2 om endringer i lov 24. juni 1994 nr. 39 om sjøfarten (sjøloven) og enkelte andre lover blir satt i kraft. Fra samme tidspunkt trer opphevingen av lov 9. juni 1903 nr. 7 om Statskontrol med Skibes Sjødygtighed m.v. § 4 første ledd bokstav a, § 5 og §§ 17 til 23 i kraft.\n1 Fra 1 juli 2007 iflg. res. 16 feb 2007 nr. 170.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "11:73",
      "chapter": "11",
      "section": "73",
      "title": "Overgangsbestemmelser",
      "content": "Forskrifter gitt i medhold av lover og bestemmelser som oppheves, jf. § 74, skal gjelde inntil annet er bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "11:74",
      "chapter": "11",
      "section": "74",
      "title": "Opphevelse av og endring i andre lover",
      "content": "Fra den tid loven trer i kraft oppheves følgende lover: – – –\nFra den tid loven trer i kraft gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens formål",
      "content": "Loven skal trygge liv og helse, miljø og materielle verdier ved å legge til rette for god skipssikkerhet og sikkerhetsstyring, herunder hindre forurensning fra skip, sikre et fullt forsvarlig arbeidsmiljø og trygge arbeidsforhold om bord på skipet, samt et godt og tidsmessig tilsyn.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens saklige virkeområde",
      "content": "Loven får anvendelse for norske og utenlandske skip. For skip under 24 meter største lengde som brukes utenfor næringsvirksomhet, gjelder loven likevel ikke.\nKongen kan gi forskrift om at loven i tillegg til skip som nevnt i første ledd, også skal gjelde for:\na. boreplattformer og andre flyttbare innretninger for undersøkelse etter, utnyttelse, lagring eller transport av undersjøiske naturforekomster samt flyttbare innretninger til hjelp for slik virksomhet,\nb. flytekran, mudderapparat og lignende flytende innretninger,\nc. skip som nevnt i første ledd annet punktum hvor noen har sitt arbeid om bord.\nKongen kan også gi forskrift om at loven helt eller delvis ikke skal gjelde for:\na. skip under 24 meter største lengde,\nb. skip som kan føre inntil tolv passasjerer,\nc. spesialskip,\nd. skip som utelukkende benyttes på elver og innsjøer,\ne. skip som er vernet,\nf. skip som tilhører Forsvaret eller som benyttes i dets tjeneste,\ng. andre statlige skip som brukes utenfor næringsvirksomhet,\nh. utenlandske skip.\nKongen kan for skip som nevnt i tredje ledd, gi særlige regler om sikkerhetsstyring, sikkerhet, miljø, sikkerhets- og terrorberedskap og tilsyn samt forvaltningstiltak og administrative sanksjoner som fraviker reglene i loven her.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Lovens geografiske virkeområde",
      "content": "Loven gjelder for norske skip uansett hvor de befinner seg.\nMed de begrensninger som følger av folkeretten, gjelder loven for utenlandske skip:\na. i Norges territorialfarvann, herunder ved Svalbard og Jan Mayen,\nb. i Norges økonomiske sone,\nc. på norsk kontinentalsokkel.\nKongen kan gi forskrift om lovens anvendelse på utenlandske skip også utenfor områdene nevnt i annet ledd, så langt folkeretten tillater det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Rederiet",
      "content": "Med rederiet menes den som i det sikkerhetsstyringssertifikatet som skipet skal ha etter bestemmelser gitt i eller i medhold av § 7, jf. § 5 i denne loven, er opplyst å være driftsansvarlig selskap.\nDersom det for skipet ikke gjelder krav om sikkerhetsstyringssertifikat som nevnt i første ledd, eller sikkerhetsstyringssertifikatet er blitt ugyldig eller er trukket tilbake, regnes skipets eier som rederiet. Er skipet registrert, regnes den registrerte eieren som skipets eier. Dersom skipets eier i tilfelle som nevnt i første punktum har innsendt dokumentasjon i henhold til § 5 med samtykke fra den driftsansvarlige eller byggeansvarlige, skal vedkommende anses som rederi etter denne loven.\nAnnet ledd gjelder tilsvarende dersom den som er opplyst å være driftsansvarlig selskap i skipets sikkerhetsstyringssertifikat, ikke eksisterer.\nDepartementet kan gi forskrifter om hvem som skal anses som «rederi» etter reglene i første til tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Plikt til innsendelse av opplysninger",
      "content": "Dersom skipets eier overlater ansvaret for driften av skipet til en annen, skal det opplyses om navnet på den driftsansvarlige og gis andre nødvendige opplysninger til den departementet bestemmer. Den driftsansvarlige skal få en bekreftelse på at opplysningene er mottatt og fullstendige. Første og annet punktum gjelder tilsvarende under byggingen av skipet dersom skipets eier overlater ansvaret for byggingen av skipet til en annen.\nDepartementet kan gi forskrifter med nærmere bestemmelser om plikten til å gi opplysninger etter første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Rederiets alminnelige plikter",
      "content": "Rederiet har en overordnet plikt til å påse at byggingen og driften av skipet skjer i samsvar med reglene gitt i eller i medhold av denne loven, herunder at skipsføreren og andre som har sitt arbeid om bord, etterlever regelverket.\nRederiet skal sørge for at lovens krav oppfylles, bortsett fra i tilfelle der skipsføreren i loven er gitt en selvstendig plikt til å sørge for dette. Rederiet skal sørge for at forholdene legges til rette for at alle de som har sitt arbeid om bord, har mulighet for å oppfylle sine forpliktelser etter loven.\nDepartementet kan gi forskrifter med nærmere bestemmelser om rederiets plikter etter denne bestemmelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Rederiets plikt til å etablere, gjennomføre og videreutvikle sikkerhetsstyringssystem",
      "content": "Rederiet skal sørge for å etablere, gjennomføre og videreutvikle et dokumenterbart og verifiserbart sikkerhetsstyringssystem i rederiets organisasjon og på det enkelte skip, for å kartlegge og kontrollere risiko samt sikre etterlevelse av krav fastsatt i eller i medhold av lov eller i sikkerhetsstyringssystemet selv. Sikkerhetsstyringssystemets innhold, omfang og dokumentasjon skal være tilpasset behovet til rederiet og den aktiviteten det driver.\nRederiet skal sørge for at skipsføreren og andre som har sitt arbeid om bord, får anledning til å medvirke ved etableringen, gjennomføringen og videreutviklingen av sikkerhetsstyringssystemet.\nDepartementet kan gi nærmere forskrifter om kravene til sikkerhetsstyringssystem, herunder om:\na. innhold, omfang og dokumentasjon,\nb. sikkerhetsstyringssertifikater for skip,\nc. godkjenningsbevis for sikkerhetsstyring for rederier,\nd. adgang til å fravike kravet til sikkerhetsstyringssystem for visse skip og adgang til å fravike første og annet ledd når dette er nødvendig som følge av gjennomføring av EØS-avtalen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Medvirkningsplikt for skipsføreren og andre som har sitt arbeid om bord",
      "content": "Skipsføreren skal medvirke ved etableringen, gjennomføringen og videreutviklingen av sikkerhetsstyringssystem etter § 7, og skal videre medvirke til at sikkerhetsstyringssystemet blir fulgt om bord og fungerer etter sin hensikt.\nAndre som har sitt arbeid om bord, skal så langt dette følger av vedkommendes stilling, medvirke til at sikkerhetsstyringssystemet blir fulgt om bord.\nDepartementet kan gi forskrifter om medvirkningsplikten, herunder adgang til å fravike første og annet ledd når dette er nødvendig som følge av gjennomføring av EØS-avtalen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Teknisk sikkerhet",
      "content": "Et skip skal være prosjektert, bygget og utrustet på en slik måte at det ut fra skipets formål og fartsområde gir betryggende sikkerhet for liv og helse, miljø og materielle verdier.\nDepartementet kan gi forskrifter om hvordan skip skal være prosjektert, bygget og utrustet for å tilfredsstille kravene etter første ledd, herunder om:\na. skrogstyrke og vanntett integritet,\nb. stabilitet og flyteevne,\nc. maskineri og elektriske installasjoner,\nd. brannsikring,\ne. navigasjonsutstyr,\nf. kommunikasjonsutstyr,\ng. redningsmidler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Måling av skip",
      "content": "Et skip skal måles og være utstyrt med målebrev.\nDepartementet kan gi forskrifter om måling, herunder om:\na. hvilke skip som er målepliktige,\nb. ommåling,\nc. hvem som skal forestå målingen,\nd. målebrevet og annen dokumentasjon vedrørende måling,\ne. anerkjennelse av utenlandske målebrev.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Drift og vedlikehold",
      "content": "Et skip skal drives og vedlikeholdes på en slik måte at det ut fra skipets formål og det fartsområdet det er bestemt for, gir betryggende sikkerhet for liv og helse, miljø og materielle verdier.\nDepartementet kan gi forskrifter med nærmere bestemmelser om hvordan et skip skal drives og vedlikeholdes for å tilfredsstille kravene i første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Last og ballast",
      "content": "Et skip skal være lastet eller ballastet på en slik måte at stabiliteten og flyteevnen ikke settes i fare, og slik at sikkerheten for liv og helse, miljø og materielle verdier ikke trues på annen måte. Departementet kan gi forskrifter med nærmere bestemmelser om last og ballast, herunder om farlig last, sikring av last, fribord og lastemerker.\nLasting og lossing skal skje på en slik måte at sikkerheten for liv og helse, miljø og materielle verdier ikke trues. Departementet kan gi forskrifter om lasting og lossing, herunder om laste- og losseinnretninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Sertifikater",
      "content": "Departementet kan i forskrift stille krav om at skipet skal ha sertifikater utstedt av tilsynsmyndigheten eller den departementet bestemmer, som dokumentasjon på at skipet på utstedelsestidspunktet tilfredsstiller krav fastsatt i eller i medhold av loven.\nSertifikater kan inneholde særskilte vilkår, og skal til enhver tid være tilgjengelig om bord.\nDepartementet kan gi forskrift om krav til sertifikater, herunder om:\na. hvilke sertifikater et skip skal være utstyrt med,\nb. utstedelse, gyldighet og vilkår,\nc. adgang til å fravike kravene i første og annet ledd,\nd. anerkjennelse av utenlandske sertifikater.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Navigering",
      "content": "Et skip skal navigeres slik at det ikke oppstår fare for liv og helse, miljø eller materielle verdier.\nDepartementet kan gi forskrift om krav til sikker navigering, herunder om:\na. sjøveisregler,\nb. bruk av navigasjonshjelpemidler,\nc. skipsbøker samt andre skipspapirer,\nd. tiltak hvor skipet eller et annet skip er i havsnød,\ne. tiltak for å trygge skipet under krig, krigsfare og lignende forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Bemanning og vakthold",
      "content": "Et skip skal være bemannet på en sikkerhetsmessig forsvarlig måte.\nVaktholdet om bord skal være tilstrekkelig til å opprettholde sikker navigering og andre sikkerhets- og driftsfunksjoner.\nDepartementet kan gi nærmere forskrift om kravene til bemanning og vakthold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Kvalifikasjonskrav og personlige sertifikater",
      "content": "Den som har sitt arbeid om bord, må ha de kvalifikasjoner og eventuelle sertifikater som kreves for den aktuelle stillingen eller det arbeidet som skal utføres. Sertifikatet skal vise at de nødvendige kravene var oppfylt ved sertifikatets utstedelse, herunder krav til alder, tjeneste, helsetilstand, utdanning, språk og opplæring for stillingen.\nDepartementet kan gi forskrifter med nærmere bestemmelser om sertifikatpliktige stillinger og om kvalifikasjoner, herunder om:\na. utstedelse og gradering av sertifikater,\nb. nødvendig dokumentasjon,\nc. anerkjennelse av utenlandske sertifikater,\nd. kvalifikasjonskontroll,\ne. adgang til å inndra sertifikater,\nf. adgang til å fravike kravene etter første ledd,\ng. mønstring.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Helsekrav",
      "content": "Den som har sitt arbeid om bord, må være fysisk og psykisk skikket til tjenesten og ikke utgjøre en fare for andre om bord. Vedkommende skal legge frem helseerklæring som viser at vilkårene i første punktum er oppfylt, og har plikt til å la seg undersøke av lege når skipsføreren finner grunn til å kreve det.\nDepartementet kan gi nærmere forskrift om kravene i første ledd til fysisk og psykisk skikkethet, helseerklæring og legeundersøkelser, herunder om:\na. minimumskrav til helse, syn og hørsel for ulike stillinger,\nb. helseerklæring,\nc. godkjenning av leger,\nd. klagenemnd,\ne. innberetning av yrkesskader og yrkessykdommer,\nf. adgang til å fravike kravene etter første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Minstealder",
      "content": "Den som har sitt arbeid om bord må ha fylt 16 år. Departementet kan gi forskrift om minstealder, herunder om:\na. høyere minstealder for visse fartsområder, skip og stillinger,\nb. særskilte vilkår for at personer mellom 16 og 18 år kan tjenestegjøre om bord, og særlige vernetiltak for disse,\nc. adgang til å fravike kravene etter første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Skipsførerens plikter etter dette kapitlet",
      "content": "Skipsføreren skal sørge for at:\na. skipet er lastet og ballastet på en sikkerhetsmessig forsvarlig måte og at lasting og lossing av skipet skjer på en sikker måte, jf. § 12, sjølovens § 131 første ledd og forskrifter gitt i medhold av bestemmelsene,\nb. navigeringen av skipet og føringen av skipsbøker skjer i henhold til § 14, jf. sjøloven §§ 132 og 133 og forskrifter gitt i medhold av bestemmelsene,\nc. vaktholdet om bord er sikkerhetsmessig forsvarlig, jf. § 15 annet ledd og forskrifter gitt i medhold av bestemmelsen,\nd. andre som har sitt arbeid om bord ved tiltredelsen eller ved tildelingen av arbeidsoppgaver får nødvendig kunnskap om skipet, om sine plikter, om grunnleggende miljø- og sikkerhetsbestemmelser og om tiltak ved en sjøulykke.\nSkipsføreren skal medvirke til at:\na. driften og vedlikeholdet av skipet til enhver tid er sikkerhetsmessig forsvarlig, jf. § 11 og forskrifter gitt i medhold av bestemmelsen,\nb. skipet har de sertifikatene som kreves, jf. § 13 og forskrifter gitt i medhold av bestemmelsen,\nc. bemanningen av skipet er sikkerhetsmessig forsvarlig, jf. § 15 første ledd og sjøloven § 131 første ledd, samt forskrifter gitt i medhold av bestemmelsene,\nd. vedkommende selv og andre som har sitt arbeid om bord er behørig kvalifisert og har gyldig helseerklæring, jf. § 16 og § 17 og forskrifter gitt i medhold av bestemmelsene.\nDepartementet kan gi nærmere forskrift om kravene som i første og annet ledd stilles til skipsføreren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Plikter etter dette kapitlet for andre som har sitt arbeid om bord",
      "content": "Andre som har sitt arbeid om bord, skal så langt dette følger av vedkommendes stilling, medvirke til at:\na. driften og vedlikeholdet av skipet til enhver tid er sikkerhetsmessig forsvarlig, jf. § 11 og forskrifter gitt i medhold av bestemmelsen,\nb. skipet er lastet eller ballastet på en sikkerhetsmessig forsvarlig måte og at lasting og lossing av skipet skjer på en sikker måte, jf. § 12 og forskrifter gitt i medhold av bestemmelsen,\nc. navigeringen av skipet skjer på en sikker måte og at føring av skipsbøker skjer på korrekt måte, jf. § 14 og forskrifter gitt i medhold av bestemmelsen,\nd. vaktholdet om bord er sikkerhetsmessig forsvarlig, jf. § 15 annet ledd og forskrifter gitt i medhold av bestemmelsen,\ne. vedkommende selv er behørig kvalifisert og har gyldig helseerklæring, jf. § 16 og § 17 og forskrifter gitt i medhold av bestemmelsene.\nDepartementet kan gi nærmere forskrift om kravene i første ledd til andre som har sitt arbeid om bord.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Sikkerhetsinnretninger og utstyr",
      "content": "Et skip skal ha nødvendige innretninger og utstyr og det skal treffes slike sikkerhetstiltak og andre forholdsregler som er nødvendige for å unngå eller redusere fare for liv og helse og sikre et fullt forsvarlig arbeidsmiljø for dem som har sitt arbeid om bord.\nDepartementet kan gi nærmere forskrift om kravene i første ledd, herunder om:\na. lysforhold,\nb. klima,\nc. forurensning,\nd. fysiske faktorer,\ne. rømningsveier,\nf. verne- og sikkerhetsinnretninger.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Tilrettelegging og utføring av arbeidet om bord",
      "content": "Arbeidet om bord skal tilrettelegges og utføres slik at hensynet til liv, helse og arbeidsmiljø blir ivaretatt på en god og hensiktsmessig måte. Ved tilretteleggingen skal det tas hensyn til den enkeltes forutsetninger for å kunne utføre arbeidet på en måte som er sikkerhetsmessig forsvarlig.\nDepartementet kan gi forskrifter med nærmere bestemmelser om de kravene som stilles etter første ledd for å unngå eller redusere farer forbundet med arbeidet eller for å sikre et fullt forsvarlig arbeidsmiljø, herunder om:\na. kartlegging av farene og iverksettelse av hensiktsmessige tiltak,\nb. nødvendige tiltak til opplæring og øvelse samt instruksjon av dem som har sitt arbeid om bord,\nc. tilgjengelighet av hensiktsmessig sikkerhets- og verneutstyr,\nd. plikt til å informere og drøfte farer forbundet med arbeidet og sikkerheten med dem som har sitt arbeid om bord,\ne. tilrettelegging av arbeidssituasjonen for dem som har sitt arbeid om bord for å gi mulighet for variasjon, for faglig og personlig utvikling og for selvbestemmelse,\nf. nødvendig informasjon, medvirkning og kompetanseutvikling under omstillingsprosesser,\ng. tiltak for å sikre et godt psykososialt arbeidsmiljø,\nh. plikt til å samarbeide med andre om arbeidsmiljøet om bord,\ni. plikt til å legge forholdene til rette for varsling.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:22 a",
      "chapter": "4",
      "section": "22 a",
      "title": "Sertifikat for arbeids- og levevilkår",
      "content": "Et skip skal ha sertifikat for arbeids- og levevilkår som dokumentasjon på at skipet på tidspunktet for utstedelsen tilfredsstiller krav til arbeids- og levevilkår fastsatt i eller i medhold av denne lov og skipsarbeidsloven.\nSertifikatet utstedes av tilsynsmyndigheten eller den departementet bestemmer og skal til enhver tid være tilgjengelig om bord. Sertifikatet kan inneholde særskilte vilkår.\nDepartementet kan gi forskrift om krav til sertifikatet, herunder om:\na. hvilke skip som skal være utstyrt med sertifikat,\nb. utstedelse, gyldighet og vilkår,\nc. erklæring om samsvar med relevante konvensjoner for skip og fiskefartøyer,\nd. adgang til å fravike kravene i første og annet ledd,\ne. anerkjennelse av utenlandske sertifikater.\n0 Tilføyd ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22a",
        "source_heading": "§ 22 a."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Arbeidstid",
      "content": "Den alminnelige arbeidstiden skal være 8 timer i døgnet, med ett døgns hvile i hver uke og hvile på offentlige fridager.\nDepartementet kan gi forskrift om arbeidstiden, herunder om unntak fra bestemmelsene i første ledd, enten generelt eller for visse stillinger, samt om ekstraarbeid som følge av sikkerhetsmessige forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Hviletid",
      "content": "Hviletiden skal minst være 10 timer i løpet av en hvilken som helst periode på 24 timer, og 77 timer i en hvilken som helst periode på 168 timer. Hviletiden kan deles opp i to perioder, hvorav én skal være på minst 6 timer. Intervallet mellom fortløpende hvileperioder skal ikke overstige 14 timer.\nBestemmelsene i første ledd gjelder ikke ved nødssituasjoner eller ved arbeid som følger av mønstringer eller øvelser pålagt i eller i medhold av lov. Bestemmelsene i første ledd gjelder heller ikke for vaktgående personell eller personell som har spesielle oppgaver knyttet til sikkerhet, beredskap eller hindring av forurensning ved arbeid som følge av overordnede driftsforhold.\nUnntak fra bestemmelsene i første ledd kan fastsettes i bindende tariffavtale. Ved fastsettelsen skal det tas hensyn til sjøfolkenes helse og sikkerhet, herunder behovet for hvile.\nFor sjøfolk som inngår i brovakt eller maskinvakt, eller som har spesielle oppgaver knyttet til sikkerhet, beredskap eller hindring av forurensning, kan det i tariffavtale kun fastsettes unntak fra første ledd på følgende vilkår:\na. Den ukentlige hviletiden kan reduseres til 70 timer i perioder av inntil to ukers varighet. Tidsrommet mellom to unntaksperioder skal minst være dobbelt så langt som unntaksperioden.\nb. For inntil to døgn per uke kan den daglige hviletiden deles opp i inntil tre perioder hvorav én skal være minst seks timer, og ingen av de andre to mindre enn én time. Tidsrommet mellom to påfølgende hvileperioder skal ikke overstige 14 timer.\nFor personell på passasjerskip med skiftordning i fartsområde 1 og 2 kan tilsynsmyndigheten fastsette unntak fra første ledd utover de begrensninger som er nevnt i fjerde ledd. Det kan fastsettes nærmere vilkår for unntaket, og det skal foreligge en begrunnet uttalelse fra berørte sjømanns- og rederiorganisasjoner før unntak fastsettes.\nDepartementet kan gi forskrift om hviletiden, herunder unntak fra første ledd for personell på fiske- og fangstfartøy.\n0 Endret ved lov 20 apr 2012 nr. 21 (ikr. 20 apr 2012 iflg. res. 20 apr 2012 nr. 337).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Bo- og fritidsmiljø",
      "content": "De som har sitt arbeid om bord skal ha tilfredsstillende bo- og fritidsmiljø. Det skal finnes tilstrekkelig med lugarer, oppholdsrom, spiserom, rom for å tilberede mat, rom for personlig hygiene og sykerom. Alle rom skal være tilstrekkelig store, og innredet og utstyrt slik at et godt arbeidsmiljø sikres.\nDepartementet kan gi nærmere forskrifter om kravene i første ledd, under hensyn til hvor mange som arbeider om bord og skipets størrelse, konstruksjon, fartsområde og øvrige forhold.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Forpleining",
      "content": "De som har sitt arbeid om bord, skal få god og tilstrekkelig kost som skal være i samsvar med lov 19. desember 2003 nr. 124 om matproduksjon og mattrygghet mv. (matloven) og forskrifter gitt i medhold av loven.\nDepartementet kan gi nærmere forskrift om kravene i første ledd, herunder krav til proviant-, kjøle- og fryserom.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Legemidler og rett til behandling av syke",
      "content": "Et skip skal være utstyrt med legemidler og annet som er nødvendig til behandling av syke og skadede og til forebyggelse av sykdom om bord.\nSyke og skadede kan i nødvendig utstrekning tas under behandling.\nDepartementet kan gi nærmere forskrift om kravene i første og annet ledd, herunder om hvem som kan utføre behandlingen.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "Verneombud og arbeidsmiljøutvalg",
      "content": "På skip skal det være organisert verne- og miljøarbeid. Det skal velges verneombud av og blant dem som har sitt arbeid om bord, og opprettes et arbeidsmiljøutvalg.\nDepartementet kan gi forskrift om verne- og miljøarbeid, herunder om:\na. verneombuds oppgaver og rettigheter,\nb. arbeidsmiljøutvalgets sammensetning og oppgaver,\nc. samordning av verne- og miljøarbeidet,\nd. unntak fra bestemmelsene i første ledd for visse skip.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:28 a",
      "chapter": "4",
      "section": "28 a",
      "title": "Arbeidsgiverens plikter etter dette kapitlet",
      "content": "Er arbeidsgiveren en annen enn rederiet, skal vedkommende medvirke til at skipet har et fullt forsvarlig arbeidsmiljø etter reglene i dette kapittel.\nDepartementet kan gi nærmere forskrift om kravene som stilles til arbeidsgiveren etter første ledd, herunder om plikt til å samarbeide med andre om arbeidsmiljøet om bord.\n0 Tilføyd ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28a",
        "source_heading": "§ 28 a."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "title": "Skipsførerens plikter etter dette kapitlet",
      "content": "Skipsføreren skal sørge for at:\na. arbeidet om bord er tilrettelagt slik at det kan utføres sikkerhetsmessig forsvarlig og at kravene til arbeidsmiljøet ivaretas, jf. § 22 og forskrifter gitt i medhold av bestemmelsen,\nb. den fastsatte hviletiden overholdes, jf. § 24 og forskrifter gitt i medhold av bestemmelsen.\nSkipsføreren skal medvirke til at:\na. skipet har nødvendige innretninger og utstyr og at det er truffet nødvendige sikkerhetstiltak og andre forholdsregler for å sikre liv, helse og et fullt forsvarlig arbeidsmiljø for de som arbeider om bord, jf. § 21 og forskrifter gitt i medhold av bestemmelsen,\nb. bo- og fritidsmiljø og forpleining er i samsvar med §§ 25 og 26 og forskrifter gitt i medhold av bestemmelsene,\nc. skipet er utstyrt med nødvendige legemidler mv., jf. § 27 og forskrifter gitt i medhold av bestemmelsen,\nd. verne- og miljøarbeidet om bord organiseres og gjennomføres på en forsvarlig måte, jf. § 28 og forskrifter gitt i medhold av bestemmelsen.\nDepartementet kan gi nærmere forskrift om kravene som stilles til skipsføreren etter første og annet ledd.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "title": "Plikter etter dette kapitlet for andre som har sitt arbeid om bord",
      "content": "Andre som har sitt arbeid om bord, skal så langt dette følger av vedkommendes stilling, medvirke til at:\na. det treffes nødvendige sikkerhetstiltak for å sikre liv og helse for de som arbeider om bord, jf. § 21 første ledd og forskrifter gitt i medhold av bestemmelsen,\nb. arbeidet om bord tilrettelegges slik at det kan utføres sikkerhetsmessig forsvarlig og at kravene til arbeidsmiljøet ivaretas, jf. § 22 og forskrifter gitt i medhold av bestemmelsen,\nc. verne- og miljøarbeidet gjennomføres på en forsvarlig måte, jf. § 28 og forskrifter gitt i medhold av bestemmelsen.\nDepartementet kan gi forskrifter med nærmere bestemmelser om kravene i første ledd til andre som har sitt arbeid om bord.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "Forbud mot forurensning",
      "content": "Forurensning av det ytre miljø ved utslipp eller dumping fra skipet, eller ved forbrenning av skadelige stoffer eller på annen måte i forbindelse med driften av skipet er forbudt, med mindre annet fremgår av lov eller forskrift fastsatt med hjemmel i lov.\nForbudet mot utslipp eller dumping fastsatt i medhold av dette kapitlet gjelder ikke:\na. ved utslipp av skadelige stoffer eller dumping som er nødvendig av hensyn til skips sikkerhet, de ombordværendes helse eller for å redde liv, eller\nb. ved utslipp av skadelige stoffer eller dumping som skyldes skade på skip, når alle rimelige forholdsregler er tatt både før og etter uhellet for å hindre eller begrense utslippet.\nDette kapitlet og forskrifter gitt i medhold av det, kommer ikke til anvendelse på forurensning som utelukkende skyldes utforskning, utvinning og utnyttelse til sjøs av undersjøiske naturforekomster.\nDepartementet kan gi forskrift om hva som skal anses som:\na. skadelige stoffer, herunder organismer,\nb. utslipp,\nc. dumping,\nd. forbrenning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "Teknisk miljømessig sikkerhet",
      "content": "Et skip skal være prosjektert, bygget og utrustet slik at det ikke skjer forurensning av det ytre miljø fra skipet i strid med § 31.\nDepartementet kan gi forskrifter med nærmere krav til hvordan et skip skal være prosjektert, bygget og utrustet for å unngå forurensning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "title": "Driften av skipet",
      "content": "Driften av et skip skal legges opp og gjennomføres slik at det ikke skjer forurensning av det ytre miljø fra skipet i strid med § 31.\nDepartementet kan gi forskrift med nærmere krav til hvordan et skip skal drives for å unngå forurensning, herunder om:\na. utslipp, dumping og forbrenning,\nb. bunkers og bunkring,\nc. ballasthåndtering,\nd. miljøsertifikater,\ne. dagbokføring av behandling av skadelige stoffer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "title": "Beredskap, varsling og rapportering",
      "content": "Et skip skal ha nødvendig beredskap, herunder en beredskapsplan, for å kunne avverge eller eventuelt begrense virkningene av forurensning av det ytre miljø fra skipet.\nVed forurensning eller fare for forurensning, skal det umiddelbart varsles om hendelsen og om de tiltakene som er eller vil bli truffet for å avverge eller begrense virkningene. En etterfølgende rapport om ulykken skal sendes tilsynsmyndigheten.\nDepartementet kan gi nærmere forskrift om kravene i første og annet ledd, herunder om:\na. den beredskapen skipet skal ha,\nb. hva en beredskapsplan skal inneholde,\nc. hvordan og til hvem varsling og rapportering skal skje,\nd. unntak fra bestemmelsen i første ledd for visse skip.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "title": "Levering av skadelige stoffer til mottaksanlegg",
      "content": "Et skip skal levere skadelige stoffer til særskilte mottaksanlegg i land, så langt slike stoffer ikke kan håndteres forsvarlig om bord eller kan leveres til andre for forsvarlig håndtering.\nDepartementet kan gi nærmere forskrift om kravene i første ledd, herunder om meldeplikt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "5:36",
      "chapter": "5",
      "section": "36",
      "title": "Skip som tas endelig ut av drift",
      "content": "Et skip som skal tas endelig ut av drift skal håndteres på en forsvarlig måte, slik at det ikke oppstår fare for liv, helse eller miljø.\nDepartementet kan gi nærmere forskrift om kravene i første ledd, herunder om meldeplikt og om fjerning av skadelige stoffer om bord.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "5:37",
      "chapter": "5",
      "section": "37",
      "title": "Skipsførerens plikter etter dette kapitlet",
      "content": "Skipsføreren skal sørge for at:\na. det varsles umiddelbart om forurensning eller fare for forurensning og settes i verk rimelige tiltak for å hindre slik forurensning eller begrense virkningen av den, samt at etterfølgende rapport innsendes, jf. § 34 annet ledd og forskrifter gitt i medhold av bestemmelsen,\nb. skadelige stoffer behandles i overensstemmelse med § 35 og forskrifter gitt i medhold av bestemmelsen.\nc. dagbøker som nevnt i § 33 annet ledd bokstav e føres på en korrekt måte.\nSkipsføreren skal medvirke til at:\na. skipets utrustning er egnet til å hindre forurensning, jf. § 32 og forskrifter gitt i medhold av bestemmelsen,\nb. driften av skipet legges opp og gjennomføres slik at forurensning hindres, jf. § 33 og forskrifter gitt i medhold av bestemmelsen,\nc. skipet har nødvendig beredskap for å avverge eller begrense forurensning fra skipet, jf. § 34 første ledd og forskrifter gitt i medhold av bestemmelsen.\nDepartementet kan gi nærmere forskrift om kravene til skipsføreren i første og annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "title": "Plikter etter dette kapitlet for andre som har sitt arbeid om bord",
      "content": "Andre som har sitt arbeid om bord, skal så langt dette følger av vedkommendes stilling, medvirke til at driften av skipet legges opp og gjennomføres slik at forurensning hindres, jf. § 33 og forskrifter gitt i medhold av bestemmelsen.\nDepartementet kan gi nærmere forskrift om de kravene som første ledd stiller til andre som har sitt arbeid om bord.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "title": "Forebyggende tiltak mot angrep mv. på skip",
      "content": "Det skal treffes tiltak for å hindre og beskytte skipet mot terrorhandlinger, piratvirksomhet, blindpassasjerer og andre ulovlige handlinger.\nDe som har sitt arbeid om bord skal være utstyrt med et identifikasjonsbevis.\nDepartementet kan gi forskrifter med nærmere bestemmelser om kravene til sikkerhets- og terrorberedskapen på skip, herunder om:\na. hvilke skip som skal være omfattet av reglene,\nb. plikt til å foreta en sårbarhetsvurdering,\nc. plikt til å ha en godkjent sikkerhets- og terrorberedskapsplan for skipet,\nd. plikt til å utpeke og lære opp særskilt personell med ansvar for sikkerhets- og terrorberedskap på skipet og i rederiet,\ne. terroralarmsystem på skipet,\nf. kontroll av personer og gjenstander som er eller skal om bord på skipet,\ng. utstedelse og utforming av identifikasjonsbevis,\nh. sikkerhets- og terrorberedskapssertifikater.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "Bruk av maktmidler",
      "content": "Når det er nødvendig for å hindre eller beskytte mot handlinger som nevnt i § 39 første ledd, kan det fra skipets side iverksettes tiltak og anvendes maktmidler.\nI andre situasjoner der dette er nødvendig for å opprettholde ro og orden om bord, kan det anvendes tiltak og maktmidler som nevnt i første ledd, så langt de er forholdsmessige.\nRetten til å iverksette tiltak og anvende maktmidler tilligger skipsføreren. Enhver som befinner seg om bord, plikter å yte hjelp og respektere de tiltak som treffes.\nDepartementet kan gi forskrift om bruk av tiltak og maktmidler i henhold til første og annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "Tilsynsmyndighet",
      "content": "Kongen fastsetter hvem som skal ha tilsynsmyndighet etter loven.\nDepartementet kan inngå avtale med ett eller flere klasseselskap om at tilsynsmyndighet kan overlates til vedkommende institusjon. Avtalen skal regulere omfanget av og vilkårene for slik overlatelse.\nDepartementet kan gi forskrift med nærmere bestemmelser om krav til anerkjente klasseselskap m.m.\nDepartementet kan gi forskrift eller inngå avtale om at tilsyn eller tilsynsmyndighet i enkelttilfeller eller på avgrensede områder kan overlates til private eller til utenlandske eller internasjonale myndigheter.\n0 Endret ved lover 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730), 20 juni 2025 nr. 110 (i kraft 1 aug 2025 iflg. res. 20 juni 2025 nr. 1116).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:41 a",
      "chapter": "7",
      "section": "41 a",
      "title": "Myndighet lagt til EFTAs overvåkningsorgan og EFTA-domstolen",
      "content": "EFTAs overvåkningsorgan og EFTA-domstolen kan ilegge foretak eller sammenslutninger av foretak økonomiske reaksjoner som nevnt i artikkel 6 i forordning (EF) nr. 391/2009 av 23. april 2009 om felles regler og standarder for klasseselskap og inspeksjon av skip, slik denne er tatt inn i EØS-avtalen vedlegg XIII, kapittel V, pkt. 55e.\nDepartementet kan gi forskrift om gjennomføring av bestemmelser som utfyller bestemmelsen nevnt i første ledd.\n0 Tilføyd ved lov 20 juni 2025 nr. 110 (i kraft 1 aug 2025 iflg. res. 20 juni 2025 nr. 1116).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41a",
        "source_heading": "§ 41 a."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "title": "Tilsyn med sikkerhetsstyringssystem",
      "content": "Det skal føres tilsyn med sikkerhetsstyringssystem, jf. § 7. Tilsynet kan blant annet omfatte følgende elementer:\na. systemrevisjon av dokumentasjonen for at rederiet har etablert nødvendige og hensiktsmessige systematiske tiltak,\nb. verifikasjon av at de systematiske tiltakene under bokstav a er til stede og fungerer i praksis og at aktiviteten når det gjelder slike tiltak er i overensstemmelse med krav fastsatt i lov og forskrift.\nTilsynet etter første ledd kan skje gjennom intervjuer med ledelsen og personalet på forskjellig nivåer i rederiet, ved inspeksjoner eller på annen hensiktsmessig måte.\nDepartementet kan gi nærmere forskrift om gjennomføringen av tilsynet med sikkerhetsstyringssystem.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "title": "Tilsynet med norske skip",
      "content": "Det skal føres tilsyn med norske skip, herunder med arbeidsvilkår og arbeidsmiljø for dem som har sitt arbeid om bord.\nDepartementet kan i forskrift bestemme at tilsyn ikke skal finne sted helt eller delvis, med mindre Norges folkerettslige forpliktelser er til hinder for slikt unntak.\nTilsynet etter første og annet ledd kan omfatte forhold som nevnt i skipsarbeidsloven og i kapittel 3, 4, 5 og 6 i denne loven og skal ha som formål å bringe på det rene om de kravene som fremgår i eller i medhold av disse lovene, er oppfylt.\nRederiet har plikt til å be om tilsyn etter første ledd når dette er nødvendig for å oppfylle krav i eller i medhold av skipsarbeidsloven eller denne lov.\nDepartementet kan gi forskrifter om tilsynet, herunder om:\na. hyppighet, innhold og omfang, herunder besiktelse,\nb. den praktiske gjennomføringen, herunder besiktelse,\nc. rett for den som har sitt arbeid om bord til å kreve tilsyn, herunder besiktelse.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "title": "Tilsynet med utenlandske skip",
      "content": "Det kan foretas tilsyn av utenlandske skip, herunder med arbeidsvilkår og arbeidsmiljø for dem som har sitt arbeid om bord.\nDepartementet kan gi forskrifter med nærmere bestemmelser om slikt tilsyn, herunder om:\na. hyppigheten, innholdet og omfanget av tilsynet,\nb. den praktiske gjennomføringen av tilsynet.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "title": "Plikt til å medvirke til tilsynet",
      "content": "Rederiet, arbeidsgiveren, skipsføreren og andre som har sitt arbeid om bord skal medvirke til tilsynet etter dette kapittel, og skal blant annet:\na. gi alle opplysninger som er nødvendige for utøvelsen av tilsynet,\nb. utlevere skipsbøker, rapporter, tegninger og annet materiale.\nPlikt til medvirkning som nevnt i første ledd påhviler også andre, så langt slik medvirkning ikke kommer i strid med deres taushetsplikt i henhold til lov eller avtale.\nTilsynsmyndigheten skal til enhver tid ha adgang til skipet og rederi- og arbeidsgiverkontorer.\nDepartementet kan gi forskrifter med nærmere bestemmelser om innholdet, omfanget og gjennomføringen av medvirkningen og om tilsynets adgang til skipet og rederi- og arbeidsgiverkontorer.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "title": "Bistandsplikt",
      "content": "Rederiet, arbeidsgiveren og skipsføreren skal yte bistand til utenlandske og internasjonale tilsynsmyndigheter på en slik måte og i et slikt omfang som følger av Norges folkerettslige forpliktelser.\nDepartementet kan gi forskrift om bistandsplikten etter første ledd.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:47",
      "chapter": "7",
      "section": "47",
      "title": "Rederiets melde- og rapporteringsplikt",
      "content": "Rederiet skal gi tilsynsmyndigheten melding når det har inngått avtale om:\na. bygging av skip,\nb. ombygging av skip,\nc. kjøp av skip.\nRederiet eller skipsføreren skal gi den myndighet Kongen bestemmer melding og rapport ved skade eller sykdom som rammer den som har sitt arbeid om bord. Skyldes skaden en arbeidsulykke eller skipsulykke som er omfattet av reglene om sjøulykker i kapittel 18 avsnitt II i lov 24. juni 1994 nr. 39 om sjøfarten (sjøloven), skal melding og rapport om skade skje etter regler gitt i eller i medhold av sjøloven § 475.\nRederiet skal også gi rapport om andre forhold som det er av betydning for tilsynsmyndigheten å kjenne til, herunder om verne- og miljøarbeid.\nDepartementet kan gi forskrift om melde- og rapporteringsplikten etter denne paragrafen.\n0 Endret ved lov 27 juni 2008 nr. 72 (ikr. 1 juli 2008 iflg. res. 27 juni 2008 nr. 743).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "title": "Gebyrer",
      "content": "Tilsynsmyndighetens utgifter ved tilsyn, sertifikatutstedelse, måling og lignende kan kreves dekket av rederiet eller av den som ber om vedkommende tjeneste gjennom gebyr. Gebyr fastsatt med hjemmel i første ledd er tvangsgrunnlag for utlegg.\nDepartementet kan gi nærmere forskrift om gebyrer og innkrevingen av disse.\n0 Endret ved lov 11 jan 2013 nr. 3 (ikr. 1 juni 2013 iflg. res. 24 mai 2013 nr. 533).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "8:49",
      "chapter": "8",
      "section": "49",
      "title": "Pålegg om tiltak",
      "content": "Er krav som følger av lov eller forskrift ikke etterkommet, kan tilsynsmyndigheten pålegge rederiet eller arbeidsgiveren å gjennomføre nødvendige tiltak innen en bestemt frist.\nEr pålegg ikke etterkommet innen den fastsatte tidsfristen, kan det iverksettes tiltak som nevnt i § 50 til § 54.\nDepartementet kan gi forskrifter med nærmere bestemmelser om rederiets og arbeidsgiverens plikt til å gjennomføre tiltak etter første ledd.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "8:50",
      "chapter": "8",
      "section": "50",
      "title": "Tvangsmulkt",
      "content": "Hvis rederiet eller eventuelt arbeidsgiveren ikke har etterkommet et pålegg etter § 49 innen den fastsatte fristen, kan tilsynsmyndigheten treffe vedtak om tvangsmulkt for å sikre at pålegget blir etterkommet. I vedtaket om tvangsmulkt skal det settes en ny tidsfrist for å oppfylle pålegget etter § 49, slik at tvangsmulkten begynner å løpe først når pålegget ikke er oppfylt innen denne nye fristen.\nTvangsmulkten kan fastsettes som et enkeltbeløp eller som en løpende mulkt. Ved fastsettelse av tvangsmulktens størrelse skal det blant annet legges vekt på viktigheten av rettigheter og hensyn til sikkerhet, miljø og arbeidsmiljø som pålegget skal ivareta og kostnadene med å oppfylle pålegget.\nTvangsmulkten tilfaller statskassen.\nDepartementet kan gi forskrifter med nærmere bestemmelser om tvangsmulkt, herunder om tvangsmulktens størrelse og varighet.\n0 Endret ved lover 26 mars 2010 nr. 10, 11 jan 2013 nr. 3 (ikr. 1 juni 2013 iflg. res. 24 mai 2013 nr. 533), 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730), 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "8:51",
      "chapter": "8",
      "section": "51",
      "title": "Tilbaketrekking av sertifikater",
      "content": "Hvis rederiet eller arbeidsgiveren ikke etterkommer pålegg etter § 49 eller betaler gebyrer i henhold til § 48 innen den fastsatte tidsfristen, kan tilsynsmyndigheten trekke tilbake relevante sertifikater.\nDepartementet kan gi forskrifter med nærmere bestemmelser om tilbaketrekking av sertifikater.\n0 Endret ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "8:52",
      "chapter": "8",
      "section": "52",
      "title": "Tvangstiltak overfor skip",
      "content": "Tilsynsmyndigheten kan forby et skip å forlate havn eller pålegge det å gå til havn eller fastsette andre nødvendige tiltak overfor skipet, om nødvendig med bruk av tvang, innenfor de grensene som følger av folkeretten, såfremt:\na. skipet ikke oppfyller krav i lov eller forskrift til teknisk, operativ eller miljømessig sikkerhet eller til arbeidsmiljø og personlig sikkerhet, og manglene klart utgjør en fare for de interessene som vedkommende krav er satt til å beskytte,\nb. det foreligger alvorlige brudd på bestemmelser i skipsarbeidsloven, allmenngjøringsloven eller forskrifter gitt i medhold av disse lovene,\nc. skipet ikke har nødvendige sertifikater om bord,\nd. rederiet eller noen i dets tjeneste hindrer tilsynsmyndigheten i å gå om bord i skipet for å foreta tilsyn som ikke er etterkommet etter § 45.\nVedtak etter første ledd skal inneholde eventuelle pålegg som skipet må etterkomme for at forbud, pålegg eller andre tiltak som nevnt i første ledd kan oppheves eller endres. Dersom tilsynsmyndigheten har gitt pålegg som nevnt i første punktum, og dette ikke etterkommes, kan tilsynsmyndigheten om nødvendig besørge at pålegget gjennomføres for rederiets regning og risiko.\nDepartementet kan gi nærmere forskrift om vedtak som nevnt i første ledd, herunder om de påleggene som skipet må etterkomme og om vilkårene for bruken av tvang samt om gjennomføringen av pålegg for rederiets regning og risiko.\n0 Endret ved lover 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730), 9 mai 2014 nr. 16 (ikr. 9 mai 2014 iflg. res. 9 mai 2014 nr. 625), 20 juni 2025 nr. 109 (i kraft 1 juli 2025).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "8:53",
      "chapter": "8",
      "section": "53",
      "title": "Stansing og bording av skip i fart",
      "content": "Når det foreligger grunn til mistanke om at skip har opptrådt i strid med relevante internasjonale bestemmelser eller krav gitt i eller i medhold av lov eller forskrift som gjelder for skipet, jf. § 3, kan tilsynsmyndigheten innenfor de grensene som følger av folkeretten, stanse og borde skipet i fart for besiktelse med sikte på å undersøke forholdet nærmere, om nødvendig med bruk av tvang. Departementet kan gi forskrifter med nærmere bestemmelser om besiktelse som nevnt i første punktum, herunder om når slik besiktelse kan skje og om vilkårene for bruken av tvang.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "8:54",
      "chapter": "8",
      "section": "54",
      "title": "Nektelse av adgang til norsk sjøterritorium for utenlandsk skip",
      "content": "Oppfyller ikke et utenlandsk skip de krav som stilles til det etter relevante internasjonale bestemmelser, lov eller forskrift, kan det nektes adgang til norsk sjøterritorium.\nDepartementet kan gi forskrifter om gjennomføring etter første ledd herunder bestemmelser om nektelse av anløp til norsk havn på bakgrunn av tidligere tilbakeholdelser, forhold ved skipets flaggstat og andre sikkerhetsmessige forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "9:55",
      "chapter": "9",
      "section": "55",
      "title": "Overtredelsesgebyr",
      "content": "Tilsynsmyndigheten kan ilegge administrativ sanksjon (overtredelsesgebyr) til den som på vegne av rederiet forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av §§ 6, 9, 11, 12 og 13, § 15 første ledd, § 16, §§ 21, 22 og 24, §§ 32 til 36, § 39 eller § 45.\nTilsynsmyndigheten kan ilegge overtredelsesgebyr til en skipsfører som, i strid med sine plikter etter §§ 19, 29 og 37, forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av § 12, § 14, § 15 annet ledd, § 16, § 22, § 24, §§ 32 til 35 eller § 45.\nTilsynsmyndigheten kan dessuten ilegge overtredelsesgebyr til andre som har sitt arbeid om bord som, i strid med sine plikter etter bestemmelser gitt i eller i medhold av § 20 første ledd bokstav c, d og e samt § 38, forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av § 14, § 15 annet ledd, § 16 eller § 33.\nOvertredelsesgebyr kan ilegges etter faste satser eller utmåles i det enkelte tilfellet. Der det skal anvendes faste satser, må disse fremgå av forskrift gitt i medhold av loven. Dersom det ikke skal anvendes faste satser, skal det i forskrift angis hvilke momenter det særlig skal legges vekt på ved utmålingen, og det skal fastsettes et maksimum. Oppfyllelsesfristen for overtredelsesgebyr er fire uker fra vedtaket ble truffet.\nDepartementet kan gi nærmere forskrift om ilegging av overtredelsesgebyr, herunder om:\na. faste satser for overtredelsesgebyret,\nb. hvilke momenter det skal legges vekt på ved utmålingen når det ikke anvendes faste satser, og maksimumsbeløp for slike tilfeller,\nc. adgang til i enkeltvedtak å fastsette en kortere oppfyllelsesfrist enn i fjerde ledd, eller å utsette fristen,\nd. renter og tilleggsgebyr dersom overtredelsesgebyret ikke blir betalt ved forfall.\n0 Endret ved lover 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 20 des 2023 nr. 115 (i kraft 1 jan 2024 iflg. res. 20 des 2023 nr. 2168).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "9:56",
      "chapter": "9",
      "section": "56",
      "title": "Overtredelsesgebyr mot foretak",
      "content": "Hvis noen som har handlet på vegne av rederiet, har overtrådt en bestemmelse som nevnt i § 55 første til tredje ledd, kan tilsynsmyndigheten ilegge rederiet overtredelsesgebyr. Dette gjelder selv om overtredelsesgebyr ikke kan ilegges noen enkeltperson.\nTilsynsmyndigheten kan også ilegge arbeidsgiveren og rederiet overtredelsesgebyr ved manglende utbetaling av lønn i henhold til vedtak om allmenngjøring for arbeidstakere på skip, jf. allmenngjøringsloven § 5.\nVed avgjørelsen av om rederiet eller arbeidsgiveren skal ilegges overtredelsesgebyr, og ved utmålingen av gebyret skal det særlig legges vekt på:\na. hvor alvorlig overtredelsen er\nb. om rederiet gjennom sikkerhetsstyringssystemet eller ved instruksjon, opplæring, kontroll eller andre tiltak kunne ha forebygget overtredelsen\nc. om overtredelsen er begått for å fremme rederiets eller arbeidsgiverens interesser\nd. om rederiet eller arbeidsgiveren har hatt eller kunne oppnådd noen fordel ved overtredelsen\ne. om det foreligger gjentakelse\nf. rederiets eller arbeidsgiverens økonomiske evne.\nRederiet er også solidarisk ansvarlig for overtredelsesgebyr som ilegges skipsføreren eller andre som har sitt arbeid om bord, etter bestemmelser gitt i eller i medhold av § 55.\nDepartementet kan gi forskrift om overtredelsesgebyr mot rederiet eller arbeidsgiveren etter første til tredje ledd og om det solidariske ansvaret etter fjerde ledd.\n0 Endret ved lov 20 juni 2025 nr. 109 (i kraft 1 juli 2025).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "9:57",
      "chapter": "9",
      "section": "57",
      "title": "Inndrivelse av overtredelsesgebyr",
      "content": "Vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg.\nFor å sikre betaling av overtredelsesgebyr etter §§ 55 og 56 som rederiet, arbeidsgiveren, skipsføreren eller andre som har sitt arbeid om bord, er eller antas å ville bli ilagt, kan tilsynsmyndigheten forby skipet å forlate havn, pålegge det å gå til havn eller fastsette andre nødvendige tiltak inntil overtredelsesgebyret er betalt, eller det er stilt tilstrekkelig sikkerhet for beløpet. Tilsynsmyndigheten kan kreve at før tiltak etter første punktum avsluttes, skal rederiet stille tilstrekkelig sikkerhet for eller betale utgiftene ved tiltaket.\n0 Endret ved lover 11 jan 2013 nr. 3 (ikr. 1 juni 2013 iflg. res. 24 mai 2013 nr. 533), 20 juni 2025 nr. 109 (i kraft 1 juli 2025).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "10:58",
      "chapter": "10",
      "section": "58",
      "title": "Brudd på rederiets plikter når det gjelder sikkerhetsstyringssystem",
      "content": "Med bøter eller fengsel inntil 2 år straffes den som på vegne av rederiet forsettlig eller uaktsomt vesentlig unnlater å etablere, gjennomføre og videreutvikle et sikkerhetsstyringssystem i samsvar med § 7 og forskrifter gitt i medhold av bestemmelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "10:59",
      "chapter": "10",
      "section": "59",
      "title": "Brudd på rederiets plikter når det gjelder den tekniske og operative sikkerheten om bord",
      "content": "Med bøter eller fengsel inntil 2 år straffes den som på vegne av rederiet forsettlig eller grovt uaktsomt:\na. vesentlig overtrer bestemmelser gitt i eller i medhold av § 9, jf. § 6 om prosjekteringen, byggingen og utrustningen av skipet,\nb. vesentlig overtrer bestemmelser gitt i eller i medhold av § 11, jf. § 6 om driften og vedlikeholdet av skipet,\nc. vesentlig overtrer bestemmelser gitt i eller i medhold av § 13, jf. § 6 om sertifikater,\nd. vesentlig overtrer bestemmelser gitt i eller i medhold av § 15 første ledd, jf. § 6 om bemanningen av skipet,\ne. vesentlig overtrer bestemmelser gitt i eller i medhold av § 16, jf. § 6 med krav om å påse og sørge for at de som har sitt arbeid om bord har de nødvendige kvalifikasjoner og sertifikater.\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "10:60",
      "chapter": "10",
      "section": "60",
      "title": "Brudd på skipsførerens plikter når det gjelder den tekniske og operative sikkerheten om bord",
      "content": "Med bøter eller fengsel inntil 2 år straffes en skipsfører som forsettlig eller uaktsomt vesentlig overtrer sine plikter etter bestemmelser gitt i eller i medhold av § 19 første ledd bokstav b til å sørge for at navigeringen av skipet skjer på sikker måte eller at føring av skipsbøker skjer på korrekt måte i henhold til kravene i § 14 med forskrifter.\nMed bøter eller fengsel inntil 1 år straffes en skipsfører som forsettlig eller uaktsomt vesentlig overtrer sine plikter etter bestemmelser gitt i eller i medhold av § 19 første ledd bokstav c til å sørge for at vaktholdet om bord er sikkerhetsmessig forsvarlig i henhold til kravene i § 15 annet ledd med forskrifter.\nMed bøter eller fengsel inntil 1 år straffes en skipsfører som forsettlig eller grovt uaktsomt:\na. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 19 første ledd bokstav a til å sørge for at skipet er lastet eller ballastet på en sikkerhetsmessig forsvarlig måte i henhold til kravene i § 12 første ledd med forskrifter,\nb. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 19 annet ledd bokstav a til å medvirke til at driften og vedlikeholdet av skipet til enhver tid er sikkerhetsmessig forsvarlig i henhold til kravene i § 11 med forskrifter,\nc. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 19 annet ledd bokstav d til å medvirke til at vedkommende selv og andre som har sitt arbeid om bord er behørig kvalifisert i henhold til kravene i § 16 med forskrifter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "10:61",
      "chapter": "10",
      "section": "61",
      "title": "Brudd på pliktene til andre som har sitt arbeid om bord når det gjelder den tekniske og operative sikkerheten om bord",
      "content": "Med bøter eller fengsel inntil 2 år straffes andre som har sitt arbeid om bord, som forsettlig eller uaktsomt vesentlig overtrer sin plikt etter § 20 første ledd bokstav c, til å medvirke til at navigeringen av skipet skjer på sikker måte eller at føring av skipsbøker skjer på korrekt måte i henhold til kravene i § 14 med forskrifter.\nMed bøter eller fengsel inntil 1 år straffes andre som har sitt arbeid om bord, som forsettlig eller uaktsomt vesentlig overtrer sin plikt etter § 20 første ledd bokstav d til å medvirke til at vaktholdet om bord er sikkerhetsmessig forsvarlig i henhold til kravene i § 15 annet ledd med forskrifter.\nMed bøter eller fengsel inntil 1 år straffes andre som har sitt arbeid om bord, som forsettlig eller grovt uaktsomt:\na. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 20 første ledd bokstav a til å medvirke til at driften og vedlikeholdet av skipet til enhver tid er sikkerhetsmessig forsvarlig i henhold til kravene i § 11 med forskrifter,\nb. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 20 første ledd bokstav b til å medvirke til at skipet er lastet eller ballastet på en sikkerhetsmessig forsvarlig måte i henhold til kravene i § 12 første ledd med forskrifter,\nc. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 20 første ledd bokstav e til å medvirke til å være behørig kvalifisert i henhold til kravene i § 16 med forskrifter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "10:62",
      "chapter": "10",
      "section": "62",
      "title": "Brudd på rederiets plikter når det gjelder den personlige sikkerheten om bord",
      "content": "Med bøter eller fengsel inntil 1 år straffes den som på vegne av rederiet forsettlig eller grovt uaktsomt:\na. vesentlig overtrer bestemmelser gitt i eller i medhold av § 21, jf. § 6 med krav til innretninger, utstyr og sikkerhetstiltak om bord på skipet,\nb. vesentlig overtrer bestemmelser gitt i eller i medhold av § 22, jf. § 6 med krav til tilrettelegging og utføring av arbeidet om bord og ivaretakelse av det psykososiale arbeidsmiljøet.\nMed bøter straffes den som på vegne av rederiet forsettlig eller grovt uaktsomt vesentlig overtrer bestemmelser gitt i eller i medhold av § 6, jf. § 24 med krav om å påse at reglene om hviletid overholdes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "10:63",
      "chapter": "10",
      "section": "63",
      "title": "Brudd på skipsførerens plikter når det gjelder den personlige sikkerheten om bord",
      "content": "Med bøter eller fengsel inntil 1 år straffes en skipsfører som forsettlig eller grovt uaktsomt vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 29 første ledd bokstav a til å sørge for at arbeidet om bord er tilrettelagt slik at det kan utføres sikkerhetsmessig forsvarlig og ivaretar det psykososiale arbeidsmiljøet i henhold til kravene i § 22 med forskrifter.\nMed bøter straffes en skipsfører som forsettlig eller grovt uaktsomt vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 29 første ledd bokstav b til å sørge for at den fastsatte hviletiden overholdes i henhold til kravene i § 24 med forskrifter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "10:64",
      "chapter": "10",
      "section": "64",
      "title": "Brudd på rederiets plikter når det gjelder den miljømessige sikkerheten",
      "content": "Med bøter eller fengsel inntil 2 år straffes den som på vegne av rederiet forsettlig eller grovt uaktsomt vesentlig overtrer bestemmelser gitt i eller i medhold av §§ 32 og 33, jf. § 6 med krav til den tekniske miljømessige sikkerheten og til driften av skipet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "10:65",
      "chapter": "10",
      "section": "65",
      "title": "Brudd på skipsførerens plikter når det gjelder den miljømessige sikkerheten",
      "content": "Med bøter eller fengsel inntil 2 år straffes en skipsfører som forsettlig eller grovt uaktsomt:\na. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 37 første ledd bokstav a til å sørge for at det foretas varsling, tiltak og etterfølgende rapport ved forurensning i henhold til kravene i § 34 annet ledd med forskrifter,\nb. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 37 annet ledd bokstav b til å medvirke til at driften av skipet legges opp og gjennomføres i henhold til kravene i § 33 med forskrifter, slik at det ikke skjer forurensning av det ytre miljø fra skipet i strid med § 31.\nMed bøter eller fengsel inntil 1 år straffes en skipsfører som forsettlig eller grovt uaktsomt:\na. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 37 første ledd bokstav c til å sørge for korrekt dagbokføring, jf. § 33 annet ledd bokstav e med forskrifter,\nb. vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 37 annet ledd bokstav a til å medvirke til at skipet er utrustet i henhold til kravene i § 32 med forskrifter slik at det ikke skjer forurensning av det ytre miljøet fra skipet i strid med § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "10:66",
      "chapter": "10",
      "section": "66",
      "title": "Brudd på pliktene til andre som har sitt arbeid om bord når det gjelder den miljømessige sikkerheten",
      "content": "Med bøter eller fengsel inntil 1 år straffes andre som har sitt arbeid om bord som forsettlig eller grovt uaktsomt vesentlig overtrer sin plikt etter bestemmelser gitt i eller i medhold av § 38 til å medvirke til at driften av skipet legges opp og gjennomføres i henhold til § 33 med forskrifter, slik at det ikke skjer forurensning av det ytre miljø fra skipet i strid med § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "10:67",
      "chapter": "10",
      "section": "67",
      "title": "Brudd på rederiets og skipsførerens plikt til å følge tilsynsmyndighetens vedtak",
      "content": "Med bøter eller fengsel inntil 1 år straffes en skipsfører eller den som på vegne av rederiet forsettlig unnlater å følge tilsynsmyndighetens vedtak etter bestemmelser gitt i eller i medhold av §§ 52 og 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "10:68",
      "chapter": "10",
      "section": "68",
      "title": "Straffansvar for den som ikke er offentlig tjenestemann",
      "content": "Benyttes under utøvelsen av tilsynet personer som ikke er offentlige tjenestemenn, gjelder for disse samme strafferettslige ansvar som for offentlige tjenestemenn i henhold til straffeloven.\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "10:69",
      "chapter": "10",
      "section": "69",
      "title": "Fellesbestemmelser",
      "content": "Ved vurderingen av om en overtredelse av bestemmelsene i dette kapittel er vesentlig, skal det særlig legges vekt på overtredelsens omfang og virkninger og graden av utvist skyld.\nDersom en annen enn den som er å anse som rederi i henhold til § 4 reelt sett ivaretar aktuelle driftsfunksjoner av skipet, kommer bestemmelsene i §§ 58, 59, 62, 64, 67 og 70 tilsvarende til anvendelse.\nFengselsstraff kan ikke anvendes når overtredelsen i henhold til folkeretten bare kan straffes med bøter.\nBestemmelsene i dette kapitlet får ikke anvendelse dersom forholdet rammes av en strengere straffebestemmelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "10:70",
      "chapter": "10",
      "section": "70",
      "title": "Inndrivelse av bot eller foretaksstraff",
      "content": "For å sikre betaling av bot etter dette kapitlet eller foretaksstraff etter straffeloven § 27 som rederiet, skipsføreren eller andre som har sitt arbeid om bord er eller antas å ville bli ilagt, kan retten etter begjæring fra påtalemyndigheten beslutte å forby skipet å forlate havn, pålegge det å gå til havn eller fastsette andre nødvendige tiltak, inntil boten eller foretaksstraffen er betalt eller det er stilt tilstrekkelig sikkerhet for beløpet.\nEtter begjæring fra påtalemyndigheten, kan retten også beslutte at rederiet skal stille tilstrekkelig sikkerhet for eller betale utgiftene som er forbundet med tiltak som fastsettes etter første ledd før tiltaket avsluttes.\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "11:71",
      "chapter": "11",
      "section": "71",
      "title": "Sjøassurandørers taushetsplikt",
      "content": "Uten hensyn til taushetsplikt som følger av lov 10. april 2015 nr. 17 om finansforetak og finanskonsern §§ 9-6, 9-7 og 16-2, har forsikringsselskaper adgang til å utlevere opplysninger som er av direkte betydning for sikkerheten til skip som er forsikret i vedkommende selskap, til andre forsikringsselskaper samt til besiktigelsesinstitusjoner, internasjonale forsikrings- og sjøfartsorganisasjoner eller norske og utenlandske sjøfartsmyndigheter. Første punktum gjelder tilsvarende for skip som har vært forsikret i vedkommende selskap i løpet av de siste tre årene før den datoen det anmodes om utlevering av opplysninger eller den datoen forsikringsselskapet utleverer opplysninger uten forutgående anmodning.\nForsikringsselskapet plikter å sende forsikringstakeren gjenpart av opplysningene som utleveres etter første ledd. Dersom opplysningene er utlevert muntlig, er det tilstrekkelig å sende forsikringstakeren melding om at slike opplysninger er utlevert og hvem som er mottaker av opplysningene.\n0 Endret ved lov 20 des 2022 nr. 122.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "11:71 a",
      "chapter": "11",
      "section": "71 a",
      "title": "Rett til å fremsette klage og vern mot gjengjeldelse",
      "content": "For rett til å fremsette klage gjelder det som er bestemt i eller i medhold av skipsarbeidsloven § 9-7.\n0 Tilføyd ved lov 21 juni 2013 nr. 102 (ikr. 20 aug 2013 iflg. res. 21 juni 2013 nr. 730).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71a",
        "source_heading": "§ 71a."
      }
    },
    {
      "provision_ref": "11:72",
      "chapter": "11",
      "section": "72",
      "title": "Ikrafttredelse",
      "content": "Loven gjelder fra den tid​1 Kongen bestemmer, med mindre annet følger av reglene i annet ledd. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.\nEndringen i § 74 annet ledd nr. 8 i lov 24. juni 1994 nr. 39 om sjøfarten § 475 trer i kraft fra det tidspunkt lov 7. januar 2005 nr. 2 om endringer i lov 24. juni 1994 nr. 39 om sjøfarten (sjøloven) og enkelte andre lover blir satt i kraft. Fra samme tidspunkt trer opphevingen av lov 9. juni 1903 nr. 7 om Statskontrol med Skibes Sjødygtighed m.v. § 4 første ledd bokstav a, § 5 og §§ 17 til 23 i kraft.\n1 Fra 1 juli 2007 iflg. res. 16 feb 2007 nr. 170.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "11:73",
      "chapter": "11",
      "section": "73",
      "title": "Overgangsbestemmelser",
      "content": "Forskrifter gitt i medhold av lover og bestemmelser som oppheves, jf. § 74, skal gjelde inntil annet er bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "11:74",
      "chapter": "11",
      "section": "74",
      "title": "Opphevelse av og endring i andre lover",
      "content": "Fra den tid loven trer i kraft oppheves følgende lover: – – –\nFra den tid loven trer i kraft gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    }
  ]
}