{
  "id": "LOV-1965-02-05-2",
  "type": "statute",
  "title": "Lov om Statens Landbruksbank.",
  "short_name": "Landbruksbankloven.",
  "status": "in_force",
  "issued_date": "1965-02-05",
  "in_force_date": "1966-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1965-02-05-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Statens Landbruksbank er en sammenslutning av Kongeriget Norges Hypothekbank, Noregs Småbruk- og Bustadbank og Driftskredittkassen for jordbruket.\nAktiva og passiva vedrørende disse banker​1 samt Den norske Arbeiderbruk- og Boligbank, Lånekassen for jordbrukere og Lånekassen for fiskere overføres til Statens Landbruksbank.\n1 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Banken som har til oppgave å fremme norsk landbruk kan:\n1. gi lån til\na. å opprette eller utvide landbrukseiendommer, føre opp nye eller utbedre eldre bygninger eller på annen måte utbygge slike eiendommer,\nb. å kjøpe eller på annen måte erverve landbrukseiendommer samt til å løse ut medarvinger i samband med skifteoppgjør,\nc. å kjøpe maskiner, redskaper, husdyr eller andre driftsmidler,\nd. å fremme andre tiltak i samband med landbruksnæring etter bestemmelser av Kongen,\n2. gi stønadslån, tilskott eller garanti etter de stønads-, tilskotts- eller garantiordninger som banken av Stortinget eller Kongen​2 blir pålagt å administrere.\nKongen gir nærmere forskrifter om låneformålene.\n1 Jfr. §§ 14 og 27.\n2 Landbruksdepartementet iflg. res. 23 des 1983 nr. 1851.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Lån kan gis til:\na. enkeltpersoner,\nb. Lag som har til formål å drive maskinsamvirke,\nc. sammenslutninger som har til formål å gjennomføre felles produksjonstiltak,\nd. andre låntakere etter bestemmelser av Kongen​1.\nKongen gir nærmere forskrifter om de vilkår som må oppfylles av lag m.v. som nevnt i bokstav b og c og kan herunder gi regler om lagenes formål, virkeområde, organisasjon, administrasjon, medlemsskap, ut- og innlån, kontroll av lagenes virksomhet m.v.\n0 Endret ved lov 21 des 1990 nr. 79.\n1 Statens Landbruksbank iflg. res. 19 okt 1990 nr. 807 vedrørende lån til miljøtiltak hvor selskaper eller stiftelser er lånetakere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Banken skal ha et grunnfond som utgjør summen av grunnfondene i de kredittinstitusjoner som er nevnt i § 1, og et reservefond som dannes av de nevnte institusjoners egenkapital utover grunnfondene. Fondene kan økes ved bevilgning av Stortinget.\nGrunnfond og reservefond tjener til sikkerhet for bankens forpliktelser. Overskott på bankens drift legges til reservefondet og mulig underskott dekkes fortrinnsvis av dette fondet. Begge fond tilhører staten. Deler av reservefondet kan etter Stortingets vedtak overføres til statskassen. Grunnfondet kan ikke kreves tilbakebetalt før banken er opphørt og dens forpliktelser dekket.\nAv grunnfondet betaler banken renter til staten etter regler som fastsettes av Kongen.\nSå vel grunnfond som reservefond kan nyttes til utlån.\n0 Endret ved lov 11 juni 1993 nr. 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 des 1992 nr. 123 (i kraft 1 jan 1994).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "Banken skal ha sitt hovedsete i Oslo og avdelinger på de steder som Kongen bestemmer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "Banken skal ha et styre med 7 medlemmer. Leder og nestleder med personlige varamedlemmer oppnevnes av Kongen. De øvrige styremedlemmer med varamedlemmer oppnevnes av departementet. Styrets medlemmer oppnevnes for en periode på 4 år med anledning til gjenoppnevning. Etter 2 år går 3 av styremedlemmene med personlige varamedlemmer ut etter loddtrekning. Senere går det ut henholdsvis 4 og 3 styremedlemmer med personlige varamenn hvert annet år.\nVed hovedsetet skal banken ha en administrerende direktør og ved hver avdeling en avdelingsdirektør.\nAdministrerende direktør deltar i styrets møter, men har ikke stemmerett.\n0 Endret ved lov 17 des 1993 nr. 128.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Styret​1 forestår virksomheten i banken og har ansvaret for at den blir drevet overensstemmende med lov og forskrifter.\nDen administrerende direktør skal ha den daglige ledelse av banken. Avdelingsdirektørene skal ha den daglige ledelse av avdelingene.\nBanken forpliktes ved underskrift av et av styrets medlemmer og administrerende direktør. Styret kan gi bankens tjenestemenn samt tjenestemenn hos fylkesmannen avgrensede fullmakter til å forplikte banken.\n0 Endret ved lover 16 juni 1989 nr. 79, 17 des 1993 nr. 128.\n1 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Administrerende direktør tilsettes av departementet etter innstilling fra styret.\nFor samtlige tjenestemenn gjelder for øvrig lov om statens tjenestemenn.​1\n0 Endret ved lover 10 juni 1977 nr. 65, 17 des 1993 nr. 128.\n1 Lov 4 mars 1983 nr. 3",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 12 juni 1987 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1980 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Styret​1 prøver lånesøknadene og avgjør om lån kan gis, og vilkårene for lånene. Styret kan delegere avgjørelsesmyndighet og kan gi nærmere bestemmelser i forbindelse med slik delegering.\n0 Endret ved lover 13 juni 1980 nr. 41, 16 juni 1989 nr. 79, 17 des 1993 nr. 128.\n1 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Banken står under tilsyn av vedkommende departement, som treffer bestemmelse om revisjon av bankens regnskaper. Departementet kan gi nærmere forskrifter om revisjonen og om bankens organisasjon og administrasjon. Styret kan gi forskrifter om forberedende behandling av lånesøknaden, herunder takster, om kontroll med at lånene nyttes etter forutsetningen og om gebyr som lånesøkerne skal betale, om vederlag til takstmenn (og andre som utfører tjeneste for banken i distriktet) o.l.\nBanken skal hvert år sende vedkommende departement regnskap og rapport om virksomheten.\nÅrsrapport og regnskap skal legges fram for Kongen. Riksrevisjonen fører kontroll med virksomheten etter instruks som fastsettes av Stortinget.\n0 Endret ved lover 10 juni 1977 nr. 61, 13 juni 1980 nr. 41, 11 juli 1986 nr. 51, 16 juni 1989 nr. 79, 17 des 1993 nr. 128.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Kongen kan sette rammer for bankens utlånsøking og innvilgninger av lån. Det kan settes særlige rammer for spesielle utlånsformål og deler av landet.\n0 Tilføyd ved lov 21 des 1979 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:14 a",
      "chapter": "4",
      "section": "14 a",
      "content": "Lån til de formål som er nevnt i § 2 punkt 1 a, kan gis med inntil 90 pst. av den verdi som eiendommen vil få etter at det tiltak som det søkes om lån til, er gjennomført.\nLån til formål som nevnt i § 2 punkt 1 b, kan gis med inntil 70 pst. av eiendommens verdi. I særlige tilfelle kan dog lån gis med inntil 90 pst. av verdien.\nEr det pantegjeld på eiendommen med prioritet foran lån som skal gis av Landbruksbanken, må summen av denne gjeld og lånet ikke overstige lånegrensen i første og annet ledd.\nSkal banken ha pant etter et hefte som går ut på en årlig ytelse, skal det i alminnelighet reknes som en gjeld på 25 ganger årsytelsen. For kår avgjør styret​2 summen som det skal kapitaliseres til. Bankens styre kan gi normalregler om kapitaliseringen.\nLån til kjøp av driftsmidler som nevnt i § 2 punkt 1 c må ikke overstige 75 pst. av kjøpesummen.\nKongen kan gi nærmere forskrifter om størrelsen av de lån som kan ytes.\n0 Endret ved lover 21 des 1979 nr. 62, 17 des 1993 nr. 128.\n1 Jfr. § 12.\n2 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14a",
        "source_heading": "§ 14 a."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Kongen fastsetter den rente som til hver tid skal svares av lånene. Tilbakebetalingstiden for lån på fast eiendom kan være inntil 40 år og for lån til driftsmidler inntil 7 år. I særlige tilfelle kan tilbakebetalingstiden for lån til driftsmidler være inntil 10 år. Kongen kan gi nærmere regler om hvilke tilbakebetalingstider og andre avdragsvilkår som skal nyttes.\nStyret​2 fastsetter tilbakebetalingstiden i det enkelte tilfelle.\n0 Endret ved lover 21 des 1979 nr. 62, 17 des 1993 nr. 128.\n1 Jfr. res. 20 mars 1970 med fullmakt for Landbruksdepartementet.\n2 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "1. For lån som banken gir til formål som nevnt i § 2 punkt 1 a eller b, skal den kreve panterett i eiendommen med bygninger.\nNår banken finner det nødvendig, kan den i tillegg kreve pant i redskaper og besetning og avling m.v. etter reglene i panteloven​1 § 3-9.\nBanken kan hvor den finner det nødvendig, også kreve annen sikkerhet i tillegg.\n2. For lån som gis til formål som er nevnt i § 2 punkt 1 c, kan det avtales at banken skal ha salgspant etter reglene i panteloven §§ 3-14 til 3-21 i de gjenstander som helt eller delvis kjøpes for lånet.\n3. For lån til tamreindrift etter bestemmelser gitt i medhold av § 2 punkt 1 d kan det avtales at banken skal ha pant i den tamreinflokk som låntageren til enhver tid eier, etter reglene i panteloven § 3-9.\n0 Endret ved lover 8 juni 1967 nr. 2, 8 feb 1980 nr. 2, 21 des 1990 nr. 79, 3 sep 1999 nr. 72 (i kraft 1 jan 2000 iflg. res. 3 sep 1999 nr. 983).\n1 Lov 8 feb 1980 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Lån til bygge- eller utbedringsarbeider skal stilles til rådighet etter hvert som arbeidet går fram.\n0 Endret ved lov 13 juni 1980 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Banken kan kreve lånet innfridd helt eller delvis, eller fastsette nye lånevilkår for den del av lånet som står igjen, når:\n1. renter eller avdrag ikke betales i rett tid,\n2. pantet blir forringet slik at det etter styrets​1 mening ikke lenger gir tilstrekkelig sikkerhet for lånet,\n3. lånsøkeren uten samtykke fra styret har overført eiendommen til noen annen,\n4. eiendommen ikke blir drevet i samsvar med forutsetningen for lånet eller låntakeren på annen måte misligholder lånevilkårene.\n0 Endret ved lov 17 des 1993 nr. 128.\n1 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Tap som banken har ved videresalg av pantsatt eiendom eller gjenstand som den har overtatt, skal belastes debitor i oppgjøret med banken.\nVinning som banken får ved videresalg skal tilfalle debitor eller, dersom styret​1 finner det mer forsvarlig, hans ektefelle eller barn.\nØnsker debitor å kjøpe eiendommen tilbake og kan skaffe slik sikkerhet som styret finner betryggende for en pris som er like høy som den banken kan oppnå eller han skaffer annen kjøper som stiller slik sikkerhet som nevnt, skal eiendommen eller gjenstanden fortrinnsvis overdras til henholdsvis debitor eller den kjøper han skaffer.\n0 Endret ved lov 17 des 1993 nr. 128.\n1 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:19 a",
      "chapter": "4",
      "section": "19 a",
      "content": "Banken kan gi utsetting med betaling av renter og avdrag. Banken kan delta i gjeldsforhandlinger. Tap på fordring på lån, renter og omkostninger kan ettergis i den utstrekning fordringen anses uerholdelig.\n0 Tilføyd ved lov 18 feb 1999 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19a",
        "source_heading": "§ 19a."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "content": "Banken dekker selv sine administrasjonsutgifter.\n0 Endret ved lov 21 des 1990 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Forvaltningslovens​1 regler om klage og omgjøring kommer ikke til anvendelse på Landbruksbankens vedtak om lån eller tilskudd. Departementet kan fastsette forskrifter om klageordninger som avviker fra forvaltningslovens regler.\n0 Opphevet ved lov 13 juni 1980 nr. 41, tilføyd ved lov 29 juni 1990 nr. 49.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "content": "Regler om kommunens plikt til å delta i utgiftene til stønadslån og tilskott som nevnt i § 2 første ledd nr. 2 fastsettes av Stortinget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 juni 1980 nr. 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 des 1982 nr. 86, jfr. lov 11 mars 1983 nr. 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Landbruksbankens administrerende direktør, hovedstyre og bankråd​2 kan oppnevnes før lovens ikrafttreden, og kan etter nærmere regler gitt av Kongen helt eller delvis overta funksjonene til direksjon og bankråd for Kongeriget Norges Hypothekbank, hovedstyret i Noregs Småbruk- og Bustadbank og styret i Driftskredittkassen for jordbruket.\nFra lovens ikrafttreden oppheves​3 – – –.\nEr søknad om lån eller støtte etter en av de i annet ledd nevnte lover kommet inn, men ikke avgjort før denne lovs ikrafttreden, kan Landbruksbanken bevilge lån på vilkår i henhold til lov som nevnt i annet ledd.\n1 Fra 1 jan 1966 iflg. res. 3 des 1965.\n2 Se § 10.\n3 Se fotnote til lovens tittel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "content": "Etter nærmere regler gitt av Kongen kan Statens Landbruksbank inntil videre gi lån eller støtte til bygging eller utbedring av boliger, ved siden av lån som nevnt i § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "content": "Fra lovens ikrafttredelse gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Statens Landbruksbank er en sammenslutning av Kongeriget Norges Hypothekbank, Noregs Småbruk- og Bustadbank og Driftskredittkassen for jordbruket.\nAktiva og passiva vedrørende disse banker​1 samt Den norske Arbeiderbruk- og Boligbank, Lånekassen for jordbrukere og Lånekassen for fiskere overføres til Statens Landbruksbank.\n1 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Banken som har til oppgave å fremme norsk landbruk kan:\n1. gi lån til\na. å opprette eller utvide landbrukseiendommer, føre opp nye eller utbedre eldre bygninger eller på annen måte utbygge slike eiendommer,\nb. å kjøpe eller på annen måte erverve landbrukseiendommer samt til å løse ut medarvinger i samband med skifteoppgjør,\nc. å kjøpe maskiner, redskaper, husdyr eller andre driftsmidler,\nd. å fremme andre tiltak i samband med landbruksnæring etter bestemmelser av Kongen,\n2. gi stønadslån, tilskott eller garanti etter de stønads-, tilskotts- eller garantiordninger som banken av Stortinget eller Kongen​2 blir pålagt å administrere.\nKongen gir nærmere forskrifter om låneformålene.\n1 Jfr. §§ 14 og 27.\n2 Landbruksdepartementet iflg. res. 23 des 1983 nr. 1851.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Lån kan gis til:\na. enkeltpersoner,\nb. Lag som har til formål å drive maskinsamvirke,\nc. sammenslutninger som har til formål å gjennomføre felles produksjonstiltak,\nd. andre låntakere etter bestemmelser av Kongen​1.\nKongen gir nærmere forskrifter om de vilkår som må oppfylles av lag m.v. som nevnt i bokstav b og c og kan herunder gi regler om lagenes formål, virkeområde, organisasjon, administrasjon, medlemsskap, ut- og innlån, kontroll av lagenes virksomhet m.v.\n0 Endret ved lov 21 des 1990 nr. 79.\n1 Statens Landbruksbank iflg. res. 19 okt 1990 nr. 807 vedrørende lån til miljøtiltak hvor selskaper eller stiftelser er lånetakere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Banken skal ha et grunnfond som utgjør summen av grunnfondene i de kredittinstitusjoner som er nevnt i § 1, og et reservefond som dannes av de nevnte institusjoners egenkapital utover grunnfondene. Fondene kan økes ved bevilgning av Stortinget.\nGrunnfond og reservefond tjener til sikkerhet for bankens forpliktelser. Overskott på bankens drift legges til reservefondet og mulig underskott dekkes fortrinnsvis av dette fondet. Begge fond tilhører staten. Deler av reservefondet kan etter Stortingets vedtak overføres til statskassen. Grunnfondet kan ikke kreves tilbakebetalt før banken er opphørt og dens forpliktelser dekket.\nAv grunnfondet betaler banken renter til staten etter regler som fastsettes av Kongen.\nSå vel grunnfond som reservefond kan nyttes til utlån.\n0 Endret ved lov 11 juni 1993 nr. 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 des 1992 nr. 123 (i kraft 1 jan 1994).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "Banken skal ha sitt hovedsete i Oslo og avdelinger på de steder som Kongen bestemmer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "Banken skal ha et styre med 7 medlemmer. Leder og nestleder med personlige varamedlemmer oppnevnes av Kongen. De øvrige styremedlemmer med varamedlemmer oppnevnes av departementet. Styrets medlemmer oppnevnes for en periode på 4 år med anledning til gjenoppnevning. Etter 2 år går 3 av styremedlemmene med personlige varamedlemmer ut etter loddtrekning. Senere går det ut henholdsvis 4 og 3 styremedlemmer med personlige varamenn hvert annet år.\nVed hovedsetet skal banken ha en administrerende direktør og ved hver avdeling en avdelingsdirektør.\nAdministrerende direktør deltar i styrets møter, men har ikke stemmerett.\n0 Endret ved lov 17 des 1993 nr. 128.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Styret​1 forestår virksomheten i banken og har ansvaret for at den blir drevet overensstemmende med lov og forskrifter.\nDen administrerende direktør skal ha den daglige ledelse av banken. Avdelingsdirektørene skal ha den daglige ledelse av avdelingene.\nBanken forpliktes ved underskrift av et av styrets medlemmer og administrerende direktør. Styret kan gi bankens tjenestemenn samt tjenestemenn hos fylkesmannen avgrensede fullmakter til å forplikte banken.\n0 Endret ved lover 16 juni 1989 nr. 79, 17 des 1993 nr. 128.\n1 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Administrerende direktør tilsettes av departementet etter innstilling fra styret.\nFor samtlige tjenestemenn gjelder for øvrig lov om statens tjenestemenn.​1\n0 Endret ved lover 10 juni 1977 nr. 65, 17 des 1993 nr. 128.\n1 Lov 4 mars 1983 nr. 3",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 12 juni 1987 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1980 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Styret​1 prøver lånesøknadene og avgjør om lån kan gis, og vilkårene for lånene. Styret kan delegere avgjørelsesmyndighet og kan gi nærmere bestemmelser i forbindelse med slik delegering.\n0 Endret ved lover 13 juni 1980 nr. 41, 16 juni 1989 nr. 79, 17 des 1993 nr. 128.\n1 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Banken står under tilsyn av vedkommende departement, som treffer bestemmelse om revisjon av bankens regnskaper. Departementet kan gi nærmere forskrifter om revisjonen og om bankens organisasjon og administrasjon. Styret kan gi forskrifter om forberedende behandling av lånesøknaden, herunder takster, om kontroll med at lånene nyttes etter forutsetningen og om gebyr som lånesøkerne skal betale, om vederlag til takstmenn (og andre som utfører tjeneste for banken i distriktet) o.l.\nBanken skal hvert år sende vedkommende departement regnskap og rapport om virksomheten.\nÅrsrapport og regnskap skal legges fram for Kongen. Riksrevisjonen fører kontroll med virksomheten etter instruks som fastsettes av Stortinget.\n0 Endret ved lover 10 juni 1977 nr. 61, 13 juni 1980 nr. 41, 11 juli 1986 nr. 51, 16 juni 1989 nr. 79, 17 des 1993 nr. 128.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Kongen kan sette rammer for bankens utlånsøking og innvilgninger av lån. Det kan settes særlige rammer for spesielle utlånsformål og deler av landet.\n0 Tilføyd ved lov 21 des 1979 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:14 a",
      "chapter": "4",
      "section": "14 a",
      "content": "Lån til de formål som er nevnt i § 2 punkt 1 a, kan gis med inntil 90 pst. av den verdi som eiendommen vil få etter at det tiltak som det søkes om lån til, er gjennomført.\nLån til formål som nevnt i § 2 punkt 1 b, kan gis med inntil 70 pst. av eiendommens verdi. I særlige tilfelle kan dog lån gis med inntil 90 pst. av verdien.\nEr det pantegjeld på eiendommen med prioritet foran lån som skal gis av Landbruksbanken, må summen av denne gjeld og lånet ikke overstige lånegrensen i første og annet ledd.\nSkal banken ha pant etter et hefte som går ut på en årlig ytelse, skal det i alminnelighet reknes som en gjeld på 25 ganger årsytelsen. For kår avgjør styret​2 summen som det skal kapitaliseres til. Bankens styre kan gi normalregler om kapitaliseringen.\nLån til kjøp av driftsmidler som nevnt i § 2 punkt 1 c må ikke overstige 75 pst. av kjøpesummen.\nKongen kan gi nærmere forskrifter om størrelsen av de lån som kan ytes.\n0 Endret ved lover 21 des 1979 nr. 62, 17 des 1993 nr. 128.\n1 Jfr. § 12.\n2 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14a",
        "source_heading": "§ 14 a."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Kongen fastsetter den rente som til hver tid skal svares av lånene. Tilbakebetalingstiden for lån på fast eiendom kan være inntil 40 år og for lån til driftsmidler inntil 7 år. I særlige tilfelle kan tilbakebetalingstiden for lån til driftsmidler være inntil 10 år. Kongen kan gi nærmere regler om hvilke tilbakebetalingstider og andre avdragsvilkår som skal nyttes.\nStyret​2 fastsetter tilbakebetalingstiden i det enkelte tilfelle.\n0 Endret ved lover 21 des 1979 nr. 62, 17 des 1993 nr. 128.\n1 Jfr. res. 20 mars 1970 med fullmakt for Landbruksdepartementet.\n2 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "1. For lån som banken gir til formål som nevnt i § 2 punkt 1 a eller b, skal den kreve panterett i eiendommen med bygninger.\nNår banken finner det nødvendig, kan den i tillegg kreve pant i redskaper og besetning og avling m.v. etter reglene i panteloven​1 § 3-9.\nBanken kan hvor den finner det nødvendig, også kreve annen sikkerhet i tillegg.\n2. For lån som gis til formål som er nevnt i § 2 punkt 1 c, kan det avtales at banken skal ha salgspant etter reglene i panteloven §§ 3-14 til 3-21 i de gjenstander som helt eller delvis kjøpes for lånet.\n3. For lån til tamreindrift etter bestemmelser gitt i medhold av § 2 punkt 1 d kan det avtales at banken skal ha pant i den tamreinflokk som låntageren til enhver tid eier, etter reglene i panteloven § 3-9.\n0 Endret ved lover 8 juni 1967 nr. 2, 8 feb 1980 nr. 2, 21 des 1990 nr. 79, 3 sep 1999 nr. 72 (i kraft 1 jan 2000 iflg. res. 3 sep 1999 nr. 983).\n1 Lov 8 feb 1980 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Lån til bygge- eller utbedringsarbeider skal stilles til rådighet etter hvert som arbeidet går fram.\n0 Endret ved lov 13 juni 1980 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Banken kan kreve lånet innfridd helt eller delvis, eller fastsette nye lånevilkår for den del av lånet som står igjen, når:\n1. renter eller avdrag ikke betales i rett tid,\n2. pantet blir forringet slik at det etter styrets​1 mening ikke lenger gir tilstrekkelig sikkerhet for lånet,\n3. lånsøkeren uten samtykke fra styret har overført eiendommen til noen annen,\n4. eiendommen ikke blir drevet i samsvar med forutsetningen for lånet eller låntakeren på annen måte misligholder lånevilkårene.\n0 Endret ved lov 17 des 1993 nr. 128.\n1 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Tap som banken har ved videresalg av pantsatt eiendom eller gjenstand som den har overtatt, skal belastes debitor i oppgjøret med banken.\nVinning som banken får ved videresalg skal tilfalle debitor eller, dersom styret​1 finner det mer forsvarlig, hans ektefelle eller barn.\nØnsker debitor å kjøpe eiendommen tilbake og kan skaffe slik sikkerhet som styret finner betryggende for en pris som er like høy som den banken kan oppnå eller han skaffer annen kjøper som stiller slik sikkerhet som nevnt, skal eiendommen eller gjenstanden fortrinnsvis overdras til henholdsvis debitor eller den kjøper han skaffer.\n0 Endret ved lov 17 des 1993 nr. 128.\n1 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:19 a",
      "chapter": "4",
      "section": "19 a",
      "content": "Banken kan gi utsetting med betaling av renter og avdrag. Banken kan delta i gjeldsforhandlinger. Tap på fordring på lån, renter og omkostninger kan ettergis i den utstrekning fordringen anses uerholdelig.\n0 Tilføyd ved lov 18 feb 1999 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19a",
        "source_heading": "§ 19a."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "content": "Banken dekker selv sine administrasjonsutgifter.\n0 Endret ved lov 21 des 1990 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Forvaltningslovens​1 regler om klage og omgjøring kommer ikke til anvendelse på Landbruksbankens vedtak om lån eller tilskudd. Departementet kan fastsette forskrifter om klageordninger som avviker fra forvaltningslovens regler.\n0 Opphevet ved lov 13 juni 1980 nr. 41, tilføyd ved lov 29 juni 1990 nr. 49.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "content": "Regler om kommunens plikt til å delta i utgiftene til stønadslån og tilskott som nevnt i § 2 første ledd nr. 2 fastsettes av Stortinget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 juni 1980 nr. 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 des 1982 nr. 86, jfr. lov 11 mars 1983 nr. 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Landbruksbankens administrerende direktør, hovedstyre og bankråd​2 kan oppnevnes før lovens ikrafttreden, og kan etter nærmere regler gitt av Kongen helt eller delvis overta funksjonene til direksjon og bankråd for Kongeriget Norges Hypothekbank, hovedstyret i Noregs Småbruk- og Bustadbank og styret i Driftskredittkassen for jordbruket.\nFra lovens ikrafttreden oppheves​3 – – –.\nEr søknad om lån eller støtte etter en av de i annet ledd nevnte lover kommet inn, men ikke avgjort før denne lovs ikrafttreden, kan Landbruksbanken bevilge lån på vilkår i henhold til lov som nevnt i annet ledd.\n1 Fra 1 jan 1966 iflg. res. 3 des 1965.\n2 Se § 10.\n3 Se fotnote til lovens tittel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "content": "Etter nærmere regler gitt av Kongen kan Statens Landbruksbank inntil videre gi lån eller støtte til bygging eller utbedring av boliger, ved siden av lån som nevnt i § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "content": "Fra lovens ikrafttredelse gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    }
  ]
}