{
  "id": "LOV-1971-05-21-47",
  "type": "statute",
  "title": "Lov om brannfarlige varer samt væsker og gasser under trykk [brannfarligvareloven] [gjelder bare for Svalbard]",
  "short_name": "Brannfarligvareloven (Svalbard)",
  "status": "in_force",
  "issued_date": "1971-05-21",
  "in_force_date": "1975-01-01",
  "url": "https://lovdata.no/dokument/NL/lov/1971-05-21-47",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens område.​1",
      "content": "Denne lov gjelder oppbevaring, behandling og transport, herunder lasting og lossing av brannfarlig vare samt handel med slik vare.\nUnntatt fra loven er brannfarlig vare om bord på skip som går inn under lov om skipssikkerhet (skipssikkerhetsloven) eller under forskrifter fastsatt med hjemmel i nevnte lov. Loven gjelder likevel for lasting og lossing av skip og for stasjonær oppbevaring av brannfarlig vare på skip.\nFor så vidt det er nødvendig av hensyn til Forsvaret eller landets beredskap, kan Kongen bestemme at loven helt eller delvis ikke skal gjelde, eller at det skal gjelde andre regler enn de som er fastsatt i eller i medhold av loven.\nDepartementet kan fastsette at brannfarlig gass som blir oppbevart, behandlet eller transportert under trykk som ikke overstiger et kilopund pr. kvadratcentimeter overtrykk helt eller delvis skal være unntatt fra denne lov.\nKongen kan bestemme at virksomhet nevnt i første ledd med væsker og gasser under trykk som ikke er brannfarlig vare også skal omfattes av denne lov. Departementet kan fastsette forskrifter for slik virksomhet, herunder bestemmelser som avviker fra de som er fastsatt i eller i medhold av loven. Det kan i forskriftene fastsettes at det skal betales særskilt avgift til statskassen til dekning av utgifter forbundet med tilsyn fastsatt i medhold av denne bestemmelse. Avgiften er tvangsgrunnlag for utlegg.\nFor Svalbard gjelder loven med de begrensninger Kongen fastsetter.\n0 Endret ved lover 26 juni 1992 nr. 90, 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Brannfarlige varer.​1",
      "content": "Brannfarlig vare er etter denne lov:\na. Vare i flytende eller halvfast form som har et flammepunkt ved høyst + 55° C samt – uansett flammepunkt – motorbrensel og fyringsolje (brannfarlig væske).\nb. Gass som etter antennelse kan forbrenne i luft, (brannfarlig gass).\nc. Annen vare enn nevnt under bokstav a) og b) når Kongen fastsetter at den skal regnes som brannfarlig vare.\nSom brannfarlig vare etter denne paragrafs første ledd bokstav a eller b regnes ikke vare som går inn under lov om eksplosive varer samt brennevin som kan selges eller skjenkes etter alkohollovens regler.\nDirektoratet for brann- og eksplosjonsvern skal utarbeide og offentliggjøre en fortegnelse over de brannfarlige varer som til en hver tid vanlig forekommer i handelen. I fortegnelsen skal gis de opplysninger som er av interesse for å vurdere hvordan denne lov skal anvendes på varen.\n0 Endret ved lover 14 juni 1974 nr. 39, 11 juni 1993 nr. 88.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Fareklasser.​1",
      "content": "Brannfarlige væsker inndeles i følgende fareklasser:\nKlasse A: Væsker med flammepunkt høyst + 23° C.\nKlasse B: Væsker med flammepunkt over + 23° C, men ikke over + 55° C.\nKlasse C: Motorbrensel og fyringsolje med flammepunkt over + 55° C samt væsker som Kongen i medhold av § 2 første ledd bokstav c) bestemmer skal regnes som brannfarlig vare.\nDepartementet kan ved forskrift fastsette hvordan flammepunktet for en væske skal bestemmes. Oppstår det tvil om hvilken fareklasse en brannfarlig væske skal henføres til, avgjøres spørsmålet av departementet.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Avvikende forskrifter.​1",
      "content": "Finnes en væske som nevnt i § 2 første ledd bokstav a) å være mer eller mindre brannfarlig enn dens flammepunkt angir, kan Kongen fastsette forskrifter for væsken som avviker fra denne lov. Det samme gjelder for gass som nevnt i § 2 første ledd bokstav b) når dens brannfarlighet tilsier at den bør falle inn under særlige forskrifter.\nKongen kan fastsette at bare nærmere angitte bestemmelser i denne lov skal få anvendelse for vare som nevnt under § 2 første ledd bokstav c) og kan for slik vare fastsette forskrifter som avviker fra denne lov.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Særlige vilkår eller forbud.​1",
      "content": "Når det etter denne lov og forskrifter i medhold av loven blir gitt tillatelse, godkjenning e.l., kan det i tillatelsen eller godkjenningen fastsettes særlige vilkår for å forebygge brann eller eksplosjon med de begrensninger som følger av § 6 tredje ledd.\nNår oppbevaring eller behandling av brannfarlig vare kan foregå uten tillatelse, kan brannsjefen, når varen etter forholdene på stedet finnes å medføre særlig fare for brann eller eksplosjon, fastsette nærmere vilkår for oppbevaringen eller behandlingen, eller fastsette begrensninger i eller forbud mot slik oppbevaring eller behandling som ellers lovlig kunne skje. Reglene her gjelder tilsvarende for lasting, lossing og midlertidig oppbevaring av brannfarlig vare under annen transport enn nevnt i § 29.\n0 Endret ved lover 11 juni 1993 nr. 85, 27 nov 1992 nr. 115 (ikr. 1 jan 1994).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Om utførelse og montering av beholder, apparat eller annen innretning og om godkjenning.​1",
      "content": "Beholder, apparat eller annen innretning som blir brukt til oppbevaring, behandling, transport av eller handel med brannfarlig vare skal være formålstjenlig og betryggende utført og skal til enhver tid være i slik stand at det ikke oppstår fare for brann eller eksplosjon. Montering skal være utført fagmessig og betryggende.\nDepartementet kan ved forskrift bestemme at beholder, apparat eller annen innretning til bruk som nevnt i første ledd ikke må selges, utbys til salg eller brukes her i landet med mindre den er godkjent eller med mindre typen av innretning som nevnt er godkjent (typegodkjenning). Godkjenning gis av Direktoratet for brann- og eksplosjonsvern eller den departementet bestemmer.\nProdukt som er produsert og kontrollert i overensstemmelse med regelverk som Norge gjennom internasjonal avtale er forpliktet til å følge, anses godkjent i henhold til loven.​2\n0 Endret ved lover 11 juni 1993 nr. 88, 27 nov 1992 nr. 115 (ikr. 1 jan 1994).\n1 Loven gjelder bare for Svalbard.\n2 Jf. EØS-avtalen vedlegg II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Undersøkelse av brannfarlig vare, innhenting av prøver o.l.​1",
      "content": "Direktoratet for brann- og eksplosjonsvern kan kreve at den som eier, tilvirker, innfører eller markedsfører brannfarlig vare eller innretning o.l. som nevnt i § 6, fremlegger representativ prøve av varen eller innretningen, eller iverksetter undersøkelser som finnes nødvendige for å vurdere varens eller innretningens egenskaper eller virkninger. Det samme gjelder annen vare enn nevnt i § 2 første ledd bokstav a) og b) når dette er nødvendig for å avgjøre om den skal bringes inn under loven. Direktoratet for brann- og eksplosjonsvern kan selv iverksette slike undersøkelser eller foreta nødvendig prøvetaking og kontroll.\nKostnadene etter første ledd bæres av den som kravet om undersøkelser, prøvetaking og kontroll er rettet mot. Departementet kan likevel bestemme at kostnadene skal fordeles på flere eiere, tilvirkere, importører eller markedsførere eller at de helt eller delvis skal dekkes av det offentlige. Krav på refusjon av kostnadene er tvangsgrunnlag for utlegg.\n0 Endret ved lover 11 juni 1993 nr. 88, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Varigheten av tillatelse og godkjenning.​1",
      "content": "Tillatelse og godkjenning etter denne lov skal gis skriftlig og gjelder inntil videre dersom varigheten ikke er særskilt fastsatt.\nEn tillatelse faller bort når den ikke blir nyttet innen den frist som måtte være fastsatt eller, dersom frist ikke er fastsatt, innen to år fra den dag tillatelsen blir gitt.\nBlir gyldig tillatelse ikke lenger nyttet, skal innehaveren sende melding om dette til den myndighet som ga tillatelsen. Tillatelse som ikke blir nyttet, faller bort to år etter opphøret hvis ikke kortere frist er fastsatt i tillatelsen.\nEn tillatelse kan tilbakekalles\na. når det er gitt uriktige eller mangelfulle opplysninger av vesentlig betydning for tillatelsen,\nb. når de vilkår som er fastsatt i tillatelsen ikke blir overholdt,\nc. når den blir nyttet på en måte som er i strid med denne lov eller med vedtak som er gjort med hjemmel i loven,\nd. når forhold på stedet av sikkerhetsmessig betydning på noe vesentlig punkt har endret seg etter at tillatelsen ble gitt,\ne. når de sikkerhetsmessige krav som ble stilt, da tillatelsen ble gitt, på noe vesentlig punkt ikke lenger anses for å svare til de krav som bør stilles.\nEn godkjenning kan tilbakekalles på samme vilkår som nevnt i fjerde ledd. Typegodkjenning etter § 6 kan dessuten tilbakekalles dersom typegodkjent innretning ikke blir utført i samsvar med godkjenningen.\nNår en godkjenning tilbakekalles kan Direktoratet for brann- og eksplosjonsvern kreve at den som tilvirker eller markedsfører innretningen tilbakekaller denne fra bruker eller distributør. Direktoratet for brann- og eksplosjonsvern kan selv iverksette slike tiltak og kreve kostnadene dekket av den som kunne fått pålegg om slike tiltak. Krav på refusjon av kostnadene er tvangsgrunnlag for utlegg.\nEr innehaver av tillatelse eller godkjenning avgått ved døden eller gått konkurs kan dødsboet eller konkursboet utøve virksomheten inntil ett år fra dødsfallet eller konkursens åpning, dersom ikke kortere varighet er særskilt fastsatt. Boet skal sende vedkommende tilsynsmyndighet melding om at det vil fortsette virksomheten innen en måned fra dødsfallet eller konkursens åpning og plikter å følge de regler som gjelder for virksomheten.\n0 Endret ved lover 14 juni 1974 nr. 39, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "title": "Melding om at innretning m.v. for brannfarlig vare kan tas i bruk.​1",
      "content": "Oppbevaring, behandling eller transport som det er gitt tillatelse til etter §§ 21, 22, 27, 28 eller 29 og handel som er meldt etter § 34, må ikke påbegynnes før tilsynsmyndighetene har inspisert beholder, ledning eller annen innretning med tilbehør til bruk for brannfarlig vare i den tillatte virksomhet, og ved skriftlig melding har godkjent at den kan tas i bruk. Ved handel gjelder det samme utsalgsstedet.\nMed samtykke av den myndighet som har gitt tillatelsen, kan prøvedrift for så vidt gjelder behandling og transport foretas uten hinder av reglene i første ledd.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "title": "Særskilt ansvarshavende for opplag og virksomhet.​1",
      "content": "Ved opplag eller annen virksomhet som det er gitt tillatelse til etter §§ 21, 22, 27, 28 eller 29, og ved utsalgssted for motorbrensel (bensinstasjon), skal en person være utpekt til å påse at oppbevaringen eller virksomheten foregår på lovlig måte. Denne ansvarshavende skal være fortrolig med egenskapene hos de brannfarlige varer det gjelder og med sluknings- og andre sikkerhetsinnretninger på stedet eller i virksomheten. Ansvarshavende for virksomhet som tillates etter § 27 eller § 28 skal være fortrolig med behandling som der nevnt og ansvarshavende for virksomhet tillatt etter § 29 med rørledningens og utstyrets konstruksjon og virkemåte.\nDen som har tillatelse som nevnt i første ledd og innehaver av utsalgssted for motorbrensel, skal sende skriftlig melding til kommunestyret om hvem som til enhver tid er ansvarshavende.\nDepartementet kan fastsette at det skal være ansvarshavende også ved annet utsalgssted enn bensinstasjon og at melding skal sendes etter reglene i annet ledd.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "title": "Merking av beholder.​1",
      "content": "Tank som går inn under reglene i § 30 samt annen større beholder som blir brukt til transport av brannfarlig vare, skal være tydelig merket. Tilsvarende gjelder også annen beholder som inneholder brannfarlig gass eller brannfarlig væske av klasse A eller B og som blir transportert eller omsatt i handel. Departementet kan gi forskrifter om hvordan merkingen skal være, og om merkeplikt også for beholdere som ikke er nevnt i første og annet punktum.\nEr beholderen emballert, gjelder reglene i første ledd også emballasjen.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:11 a",
      "chapter": "1",
      "section": "11 a",
      "title": "Sikkerhetsdatablad og stoffregister​1",
      "content": "Departementet kan gi forskrifter om krav til utarbeidelse av sikkerhetsdatablad og stoffregister for opplysninger om egenskaper og sikkerhetstiltak for de stoffer og produkter som omfattes av denne lov.\n0 Tilføyd ved lov 11 juni 1993 nr. 88, endret ved lov 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11 a."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "title": "Oppslag om fare.​1",
      "content": "Hvor brannfarlig vare forekommer i større mengder, skal det med mindre det åpenbart må anses unødvendig, være oppslag som gir opplysning om faren for brann eller eksplosjon. Oppslag skal anbringes slik at det er lett synlig og i et tilstrekkelig antall.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "1:13",
      "chapter": "1",
      "section": "13",
      "title": "Åpen ild og røyking.​1",
      "content": "Røyking og bruk av ild eller andre tennkilder er forbudt innenfor anlegg, på område eller i rom hvor brannfarlig vare forekommer under slike forhold at brann eller eksplosjon lett kan oppstå. Oppslag herom skal i nødvendig utstrekning finnes på passende steder.\nKommunestyret kan gi tillatelse til å fravike forbudet for enkelt anledning. Kommunestyret kan likeledes gi slik tillatelse inntil videre når det har gitt tillatelse til virksomheten etter §§ 21, 27, 28 og 29 eller har gitt godkjenning etter § 9 første ledd siste punktum. I andre tilfelle kan Direktoratet for brann- og eksplosjonsvern gi tillatelse til å fravike forbudet.\n0 Endret ved lover 11 juni 1993 nr. 85, 11 juni 1993 nr. 88.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "1:14",
      "chapter": "1",
      "section": "14",
      "title": "Forsiktighet for å forebygge brann eller eksplosjon.​1",
      "content": "Enhver som har befatning med brannfarlig vare, skal iaktta nødvendig forsiktighet for å forebygge fare for brann eller eksplosjon.\nDepartementet gir nærmere regler om internkontroll og internkontrollsystemer for å sikre at krav fastsatt i og i medhold av denne lov overholdes.\n0 Endret ved lov 27 juli 1990 nr. 52.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Beholder.​1",
      "content": "Beholder med tilbehør for oppbevaring av brannfarlig vare skal være utført i samsvar med forskrifter fastsatt av departementet.\nUnntatt fra reglene i dette kapittel er fast drivstoffbeholder med innhold for transportmiddel eller bevegelig arbeidsredskap. Tilsvarende gjelder fast drivstoffbeholder med innhold for stasjonær motor når beholderens volum ikke overstiger 100 liter.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Rom og åpen lagerplass.​1",
      "content": "Rom som blir brukt til oppbevaring av brannfarlig vare, skal være utført og innredet slik at det has betryggende sikkerhet for at det ikke oppstår fare for brann eller eksplosjon.\nBlir brannfarlig vare oppbevart på åpen lagerplass, skal nødvendige tiltak treffes for å hindre at det oppstår slik særlig fare for omgivelsene.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Plassering av beholder.​1",
      "content": "Beholder som inneholder brannfarlig vare, må ikke være plassert slik at den blir utsatt for oppvarming eller noe annet som kan medføre særlig fare for brann eller eksplosjon. I bygning skal beholder være plassert slik at den ikke medføre særlig fare.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "title": "Tiltak for å hindre spill eller lekkasje.​1",
      "content": "Det skal treffes nødvendige tiltak for å hindre at det oppstår fare for brann eller eksplosjon ved spill eller lekkasje.\nFast beholder over jord for oppbevaring av brannfarlig væske av klasse A i større mengde enn 3.000 liter skal være omgitt av tett og solid oppsamlekum. Den myndighet som gir tillatelse til oppbevaring, kan i stedet for oppsamlekum tillate en annen betryggende ordning. Er beholderen på 3.000 liter eller mindre, skal det treffes de tiltak som den myndighet som gir tillatelse til oppbevaring, anser påkrevd for å hindre at det ved lekkasje oppstår fare for brann- eller eksplosjonsskade.\nMyndighet som gir tillatelse til oppbevaring, av brannfarlig væske av klasse B og C i fast beholder over jord, kan bestemme at det skal være oppsamlekum eller innretning for bortledning, eller at det skal treffes andre tiltak som på betryggende måte kan hindre at det ved lekkasje oppstår fare for brann- eller eksplosjonsskade.\nAnlegg i fjell skal være sikret på betryggende måte for å hindre at den brannfarlige væske renner ut av anlegget.\nBeholder under jord skal, når forholdene tilsier det, være særskilt sikret mot lekkasje.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "title": "Avstand til omkringliggende bebyggelse m.v.​1",
      "content": "Blir brannfarlig vare oppbevart i slik mengde at det kreves tillatelse etter § 21 eller § 22, jfr. § 20, skal det anlegg eller den lagerplass der oppbevaringen skjer, være omgitt av et sikringsfelt (sikkerhetssone).\nEr det innen samme anlegg eller lagerplass flere faste beholdere, skal de ligge i betryggende avstand. I den utstrekning det anses nødvendig, skal branngater være anlagt. Det skal likeledes i nødvendig utstrekning sørges for at brannvernets kjøretøyer kan komme fram. Anlegg eller lagerplass skal, hvis forholdene gjør det nødvendig, være innhegnet på hensiktsmessig måte.\nVed vurdering av sikringsfelt, avstander og behovet for branngater og innhegning som nevnt i de foregående ledd, skal det tas hensyn til arten og mengden av de brannfarlige varer som blir oppbevart, til anleggets utførelse, til sikkerhetstiltakene for øvrig, til beskaffenheten av brannvernet og til andre særlige forhold.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "title": "Oppbevaring uten særskilt tillatelse.​1",
      "content": "Departementet fastsetter i forskrift i hvilken grad brannfarlige varer kan oppbevares uten særskilt tillatelse.\nI forskriftene kan det fastsettes at oppbevaringen skal meldes til kommunestyret eller Direktoratet for brann- og eksplosjonsvern. Det kan videre fastsettes at brannfarlig vare ikke må oppbevares i bygning som tjener som bolig eller oppholdssted for mennesker eller dyr eller at oppbevaring i slik bygning bare kan finne sted etter tillatelse fra kommunestyret.\nBrannfarlig vare må ikke oppbevares i rom, eller på sted som tjener som rømningsvei under brann slik som korridorer, trapper eller portrom. Kommunestyret kan gjøre unntak fra dette.\nUnntatt fra reglene i annet ledd annet punktum og tredje ledd første punktum er brannfarlig væske av klasse B og C som oppbevares i brenselbeholder til forskriftsmessig fast montert og godkjent varmeapparat.\n0 Endret ved lover 11 juni 1993 nr. 85, 11 juni 1993 nr. 88, 11 des 1998 nr. 71 (ikr. 1 jan 1999 iflg. res. 11 des 1998 nr. 1191).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "title": "Oppbevaring med tillatelse fra kommunestyret.​1",
      "content": "Tillatelse til oppbevaring av brannfarlig vare utover det som kan oppbevares etter forskrift som nevnt i § 20 første ledd, gis av kommunestyret med mindre departementet ved forskrift har bestemt noe annet.\nSøknad om tillatelse skal være skriftlig og inneholde de opplysninger som er nødvendige for å kunne ta standpunkt til om tillatelse kan gis. Departementet kan gi nærmere forskrifter om søknaden og om søknadens behandling.\n0 Endret ved lover 11 juni 1993 nr. 85, 11 des 1998 nr. 71 (ikr. 1 jan 1999 iflg. res. 11 des 1998 nr. 1191).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "title": "Oppbevaring med tillatelse fra departementet.​1",
      "content": "Tillatelse til oppbevaring som ikke kan gis av kommunestyret, gis av departementet. Før tillatelse gis, skal søknaden legges fram for kommunestyret. Reglene i § 21 annet ledd gjelder tilsvarende.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "Hva det forstås med behandling.​1",
      "content": "Med behandling forstås i denne lov:\n1. Tilvirkning, bearbeiding, forbruk eller annen bruk av brannfarlig vare.\n2. Fylling eller tapping av brannfarlig vare til eller fra beholder, apparat eller annen innretning.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "Fyllingsgrense for beholder.​1",
      "content": "Beholder må ikke fylles med mer brannfarlig vare enn hva den måtte være bestemt for.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "title": "Rom, bygning og annet anlegg.​1",
      "content": "Rom, bygning eller annet anlegg der brannfarlig vare blir behandlet, skal være utført og innredet slik at det ikke oppstår særlig fare for brann eller eksplosjon.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "title": "Avstand til omkringliggende bebyggelse m.v.​1",
      "content": "For bygning eller annet anlegg der brannfarlig vare i større mengde blir behandlet, gjelder bestemmelsene i § 19 tilsvarende.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "Tillatelse til tilvirkning og bearbeiding.​1",
      "content": "Den som vil tilvirke eller bearbeide brannfarlig vare og den som vil bruke slik vare til tilvirkning eller bearbeiding av annen vare, må ha tillatelse. For søknad herom, gjelder § 21 annet ledd tilsvarende.\nTillatelse etter første ledd gis av kommunestyret, men av departementet etter at søknaden er forelagt kommunestyret, hvis tilvirkningen og bearbeidingen omfatter brannfarlig vare utover det som kan oppbevares uten tillatelse etter forskrift som nevnt i § 20 første ledd.\nDepartementet kan i forskrift unnta behandling som nevnt i første ledd fra kravet om tillatelse. I forskriftene kan departementet bestemme at melding om behandling skal gis til kommunestyret eller Direktoratet for brann- og eksplosjonsvern.\n0 Endret ved lover 11 juni 1993 nr. 85, 11 juni 1993 nr. 88, 11 des 1998 nr. 71 (ikr. 1 jan 1999 iflg. res. 11 des 1998 nr. 1191).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "Tillatelse til omtapping.​1",
      "content": "Omtapping (fordeling) fra beholder for brannfarlig gass til annen beholder må ikke foretas uten tillatelse.\nOmtapping fra beholder for brannfarlig væske av klasse A større enn 300 liter til annen beholder må ikke foretas uten tillatelse. Reglene i foregående punktum gjelder ikke når omtapping foregår i samband med tilvirkning eller bearbeiding som er unntatt fra kravet om tillatelse etter reglene i § 27 tredje ledd.\nFor søknader om tillatelse til omtapping gjelder § 21 annet ledd tilsvarende.\nTillatelser til omtapping gis som i § 27 annet ledd bestemt.\nDepartementet kan i forskrifter fastsette andre regler for omtapping enn nevnt i de foregående ledd.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "title": "Tillatelse til transport i rørledning.​1",
      "content": "Den som fra havn, opplag eller annet anlegg vil transportere brannfarlig vare i rørledning til mottaking utenfor anleggets område, må ha tillatelse.\nTillatelse gis av departementet, som skal forelegge søknaden for kommunestyret i de kommuner som blir berørt av transporten. Departementet kan bestemme at tillatelser til kortere lokal transport skal gis av brannsjefen. Reglene i § 21 annet ledd gjelder tilsvarende.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "title": "Tankbil m.v.​1",
      "content": "Tankbil, tilhenger og annet kjøretøy med fast montert tank for transport av brannfarlig vare og bil eller annet kjøretøy med løstank som blir brukt til slik transport, skal være utført og utstyrt i samsvar med forskrifter fastsatt av departementet. Kjøretøyet må ikke brukes til transport som nevnt uten å være kontrollert og godkjent. Kontrollen skal gjentas så ofte det er nødvendig.\nDepartementet kan i forskrifter bestemme at fører av kjøretøy som nevnt i første ledd skal være godkjent.\nKontroll og godkjenning som nevnt i de foregående ledd foretas av Direktoratet for brann- og eksplosjonsvern eller av den departementet bestemmer.\nBevis for godkjenning av kjøretøy og i tilfelle av fører, skal bringes med når kjøretøyet brukes til transport av brannfarlig vare og skal forevises når representanten for tilsynsmyndighetene krever det.\n0 Endret ved lov 11 juni 1993 nr. 88.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "Transport i beholder.​1",
      "content": "Brannfarlig vare som blir transportert i annen beholder enn tank nevnt i § 30, skal holdes betryggende innelukket i beholderen. Likeledes skal beholder som har inneholdt brannfarlig vare, holdes lukket på betryggende måte under transport om den ikke er rengjort.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "title": "Forskrifter om transport.​1",
      "content": "Departementet fastsetter de forskrifter som for øvrig er nødvendige for betryggende transport av brannfarlig vare, derunder om lasting og lossing og midlertidig i oppbevaring under transport. Departementet kan i forskriftene begrense de mengder brannfarlig vare som kan tas med i transportmiddel bestemt for offentlig personbefordring eller det kan helt forby slik transport.\nForskrifter som nevnt i første ledd gjelder også transport til og fra riket, med mindre annet er bestemt eller følger av internasjonal overenskomst som Norge er bundet til å følge. For så vidt det er nødvendig for gjennomføringen av slik overenskomst, kan det ved forskrifter gjøres unntak fra denne lov.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "title": "Utsalgssted.​1",
      "content": "Utsalgssted hvor brannfarlig vare blir forhandlet, skal være utført og innredet slik at det ikke oppstår særlig fare for brann eller eksplosjon.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "title": "Melding om utsalgssted.​1",
      "content": "Departementet kan i forskrift bestemme at den som fra utsalgssted vil drive handel med brannfarlig vare, må melde fra til kommunestyret, jfr. § 9 første ledd.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "title": "Tilsynsmyndighetene.​1",
      "content": "Direktoratet for brann- og eksplosjonsvern og kommunestyret fører tilsyn med at reglene i denne lov og vedtak i medhold av loven blir overholdt.\nFor enkelt leilighet og i særlige tilfelle kan departementet anta andre sakkyndige til å føre tilsyn som nevnt i første ledd.\nSjefen for Direktoratet for brann- og eksplosjonsvern utnevnes av Kongen. De øvrige tjenestemenn tilsettes av departementet.\nKommunestyrets gjøremål kan kommunestyret delegere til en kommunal nemnd eller brannsjefen, jfr. lov av 5. juni 1987 nr. 26 om brannvern m.v. § 6.\nDepartementet fastsetter nærmere forskrifter om tilsynsmyndighetenes virksomhet og om forholdet og arbeidsfordelingen mellom Direktoratet for brann- og eksplosjonsvern og kommunestyret, samt om forholdet til andre tilsynsmyndigheter.\nFor Forsvaret og for transport med jernbane, fly eller annet transportmiddel, kan Kongen fastsette hvorledes tilsynet skal ordnes.\n0 Endret ved lover 5 juni 1987 nr. 26, 11 juni 1993 nr. 85, 11 juni 1993 nr. 88.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 88.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "title": "Forskrifter, enkeltvedtak og rettleiing.​1",
      "content": "Når intet annet er sagt i denne lov, fastsetter departementet de forskrifter som er nødvendige for gjennomføring og utfylling av reglene i loven.\nDepartementet kan, når særlige grunner foreligger, dispensere fra reglene i denne lov eller i forskrift.\nDepartementets myndighet og gjøremål etter loven kan delegeres til Direktoratet for brann- og eksplosjonsvern. Departementet kan også gi kommunestyret fullmakt til å meddele dispensasjoner.\nTilsynsmyndigheten gir de pålegg og treffer de enkeltvedtak ellers som er nødvendige for gjennomføringen av bestemmelsene gitt i eller i medhold av denne lov. Det skal settes en frist for når pålegget skal være utført. Ved overhengende fare kan tilsynsmyndigheten kreve at nødvendige tiltak blir iverksatt straks.\nDispensasjoner og pålegg skal gis skriftlig.\nDersom pålegg ikke oppfylles innen fristen kan tilsynsmyndigheten helt eller delvis stanse virksomheten inntil pålegget er utført. Ved overhengende fare kan tilsynsmyndigheten stanse virksomheten selv om pålegg ikke er gitt.\n0 Endret ved lover 11 juni 1993 nr. 85 11 juni 1993 nr. 88, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "title": "Klage.​1",
      "content": "Klageinstans for vedtak etter loven med forskrifter og vedtekter er:\n1. Kommunestyret for så vidt avgjørelsen er truffet av brannvesenets eller feiervesenets tjenestemenn.\n2. Direktoratet for brann- og eksplosjonsvern for så vidt avgjørelsen er truffet av kommunestyret. Dersom kommunestyret har delegert sin myndighet til en kommunal nemnd, eller brannsjefen, er Direktoratet for brann- og eksplosjonsvern klageinstans for vedkommende vedtak.\n3. Departementet for så vidt avgjørelsen er truffet av Direktoratet for brann- og eksplosjonsvern.\n0 Endret ved lover 14 juni 1974 nr. 39, 5 juni 1987 nr. 26, 11 juni 1993 nr. 85, 11 juni 1993 nr. 88.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "title": "Stedlige undersøkelser og opplysninger. Kontakt med og rapport til arbeidsgivere og arbeidstakere​1",
      "content": "Tilsynsmyndigheten skal til enhver tid ha uhindret adgang til ethvert sted og til enhver innretning tilsynsmyndigheten finner nødvendig for å føre tilsyn etter loven. Tilsynspersonellet skal legitimere seg i samsvar med forvaltningsloven § 15 og om mulig sette seg i kontakt med representant for arbeidsgiver og verneombud. Sakkyndige likestilles med tilsynsmyndighetene, jf. § 35 annet ledd.\nEnhver som er underlagt tilsyn etter denne lov, skal når tilsynsmyndigheten krever det og uten hinder av taushetsplikt, fremlegge opplysninger som anses nødvendige for utøvelsen av tilsynet. Tilsynsmyndigheten kan bestemme i hvilken form opplysningene skal gis.\nOpplysninger som nevnt i annet ledd, kan også kreves fra andre offentlige tilsynsmyndigheter uten hinder av den taushetsplikt som ellers gjelder. Opplysningsplikten gjelder bare de opplysninger som er nødvendige for at tilsynsmyndigheten skal kunne utføre sine oppgaver etter loven.\nArbeidsgiver eller representant for denne har rett til, og kan pålegges, å være til stede under kontrollen. Tilsynspersonellet kan bestemme at retten ikke skal gjelde ved intervju av arbeidstaker eller dersom slik tilstedeværelse ikke kan gjennomføres uten vesentlig ulempe eller uten at formålet med kontrollen settes i fare.\nMed mindre tungtveiende hensyn tilsier noe annet, skal tilsynsmyndigheten gi skriftlig rapport til virksomheten om resultatet av kontrollen. Kopi av rapporten skal sendes arbeidstakernes vernerepresentant.\n0 Endret ved lover 14 juni 1974 nr. 39, 11 juni 1993 nr. 88, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "Inspeksjonsbok.​1",
      "content": "Tilsynsmyndighetene kan kreve at bedrift hvor brannfarlig vare forekommer, skal holde inspeksjonsbok. Departementet kan gi nærmere forskrifter om hvordan boken skal innrettes, føres og oppbevares.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 mai 1986 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "title": "Tjenestemenns forhold til bedrifter under tilsyn.​1",
      "content": "Tjenestemenn i Direktoratet for brann- og eksplosjonsvern og i brannvesenet må ikke for egen eller andres regning drive eller ha betydelig økonomisk interesse i eller være tilsatt i bedrift som er underlagt deres tilsyn etter denne lov. De må heller ikke ta imot oppdrag fra slik bedrift mot godtgjøring. Når det skjønnes å være uten skade for tjenesten, kan departementet gjøre unntak fra forbudet.\nMedlem av kommunestyre kan ikke ta del i undersøkelser eller tilsynsvirksomhet når det gjelder bedrift som han selv driver, har betydelig økonomisk interesse i eller er tilsatt i.\n0 Endret ved lover 14 juni 1974 nr. 39, 11 juni 1993 nr. 85, 11 juni 1993 nr. 88.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "title": "Avgiftsplikt.​1",
      "content": "Kongen kan bestemme at bedrifter som er underlagt tilsyn etter denne lov skal betale avgift til dekning av utgiftene ved Direktoratet for brann- og eksplosjonsvern.\nNærmere forskrifter om avgifter etter første ledd fastsettes av Kongen.\nAvgiftene er tvangsgrunnlag for utlegg.\n0 Endret ved lover 26 juni 1992 nr. 86, 11 juni 1993 nr. 88, 16 juni 1994 nr. 16, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 11 jan 2013 nr. 3 (ikr. 1 juni 2013 iflg. res. 24 mai 2013 nr. 533).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "title": "Straffeansvar.​1",
      "content": "Den som forsettlig eller aktløst overtrer denne lov eller forskrifter, pålegg, forbud eller andre bestemmelser som er gitt eller opprettholdt i medhold av loven, straffes med bøter eller med fengsel inntil tre måneder, for så vidt ikke forholdet rammes av strengere straffebud.\nDen som legger hindringer i veien for undersøkelser som offentlig myndighet iverksetter etter denne lov, eller unnlater å yte pliktig bistand eller å gi opplysninger som kreves for utførelsen av tilsynet etter denne lov, straffes med bøter såfremt forholdet ikke rammes av strengere straffebud.\n0 Endret ved lover 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "title": "Tvangsmulkt​1",
      "content": "I pålegg etter loven her kan det fastsettes en løpende tvangsmulkt for hver dag/uke/måned som går etter utløpet av den frist som er satt for oppfylling av pålegget, inntil pålegget er oppfylt. Tvangsmulkt kan også fastsettes som engangsmulkt. Direktoratet for brann- og eksplosjonsvern kan frafalle påløpt tvangsmulkt.\n0 Endret ved lover 11 juni 1993 nr. 85, 11 juni 1993 nr. 88, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "title": "Forelegg om plikt til å etterkomme pålegg eller forbud​1",
      "content": "Tilsynsmyndigheten kan utferdige forelegg mot den som innen fastsatt frist unnlater å etterkomme pålegg eller forbud som er gitt med hjemmel i denne lov. Forelegget skal gi opplysninger om bestemmelsene i annet ledd og skal, så langt mulig, forkynnes for den det er rettet mot.\nDen forelegget er rettet mot, kan reise søksmål mot det offentlige for å få forelegget prøvet. Blir søksmål ikke reist innen 30 dager fra forkynnelsen, har forelegget samme virkning som rettskraftig dom, og kan fullbyrdes etter reglene for dommer.\nForelegg kan ikke påklages.\n0 Endret ved lover 26 juni 1992 nr. 86, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:46 a",
      "chapter": "7",
      "section": "46 a",
      "title": "Tvangsfullbyrdelse​1",
      "content": "Blir pålegg i rettskraftig dom eller dermed likestilt forelegg ikke etterkommet, kan vedkommende tilsynsmyndighet selv besørge eller få besørget at pålegget utføres for regning av den som dommen eller forelegget er rettet mot uten at det er nødvendig med kjennelse etter tvangsfullbyrdelsesloven § 13-14.\nVed overhengende fare kan pålegg fullbyrdes etter reglene i tvangsfullbyrdelsesloven § 13-14 uten at dom eller forelegg kreves.\n0 Tilføyd ved lov 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46a",
        "source_heading": "§ 46 a."
      }
    },
    {
      "provision_ref": "8:47",
      "chapter": "8",
      "section": "47",
      "title": "Overgangsbestemmelser.​1",
      "content": "– – –\n2. Tillatelser til oppbevaring av brannfarlig væske og tillatelser vedrørende beholderes størrelse og innretning som er gitt etter lov 3 mai 1871 ang. Behandling af ildsfarlige Gjenstande §§ 16 og 17 blir fortsatt gjeldende. Det samme gjelder godkjenning og tillatelse som er gitt etter forskrifter om lagring og forhandling av kalciumkarbid og fremstilling av acetylengass m.v., fastsatt ved kongelig resolusjon 4 juni 1910, godkjenning gitt etter forskrifter angående beholdere med komprimert acetylen (dissousgass), fastsatt 18 mars 1920, samt godkjenning og tillatelse som er gitt etter forskrifter for lagring, transport og bruk av lette, kondenserte kullvannstoffer, fastsatt 20 april 1953. Reglene i denne lovs § 8 annet ledd, tredje ledd annet punktum, fjerde ledd og femte ledd første punktum, får anvendelse på tillatelse og godkjenning som er gitt før lovens ikrafttreden.\n4. Forskrifter og andre alminnelige bestemmelser om brannfarlig væske gitt med hjemmel i lov 3 mai 1871 ang. Behandling af ildsfarlige Gjenstande, gjelder inntil videre i den utstrekning de ikke strider mot denne lov eller mot bestemmelser gitt i medhold av loven. Det samme gjelder forskrifter om lagring og forhandling av kalciumkarbid og fremstilling av acetylengass m.v., fastsatt ved kongelig resolusjon av 4 juni 1910, samt forskrifter angående beholdere med komprimert acetylen (dissousgass), fastsatt 18 mars 1920.\n0 Endret ved lover 11 juni 1993 nr. 85, 11 juni 1993 nr. 88.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "8:48",
      "chapter": "8",
      "section": "48",
      "title": "Ikrafttreden. Oppheving og endring av andre lover.",
      "content": "1. Denne lov trer i kraft fra den tid​1 Kongen bestemmer. Det kan fastsettes særskilt tidspunkt for lovens ikrafttreden på Svalbard.​2\n2. Fra samme tid oppheves: – – –\n3. Fra samme tid gjøres følgende endringer – – –\n1 Loven trådte ikr. 1 jan 1975 iflg. res. 6 des 1974.\n2 Ved res. 30 okt 1987 nr. 840 er loven med forskrifter, retningslinjer m.v. gitt i medhold av loven, satt ikr. for Svalbard fra 1 jan 1988, med endringer i medhold av lovens § 1, siste ledd. – Se lov 17 juli 1925 nr. 11 § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens område.​1",
      "content": "Denne lov gjelder oppbevaring, behandling og transport, herunder lasting og lossing av brannfarlig vare samt handel med slik vare.\nUnntatt fra loven er brannfarlig vare om bord på skip som går inn under lov om skipssikkerhet (skipssikkerhetsloven) eller under forskrifter fastsatt med hjemmel i nevnte lov. Loven gjelder likevel for lasting og lossing av skip og for stasjonær oppbevaring av brannfarlig vare på skip.\nFor så vidt det er nødvendig av hensyn til Forsvaret eller landets beredskap, kan Kongen bestemme at loven helt eller delvis ikke skal gjelde, eller at det skal gjelde andre regler enn de som er fastsatt i eller i medhold av loven.\nDepartementet kan fastsette at brannfarlig gass som blir oppbevart, behandlet eller transportert under trykk som ikke overstiger et kilopund pr. kvadratcentimeter overtrykk helt eller delvis skal være unntatt fra denne lov.\nKongen kan bestemme at virksomhet nevnt i første ledd med væsker og gasser under trykk som ikke er brannfarlig vare også skal omfattes av denne lov. Departementet kan fastsette forskrifter for slik virksomhet, herunder bestemmelser som avviker fra de som er fastsatt i eller i medhold av loven. Det kan i forskriftene fastsettes at det skal betales særskilt avgift til statskassen til dekning av utgifter forbundet med tilsyn fastsatt i medhold av denne bestemmelse. Avgiften er tvangsgrunnlag for utlegg.\nFor Svalbard gjelder loven med de begrensninger Kongen fastsetter.\n0 Endret ved lover 26 juni 1992 nr. 90, 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Brannfarlige varer.​1",
      "content": "Brannfarlig vare er etter denne lov:\na. Vare i flytende eller halvfast form som har et flammepunkt ved høyst + 55° C samt – uansett flammepunkt – motorbrensel og fyringsolje (brannfarlig væske).\nb. Gass som etter antennelse kan forbrenne i luft, (brannfarlig gass).\nc. Annen vare enn nevnt under bokstav a) og b) når Kongen fastsetter at den skal regnes som brannfarlig vare.\nSom brannfarlig vare etter denne paragrafs første ledd bokstav a eller b regnes ikke vare som går inn under lov om eksplosive varer samt brennevin som kan selges eller skjenkes etter alkohollovens regler.\nDirektoratet for brann- og eksplosjonsvern skal utarbeide og offentliggjøre en fortegnelse over de brannfarlige varer som til en hver tid vanlig forekommer i handelen. I fortegnelsen skal gis de opplysninger som er av interesse for å vurdere hvordan denne lov skal anvendes på varen.\n0 Endret ved lover 14 juni 1974 nr. 39, 11 juni 1993 nr. 88.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Fareklasser.​1",
      "content": "Brannfarlige væsker inndeles i følgende fareklasser:\nKlasse A: Væsker med flammepunkt høyst + 23° C.\nKlasse B: Væsker med flammepunkt over + 23° C, men ikke over + 55° C.\nKlasse C: Motorbrensel og fyringsolje med flammepunkt over + 55° C samt væsker som Kongen i medhold av § 2 første ledd bokstav c) bestemmer skal regnes som brannfarlig vare.\nDepartementet kan ved forskrift fastsette hvordan flammepunktet for en væske skal bestemmes. Oppstår det tvil om hvilken fareklasse en brannfarlig væske skal henføres til, avgjøres spørsmålet av departementet.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Avvikende forskrifter.​1",
      "content": "Finnes en væske som nevnt i § 2 første ledd bokstav a) å være mer eller mindre brannfarlig enn dens flammepunkt angir, kan Kongen fastsette forskrifter for væsken som avviker fra denne lov. Det samme gjelder for gass som nevnt i § 2 første ledd bokstav b) når dens brannfarlighet tilsier at den bør falle inn under særlige forskrifter.\nKongen kan fastsette at bare nærmere angitte bestemmelser i denne lov skal få anvendelse for vare som nevnt under § 2 første ledd bokstav c) og kan for slik vare fastsette forskrifter som avviker fra denne lov.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Særlige vilkår eller forbud.​1",
      "content": "Når det etter denne lov og forskrifter i medhold av loven blir gitt tillatelse, godkjenning e.l., kan det i tillatelsen eller godkjenningen fastsettes særlige vilkår for å forebygge brann eller eksplosjon med de begrensninger som følger av § 6 tredje ledd.\nNår oppbevaring eller behandling av brannfarlig vare kan foregå uten tillatelse, kan brannsjefen, når varen etter forholdene på stedet finnes å medføre særlig fare for brann eller eksplosjon, fastsette nærmere vilkår for oppbevaringen eller behandlingen, eller fastsette begrensninger i eller forbud mot slik oppbevaring eller behandling som ellers lovlig kunne skje. Reglene her gjelder tilsvarende for lasting, lossing og midlertidig oppbevaring av brannfarlig vare under annen transport enn nevnt i § 29.\n0 Endret ved lover 11 juni 1993 nr. 85, 27 nov 1992 nr. 115 (ikr. 1 jan 1994).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Om utførelse og montering av beholder, apparat eller annen innretning og om godkjenning.​1",
      "content": "Beholder, apparat eller annen innretning som blir brukt til oppbevaring, behandling, transport av eller handel med brannfarlig vare skal være formålstjenlig og betryggende utført og skal til enhver tid være i slik stand at det ikke oppstår fare for brann eller eksplosjon. Montering skal være utført fagmessig og betryggende.\nDepartementet kan ved forskrift bestemme at beholder, apparat eller annen innretning til bruk som nevnt i første ledd ikke må selges, utbys til salg eller brukes her i landet med mindre den er godkjent eller med mindre typen av innretning som nevnt er godkjent (typegodkjenning). Godkjenning gis av Direktoratet for brann- og eksplosjonsvern eller den departementet bestemmer.\nProdukt som er produsert og kontrollert i overensstemmelse med regelverk som Norge gjennom internasjonal avtale er forpliktet til å følge, anses godkjent i henhold til loven.​2\n0 Endret ved lover 11 juni 1993 nr. 88, 27 nov 1992 nr. 115 (ikr. 1 jan 1994).\n1 Loven gjelder bare for Svalbard.\n2 Jf. EØS-avtalen vedlegg II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Undersøkelse av brannfarlig vare, innhenting av prøver o.l.​1",
      "content": "Direktoratet for brann- og eksplosjonsvern kan kreve at den som eier, tilvirker, innfører eller markedsfører brannfarlig vare eller innretning o.l. som nevnt i § 6, fremlegger representativ prøve av varen eller innretningen, eller iverksetter undersøkelser som finnes nødvendige for å vurdere varens eller innretningens egenskaper eller virkninger. Det samme gjelder annen vare enn nevnt i § 2 første ledd bokstav a) og b) når dette er nødvendig for å avgjøre om den skal bringes inn under loven. Direktoratet for brann- og eksplosjonsvern kan selv iverksette slike undersøkelser eller foreta nødvendig prøvetaking og kontroll.\nKostnadene etter første ledd bæres av den som kravet om undersøkelser, prøvetaking og kontroll er rettet mot. Departementet kan likevel bestemme at kostnadene skal fordeles på flere eiere, tilvirkere, importører eller markedsførere eller at de helt eller delvis skal dekkes av det offentlige. Krav på refusjon av kostnadene er tvangsgrunnlag for utlegg.\n0 Endret ved lover 11 juni 1993 nr. 88, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Varigheten av tillatelse og godkjenning.​1",
      "content": "Tillatelse og godkjenning etter denne lov skal gis skriftlig og gjelder inntil videre dersom varigheten ikke er særskilt fastsatt.\nEn tillatelse faller bort når den ikke blir nyttet innen den frist som måtte være fastsatt eller, dersom frist ikke er fastsatt, innen to år fra den dag tillatelsen blir gitt.\nBlir gyldig tillatelse ikke lenger nyttet, skal innehaveren sende melding om dette til den myndighet som ga tillatelsen. Tillatelse som ikke blir nyttet, faller bort to år etter opphøret hvis ikke kortere frist er fastsatt i tillatelsen.\nEn tillatelse kan tilbakekalles\na. når det er gitt uriktige eller mangelfulle opplysninger av vesentlig betydning for tillatelsen,\nb. når de vilkår som er fastsatt i tillatelsen ikke blir overholdt,\nc. når den blir nyttet på en måte som er i strid med denne lov eller med vedtak som er gjort med hjemmel i loven,\nd. når forhold på stedet av sikkerhetsmessig betydning på noe vesentlig punkt har endret seg etter at tillatelsen ble gitt,\ne. når de sikkerhetsmessige krav som ble stilt, da tillatelsen ble gitt, på noe vesentlig punkt ikke lenger anses for å svare til de krav som bør stilles.\nEn godkjenning kan tilbakekalles på samme vilkår som nevnt i fjerde ledd. Typegodkjenning etter § 6 kan dessuten tilbakekalles dersom typegodkjent innretning ikke blir utført i samsvar med godkjenningen.\nNår en godkjenning tilbakekalles kan Direktoratet for brann- og eksplosjonsvern kreve at den som tilvirker eller markedsfører innretningen tilbakekaller denne fra bruker eller distributør. Direktoratet for brann- og eksplosjonsvern kan selv iverksette slike tiltak og kreve kostnadene dekket av den som kunne fått pålegg om slike tiltak. Krav på refusjon av kostnadene er tvangsgrunnlag for utlegg.\nEr innehaver av tillatelse eller godkjenning avgått ved døden eller gått konkurs kan dødsboet eller konkursboet utøve virksomheten inntil ett år fra dødsfallet eller konkursens åpning, dersom ikke kortere varighet er særskilt fastsatt. Boet skal sende vedkommende tilsynsmyndighet melding om at det vil fortsette virksomheten innen en måned fra dødsfallet eller konkursens åpning og plikter å følge de regler som gjelder for virksomheten.\n0 Endret ved lover 14 juni 1974 nr. 39, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "title": "Melding om at innretning m.v. for brannfarlig vare kan tas i bruk.​1",
      "content": "Oppbevaring, behandling eller transport som det er gitt tillatelse til etter §§ 21, 22, 27, 28 eller 29 og handel som er meldt etter § 34, må ikke påbegynnes før tilsynsmyndighetene har inspisert beholder, ledning eller annen innretning med tilbehør til bruk for brannfarlig vare i den tillatte virksomhet, og ved skriftlig melding har godkjent at den kan tas i bruk. Ved handel gjelder det samme utsalgsstedet.\nMed samtykke av den myndighet som har gitt tillatelsen, kan prøvedrift for så vidt gjelder behandling og transport foretas uten hinder av reglene i første ledd.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "title": "Særskilt ansvarshavende for opplag og virksomhet.​1",
      "content": "Ved opplag eller annen virksomhet som det er gitt tillatelse til etter §§ 21, 22, 27, 28 eller 29, og ved utsalgssted for motorbrensel (bensinstasjon), skal en person være utpekt til å påse at oppbevaringen eller virksomheten foregår på lovlig måte. Denne ansvarshavende skal være fortrolig med egenskapene hos de brannfarlige varer det gjelder og med sluknings- og andre sikkerhetsinnretninger på stedet eller i virksomheten. Ansvarshavende for virksomhet som tillates etter § 27 eller § 28 skal være fortrolig med behandling som der nevnt og ansvarshavende for virksomhet tillatt etter § 29 med rørledningens og utstyrets konstruksjon og virkemåte.\nDen som har tillatelse som nevnt i første ledd og innehaver av utsalgssted for motorbrensel, skal sende skriftlig melding til kommunestyret om hvem som til enhver tid er ansvarshavende.\nDepartementet kan fastsette at det skal være ansvarshavende også ved annet utsalgssted enn bensinstasjon og at melding skal sendes etter reglene i annet ledd.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "title": "Merking av beholder.​1",
      "content": "Tank som går inn under reglene i § 30 samt annen større beholder som blir brukt til transport av brannfarlig vare, skal være tydelig merket. Tilsvarende gjelder også annen beholder som inneholder brannfarlig gass eller brannfarlig væske av klasse A eller B og som blir transportert eller omsatt i handel. Departementet kan gi forskrifter om hvordan merkingen skal være, og om merkeplikt også for beholdere som ikke er nevnt i første og annet punktum.\nEr beholderen emballert, gjelder reglene i første ledd også emballasjen.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:11 a",
      "chapter": "1",
      "section": "11 a",
      "title": "Sikkerhetsdatablad og stoffregister​1",
      "content": "Departementet kan gi forskrifter om krav til utarbeidelse av sikkerhetsdatablad og stoffregister for opplysninger om egenskaper og sikkerhetstiltak for de stoffer og produkter som omfattes av denne lov.\n0 Tilføyd ved lov 11 juni 1993 nr. 88, endret ved lov 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11 a."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "title": "Oppslag om fare.​1",
      "content": "Hvor brannfarlig vare forekommer i større mengder, skal det med mindre det åpenbart må anses unødvendig, være oppslag som gir opplysning om faren for brann eller eksplosjon. Oppslag skal anbringes slik at det er lett synlig og i et tilstrekkelig antall.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "1:13",
      "chapter": "1",
      "section": "13",
      "title": "Åpen ild og røyking.​1",
      "content": "Røyking og bruk av ild eller andre tennkilder er forbudt innenfor anlegg, på område eller i rom hvor brannfarlig vare forekommer under slike forhold at brann eller eksplosjon lett kan oppstå. Oppslag herom skal i nødvendig utstrekning finnes på passende steder.\nKommunestyret kan gi tillatelse til å fravike forbudet for enkelt anledning. Kommunestyret kan likeledes gi slik tillatelse inntil videre når det har gitt tillatelse til virksomheten etter §§ 21, 27, 28 og 29 eller har gitt godkjenning etter § 9 første ledd siste punktum. I andre tilfelle kan Direktoratet for brann- og eksplosjonsvern gi tillatelse til å fravike forbudet.\n0 Endret ved lover 11 juni 1993 nr. 85, 11 juni 1993 nr. 88.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "1:14",
      "chapter": "1",
      "section": "14",
      "title": "Forsiktighet for å forebygge brann eller eksplosjon.​1",
      "content": "Enhver som har befatning med brannfarlig vare, skal iaktta nødvendig forsiktighet for å forebygge fare for brann eller eksplosjon.\nDepartementet gir nærmere regler om internkontroll og internkontrollsystemer for å sikre at krav fastsatt i og i medhold av denne lov overholdes.\n0 Endret ved lov 27 juli 1990 nr. 52.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Beholder.​1",
      "content": "Beholder med tilbehør for oppbevaring av brannfarlig vare skal være utført i samsvar med forskrifter fastsatt av departementet.\nUnntatt fra reglene i dette kapittel er fast drivstoffbeholder med innhold for transportmiddel eller bevegelig arbeidsredskap. Tilsvarende gjelder fast drivstoffbeholder med innhold for stasjonær motor når beholderens volum ikke overstiger 100 liter.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Rom og åpen lagerplass.​1",
      "content": "Rom som blir brukt til oppbevaring av brannfarlig vare, skal være utført og innredet slik at det has betryggende sikkerhet for at det ikke oppstår fare for brann eller eksplosjon.\nBlir brannfarlig vare oppbevart på åpen lagerplass, skal nødvendige tiltak treffes for å hindre at det oppstår slik særlig fare for omgivelsene.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Plassering av beholder.​1",
      "content": "Beholder som inneholder brannfarlig vare, må ikke være plassert slik at den blir utsatt for oppvarming eller noe annet som kan medføre særlig fare for brann eller eksplosjon. I bygning skal beholder være plassert slik at den ikke medføre særlig fare.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "title": "Tiltak for å hindre spill eller lekkasje.​1",
      "content": "Det skal treffes nødvendige tiltak for å hindre at det oppstår fare for brann eller eksplosjon ved spill eller lekkasje.\nFast beholder over jord for oppbevaring av brannfarlig væske av klasse A i større mengde enn 3.000 liter skal være omgitt av tett og solid oppsamlekum. Den myndighet som gir tillatelse til oppbevaring, kan i stedet for oppsamlekum tillate en annen betryggende ordning. Er beholderen på 3.000 liter eller mindre, skal det treffes de tiltak som den myndighet som gir tillatelse til oppbevaring, anser påkrevd for å hindre at det ved lekkasje oppstår fare for brann- eller eksplosjonsskade.\nMyndighet som gir tillatelse til oppbevaring, av brannfarlig væske av klasse B og C i fast beholder over jord, kan bestemme at det skal være oppsamlekum eller innretning for bortledning, eller at det skal treffes andre tiltak som på betryggende måte kan hindre at det ved lekkasje oppstår fare for brann- eller eksplosjonsskade.\nAnlegg i fjell skal være sikret på betryggende måte for å hindre at den brannfarlige væske renner ut av anlegget.\nBeholder under jord skal, når forholdene tilsier det, være særskilt sikret mot lekkasje.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "title": "Avstand til omkringliggende bebyggelse m.v.​1",
      "content": "Blir brannfarlig vare oppbevart i slik mengde at det kreves tillatelse etter § 21 eller § 22, jfr. § 20, skal det anlegg eller den lagerplass der oppbevaringen skjer, være omgitt av et sikringsfelt (sikkerhetssone).\nEr det innen samme anlegg eller lagerplass flere faste beholdere, skal de ligge i betryggende avstand. I den utstrekning det anses nødvendig, skal branngater være anlagt. Det skal likeledes i nødvendig utstrekning sørges for at brannvernets kjøretøyer kan komme fram. Anlegg eller lagerplass skal, hvis forholdene gjør det nødvendig, være innhegnet på hensiktsmessig måte.\nVed vurdering av sikringsfelt, avstander og behovet for branngater og innhegning som nevnt i de foregående ledd, skal det tas hensyn til arten og mengden av de brannfarlige varer som blir oppbevart, til anleggets utførelse, til sikkerhetstiltakene for øvrig, til beskaffenheten av brannvernet og til andre særlige forhold.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "title": "Oppbevaring uten særskilt tillatelse.​1",
      "content": "Departementet fastsetter i forskrift i hvilken grad brannfarlige varer kan oppbevares uten særskilt tillatelse.\nI forskriftene kan det fastsettes at oppbevaringen skal meldes til kommunestyret eller Direktoratet for brann- og eksplosjonsvern. Det kan videre fastsettes at brannfarlig vare ikke må oppbevares i bygning som tjener som bolig eller oppholdssted for mennesker eller dyr eller at oppbevaring i slik bygning bare kan finne sted etter tillatelse fra kommunestyret.\nBrannfarlig vare må ikke oppbevares i rom, eller på sted som tjener som rømningsvei under brann slik som korridorer, trapper eller portrom. Kommunestyret kan gjøre unntak fra dette.\nUnntatt fra reglene i annet ledd annet punktum og tredje ledd første punktum er brannfarlig væske av klasse B og C som oppbevares i brenselbeholder til forskriftsmessig fast montert og godkjent varmeapparat.\n0 Endret ved lover 11 juni 1993 nr. 85, 11 juni 1993 nr. 88, 11 des 1998 nr. 71 (ikr. 1 jan 1999 iflg. res. 11 des 1998 nr. 1191).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "title": "Oppbevaring med tillatelse fra kommunestyret.​1",
      "content": "Tillatelse til oppbevaring av brannfarlig vare utover det som kan oppbevares etter forskrift som nevnt i § 20 første ledd, gis av kommunestyret med mindre departementet ved forskrift har bestemt noe annet.\nSøknad om tillatelse skal være skriftlig og inneholde de opplysninger som er nødvendige for å kunne ta standpunkt til om tillatelse kan gis. Departementet kan gi nærmere forskrifter om søknaden og om søknadens behandling.\n0 Endret ved lover 11 juni 1993 nr. 85, 11 des 1998 nr. 71 (ikr. 1 jan 1999 iflg. res. 11 des 1998 nr. 1191).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "title": "Oppbevaring med tillatelse fra departementet.​1",
      "content": "Tillatelse til oppbevaring som ikke kan gis av kommunestyret, gis av departementet. Før tillatelse gis, skal søknaden legges fram for kommunestyret. Reglene i § 21 annet ledd gjelder tilsvarende.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "Hva det forstås med behandling.​1",
      "content": "Med behandling forstås i denne lov:\n1. Tilvirkning, bearbeiding, forbruk eller annen bruk av brannfarlig vare.\n2. Fylling eller tapping av brannfarlig vare til eller fra beholder, apparat eller annen innretning.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "Fyllingsgrense for beholder.​1",
      "content": "Beholder må ikke fylles med mer brannfarlig vare enn hva den måtte være bestemt for.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "title": "Rom, bygning og annet anlegg.​1",
      "content": "Rom, bygning eller annet anlegg der brannfarlig vare blir behandlet, skal være utført og innredet slik at det ikke oppstår særlig fare for brann eller eksplosjon.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "title": "Avstand til omkringliggende bebyggelse m.v.​1",
      "content": "For bygning eller annet anlegg der brannfarlig vare i større mengde blir behandlet, gjelder bestemmelsene i § 19 tilsvarende.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "Tillatelse til tilvirkning og bearbeiding.​1",
      "content": "Den som vil tilvirke eller bearbeide brannfarlig vare og den som vil bruke slik vare til tilvirkning eller bearbeiding av annen vare, må ha tillatelse. For søknad herom, gjelder § 21 annet ledd tilsvarende.\nTillatelse etter første ledd gis av kommunestyret, men av departementet etter at søknaden er forelagt kommunestyret, hvis tilvirkningen og bearbeidingen omfatter brannfarlig vare utover det som kan oppbevares uten tillatelse etter forskrift som nevnt i § 20 første ledd.\nDepartementet kan i forskrift unnta behandling som nevnt i første ledd fra kravet om tillatelse. I forskriftene kan departementet bestemme at melding om behandling skal gis til kommunestyret eller Direktoratet for brann- og eksplosjonsvern.\n0 Endret ved lover 11 juni 1993 nr. 85, 11 juni 1993 nr. 88, 11 des 1998 nr. 71 (ikr. 1 jan 1999 iflg. res. 11 des 1998 nr. 1191).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "Tillatelse til omtapping.​1",
      "content": "Omtapping (fordeling) fra beholder for brannfarlig gass til annen beholder må ikke foretas uten tillatelse.\nOmtapping fra beholder for brannfarlig væske av klasse A større enn 300 liter til annen beholder må ikke foretas uten tillatelse. Reglene i foregående punktum gjelder ikke når omtapping foregår i samband med tilvirkning eller bearbeiding som er unntatt fra kravet om tillatelse etter reglene i § 27 tredje ledd.\nFor søknader om tillatelse til omtapping gjelder § 21 annet ledd tilsvarende.\nTillatelser til omtapping gis som i § 27 annet ledd bestemt.\nDepartementet kan i forskrifter fastsette andre regler for omtapping enn nevnt i de foregående ledd.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "title": "Tillatelse til transport i rørledning.​1",
      "content": "Den som fra havn, opplag eller annet anlegg vil transportere brannfarlig vare i rørledning til mottaking utenfor anleggets område, må ha tillatelse.\nTillatelse gis av departementet, som skal forelegge søknaden for kommunestyret i de kommuner som blir berørt av transporten. Departementet kan bestemme at tillatelser til kortere lokal transport skal gis av brannsjefen. Reglene i § 21 annet ledd gjelder tilsvarende.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "title": "Tankbil m.v.​1",
      "content": "Tankbil, tilhenger og annet kjøretøy med fast montert tank for transport av brannfarlig vare og bil eller annet kjøretøy med løstank som blir brukt til slik transport, skal være utført og utstyrt i samsvar med forskrifter fastsatt av departementet. Kjøretøyet må ikke brukes til transport som nevnt uten å være kontrollert og godkjent. Kontrollen skal gjentas så ofte det er nødvendig.\nDepartementet kan i forskrifter bestemme at fører av kjøretøy som nevnt i første ledd skal være godkjent.\nKontroll og godkjenning som nevnt i de foregående ledd foretas av Direktoratet for brann- og eksplosjonsvern eller av den departementet bestemmer.\nBevis for godkjenning av kjøretøy og i tilfelle av fører, skal bringes med når kjøretøyet brukes til transport av brannfarlig vare og skal forevises når representanten for tilsynsmyndighetene krever det.\n0 Endret ved lov 11 juni 1993 nr. 88.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "Transport i beholder.​1",
      "content": "Brannfarlig vare som blir transportert i annen beholder enn tank nevnt i § 30, skal holdes betryggende innelukket i beholderen. Likeledes skal beholder som har inneholdt brannfarlig vare, holdes lukket på betryggende måte under transport om den ikke er rengjort.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "title": "Forskrifter om transport.​1",
      "content": "Departementet fastsetter de forskrifter som for øvrig er nødvendige for betryggende transport av brannfarlig vare, derunder om lasting og lossing og midlertidig i oppbevaring under transport. Departementet kan i forskriftene begrense de mengder brannfarlig vare som kan tas med i transportmiddel bestemt for offentlig personbefordring eller det kan helt forby slik transport.\nForskrifter som nevnt i første ledd gjelder også transport til og fra riket, med mindre annet er bestemt eller følger av internasjonal overenskomst som Norge er bundet til å følge. For så vidt det er nødvendig for gjennomføringen av slik overenskomst, kan det ved forskrifter gjøres unntak fra denne lov.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "title": "Utsalgssted.​1",
      "content": "Utsalgssted hvor brannfarlig vare blir forhandlet, skal være utført og innredet slik at det ikke oppstår særlig fare for brann eller eksplosjon.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "title": "Melding om utsalgssted.​1",
      "content": "Departementet kan i forskrift bestemme at den som fra utsalgssted vil drive handel med brannfarlig vare, må melde fra til kommunestyret, jfr. § 9 første ledd.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "title": "Tilsynsmyndighetene.​1",
      "content": "Direktoratet for brann- og eksplosjonsvern og kommunestyret fører tilsyn med at reglene i denne lov og vedtak i medhold av loven blir overholdt.\nFor enkelt leilighet og i særlige tilfelle kan departementet anta andre sakkyndige til å føre tilsyn som nevnt i første ledd.\nSjefen for Direktoratet for brann- og eksplosjonsvern utnevnes av Kongen. De øvrige tjenestemenn tilsettes av departementet.\nKommunestyrets gjøremål kan kommunestyret delegere til en kommunal nemnd eller brannsjefen, jfr. lov av 5. juni 1987 nr. 26 om brannvern m.v. § 6.\nDepartementet fastsetter nærmere forskrifter om tilsynsmyndighetenes virksomhet og om forholdet og arbeidsfordelingen mellom Direktoratet for brann- og eksplosjonsvern og kommunestyret, samt om forholdet til andre tilsynsmyndigheter.\nFor Forsvaret og for transport med jernbane, fly eller annet transportmiddel, kan Kongen fastsette hvorledes tilsynet skal ordnes.\n0 Endret ved lover 5 juni 1987 nr. 26, 11 juni 1993 nr. 85, 11 juni 1993 nr. 88.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 88.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "title": "Forskrifter, enkeltvedtak og rettleiing.​1",
      "content": "Når intet annet er sagt i denne lov, fastsetter departementet de forskrifter som er nødvendige for gjennomføring og utfylling av reglene i loven.\nDepartementet kan, når særlige grunner foreligger, dispensere fra reglene i denne lov eller i forskrift.\nDepartementets myndighet og gjøremål etter loven kan delegeres til Direktoratet for brann- og eksplosjonsvern. Departementet kan også gi kommunestyret fullmakt til å meddele dispensasjoner.\nTilsynsmyndigheten gir de pålegg og treffer de enkeltvedtak ellers som er nødvendige for gjennomføringen av bestemmelsene gitt i eller i medhold av denne lov. Det skal settes en frist for når pålegget skal være utført. Ved overhengende fare kan tilsynsmyndigheten kreve at nødvendige tiltak blir iverksatt straks.\nDispensasjoner og pålegg skal gis skriftlig.\nDersom pålegg ikke oppfylles innen fristen kan tilsynsmyndigheten helt eller delvis stanse virksomheten inntil pålegget er utført. Ved overhengende fare kan tilsynsmyndigheten stanse virksomheten selv om pålegg ikke er gitt.\n0 Endret ved lover 11 juni 1993 nr. 85 11 juni 1993 nr. 88, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "title": "Klage.​1",
      "content": "Klageinstans for vedtak etter loven med forskrifter og vedtekter er:\n1. Kommunestyret for så vidt avgjørelsen er truffet av brannvesenets eller feiervesenets tjenestemenn.\n2. Direktoratet for brann- og eksplosjonsvern for så vidt avgjørelsen er truffet av kommunestyret. Dersom kommunestyret har delegert sin myndighet til en kommunal nemnd, eller brannsjefen, er Direktoratet for brann- og eksplosjonsvern klageinstans for vedkommende vedtak.\n3. Departementet for så vidt avgjørelsen er truffet av Direktoratet for brann- og eksplosjonsvern.\n0 Endret ved lover 14 juni 1974 nr. 39, 5 juni 1987 nr. 26, 11 juni 1993 nr. 85, 11 juni 1993 nr. 88.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "title": "Stedlige undersøkelser og opplysninger. Kontakt med og rapport til arbeidsgivere og arbeidstakere​1",
      "content": "Tilsynsmyndigheten skal til enhver tid ha uhindret adgang til ethvert sted og til enhver innretning tilsynsmyndigheten finner nødvendig for å føre tilsyn etter loven. Tilsynspersonellet skal legitimere seg i samsvar med forvaltningsloven § 15 og om mulig sette seg i kontakt med representant for arbeidsgiver og verneombud. Sakkyndige likestilles med tilsynsmyndighetene, jf. § 35 annet ledd.\nEnhver som er underlagt tilsyn etter denne lov, skal når tilsynsmyndigheten krever det og uten hinder av taushetsplikt, fremlegge opplysninger som anses nødvendige for utøvelsen av tilsynet. Tilsynsmyndigheten kan bestemme i hvilken form opplysningene skal gis.\nOpplysninger som nevnt i annet ledd, kan også kreves fra andre offentlige tilsynsmyndigheter uten hinder av den taushetsplikt som ellers gjelder. Opplysningsplikten gjelder bare de opplysninger som er nødvendige for at tilsynsmyndigheten skal kunne utføre sine oppgaver etter loven.\nArbeidsgiver eller representant for denne har rett til, og kan pålegges, å være til stede under kontrollen. Tilsynspersonellet kan bestemme at retten ikke skal gjelde ved intervju av arbeidstaker eller dersom slik tilstedeværelse ikke kan gjennomføres uten vesentlig ulempe eller uten at formålet med kontrollen settes i fare.\nMed mindre tungtveiende hensyn tilsier noe annet, skal tilsynsmyndigheten gi skriftlig rapport til virksomheten om resultatet av kontrollen. Kopi av rapporten skal sendes arbeidstakernes vernerepresentant.\n0 Endret ved lover 14 juni 1974 nr. 39, 11 juni 1993 nr. 88, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "Inspeksjonsbok.​1",
      "content": "Tilsynsmyndighetene kan kreve at bedrift hvor brannfarlig vare forekommer, skal holde inspeksjonsbok. Departementet kan gi nærmere forskrifter om hvordan boken skal innrettes, føres og oppbevares.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 mai 1986 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "title": "Tjenestemenns forhold til bedrifter under tilsyn.​1",
      "content": "Tjenestemenn i Direktoratet for brann- og eksplosjonsvern og i brannvesenet må ikke for egen eller andres regning drive eller ha betydelig økonomisk interesse i eller være tilsatt i bedrift som er underlagt deres tilsyn etter denne lov. De må heller ikke ta imot oppdrag fra slik bedrift mot godtgjøring. Når det skjønnes å være uten skade for tjenesten, kan departementet gjøre unntak fra forbudet.\nMedlem av kommunestyre kan ikke ta del i undersøkelser eller tilsynsvirksomhet når det gjelder bedrift som han selv driver, har betydelig økonomisk interesse i eller er tilsatt i.\n0 Endret ved lover 14 juni 1974 nr. 39, 11 juni 1993 nr. 85, 11 juni 1993 nr. 88.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "title": "Avgiftsplikt.​1",
      "content": "Kongen kan bestemme at bedrifter som er underlagt tilsyn etter denne lov skal betale avgift til dekning av utgiftene ved Direktoratet for brann- og eksplosjonsvern.\nNærmere forskrifter om avgifter etter første ledd fastsettes av Kongen.\nAvgiftene er tvangsgrunnlag for utlegg.\n0 Endret ved lover 26 juni 1992 nr. 86, 11 juni 1993 nr. 88, 16 juni 1994 nr. 16, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 11 jan 2013 nr. 3 (ikr. 1 juni 2013 iflg. res. 24 mai 2013 nr. 533).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "title": "Straffeansvar.​1",
      "content": "Den som forsettlig eller aktløst overtrer denne lov eller forskrifter, pålegg, forbud eller andre bestemmelser som er gitt eller opprettholdt i medhold av loven, straffes med bøter eller med fengsel inntil tre måneder, for så vidt ikke forholdet rammes av strengere straffebud.\nDen som legger hindringer i veien for undersøkelser som offentlig myndighet iverksetter etter denne lov, eller unnlater å yte pliktig bistand eller å gi opplysninger som kreves for utførelsen av tilsynet etter denne lov, straffes med bøter såfremt forholdet ikke rammes av strengere straffebud.\n0 Endret ved lover 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "title": "Tvangsmulkt​1",
      "content": "I pålegg etter loven her kan det fastsettes en løpende tvangsmulkt for hver dag/uke/måned som går etter utløpet av den frist som er satt for oppfylling av pålegget, inntil pålegget er oppfylt. Tvangsmulkt kan også fastsettes som engangsmulkt. Direktoratet for brann- og eksplosjonsvern kan frafalle påløpt tvangsmulkt.\n0 Endret ved lover 11 juni 1993 nr. 85, 11 juni 1993 nr. 88, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "title": "Forelegg om plikt til å etterkomme pålegg eller forbud​1",
      "content": "Tilsynsmyndigheten kan utferdige forelegg mot den som innen fastsatt frist unnlater å etterkomme pålegg eller forbud som er gitt med hjemmel i denne lov. Forelegget skal gi opplysninger om bestemmelsene i annet ledd og skal, så langt mulig, forkynnes for den det er rettet mot.\nDen forelegget er rettet mot, kan reise søksmål mot det offentlige for å få forelegget prøvet. Blir søksmål ikke reist innen 30 dager fra forkynnelsen, har forelegget samme virkning som rettskraftig dom, og kan fullbyrdes etter reglene for dommer.\nForelegg kan ikke påklages.\n0 Endret ved lover 26 juni 1992 nr. 86, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:46 a",
      "chapter": "7",
      "section": "46 a",
      "title": "Tvangsfullbyrdelse​1",
      "content": "Blir pålegg i rettskraftig dom eller dermed likestilt forelegg ikke etterkommet, kan vedkommende tilsynsmyndighet selv besørge eller få besørget at pålegget utføres for regning av den som dommen eller forelegget er rettet mot uten at det er nødvendig med kjennelse etter tvangsfullbyrdelsesloven § 13-14.\nVed overhengende fare kan pålegg fullbyrdes etter reglene i tvangsfullbyrdelsesloven § 13-14 uten at dom eller forelegg kreves.\n0 Tilføyd ved lov 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46a",
        "source_heading": "§ 46 a."
      }
    },
    {
      "provision_ref": "8:47",
      "chapter": "8",
      "section": "47",
      "title": "Overgangsbestemmelser.​1",
      "content": "– – –\n2. Tillatelser til oppbevaring av brannfarlig væske og tillatelser vedrørende beholderes størrelse og innretning som er gitt etter lov 3 mai 1871 ang. Behandling af ildsfarlige Gjenstande §§ 16 og 17 blir fortsatt gjeldende. Det samme gjelder godkjenning og tillatelse som er gitt etter forskrifter om lagring og forhandling av kalciumkarbid og fremstilling av acetylengass m.v., fastsatt ved kongelig resolusjon 4 juni 1910, godkjenning gitt etter forskrifter angående beholdere med komprimert acetylen (dissousgass), fastsatt 18 mars 1920, samt godkjenning og tillatelse som er gitt etter forskrifter for lagring, transport og bruk av lette, kondenserte kullvannstoffer, fastsatt 20 april 1953. Reglene i denne lovs § 8 annet ledd, tredje ledd annet punktum, fjerde ledd og femte ledd første punktum, får anvendelse på tillatelse og godkjenning som er gitt før lovens ikrafttreden.\n4. Forskrifter og andre alminnelige bestemmelser om brannfarlig væske gitt med hjemmel i lov 3 mai 1871 ang. Behandling af ildsfarlige Gjenstande, gjelder inntil videre i den utstrekning de ikke strider mot denne lov eller mot bestemmelser gitt i medhold av loven. Det samme gjelder forskrifter om lagring og forhandling av kalciumkarbid og fremstilling av acetylengass m.v., fastsatt ved kongelig resolusjon av 4 juni 1910, samt forskrifter angående beholdere med komprimert acetylen (dissousgass), fastsatt 18 mars 1920.\n0 Endret ved lover 11 juni 1993 nr. 85, 11 juni 1993 nr. 88.\n1 Loven gjelder bare for Svalbard.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "8:48",
      "chapter": "8",
      "section": "48",
      "title": "Ikrafttreden. Oppheving og endring av andre lover.",
      "content": "1. Denne lov trer i kraft fra den tid​1 Kongen bestemmer. Det kan fastsettes særskilt tidspunkt for lovens ikrafttreden på Svalbard.​2\n2. Fra samme tid oppheves: – – –\n3. Fra samme tid gjøres følgende endringer – – –\n1 Loven trådte ikr. 1 jan 1975 iflg. res. 6 des 1974.\n2 Ved res. 30 okt 1987 nr. 840 er loven med forskrifter, retningslinjer m.v. gitt i medhold av loven, satt ikr. for Svalbard fra 1 jan 1988, med endringer i medhold av lovens § 1, siste ledd. – Se lov 17 juli 1925 nr. 11 § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    }
  ]
}