{
  "id": "LOV-2005-06-03-37",
  "type": "statute",
  "title": "Lov om utdanningsstøtte (utdanningsstøtteloven)",
  "short_name": "Utdanningsstøtteloven",
  "status": "in_force",
  "issued_date": "2005-06-03",
  "in_force_date": "2005-07-15",
  "url": "https://lovdata.no/dokument/NL/lov/2005-06-03-37",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Utdanningsstøtteordningens formål er å bidra til\n- like muligheter til utdanning uavhengig av geografiske forhold, alder, kjønn, funksjonsdyktighet, økonomiske og sosiale forhold\n- å sikre samfunnet og arbeidslivet tilgang på kompetanse\n- at utdanningen skjer under tilfredsstillende arbeidsforhold, slik at studiearbeidet kan bli effektivt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Rettigheter",
      "content": "Søkere som fyller vilkårene i denne loven og forskrift gitt i medhold av loven, har rett til utdanningsstøtte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Virkeområde",
      "content": "Loven gjelder for utdanning i Norge, herunder Svalbard såfremt ikke annet følger av forskrift gitt av Kongen. Det kan også gis støtte til utdanning i utlandet dersom utdanningen er godkjent etter § 4.\nLoven gjelder for norske statsborgere og for EØS-borgere eller EFTA-borgere som har arbeidstilknytning, eller EØS-borger som har annen særlig tilknytning til Norge. Loven gjelder også for utenlandske statsborgere som på grunn av arbeid, utdanning, ekteskap, slektskap eller andre forhold har en særlig tilknytning til Norge, eller som har kommet til landet av politiske eller humanitære grunner, eller som deltar i særskilte utdanningsprogram som er godkjent av departementet.\nDepartementet gir forskrifter om hvem som er omfattet av utdanningsstøtteordningene.\n0 Endret ved lov 19 juni 2009 nr. 41 (ikr. 1 jan 2010 iflg. res. 30 okt 2009 nr. 1324).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Utdanning det gis støtte til",
      "content": "Det gis utdanningsstøtte bare til en utdanning som er godkjent for utdanningsstøtte. Vedtak om godkjenning for utdanningsstøtte fattes av departementet eller den departementet bestemmer.\nDepartementet gir forskrifter om vilkår for godkjenningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Støtteformer",
      "content": "Utdanningsstøtte kan gis som stipend og lån. Rentefritak under utdanning kan også regnes som utdanningsstøtte.\nStortinget fastsetter utdanningsstøtten og hvor stor del som skal gis som stipend, samt kostnadsnorm og satser for støtte til livsopphold.\nDepartementet gir forskrifter om tildeling av utdanningsstøtte, herunder om krav om opptak og rett til å gå opp til eksamen, faglige krav, grenser for hvor mange år støtte kan tildeles, søknadsfrister og aldersgrenser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Andre ytelser",
      "content": "I tillegg til støtte til livsopphold kan det gis stipend og/eller lån til andre utgifter i forbindelse med utdanningen, herunder skolepenger og reisestøtte. Det kan også gis støtte til utgifter til forsørgelse, omgjøring av lån til stipend ved fødsel eller sykdom, stipend til flyktning, eller annen støtte til særskilte grupper.\nDepartementet gir forskrifter om vilkår for å motta støtte som nevnt i første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Behovsprøving",
      "content": "Utdanningsstøtten kan behovsprøves mot økonomien til søkeren, søkerens ektefelle eller samboer og søkerens forsørgere. Ved behovsprøvingen kan det også legges vekt på økonomien til forsørgers ektefelle eller samboer.\nUtdanningsstøtten kan falle bort eller reduseres dersom søkeren får støtte gjennom andre støtteordninger.\nDepartementet gir forskrifter om behovsprøving, herunder beløpsgrenser og hvilke grupper behovsprøvingen skal gjelde for.\n0 Endret ved lov 22 mai 2015 nr. 34 (ikr. 22 mai 2015 iflg. res. 22 mai 2015 nr. 534).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Tilbakebetaling",
      "content": "Det skal fastsettes en tilbakebetalingsplan for den enkelte låntaker.\nSamlet tilbakebetalingstid regnet fra det tidspunkt lånet blir rentebærende skal som regel ikke være lengre enn 20 år.\nLåntaker kan belastes gebyr ved utsending av terminvarsel, samt gebyrer ved for sen betaling. Låntaker kan i tillegg belastes gebyrer og kostnader i forbindelse med innkreving av utdanningslån.\nDet kan gis utsettelse med betaling av hele terminbeløp i inntil 3 år eller inntil 6 år ved utsettelse av halve terminbeløp. I særlige tilfeller kan det gis utsettelse ut over disse grensene. Det kan gis rentefritak i forbindelse med videre utdanning, militærtjeneste, sykdom, arbeidsledighet eller omsorgsforpliktelser når låntakers inntekt er under fastsatte grenser, eller hvor andre forhold gjør at innkreving av renter vil virke urimelig.\nDepartementet gir forskrifter om tilbakebetaling av lån, blant annet om satser og gebyrer, rentefritak og utsettelse av betaling av terminbeløp.\n0 Endret ved lov 26 mai 2020 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Renter",
      "content": "Statens lånekasse for utdanning (Lånekassen) regner renter av lånet når utdanningen er avsluttet eller avbrutt eller når låntakeren ikke lenger mottar støtte fra Lånekassen. For særlige ordninger kan Lånekassen regne renter av utdanningslånet fra utbetalingstidspunktet, dersom det er fastsatt av Stortinget.\nLånekassen regner renter etter regler fastsatt av Stortinget. Departementet gir utfyllende forskrifter om fastsettelse og belastning av renter, og om rentebelastning for særlige ordninger etter første ledd andre punktum.\n0 Endret ved lov 31 mai 2024 nr. 27 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 872).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Ettergivelse",
      "content": "Gjelden ettergis ved låntakers død.\nGjelden ettergis, helt eller delvis, når det finnes rimelig på grunn av uførhet eller langvarig sykdom.\nGjelden kan ettergis, helt eller delvis, etter rammer fastsatt av Stortinget, blant annet når låntaker er bosatt i og utøver et yrke i tiltakssonen i Finnmark og Nord-Troms eller andre bestemte deler av landet.\nDersom grunnlaget for ettergivelse er falt bort og det ikke er gått mer enn ti år siden vedtaket ble fattet, kan gjelden reaktiveres.\nDepartementet gir forskrifter med nærmere vilkår for ettergivelse av gjeld og reaktivering av gjeld.\n0 Endret ved lov 31 mai 2024 nr. 27 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 872).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Tvangsgrunnlag for utlegg",
      "content": "Krav på tilbakebetaling av utdanningsstøtte er tvangsgrunnlag for utlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Namsmyndighet",
      "content": "Krav som nevnt i § 11 innkreves av Innkrevingsmyndigheten med mindre departementet bestemmer annet.\n0 Endret ved lover 11 jan 2013 nr. 3 (ikr. 1 juni 2013 iflg. res. 24 mai 2013 nr. 533), 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Overføring av fordringer til Innkrevingsmyndigheten",
      "content": "Ved vedvarende og grovt mislighold kan låntakers gjeld bli overført til Innkrevingsmyndigheten. En overføring av kravet til Innkrevingsmyndigheten medfører tap av rettigheter gitt i eller i medhold av denne lov. Dette gjelder likevel ikke ettergivelse av gjeld ved låntakers død.\n0 Endret ved lov 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Tap av rettigheter",
      "content": "Søker eller låntaker som forsettlig eller uaktsomt har gitt uriktige opplysninger eller unnlatt å gi opplysninger, og av den grunn har mottatt eller forsøkt å motta støtte vedkommende ikke hadde rett til, kan helt eller delvis miste rettigheter gitt i eller i medhold av denne lov.\nLåntaker som misligholder sin betalingsplikt, kan helt eller delvis miste rettigheter gitt i eller i medhold av denne lov.\nDepartementet gir forskrift om grunnlaget for tap av rettigheter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Statens lånekasse for utdanning",
      "content": "Lånekassen forvalter utdanningsstøtten i samsvar med bestemmelsene gitt i eller i medhold av denne lov. Lånekassen er underlagt departementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Innkreving",
      "content": "Innkrevingsmyndigheten kan forvalte deler av regelverket om tilbakebetaling etter denne lov med forskrifter. For saker Innkrevingsmyndigheten behandler etter denne lov, har departementet instruksjonsmyndighet.\n0 Endret ved lov 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Klagenemnd",
      "content": "Departementet oppnevner en klagenemnd som er klageinstans for enkeltvedtak etter denne loven, herunder vedtak om tildeling av utdanningsstøtte, forrentning og tilbakebetaling. Klagenemnda skal også behandle klager over vedtak om tilskudd til dekning av skolepenger til elever ved utenlandske eller internasjonale videregående skoler.\nKlagenemnda har tre medlemmer med personlige varamedlemmer som oppnevnes for inntil tre år. Departementet fastsetter hvem som skal være leder og nestleder i klagenemnda. Lånekassens administrasjon er sekretariat for klagenemnda.\nI tjenestemannssaker og klagesaker etter offentleglova er departementet klageinstans.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Regnskap, revisjon og kontroll",
      "content": "Departementet fører tilsyn med Lånekassen og med Statens innkrevingssentral for de saker som behandles etter denne lov. Lånekassen sender hvert år etter departementets nærmere bestemmelser rapport og regnskap for foregående år. Riksrevisjonen reviderer Lånekassens regnskap og forvaltning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Behandling av personopplysninger",
      "content": "Lånekassen kan behandle personopplysninger, herunder personopplysninger som nevnt i personvernforordningen artikkel 9 og 10, når det er nødvendig for å forvalte rettigheter eller plikter fastsatt i eller i medhold av denne loven. Dersom Lånekassen skal hente inn personopplysninger fra andre enn søkeren eller låntakeren selv, må vilkårene i § 21 være oppfylt.\nLånekassen kan treffe avgjørelser som utelukkende er basert på automatisert behandling av personopplysninger, herunder personopplysninger som nevnt i personvernforordningen artikkel 9 og 10. Avgjørelsen kan ikke bygge på skjønnsmessige lov- eller forskriftsvilkår, med mindre avgjørelsen er utvilsom. Behandlingen må sikre partens krav til forsvarlig saksbehandling, og den må være forenlig med retten til vern av personopplysninger. Den registrerte har rett til manuell overprøving av avgjørelsen.\nDepartementet gir forskrift om behandlingen av personopplysninger i Lånekassen, blant annet om formålet med behandlingen, hvilke typer personopplysninger som kan behandles, hvem det kan behandles personopplysninger om, bruk av automatiserte avgjørelser, adgangen til viderebehandling og utlevering.\n0 Tilføyd ved lov 11 juni 2021 nr. 81 (ikr. 1 jan 2022 iflg. res. 18 juni 2021 nr. 1972).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Innhenting av personopplysninger",
      "content": "Dersom det er nødvendig for å forvalte søkerens eller låntakerens rettigheter eller plikter fastsatt i eller i medhold av denne loven, kan Lånekassen hente inn personopplysninger fra andre. Lånekassen skal gis nødvendige opplysninger uten hinder av taushetsplikt.\nDepartementet gir forskrift om innhenting av personopplysninger, blant annet hvilke personopplysninger som kan hentes inn, hvor de kan hentes fra og om hvilke personer.\n0 Tilføyd ved lov 11 juni 2021 nr. 81 (ikr. 1 jan 2022 iflg. res. 18 juni 2021 nr. 1972).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Utlevering til andre lands offentlige utdanningsstøttemyndigheter",
      "content": "Lånekassen kan uten hinder av taushetsplikt utlevere opplysninger til offentlige utdanningsstøttemyndigheter i en EØS-stat, på Færøyene og på Grønland når det er nødvendig for å kontrollere om en person har mottatt utdanningsstøtte fra Lånekassen og andre lands offentlige utdanningsstøtteordning samtidig. Lånekassen kan utlevere opplysninger om navn, kundenummer, fødselsnummer og hvilket undervisningsår og semester opplysningene gjelder for.\nUtleveringen fra Lånekassen kan skje uten hinder av taushetsplikt.\n0 Tilføyd ved lov 11 juni 2021 nr. 81 (ikr. 1 jan 2022 iflg. res. 18 juni 2021 nr. 1972).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Finansiering",
      "content": "Utdanningsstøtteordninger etter denne lov, utgiftene ved ettergivelse av lån, og avskriving for tap på fordringer finansieres ved midler bevilget over det årlige statsbudsjett og innlån fra staten.\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 jan 2022 iflg. res. 18 juni 2021 nr. 1972, tidligere § 20).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Krav til medvirkning",
      "content": "Norske undervisningsinstitusjoner med personer som er berettiget til utdanningsstøtte, plikter å medvirke til gjennomføringen av ordningene i samsvar med nærmere bestemmelser som blir gitt av departementet og Lånekassen.\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 jan 2022 iflg. res. 18 juni 2021 nr. 1972, tidligere § 21).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Minstebeløp",
      "content": "Det kan settes en minstegrense for utbetaling av beløp som søkeren eller låntakeren ellers er berettiget til. Ved tildeling av støtte kan grensen være inntil kr 50 per måned i lån, og inntil kr 20 per måned i stipend. For annen utbetaling eller godskriving kan grensen settes inntil kr 50.\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 jan 2022 iflg. res. 18 juni 2021 nr. 1972, tidligere § 22).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Ikraftsetting",
      "content": "Loven gjelder fra den tid Kongen bestemmer.​1 Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 jan 2022 iflg. res. 18 juni 2021 nr. 1972, tidligere § 24).\n1 Iflg. res. 3 juni 2005 nr. 512 gjelder § 23 fra 15 juli 2005, kapittel III og IV gjelder i sin helhet fra 1 jan 2006, og loven i sin helhet gjelder fra 15 aug 2006.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Opphevelse av andre lover",
      "content": "Fra lovens ikraftsetting oppheves lov av 26. april 1985 nr. 21 om utdanningsstøtte til elever og studenter.​1\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 jan 2022 iflg. res. 18 juni 2021 nr. 1972, tidligere § 25).\n1 Iflg. res. 3 juni 2005 nr. 512 er § 16 i den loven opphevet fra 15 juli 2005, § 8 til § 9a er opphevet fra 1 jan 2006, og loven i sin helhet er opphevet fra 15 aug 2006.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Overgangsregler",
      "content": "For låntakere som har lån fra før 1. juli 1985 regnes det ikke renter av rentegjeld som er opparbeidet før 1. januar 1990. Departementet kan for øvrig fastsette nødvendige overgangsbestemmelser.\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 jan 2022 iflg. res. 18 juni 2021 nr. 1972, tidligere § 26).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Utdanningsstøtteordningens formål er å bidra til\n- like muligheter til utdanning uavhengig av geografiske forhold, alder, kjønn, funksjonsdyktighet, økonomiske og sosiale forhold\n- å sikre samfunnet og arbeidslivet tilgang på kompetanse\n- at utdanningen skjer under tilfredsstillende arbeidsforhold, slik at studiearbeidet kan bli effektivt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Rettigheter",
      "content": "Søkere som fyller vilkårene i denne loven og forskrift gitt i medhold av loven, har rett til utdanningsstøtte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Virkeområde",
      "content": "Loven gjelder for utdanning i Norge, herunder Svalbard såfremt ikke annet følger av forskrift gitt av Kongen. Det kan også gis støtte til utdanning i utlandet dersom utdanningen er godkjent etter § 4.\nLoven gjelder for norske statsborgere og for EØS-borgere eller EFTA-borgere som har arbeidstilknytning, eller EØS-borger som har annen særlig tilknytning til Norge. Loven gjelder også for utenlandske statsborgere som på grunn av arbeid, utdanning, ekteskap, slektskap eller andre forhold har en særlig tilknytning til Norge, eller som har kommet til landet av politiske eller humanitære grunner, eller som deltar i særskilte utdanningsprogram som er godkjent av departementet.\nDepartementet gir forskrifter om hvem som er omfattet av utdanningsstøtteordningene.\n0 Endret ved lov 19 juni 2009 nr. 41 (ikr. 1 jan 2010 iflg. res. 30 okt 2009 nr. 1324).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Utdanning det gis støtte til",
      "content": "Det gis utdanningsstøtte bare til en utdanning som er godkjent for utdanningsstøtte. Vedtak om godkjenning for utdanningsstøtte fattes av departementet eller den departementet bestemmer.\nDepartementet gir forskrifter om vilkår for godkjenningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Støtteformer",
      "content": "Utdanningsstøtte kan gis som stipend og lån. Rentefritak under utdanning kan også regnes som utdanningsstøtte.\nStortinget fastsetter utdanningsstøtten og hvor stor del som skal gis som stipend, samt kostnadsnorm og satser for støtte til livsopphold.\nDepartementet gir forskrifter om tildeling av utdanningsstøtte, herunder om krav om opptak og rett til å gå opp til eksamen, faglige krav, grenser for hvor mange år støtte kan tildeles, søknadsfrister og aldersgrenser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Andre ytelser",
      "content": "I tillegg til støtte til livsopphold kan det gis stipend og/eller lån til andre utgifter i forbindelse med utdanningen, herunder skolepenger og reisestøtte. Det kan også gis støtte til utgifter til forsørgelse, omgjøring av lån til stipend ved fødsel eller sykdom, stipend til flyktning, eller annen støtte til særskilte grupper.\nDepartementet gir forskrifter om vilkår for å motta støtte som nevnt i første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Behovsprøving",
      "content": "Utdanningsstøtten kan behovsprøves mot økonomien til søkeren, søkerens ektefelle eller samboer og søkerens forsørgere. Ved behovsprøvingen kan det også legges vekt på økonomien til forsørgers ektefelle eller samboer.\nUtdanningsstøtten kan falle bort eller reduseres dersom søkeren får støtte gjennom andre støtteordninger.\nDepartementet gir forskrifter om behovsprøving, herunder beløpsgrenser og hvilke grupper behovsprøvingen skal gjelde for.\n0 Endret ved lov 22 mai 2015 nr. 34 (ikr. 22 mai 2015 iflg. res. 22 mai 2015 nr. 534).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Tilbakebetaling",
      "content": "Det skal fastsettes en tilbakebetalingsplan for den enkelte låntaker.\nSamlet tilbakebetalingstid regnet fra det tidspunkt lånet blir rentebærende skal som regel ikke være lengre enn 20 år.\nLåntaker kan belastes gebyr ved utsending av terminvarsel, samt gebyrer ved for sen betaling. Låntaker kan i tillegg belastes gebyrer og kostnader i forbindelse med innkreving av utdanningslån.\nDet kan gis utsettelse med betaling av hele terminbeløp i inntil 3 år eller inntil 6 år ved utsettelse av halve terminbeløp. I særlige tilfeller kan det gis utsettelse ut over disse grensene. Det kan gis rentefritak i forbindelse med videre utdanning, militærtjeneste, sykdom, arbeidsledighet eller omsorgsforpliktelser når låntakers inntekt er under fastsatte grenser, eller hvor andre forhold gjør at innkreving av renter vil virke urimelig.\nDepartementet gir forskrifter om tilbakebetaling av lån, blant annet om satser og gebyrer, rentefritak og utsettelse av betaling av terminbeløp.\n0 Endret ved lov 26 mai 2020 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Renter",
      "content": "Statens lånekasse for utdanning (Lånekassen) regner renter av lånet når utdanningen er avsluttet eller avbrutt eller når låntakeren ikke lenger mottar støtte fra Lånekassen. For særlige ordninger kan Lånekassen regne renter av utdanningslånet fra utbetalingstidspunktet, dersom det er fastsatt av Stortinget.\nLånekassen regner renter etter regler fastsatt av Stortinget. Departementet gir utfyllende forskrifter om fastsettelse og belastning av renter, og om rentebelastning for særlige ordninger etter første ledd andre punktum.\n0 Endret ved lov 31 mai 2024 nr. 27 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 872).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Ettergivelse",
      "content": "Gjelden ettergis ved låntakers død.\nGjelden ettergis, helt eller delvis, når det finnes rimelig på grunn av uførhet eller langvarig sykdom.\nGjelden kan ettergis, helt eller delvis, etter rammer fastsatt av Stortinget, blant annet når låntaker er bosatt i og utøver et yrke i tiltakssonen i Finnmark og Nord-Troms eller andre bestemte deler av landet.\nDersom grunnlaget for ettergivelse er falt bort og det ikke er gått mer enn ti år siden vedtaket ble fattet, kan gjelden reaktiveres.\nDepartementet gir forskrifter med nærmere vilkår for ettergivelse av gjeld og reaktivering av gjeld.\n0 Endret ved lov 31 mai 2024 nr. 27 (i kraft 1 aug 2024 iflg. res. 31 mai 2024 nr. 872).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Tvangsgrunnlag for utlegg",
      "content": "Krav på tilbakebetaling av utdanningsstøtte er tvangsgrunnlag for utlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Namsmyndighet",
      "content": "Krav som nevnt i § 11 innkreves av Innkrevingsmyndigheten med mindre departementet bestemmer annet.\n0 Endret ved lover 11 jan 2013 nr. 3 (ikr. 1 juni 2013 iflg. res. 24 mai 2013 nr. 533), 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Overføring av fordringer til Innkrevingsmyndigheten",
      "content": "Ved vedvarende og grovt mislighold kan låntakers gjeld bli overført til Innkrevingsmyndigheten. En overføring av kravet til Innkrevingsmyndigheten medfører tap av rettigheter gitt i eller i medhold av denne lov. Dette gjelder likevel ikke ettergivelse av gjeld ved låntakers død.\n0 Endret ved lov 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Tap av rettigheter",
      "content": "Søker eller låntaker som forsettlig eller uaktsomt har gitt uriktige opplysninger eller unnlatt å gi opplysninger, og av den grunn har mottatt eller forsøkt å motta støtte vedkommende ikke hadde rett til, kan helt eller delvis miste rettigheter gitt i eller i medhold av denne lov.\nLåntaker som misligholder sin betalingsplikt, kan helt eller delvis miste rettigheter gitt i eller i medhold av denne lov.\nDepartementet gir forskrift om grunnlaget for tap av rettigheter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Statens lånekasse for utdanning",
      "content": "Lånekassen forvalter utdanningsstøtten i samsvar med bestemmelsene gitt i eller i medhold av denne lov. Lånekassen er underlagt departementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Innkreving",
      "content": "Innkrevingsmyndigheten kan forvalte deler av regelverket om tilbakebetaling etter denne lov med forskrifter. For saker Innkrevingsmyndigheten behandler etter denne lov, har departementet instruksjonsmyndighet.\n0 Endret ved lov 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Klagenemnd",
      "content": "Departementet oppnevner en klagenemnd som er klageinstans for enkeltvedtak etter denne loven, herunder vedtak om tildeling av utdanningsstøtte, forrentning og tilbakebetaling. Klagenemnda skal også behandle klager over vedtak om tilskudd til dekning av skolepenger til elever ved utenlandske eller internasjonale videregående skoler.\nKlagenemnda har tre medlemmer med personlige varamedlemmer som oppnevnes for inntil tre år. Departementet fastsetter hvem som skal være leder og nestleder i klagenemnda. Lånekassens administrasjon er sekretariat for klagenemnda.\nI tjenestemannssaker og klagesaker etter offentleglova er departementet klageinstans.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Regnskap, revisjon og kontroll",
      "content": "Departementet fører tilsyn med Lånekassen og med Statens innkrevingssentral for de saker som behandles etter denne lov. Lånekassen sender hvert år etter departementets nærmere bestemmelser rapport og regnskap for foregående år. Riksrevisjonen reviderer Lånekassens regnskap og forvaltning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Behandling av personopplysninger",
      "content": "Lånekassen kan behandle personopplysninger, herunder personopplysninger som nevnt i personvernforordningen artikkel 9 og 10, når det er nødvendig for å forvalte rettigheter eller plikter fastsatt i eller i medhold av denne loven. Dersom Lånekassen skal hente inn personopplysninger fra andre enn søkeren eller låntakeren selv, må vilkårene i § 21 være oppfylt.\nLånekassen kan treffe avgjørelser som utelukkende er basert på automatisert behandling av personopplysninger, herunder personopplysninger som nevnt i personvernforordningen artikkel 9 og 10. Avgjørelsen kan ikke bygge på skjønnsmessige lov- eller forskriftsvilkår, med mindre avgjørelsen er utvilsom. Behandlingen må sikre partens krav til forsvarlig saksbehandling, og den må være forenlig med retten til vern av personopplysninger. Den registrerte har rett til manuell overprøving av avgjørelsen.\nDepartementet gir forskrift om behandlingen av personopplysninger i Lånekassen, blant annet om formålet med behandlingen, hvilke typer personopplysninger som kan behandles, hvem det kan behandles personopplysninger om, bruk av automatiserte avgjørelser, adgangen til viderebehandling og utlevering.\n0 Tilføyd ved lov 11 juni 2021 nr. 81 (ikr. 1 jan 2022 iflg. res. 18 juni 2021 nr. 1972).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Innhenting av personopplysninger",
      "content": "Dersom det er nødvendig for å forvalte søkerens eller låntakerens rettigheter eller plikter fastsatt i eller i medhold av denne loven, kan Lånekassen hente inn personopplysninger fra andre. Lånekassen skal gis nødvendige opplysninger uten hinder av taushetsplikt.\nDepartementet gir forskrift om innhenting av personopplysninger, blant annet hvilke personopplysninger som kan hentes inn, hvor de kan hentes fra og om hvilke personer.\n0 Tilføyd ved lov 11 juni 2021 nr. 81 (ikr. 1 jan 2022 iflg. res. 18 juni 2021 nr. 1972).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Utlevering til andre lands offentlige utdanningsstøttemyndigheter",
      "content": "Lånekassen kan uten hinder av taushetsplikt utlevere opplysninger til offentlige utdanningsstøttemyndigheter i en EØS-stat, på Færøyene og på Grønland når det er nødvendig for å kontrollere om en person har mottatt utdanningsstøtte fra Lånekassen og andre lands offentlige utdanningsstøtteordning samtidig. Lånekassen kan utlevere opplysninger om navn, kundenummer, fødselsnummer og hvilket undervisningsår og semester opplysningene gjelder for.\nUtleveringen fra Lånekassen kan skje uten hinder av taushetsplikt.\n0 Tilføyd ved lov 11 juni 2021 nr. 81 (ikr. 1 jan 2022 iflg. res. 18 juni 2021 nr. 1972).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Finansiering",
      "content": "Utdanningsstøtteordninger etter denne lov, utgiftene ved ettergivelse av lån, og avskriving for tap på fordringer finansieres ved midler bevilget over det årlige statsbudsjett og innlån fra staten.\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 jan 2022 iflg. res. 18 juni 2021 nr. 1972, tidligere § 20).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Krav til medvirkning",
      "content": "Norske undervisningsinstitusjoner med personer som er berettiget til utdanningsstøtte, plikter å medvirke til gjennomføringen av ordningene i samsvar med nærmere bestemmelser som blir gitt av departementet og Lånekassen.\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 jan 2022 iflg. res. 18 juni 2021 nr. 1972, tidligere § 21).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Minstebeløp",
      "content": "Det kan settes en minstegrense for utbetaling av beløp som søkeren eller låntakeren ellers er berettiget til. Ved tildeling av støtte kan grensen være inntil kr 50 per måned i lån, og inntil kr 20 per måned i stipend. For annen utbetaling eller godskriving kan grensen settes inntil kr 50.\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 jan 2022 iflg. res. 18 juni 2021 nr. 1972, tidligere § 22).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Ikraftsetting",
      "content": "Loven gjelder fra den tid Kongen bestemmer.​1 Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 jan 2022 iflg. res. 18 juni 2021 nr. 1972, tidligere § 24).\n1 Iflg. res. 3 juni 2005 nr. 512 gjelder § 23 fra 15 juli 2005, kapittel III og IV gjelder i sin helhet fra 1 jan 2006, og loven i sin helhet gjelder fra 15 aug 2006.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Opphevelse av andre lover",
      "content": "Fra lovens ikraftsetting oppheves lov av 26. april 1985 nr. 21 om utdanningsstøtte til elever og studenter.​1\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 jan 2022 iflg. res. 18 juni 2021 nr. 1972, tidligere § 25).\n1 Iflg. res. 3 juni 2005 nr. 512 er § 16 i den loven opphevet fra 15 juli 2005, § 8 til § 9a er opphevet fra 1 jan 2006, og loven i sin helhet er opphevet fra 15 aug 2006.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Overgangsregler",
      "content": "For låntakere som har lån fra før 1. juli 1985 regnes det ikke renter av rentegjeld som er opparbeidet før 1. januar 1990. Departementet kan for øvrig fastsette nødvendige overgangsbestemmelser.\n0 Endret ved lov 11 juni 2021 nr. 81 (ikr. 1 jan 2022 iflg. res. 18 juni 2021 nr. 1972, tidligere § 26).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    }
  ]
}