{
  "id": "LOV-1929-05-24-4",
  "type": "statute",
  "title": "Lov om tilsyn med elektriske anlegg og elektrisk utstyr (el-tilsynsloven)",
  "short_name": "El-tilsynsloven",
  "status": "in_force",
  "issued_date": "1929-05-24",
  "in_force_date": "1929-05-24",
  "url": "https://lovdata.no/dokument/NL/lov/1929-05-24-4",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Denne lov omfatter alle elektriske anlegg og alt elektrisk utstyr, unntatt radiotelegraf og radiotelefon.\n0 Endret ved lov 7 des 1990 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Elektriske anlegg skal prosjekteres, utføres, drives, vedlikeholdes og kontrolleres slik at de ikke frembyr fare for liv, helse og materielle verdier.\nKongen utferdiger tekniske forskrifter for hvordan elektriske anlegg skal prosjekteres, utføres, vedlikeholdes, drives og kontrolleres. I forskriftene kan bl.a inntas bestemmelser siktende til å hindre at elektriske anlegg unødig virker skjemmende på omgivelsene.\n0 Endret ved lover 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 19 juni 2009 nr. 84.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Kongen anordner i den utstrekning det finnes nødvendig offentlig tilsyn med elektriske anlegg og elektrisk utstyr. Kongen kan bestemme hvem som på sentralt nivå skal føre tilsyn med at bestemmelsene gitt i eller i medhold av denne lov blir overholdt. Dette sentrale tilsyn er tilsynsmyndighet etter denne lov.\n0 Endret ved lover 7 des 1990 nr. 59, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 30 apr 2003 nr. 27 (ikr. 30 apr 2003 iflg. res. 30 apr 2003 nr. 517).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "For myndighetenes tilsyn erlegges avgift til staten etter forskrift fastsatt av Kongen. I forskriften inntas bestemmelse om når og av hvem denne avgift skal erlegges.\nOm renteplikt ved for sen betaling av avgiften, gjelder reglene i lov av 6. juni 1975 nr. 29 om eigedomsskatt til kommunane § 26 tilsvarende.\nAvgiften er tvangsgrunnlag for utlegg.\n0 Endret ved lover 7 apr 1933, 22 apr 1966 nr. 1, 8 feb 1980 nr. 2, 12 des 1986 nr. 62, 25 apr 1986 nr. 15, 7 des 1990 nr. 59, 26 juni 1992 nr. 86, 16 juni 1994 nr. 16, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 11 jan 2013 nr. 3 (ikr. 1 juni 2013 iflg. res. 24 mai 2013 nr. 533).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Tilsynsmyndigheten skal til enhver tid ha uhindret adgang til anlegg og virksomhet etter loven.\nTilsynspersonellet skal legitimere seg i samsvar med forvaltningsloven § 15 og om mulig sette seg i kontakt med eier av eller ansvarlig for anlegget/virksomheten eller representant for denne.\nEier av eller ansvarlig for anlegg/virksomhet eller representant for denne har rett til, og kan pålegges å være til stede under kontrollen. Tilsynspersonellet kan bestemme at retten ikke skal gjelde ved intervju av arbeidstaker eller dersom slik tilstedeværelse ikke kan gjennomføres uten vesentlig ulempe, eller uten at formålet med kontrollen settes i fare.\nEnhver som er underlagt tilsyn etter denne lov, skal når tilsynsmyndigheten krever det og uten hinder av taushetsplikt fremlegge opplysninger som anses nødvendige for utøvelsen av tilsynet. Tilsynsmyndigheten kan bestemme i hvilken form opplysningene skal gis.\nOpplysninger som nevnt i fjerde ledd, kan også kreves fra andre offentlige tilsynsmyndigheter uten hinder av den taushetsplikt som ellers gjelder. Opplysningsplikten gjelder bare de opplysninger som er nødvendige for at tilsynsmyndigheten skal kunne utføre sine oppgaver etter loven.\nOpplysninger om ulykker, uhell og branner som har skjedd på områder som omfattes av loven kan kreves fra politi og forsikringsselskaper uten hinder av den taushetsplikt som ellers gjelder. Opplysningsplikten gjelder bare opplysninger som er nødvendige for at tilsynsmyndigheten skal kunne sammenstille nasjonale statistiske oversikter til bruk i samfunnssikkerhetsarbeidet. Departementet kan gi forskrifter om opplysningsplikt etter dette ledd.\nMed mindre tungtveiende hensyn tilsier noe annet, skal tilsynsmyndigheten gi skriftlig rapport til eier av eller ansvarlig for anlegget/virksomheten om resultatet av kontrollen.\n0 Endret ved lover 7 mai 1936, 16 juni 1972 nr. 48, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 19 juni 2009 nr. 84.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Tilsynsmyndigheten gir de pålegg og treffer de enkeltvedtak ellers som er nødvendige for gjennomføringen av bestemmelsene gitt i eller i medhold av denne lov. Tilsynsmyndigheten kan herunder forby omsetning og bruk av elektrisk utstyr, og påby at utstyr som er omsatt, trekkes tilbake fra distributør eller bruker. Det skal settes en frist for når pålegget skal være utført.\nDersom pålegg ikke oppfylles innen fristen kan tilsynsmyndigheten helt eller delvis stanse virksomheten og/eller anlegget inntil pålegget er utført.\nVed overhengende fare kan tilsynsmyndigheten foreta stansing selv om pålegg ikke er gitt.\n0 Endret ved lover 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 29 juni 2007 nr. 79 (ikr. 1 juli 2007 iflg. res. 29 juni 2007 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "6 a",
      "section": "6 a",
      "content": "Tilsynsmyndigheten kan utferdige forelegg mot den som innen fastsatt frist unnlater å etterkomme pålegg eller forbud som er gitt med hjemmel i denne lov. Forelegget skal gi opplysninger om bestemmelsene i annet ledd og skal, så langt mulig, forkynnes for den det er rettet mot.\nDen forelegget er rettet mot, kan reise søksmål mot det offentlige for å få forelegget prøvet. Blir søksmål ikke reist innen 30 dager fra forkynnelsen, har forelegget samme virkning som rettskraftig dom, og kan fullbyrdes etter reglene for dommer.\nForelegg kan ikke påklages.\n0 Tilføyd ved lov 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 a."
      }
    },
    {
      "provision_ref": "6 b",
      "section": "6 b",
      "content": "Blir pålegg i rettskraftig dom eller dermed likestilt forelegg ikke etterkommet, kan vedkommende tilsynsmyndighet selv besørge eller få besørget at pålegget utføres for regning av den som dommen eller forelegget er rettet mot uten at det er nødvendig med kjennelse etter tvangsfullbyrdelsesloven § 13-14.\nVed overhengende fare kan pålegg fullbyrdes etter reglene i tvangsfullbyrdelsesloven § 13-14 uten at dom eller forelegg kreves.\n0 Tilføyd ved lov 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6b",
        "source_heading": "§ 6 b."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Når elektriske anlegg eller elektrisk utstyr medfører sjenerende elektriske forstyrrelser, kan tilsynsmyndigheten gi pålegg om straks å sette anlegget eller utstyret i sådan stand at disse forstyrrelser så vidt mulig fjernes.\nTilsynsmyndigheten kan, i den utstrekning den anser det nødvendig til ivaretagelse av berettigede almenne interesser, gi forskrifter om at elektriske anlegg, anleggsdeler eller elektrisk utstyr som efter tilsynsmyndighetens mening vesentlig forstyrrer radiolyttingen, ikke må drives eller brukes til visse tider av døgnet, dersom disse forstyrrelser ikke unngåes ved de foranstaltninger som tilsynsmyndigheten i henhold til gjeldende forskrifter kan påby.\n0 Endret ved lover 7 apr 1933, 7 mai 1936, 8 feb 1980 nr. 2, 12 des 1986 nr. 62, 25 apr 1986 nr. 15, 7 des 1990 nr. 59, 26 juni 1992 nr. 86, 16 juni 1994 nr. 16, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 29 juni 2007 nr. 79 (ikr. 1 juli 2007 iflg. res. 29 juni 2007 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Kongen kan gi forskrift om at eiere av visse anlegg selv plikter å føre tilsyn med de installasjoner som er tilknyttet anlegget (lokalt elektrisitetstilsyn). Det lokale elektrisitetstilsynet er underlagt sentralt tilsyn.\nFor det lokale elektrisitetstilsynet gjelder for øvrig §§ 5, 6, 6a, 6b og 7 første ledd. Det lokale elektrisitetstilsynet kan imidlertid ikke stanse virksomhet etter § 6 annet ledd. Det lokale elektrisitetstilsynet kan ikke treffe tiltak etter § 6 for elektrisk utstyr, med mindre Kongen i forskrift bestemmer noe annet.\n0 Opphevet ved lov 8 des 2000 nr. 85, tilføyd igjen ved lov 29 juni 2007 nr. 79 (ikr. 1 juli 2007 iflg. res. 29 juni 2007 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Eier som er pålagt lokalt elektrisitetstilsyn, skal til enhver tid sørge for å oppfylle de kravene som fremgår av denne loven og bestemmelser gitt i medhold av loven, herunder følge instrukser som nærmere presiserer innholdet av de lovmessige kravene til tilsynsaktiviteten.\nEier som er pålagt lokalt elektrisitetstilsyn, kan, som ledd i forberedelsen av vedtak som nevnt i § 6, jf. § 8, la andre offentlige eller private sakkyndige utføre oppgaver på sine vegne. Kongen kan gi nærmere regler om hvilke oppgaver som kan settes ut til slike sakkyndige.\nFor å sikre at tilsyn utføres uavhengig av forretningsmessig virksomhet, kan Kongen gi forskrift om organiseringen av og arbeidet til det lokale elektrisitetstilsynet og sakkyndige som nevnt i annet ledd. Forskriften kan herunder inneholde bestemmelser om hvilke gjøremål som kan utføres ved siden av oppgaver etter loven.\n0 Opphevet ved lov 19 juni 1969 nr. 54, tilføyd ved lov 7 des 1990 nr. 59, endret ved lover 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 30 apr 2003 nr. 27 (ikr. 30 apr 2003 iflg. res. 30 apr 2003 nr. 517), 29 juni 2007 nr. 79 (ikr. 1 juli 2007 iflg. res. 29 juni 2007 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Elektrisk utstyr skal være i en slik tilstand at det i bruk ikke frembyr fare for liv, helse eller materielle verdier.\nKongen gir regler om utførelse, bruk, montering og merking av elektrisk utstyr. Kongen kan påby at slikt utstyr skal være godkjent før det kan tilbys, omsettes eller anvendes her i landet.\nBestemmelsene om opplysningsplikt i § 5 får tilsvarende anvendelse.\nDe nærmere regler for gjennomføringen av disse bestemmelser fastsettes av Kongen.\n0 Endret ved lover 7 mai 1936, 12 des 1986 nr. 62, 7 des 1990 nr. 59, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Kongen gir regler om kontroll av elektrisk utstyr.\nKongen kan bestemme at det lokale elektrisitetstilsyn (jf. § 8) kan pålegges å føre kontroll med elektrisk utstyr som tilbys eller omsettes innenfor vedkommende anleggs forsyningsområde.\nTilsynsmyndigheten kan kreve at den som tilbyr, omsetter, tilvirker, innfører eller markedsfører produkt, fremlegger representativ prøve av produktet eller iverksetter undersøkelser som finnes nødvendig for å vurdere produktets egenskaper eller virkninger. Tilsynsmyndigheten kan selv iverksette slike undersøkelser eller foreta nødvendig prøvetaking og kontroll av produkter. Kostnadene bæres av vedkommende tilvirker eller importør, med mindre departementet bestemmer at kostnadene helt eller delvis skal dekkes av det offentlige. Krav på refusjon av kostnadene er tvangsgrunnlag for utlegg.\n0 Endret ved lover 26 jan 1973 nr. 2, 7 des 1990 nr. 59, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 29 juni 2007 nr. 79 (ikr. 1 juli 2007 iflg. res. 29 juni 2007 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Kongen kan gi forskrifter om krav til kvalifikasjoner for den som skal være faglig ansvarlig for eller selvstendig utføre arbeid knyttet til elektriske anlegg og elektrisk utstyr.\nDepartementet kan gi forskrift om gebyr for behandling av saker om godkjenning og forhåndskontroll av yrkeskvalifikasjoner for yrker som nevnt i første ledd, herunder gebyr for behandling av hver enkelt yrkeskategori som saken omfatter, betaling av gebyr og om virkninger av manglende betaling. Gebyret skal være rimelig og ikke overstige kostnadene ved saksbehandlingen.\nKongen kan gi forskrifter om autorisasjon av elektroinstallatører og elektromontører som står i elektroinstallatørs stilling, og om deres plikter og rettigheter.\nKongen kan gi nærmere regler om registrering og autorisasjon av virksomheter som faller inn under denne lov, samt regler om avgift for registrering og autorisasjon av disse virksomhetene.\nKongen kan gi nærmere regler om internkontroll for å sikre at krav fastsatt i eller i medhold av denne lov overholdes.\n0 Endret ved lover 16 juni 1972 nr. 48, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 19 juni 2009 nr. 84, 21 juni 2024 nr. 48 (i kraft 1 juli 2024 iflg. res. 21 juni 2024 nr. 1167).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "I pålegg etter loven her kan det fastsettes en løpende tvangsmulkt for hver dag/uke/måned som går etter utløpet av den frist som er satt for oppfylling av pålegget, inntil pålegget er oppfylt. Tvangsmulkt kan også fastsettes som engangsmulkt.\nTvangsmulkt kan også fastsettes dersom eier som er pålagt lokalt elektrisitetstilsyn etter § 8, ikke følger kravene etter § 9.\n0 Opphevet ved lov 16 mai 1986 nr. 21, tilføyd ved lov 7 des 1990 nr. 59, endret ved lover 11 juni 1993 nr. 83, 16 juni 1994 nr. 16, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 29 juni 2007 nr. 79 (ikr. 1 juli 2007 iflg. res. 29 juni 2007 nr. 735), 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "13 a",
      "section": "13 a",
      "content": "Ved forsettlig eller uaktsom overtredelse av bestemmelsene i § 8 og § 9 kan sentral tilsynsmyndighet ilegge overtredelsesgebyr.\nDet samme gjelder ved overtredelse av bestemmelser gitt i medhold av loven når det i forskriften er fastsatt at overtredelse av den aktuelle bestemmelse kan medføre overtredelsesgebyr.\nOvertredelsesgebyr er tvangsgrunnlag for utlegg.\nTilsynsmyndigheten kan frafalle ilagt overtredelsesgebyr dersom særlige grunner knyttet til ileggelsen tilsier det.\nKongen kan gi forskrift med nærmere regler om fastsettelse og gjennomføring av overtredelsesgebyr.\n0 Tilføyd ved lov 29 juni 2007 nr. 79 (ikr. 1 juli 2007 iflg. res. 29 juni 2007 nr. 735), endret ved lov 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13a",
        "source_heading": "§ 13 a."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Den som forsettlig eller uaktsomt overtrer eller unnlater å følge denne lov, forskrift eller enkeltvedtak gitt i medhold av loven, straffes med bøter hvis ikke en strengere straff i henhold til andre regler kommer til anvendelse.\nEr overtredelsen eller unnlatelsen begått av noen som har handlet på vegne av et selskap eller annen sammenslutning, en stiftelse eller offentlig virksomhet, kan selskapet m.v. ilegges bøtestraff. Dette gjelder selv om ingen enkeltperson kan straffes for overtredelsen.\nDen som legger hindringer i veien for undersøkelser som offentlig myndighet iverksetter etter denne lov, eller unnlater å yte pliktig bistand eller å gi opplysninger som kreves for utførelsen av tilsynet etter denne lov, straffes med bøter såfremt forholdet ikke rammes av strengere straffebud.\n0 Endret ved lover 26 jan 1973 nr. 2, 25 apr 1986 nr. 15, 7 des 1990 nr. 59, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Kongen kan gi forskrift om saksbehandlingsregler til utfylling av reglene i tjenesteloven for tillatelsesordninger i eller i medhold av loven her, herunder om saksbehandlingsfrist og rettsvirkninger av fristoverskridelse. Unntak fra tjenesteloven § 11 andre ledd kan bare gjøres når det er begrunnet ut fra tvingende allmenne hensyn, herunder hensynet til privatpersoners beskyttelsesverdige interesser.\n0 Tilføyd ved lov 19 juni 2009 nr. 103 (ikr. 28 des 2009 iflg. res. 19 juni 2009 nr. 672).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Denne lov trer i kraft straks.\n– – –\nLoven gjelder også for Svalbard.\n0 Endret ved lover 25 juni 1954 nr. 3, 19 juni 2009 nr. 103 (ikr. 28 des 2009 iflg. res. 19 juni 2009 nr. 672).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Denne lov omfatter alle elektriske anlegg og alt elektrisk utstyr, unntatt radiotelegraf og radiotelefon.\n0 Endret ved lov 7 des 1990 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Elektriske anlegg skal prosjekteres, utføres, drives, vedlikeholdes og kontrolleres slik at de ikke frembyr fare for liv, helse og materielle verdier.\nKongen utferdiger tekniske forskrifter for hvordan elektriske anlegg skal prosjekteres, utføres, vedlikeholdes, drives og kontrolleres. I forskriftene kan bl.a inntas bestemmelser siktende til å hindre at elektriske anlegg unødig virker skjemmende på omgivelsene.\n0 Endret ved lover 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 19 juni 2009 nr. 84.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Kongen anordner i den utstrekning det finnes nødvendig offentlig tilsyn med elektriske anlegg og elektrisk utstyr. Kongen kan bestemme hvem som på sentralt nivå skal føre tilsyn med at bestemmelsene gitt i eller i medhold av denne lov blir overholdt. Dette sentrale tilsyn er tilsynsmyndighet etter denne lov.\n0 Endret ved lover 7 des 1990 nr. 59, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 30 apr 2003 nr. 27 (ikr. 30 apr 2003 iflg. res. 30 apr 2003 nr. 517).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "For myndighetenes tilsyn erlegges avgift til staten etter forskrift fastsatt av Kongen. I forskriften inntas bestemmelse om når og av hvem denne avgift skal erlegges.\nOm renteplikt ved for sen betaling av avgiften, gjelder reglene i lov av 6. juni 1975 nr. 29 om eigedomsskatt til kommunane § 26 tilsvarende.\nAvgiften er tvangsgrunnlag for utlegg.\n0 Endret ved lover 7 apr 1933, 22 apr 1966 nr. 1, 8 feb 1980 nr. 2, 12 des 1986 nr. 62, 25 apr 1986 nr. 15, 7 des 1990 nr. 59, 26 juni 1992 nr. 86, 16 juni 1994 nr. 16, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 11 jan 2013 nr. 3 (ikr. 1 juni 2013 iflg. res. 24 mai 2013 nr. 533).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Tilsynsmyndigheten skal til enhver tid ha uhindret adgang til anlegg og virksomhet etter loven.\nTilsynspersonellet skal legitimere seg i samsvar med forvaltningsloven § 15 og om mulig sette seg i kontakt med eier av eller ansvarlig for anlegget/virksomheten eller representant for denne.\nEier av eller ansvarlig for anlegg/virksomhet eller representant for denne har rett til, og kan pålegges å være til stede under kontrollen. Tilsynspersonellet kan bestemme at retten ikke skal gjelde ved intervju av arbeidstaker eller dersom slik tilstedeværelse ikke kan gjennomføres uten vesentlig ulempe, eller uten at formålet med kontrollen settes i fare.\nEnhver som er underlagt tilsyn etter denne lov, skal når tilsynsmyndigheten krever det og uten hinder av taushetsplikt fremlegge opplysninger som anses nødvendige for utøvelsen av tilsynet. Tilsynsmyndigheten kan bestemme i hvilken form opplysningene skal gis.\nOpplysninger som nevnt i fjerde ledd, kan også kreves fra andre offentlige tilsynsmyndigheter uten hinder av den taushetsplikt som ellers gjelder. Opplysningsplikten gjelder bare de opplysninger som er nødvendige for at tilsynsmyndigheten skal kunne utføre sine oppgaver etter loven.\nOpplysninger om ulykker, uhell og branner som har skjedd på områder som omfattes av loven kan kreves fra politi og forsikringsselskaper uten hinder av den taushetsplikt som ellers gjelder. Opplysningsplikten gjelder bare opplysninger som er nødvendige for at tilsynsmyndigheten skal kunne sammenstille nasjonale statistiske oversikter til bruk i samfunnssikkerhetsarbeidet. Departementet kan gi forskrifter om opplysningsplikt etter dette ledd.\nMed mindre tungtveiende hensyn tilsier noe annet, skal tilsynsmyndigheten gi skriftlig rapport til eier av eller ansvarlig for anlegget/virksomheten om resultatet av kontrollen.\n0 Endret ved lover 7 mai 1936, 16 juni 1972 nr. 48, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 19 juni 2009 nr. 84.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Tilsynsmyndigheten gir de pålegg og treffer de enkeltvedtak ellers som er nødvendige for gjennomføringen av bestemmelsene gitt i eller i medhold av denne lov. Tilsynsmyndigheten kan herunder forby omsetning og bruk av elektrisk utstyr, og påby at utstyr som er omsatt, trekkes tilbake fra distributør eller bruker. Det skal settes en frist for når pålegget skal være utført.\nDersom pålegg ikke oppfylles innen fristen kan tilsynsmyndigheten helt eller delvis stanse virksomheten og/eller anlegget inntil pålegget er utført.\nVed overhengende fare kan tilsynsmyndigheten foreta stansing selv om pålegg ikke er gitt.\n0 Endret ved lover 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 29 juni 2007 nr. 79 (ikr. 1 juli 2007 iflg. res. 29 juni 2007 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "6 a",
      "section": "6 a",
      "content": "Tilsynsmyndigheten kan utferdige forelegg mot den som innen fastsatt frist unnlater å etterkomme pålegg eller forbud som er gitt med hjemmel i denne lov. Forelegget skal gi opplysninger om bestemmelsene i annet ledd og skal, så langt mulig, forkynnes for den det er rettet mot.\nDen forelegget er rettet mot, kan reise søksmål mot det offentlige for å få forelegget prøvet. Blir søksmål ikke reist innen 30 dager fra forkynnelsen, har forelegget samme virkning som rettskraftig dom, og kan fullbyrdes etter reglene for dommer.\nForelegg kan ikke påklages.\n0 Tilføyd ved lov 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 a."
      }
    },
    {
      "provision_ref": "6 b",
      "section": "6 b",
      "content": "Blir pålegg i rettskraftig dom eller dermed likestilt forelegg ikke etterkommet, kan vedkommende tilsynsmyndighet selv besørge eller få besørget at pålegget utføres for regning av den som dommen eller forelegget er rettet mot uten at det er nødvendig med kjennelse etter tvangsfullbyrdelsesloven § 13-14.\nVed overhengende fare kan pålegg fullbyrdes etter reglene i tvangsfullbyrdelsesloven § 13-14 uten at dom eller forelegg kreves.\n0 Tilføyd ved lov 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6b",
        "source_heading": "§ 6 b."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Når elektriske anlegg eller elektrisk utstyr medfører sjenerende elektriske forstyrrelser, kan tilsynsmyndigheten gi pålegg om straks å sette anlegget eller utstyret i sådan stand at disse forstyrrelser så vidt mulig fjernes.\nTilsynsmyndigheten kan, i den utstrekning den anser det nødvendig til ivaretagelse av berettigede almenne interesser, gi forskrifter om at elektriske anlegg, anleggsdeler eller elektrisk utstyr som efter tilsynsmyndighetens mening vesentlig forstyrrer radiolyttingen, ikke må drives eller brukes til visse tider av døgnet, dersom disse forstyrrelser ikke unngåes ved de foranstaltninger som tilsynsmyndigheten i henhold til gjeldende forskrifter kan påby.\n0 Endret ved lover 7 apr 1933, 7 mai 1936, 8 feb 1980 nr. 2, 12 des 1986 nr. 62, 25 apr 1986 nr. 15, 7 des 1990 nr. 59, 26 juni 1992 nr. 86, 16 juni 1994 nr. 16, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 29 juni 2007 nr. 79 (ikr. 1 juli 2007 iflg. res. 29 juni 2007 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Kongen kan gi forskrift om at eiere av visse anlegg selv plikter å føre tilsyn med de installasjoner som er tilknyttet anlegget (lokalt elektrisitetstilsyn). Det lokale elektrisitetstilsynet er underlagt sentralt tilsyn.\nFor det lokale elektrisitetstilsynet gjelder for øvrig §§ 5, 6, 6a, 6b og 7 første ledd. Det lokale elektrisitetstilsynet kan imidlertid ikke stanse virksomhet etter § 6 annet ledd. Det lokale elektrisitetstilsynet kan ikke treffe tiltak etter § 6 for elektrisk utstyr, med mindre Kongen i forskrift bestemmer noe annet.\n0 Opphevet ved lov 8 des 2000 nr. 85, tilføyd igjen ved lov 29 juni 2007 nr. 79 (ikr. 1 juli 2007 iflg. res. 29 juni 2007 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Eier som er pålagt lokalt elektrisitetstilsyn, skal til enhver tid sørge for å oppfylle de kravene som fremgår av denne loven og bestemmelser gitt i medhold av loven, herunder følge instrukser som nærmere presiserer innholdet av de lovmessige kravene til tilsynsaktiviteten.\nEier som er pålagt lokalt elektrisitetstilsyn, kan, som ledd i forberedelsen av vedtak som nevnt i § 6, jf. § 8, la andre offentlige eller private sakkyndige utføre oppgaver på sine vegne. Kongen kan gi nærmere regler om hvilke oppgaver som kan settes ut til slike sakkyndige.\nFor å sikre at tilsyn utføres uavhengig av forretningsmessig virksomhet, kan Kongen gi forskrift om organiseringen av og arbeidet til det lokale elektrisitetstilsynet og sakkyndige som nevnt i annet ledd. Forskriften kan herunder inneholde bestemmelser om hvilke gjøremål som kan utføres ved siden av oppgaver etter loven.\n0 Opphevet ved lov 19 juni 1969 nr. 54, tilføyd ved lov 7 des 1990 nr. 59, endret ved lover 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 30 apr 2003 nr. 27 (ikr. 30 apr 2003 iflg. res. 30 apr 2003 nr. 517), 29 juni 2007 nr. 79 (ikr. 1 juli 2007 iflg. res. 29 juni 2007 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Elektrisk utstyr skal være i en slik tilstand at det i bruk ikke frembyr fare for liv, helse eller materielle verdier.\nKongen gir regler om utførelse, bruk, montering og merking av elektrisk utstyr. Kongen kan påby at slikt utstyr skal være godkjent før det kan tilbys, omsettes eller anvendes her i landet.\nBestemmelsene om opplysningsplikt i § 5 får tilsvarende anvendelse.\nDe nærmere regler for gjennomføringen av disse bestemmelser fastsettes av Kongen.\n0 Endret ved lover 7 mai 1936, 12 des 1986 nr. 62, 7 des 1990 nr. 59, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Kongen gir regler om kontroll av elektrisk utstyr.\nKongen kan bestemme at det lokale elektrisitetstilsyn (jf. § 8) kan pålegges å føre kontroll med elektrisk utstyr som tilbys eller omsettes innenfor vedkommende anleggs forsyningsområde.\nTilsynsmyndigheten kan kreve at den som tilbyr, omsetter, tilvirker, innfører eller markedsfører produkt, fremlegger representativ prøve av produktet eller iverksetter undersøkelser som finnes nødvendig for å vurdere produktets egenskaper eller virkninger. Tilsynsmyndigheten kan selv iverksette slike undersøkelser eller foreta nødvendig prøvetaking og kontroll av produkter. Kostnadene bæres av vedkommende tilvirker eller importør, med mindre departementet bestemmer at kostnadene helt eller delvis skal dekkes av det offentlige. Krav på refusjon av kostnadene er tvangsgrunnlag for utlegg.\n0 Endret ved lover 26 jan 1973 nr. 2, 7 des 1990 nr. 59, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 29 juni 2007 nr. 79 (ikr. 1 juli 2007 iflg. res. 29 juni 2007 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Kongen kan gi forskrifter om krav til kvalifikasjoner for den som skal være faglig ansvarlig for eller selvstendig utføre arbeid knyttet til elektriske anlegg og elektrisk utstyr.\nDepartementet kan gi forskrift om gebyr for behandling av saker om godkjenning og forhåndskontroll av yrkeskvalifikasjoner for yrker som nevnt i første ledd, herunder gebyr for behandling av hver enkelt yrkeskategori som saken omfatter, betaling av gebyr og om virkninger av manglende betaling. Gebyret skal være rimelig og ikke overstige kostnadene ved saksbehandlingen.\nKongen kan gi forskrifter om autorisasjon av elektroinstallatører og elektromontører som står i elektroinstallatørs stilling, og om deres plikter og rettigheter.\nKongen kan gi nærmere regler om registrering og autorisasjon av virksomheter som faller inn under denne lov, samt regler om avgift for registrering og autorisasjon av disse virksomhetene.\nKongen kan gi nærmere regler om internkontroll for å sikre at krav fastsatt i eller i medhold av denne lov overholdes.\n0 Endret ved lover 16 juni 1972 nr. 48, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 19 juni 2009 nr. 84, 21 juni 2024 nr. 48 (i kraft 1 juli 2024 iflg. res. 21 juni 2024 nr. 1167).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "I pålegg etter loven her kan det fastsettes en løpende tvangsmulkt for hver dag/uke/måned som går etter utløpet av den frist som er satt for oppfylling av pålegget, inntil pålegget er oppfylt. Tvangsmulkt kan også fastsettes som engangsmulkt.\nTvangsmulkt kan også fastsettes dersom eier som er pålagt lokalt elektrisitetstilsyn etter § 8, ikke følger kravene etter § 9.\n0 Opphevet ved lov 16 mai 1986 nr. 21, tilføyd ved lov 7 des 1990 nr. 59, endret ved lover 11 juni 1993 nr. 83, 16 juni 1994 nr. 16, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 29 juni 2007 nr. 79 (ikr. 1 juli 2007 iflg. res. 29 juni 2007 nr. 735), 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "13 a",
      "section": "13 a",
      "content": "Ved forsettlig eller uaktsom overtredelse av bestemmelsene i § 8 og § 9 kan sentral tilsynsmyndighet ilegge overtredelsesgebyr.\nDet samme gjelder ved overtredelse av bestemmelser gitt i medhold av loven når det i forskriften er fastsatt at overtredelse av den aktuelle bestemmelse kan medføre overtredelsesgebyr.\nOvertredelsesgebyr er tvangsgrunnlag for utlegg.\nTilsynsmyndigheten kan frafalle ilagt overtredelsesgebyr dersom særlige grunner knyttet til ileggelsen tilsier det.\nKongen kan gi forskrift med nærmere regler om fastsettelse og gjennomføring av overtredelsesgebyr.\n0 Tilføyd ved lov 29 juni 2007 nr. 79 (ikr. 1 juli 2007 iflg. res. 29 juni 2007 nr. 735), endret ved lov 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13a",
        "source_heading": "§ 13 a."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Den som forsettlig eller uaktsomt overtrer eller unnlater å følge denne lov, forskrift eller enkeltvedtak gitt i medhold av loven, straffes med bøter hvis ikke en strengere straff i henhold til andre regler kommer til anvendelse.\nEr overtredelsen eller unnlatelsen begått av noen som har handlet på vegne av et selskap eller annen sammenslutning, en stiftelse eller offentlig virksomhet, kan selskapet m.v. ilegges bøtestraff. Dette gjelder selv om ingen enkeltperson kan straffes for overtredelsen.\nDen som legger hindringer i veien for undersøkelser som offentlig myndighet iverksetter etter denne lov, eller unnlater å yte pliktig bistand eller å gi opplysninger som kreves for utførelsen av tilsynet etter denne lov, straffes med bøter såfremt forholdet ikke rammes av strengere straffebud.\n0 Endret ved lover 26 jan 1973 nr. 2, 25 apr 1986 nr. 15, 7 des 1990 nr. 59, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Kongen kan gi forskrift om saksbehandlingsregler til utfylling av reglene i tjenesteloven for tillatelsesordninger i eller i medhold av loven her, herunder om saksbehandlingsfrist og rettsvirkninger av fristoverskridelse. Unntak fra tjenesteloven § 11 andre ledd kan bare gjøres når det er begrunnet ut fra tvingende allmenne hensyn, herunder hensynet til privatpersoners beskyttelsesverdige interesser.\n0 Tilføyd ved lov 19 juni 2009 nr. 103 (ikr. 28 des 2009 iflg. res. 19 juni 2009 nr. 672).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Denne lov trer i kraft straks.\n– – –\nLoven gjelder også for Svalbard.\n0 Endret ved lover 25 juni 1954 nr. 3, 19 juni 2009 nr. 103 (ikr. 28 des 2009 iflg. res. 19 juni 2009 nr. 672).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    }
  ]
}