{
  "id": "LOV-1946-10-31-2",
  "type": "statute",
  "title": "Lov om mål og vekt",
  "short_name": "Mål- og vektloven – målvl.",
  "status": "in_force",
  "issued_date": "1946-10-31",
  "in_force_date": "1950-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1946-10-31-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Kongen fastsetter i forskrift​1 hvilke av de målenheter som vedtas av Generalkonferansen for mål og vekt som skal gjelde som målenheter her i riket.\n0 Endret ved lov 10 juni 1977 nr. 69.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Nasjonale normaler for grunnenheter oppbevares på den måte som Kongen​1 fastsetter.\n0 Endret ved lov 10 juni 1977 nr. 69.\n1 Nærings- og handelsdepartementet iflg. res. 1 juni 2001 nr. 562.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 1977 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 1977 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 1977 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 1977 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Ved «måleredskap» forstås i denne lov ethvert redskap som tjener til å bestemme en lengde, en flate, et kubikkmål, et hulmål eller til måling av elektrisitet, samt enn videre termometer, alkoholometer og aræometer for mineraloljer, og ved «vektredskap» ethvert redskap som tjener til å bestemme en masse (vekt).\nKongen kan bestemme at redskaper tjenende til andre slags målinger også skal omfattes av betegnelsen «måleredskap» i denne lov.\nOrdet «redskap» brukes i denne lov som betegnelse både for måleredskap og for vektredskap.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Ved justering forstås i denne lov den forskriftsmessige​1 undersøkelse, prøve og stempling av måle- og vektredskaper.​2\nJusteringen er enten nyjustering (første gangs justering), omjustering (fornyet justering av allerede justert redskap etter at det har vært underkastet reparasjon) eller revisjon (fornyet justering av allerede justert redskap i andre tilfelle).\n0 Endret ved lov 27 nov 1992 nr. 118.\n1 Jfr. § 13 første ledd første punktum.\n2 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "a. Alle måle- og vektredskaper​1 som brukes i handel og vandel,​2\nb. febertermometer i alle tilfelle,\nc. personvekter også når de brukes i syke- eller sunnhetspleie eller ved fødselshjelp på sykehus, sanatorier, fødselsstiftelser eller lignende offentlige eller private anstalter,\nd. alle måle- og vektredskaper​1 som selges eller holdes til salgs,\ne. ikke-automatiske vekter som benyttes ved bestemmelse av massen ved beregning av avgift, toll, skatt, bonus, bøter, vederlag, godtgjørelse eller betaling av lignende art,\nf. ikke-automatiske vekter som benyttes ved bestemmelse av massen med henblikk på anvendelsen av en lov eller en administrativ bestemmelse,\ng. ikke-automatiske vekter som benyttes ved fremstilling av reseptpliktige legemidler i apoteker​3 og bestemmelsen av massen ved analyser foretatt i medisinske og farmasøytiske laboratorier,\nh. ikke-automatiske vekter som benyttes ved fastsettelsen av priser ut fra massen ved direkte salg til offentligheten og fremstilling av ferdigpakninger,\nVedkommende departement​7 kan gjøre unntak fra bestemmelsen i første ledd og kan eventuelt fastsette betingelser for sådant unntak.\nVed handel og vandel forstås kjøp og salg, derunder innbefattet foreningers forretninger med sine medlemmer, avgjørelse av offentlige og private avgifter eller andre forpliktelser, utregning av oppgjør og lignende forretninger, hvoretter penger eller pengers verdi erlegges på grunnlag av måling eller veining. Måle- og vektredskaper​1 anses i denne lov dessuten brukt i handel og vandel i alle tilfelle hvor det erlegges særskilt betaling for den ved hjelp av samme utførte måling eller veining.\n0 Endret ved lov 27 nov 1992 nr. 118.\n1 Se § 7.\n2 Se siste ledd.\n3 Jfr. lov 2 juni 2000 nr. 39.\n4 Se kap. 12.\n5 Jfr. § 29.\n6 Se § 8.\n7 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "I utsalgssteder som almenheten har adgang til og på varelagre som hører til slike utsalgssteder, i salgshaller, på torg i torgtiden, i veieboder, bergverk, fabrikker, verksteder, meierier, håndverksbedrifter og for øvrig overalt hvor det regelmessig foregår handel eller erlegges avgift eller regnes ut oppgjør etter mål eller vekt – må​1 det, med den begrensning som framgår av annet ledd, ikke finnes andre måle- eller vektredskaper​2 enn slike som har vært underkastet fremdeles gyldig justering​3 i samsvar med denne lov. Det samme gjelder tollboder, postkontorer, poståpnerier, jernbanestasjoner og andre godsekspedisjoner for så vidt angår redskaper som brukes eller holdes ferdig til bruk ved de forretninger som forekommer der. I apotek​4 er hulmål med en kapasitet på over 100 ml unntatt.\nRegelen i første ledd får ikke anvendelse i de tilfelle hvor det etter de gjeldende bestemmelser ikke kreves at vedkommende redskap skal være justert når det brukes i handel og vandel.​5 Den får heller ikke anvendelse på bedrifter som tilvirker, reparerer eller forhandler måle- og vektredskaper.​2\nVedkommende departement,​6 eller etter fullmakt fra dette Justerdirektøren,​7 kan dispensere fra regelen i første ledd.\n1 Se kap. 12.\n2 Se § 7.\n3 Se §§ 8 og 9.\n4 Jfr. lov 2 juni 2000 nr. 39.\n5 Se § 9 siste ledd.\n6 Nærings- og handelsdepartementet.\n7 Se § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Når tidligere justerte måle- og vektredskaper​1 repareres, er deres tidligere justering​2 ikke lenger gyldig. De skal​1 derfor, for fortsatt å kunne brukes som justerte redskaper,​2 etter tilendebrakt reparasjon undergis omjustering​3 ved justervesenet.​4 Det påhviler så vel eieren eller brukeren som reparatøren plikt til å sørge for dette. Redskaper​2 som skal omjusteres på et justerkammer eller hos reparatøren, må ikke leveres tilbake før omjusteringen​3 er foretatt. Redskaper som skal omjusteres på bruksstedet må ikke tas i bruk før omjustering​3 er rekvirert i rekommandert brev til distriktets justerkammer.​5 Omjustering kan også rekvireres ved bruk av elektronisk kommunikasjon dersom det er benyttet en betryggende metode for å sikre at rekvisisjonen er mottatt av distriktets justerkammer.​5\nTil reparasjon henregnes her også enhver behandling som medfører risiko for at redskapet ikke lenger har de egenskaper som fordres for dets justering.​3 I mangel av bevis for det motsatte anses en reparasjon å foreligge når redskapet av en reparatør har vært fjernet fra det lokale hvor det er oppstilt.\n0 Endret ved lover 9 jan 1998 nr. 5, 21 des 2001 nr. 117 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1475).\n1 Se kap. 12.\n2 Se § 7.\n3 Se § 8.\n4 Se kap. 3.\n5 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Departementet,​1 eller etter dettes fullmakt Justerdirektøren,​2 kan bestemme at justeringen​3 av visse redskaper​4 eller redskaper av bestemt slags bare skal gjelde for bestemt avgrenset tid. Slike bestemmelser gjelder også redskaper som tidligere er justert.\nRedskaper​4 som det er gitt slike bestemmelser for som omhandlet i første ledd, er gjenstand for obligatorisk periodisk revisjon.​3 Reglene i § 25 gjelder tilsvarende.\n1 Nærings- og handelsdepartementet.\n2 Se § 13.\n3 Jfr. § 8 og § 32.\n4 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Justeringens utførelse henligger under justervesenet eller andre organer Norge er forpliktet til å godta gjennom internasjonale avtaler.​1 Justervesenet ledes av en direktør – Justerdirektøren – under akttagelse av denne lov og de forskrifter som er gitt med hjemmel i den.\nJusterdirektøren avgjør, for så vidt annet ikke er fastsatt i denne lov, alle spørsmål vedrørende justervesenet av teknisk art, og påser de utferdigede forskrifter overholdt.\n0 Endret ved lover 19 juni 1969 nr. 54, 27 nov 1992 nr. 118.\n1 Jfr. EØS-avtalen vedlegg II kap. IX punkt 27 (dir 90/384).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Justerdirektøren tilsettes av Kongen.\n0 Endret ved lov 16 juni 1994 nr. 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Det er forbudt​1 justervesenets tjenestemenn, deres ektefeller​2 og hjemmeværende barn​3 å befatte seg med tilvirkning, kjøp eller salg eller, med det unntak som framgår av § 18, med rettelse eller reparasjon av måle- og vektredskaper,​4 eller direkte eller indirekte å være økonomisk interessert i bedrift som driver sådan virksomhet.\nVedkommende departement​5 kan under særlige omstendigheter dispensere fra forbudet i første ledd for så vidt angår rettelser og reparasjoner.\n1 Se kap. 12.\n2 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Jfr. lov 8 april 1981 nr. 7 og 28 feb 1986 nr. 8 § 12.\n4 Se § 7.\n5 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Justervesenet skal holdes utstyrt med hovednormaler som med så vidt stor nøyaktighet som mulig er i samsvar med de nasjonale normaler for grunnenheter.\nFor andre enheter skal justervesenet i nødvendig utstrekning holdes utstyrt med nasjonale normaler. Disse skal så ofte det er nødvendig sammenliknes med tilsvarende internasjonale normaler.\nHovednormalene og de nasjonale normaler for andre enheter tjener som grunnlag for kalibrering og justering​1 av de øvrige normaler som er nødvendige for justervesenets arbeid. I særlige tilfelle kan Justerdirektøren tillate dem brukt også til andre nøyaktige sammenlikninger, men i så fall alltid under direktørens personlige oppsyn og ansvar.\n0 Endret ved lov 10 juni 1977 nr. 69.\n1 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "For så vidt ikke annet er fastsatt i denne lov, utføres de rekvirerte justeringer​1 enten ved de faste justerkamre som er eller blir opprettet på forskjellige steder i riket, eller ved ambulerende justerkamre som måtte bli satt i gang leilighetsvis andre steder for en begrenset tid. Dog kan også Justerdirektøren og etter hans bestemmelse også andre tjenestemenn enn justerkamrenes utføre sådanne justeringer. Bestemmelser om hvilke tjenestemenn skal utføre serierevisjon og ettersyn fastsettes ved instruks som utferdiges av Justerdirektøren. Instruksen må ha departementets​2 godkjenning.\nVedkommende departement​2 treffer bestemmelse om opprettelse og nedleggelse av faste justerkamre og disses distrikter, om anordning av ambulerende justerkamre og om disses virksomhetsområde, som er uavhengig av de faste justerkamres distrikter.\nBestyrer av fast justerkammer er justermester.\n1 Se § 8.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Justerdirektøren kan tillate at justervesenet etter rekvisisjon:\nutfører målinger uten påfølgende stempling,\nutfører mindre rettelser og reparasjoner på redskaper,​1\nkontrollerer redskapers​1 lovlige tilstand hva oppstilling og sikringsforanstaltninger angår.\nHan fastsetter i så fall den betaling som skal erlegges til justervesenet for disse arbeider.\n1 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "For justervesenets skriftlige uttalelser angående justertekniske spørsmål erlegges det, når de ikke blir avgitt på forlangende av departementet,​1 gebyr hvis størrelse fastsettes av Justerdirektøren for hvert enkelt tilfelle.\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Tilvirkere, forhandlere og brukere av måle- og vektredskaper​1 plikter​2 etter oppfordring fra Justerdirektøren å meddele ham de opplysninger som han anser for nødvendige for å kunne påse overholdt denne lov og forskrifter utferdiget med hjemmel i den. Inntil de forlangte opplysninger er meddelt, kan etter Justerdirektørens bestemmelse justering​3 nektes for vedkommende tilvirker, forhandler eller bruker av måle- og vektredskaper.​1\n1 Se § 7.\n2 Se § 51, jfr. strl. § 339.\n3 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Alle måle- og vektredskaper​1 må, for å være justerbare:\n1. være av sådan konstruksjon og styrke at det kan påregnes at de – behandlet med alminnelig forsiktighet – i et rimelig tidsrom vil bevare de egenskaper som de har ved justeringen,\n2. ikke være forsynt med bi-innretninger som kan virke skadelig på redskapets forskriftsmessige bruk.\nEnn videre må de bære angivelser i metriske enheter og ikke være utstyrt med andre målebetegnelser eller -inndelinger. Dog kan vedkommende departement​2 gi tillatelse til justering​3 av redskaper innrettet etter andre enheter enn de metriske eller med betegnelser og inndelinger så vel i metriske som i ikke-metriske enheter til bruk ved visse slags handel, ved handel med visse slags varer eller til visse slags målinger eller veininger.\n1 Se § 7.\n2 Nærings- og handelsdepartementet.\n3 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Det skal til enhver tid være fastsatt hvilke måle- og vektredskaper​1 skal kunne justeres,​2 hvilke krav disse skal tilfredsstille, derunder de tillatelige feilgrenser (kfr. § 26), samt hvorvidt justering​2 skal kunne finne sted ved alle justerkamre​3 eller kun ved ett enkelt eller enkelte av dem eller kun ved nærmere angitt justertjenestemann. De nærmere bestemmelser herom fastsettes av vedkommende departement​4 eller, etter fullmakt fra dette, av Justerdirektøren.​5 Før andre redskaper eller redskaper av ny eller forandret konstruksjon kan tas med i disse bestemmelser, må redskapene godkjennes dertil etter forutgående anmeldelse og undersøkelse ved justervesenet eller et annet organ Norge har forpliktet seg til å godta gjennom internasjonale avtaler.​6 De nærmere regler om anmeldelse, undersøkelse og godkjenning og om betaling derfor fastsettes av departementet.​4\n0 Endret ved lov 27 nov 1992 nr. 118.\n1 Se § 7.\n2 Se § 8.\n3 Jfr. § 17.\n4 Nærings- og handelsdepartementet.\n5 Se § 13.\n6 Jfr. EØS-avtalen vedlegg II kap. IX punkt 27 (dir 90/384).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "De bestemmelser som er nevnt i § 22, kan innenfor de enkelte redskapsgrupper​1 begrense tillatelsen til justering​2 til å gjelde:\na. bestemte typer eller konstruksjoner i sin alminnelighet eller kun slike fra en nærmere angitt tilvirker,\nb. kun ett enkelt eller et bestemt antall redskaper​1 av en viss slags.\nVidere kan de innskrenke adgangen til anvendelse av vedkommende redskaper​1 til visse slags bruk, til viss slags handel, til nærmere angitt bedrift eller bedrifter eller til visse deler av landet.\n1 Se § 7.\n2 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Hvis redskaper​1 ønskes justert​2 som omfattes av de i § 22 nevnte bestemmelser, men som avviker fra de gjeldende forskrifter i mindre vesentlige henseender, avgjør Justerdirektøren​3 om justering​2 skal finne sted.\nJusterdirektøren​3 kan tillate nye redskaper​1 justert på prøve i et visst antall og om nødvendig for en begrenset tid.\n1 Se § 7.\n2 Se § 8.\n3 Se § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Bestemmelser som opphever eller innskrenker justerbarheten for redskaper​1 av bestemt slags, opphever, med mindre de selv fastsetter noe annet, justering​2 som allerede er foretatt av redskaper som ikke lenger kan justeres. Likeså gjelder bestemmelser som innskrenker adgangen til å nytte visse slags redskaper,​1 også redskaper som allerede er justert, med mindre bestemmelsene selv fastsetter noe annet. Minst ett år før slike bestemmelser treffes, skal varsel om det rykkes inn i Norsk lysingsblad.​3\n1 Se § 7.\n2 Se § 8.\n3 Se lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "For samtlige måle- og vektredskaper​1 som skal kunne justeres, skal være fastsatt de tillatelige feilgrenser ved justering​2 (justertoleransen) og for bruk i handel og vandel​3 (brukstoleransen).\nIntet redskap​1 må forsynes med justerstempel, hvis dets feilvisning er større enn justertoleransen. Dog er ved revisjon​2 en feilvisning tillatt som ikke er større enn brukstoleransen.\n1 Se § 7.\n2 Se § 8.\n3 Se § 9 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "For enhver vekt fastsetter vedkommende departement​1 eller, etter fullmakt fra dette, Justerdirektøren​2 en bestemt maksimumsbelastning og en bestemt minimumsbelastning som angir de grenser innen hvilke vektens bruk er lovlig.\nPå vektene skal ved justeringen​3 på en lett synlig måte være angitt den største og den minste belastning for hvilke deres bruk er tillatt. Justerdirektøren​2 kan gi nærmere forskrifter om gjennomførelsen av denne bestemmelse. Han kan også frita fra plikten til å påføre redskapet​4 angivelsen, når redskapet ikke kan anvendes ut over de tillatte grenser.\nPå samme måte kan det også for andre redskaper​4 fastsettes en øvre og en nedre grense for deres tillatte bruk. Reglene i annet ledd får da tilsvarende anvendelse.\n1 Nærings- og handelsdepartementet.\n2 Se § 13.\n3 Se § 8.\n4 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Etter rekvisisjon skal det være adgang til å få utført frivillig revisjon​1 ved justervesenet for dem som ønsker å få tidligere justerte redskaper​2 undersøkt på nytt for å erfare om de besitter de egenskaper som forlanges etter de gjeldende bestemmelser.\n1 Se § 8.\n2 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "content": "Ved justeringen​1 undersøkes først om vedkommende redskap​2 lovlig kan justeres (jfr. §§ 22 og 25) og om det for øvrig tilfredsstiller de forskrifter som er fastsatt i denne lov eller er utferdiget med hjemmel i den.\nTilfredsstiller et redskap ved undersøkelsen de foran nevnte krav, utstyres det med et stempel (justerstempel), hvis utseende fastsettes av vedkommende departement.​3\nJusterdirektøren​4 kan gi nærmere forskrifter​5 om stemplingen. Hvor redskapets​2 dimensjoner eller øvrige egenskaper tilsier det, kan han tillate, enten at stemplingen sløyfes og erstattes med en skriftlig bevitnelse om justeringen,​1 eller at redskapet i stedet for med stempel utstyres med annen angivelse som kjennetegn på justering. Dette skal da anses som likeverdig med stempling ved anvendelse av bestemmelsene i denne lov.\n1 Se § 8.\n2 Se § 7.\n3 Nærings- og handelsdepartementet.\n4 Se § 13.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "Redskaper​1 som ønskes justert,​2 skal framstilles i fullt ferdig stand til å prøves. Justering​2 kan foretas i justervesenets lokaler (innejustering) eller utenfor justervesenets lokaler (utejustering).\nUtejustering skal finne sted for redskaper​1 som er faststående, eller som på grunn av sin størrelse, vekt eller ømfintlighet kun vanskelig kan flyttes, og for redskaper som ifølge sin konstruksjon eller egenskaper for øvrig ikke kan justeres før de er på plass. For øvrig bestemmer Justerdirektøren,​3 når annet ikke er fastsatt i denne lov, i hvilken utstrekning utejustering skal finne sted.\n1 Se § 7.\n2 Se § 8.\n3 Se § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Ved utejustering​1 plikter​2 redskapenes​3 bruker å sørge for hensiktsmessig lokale til justeringens​4 utførelse. Han har enn videre å bære alle omkostninger vedkommende justeringen, såsom transport fram og tilbake av normaler og annet utstyr, samt i tilfelle å skaffe nødvendig tarermateriale og tilstrekkelig arbeidshjelp. Han er likeledes ansvarlig for at nevnte normaler og utstyr om nødvendig, oppbevares og behandles forsvarlig inntil de atter er kommet tilbake til justervesenets lokaler eller er overgitt i justertjenestemannens varetekt etter endt justering.\n1 Se § 30.\n2 Se § 51.\n3 Se § 7.\n4 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "content": "For utførelsen av obligatorisk periodisk revisjon​1 (jfr. § 12) gjelder følgende særregler:\nEiere og brukere av redskaper​2 som er undergitt revisjonsplikt, skal finne seg i at revisjonen utføres ved utejustering​3 i serie (serierevisjon) uten at det er satt fram begjæring om det. Under revisjonen kan det oppkreves fastsatte avgifter til dekning av utgifter til skyss- og kostgodtgjørelse samt til transport av normaler og annet utstyr. Hvis ikke annet blir bestemt, skal brukeren av redskapene​2 betale pliktige avgifter og gebyrer (jfr. §§ 35 og 36) på stedet når revisjonen blir utført.\nBrukere av redskaper​2 som er undergitt obligatorisk periodisk revisjon,​1 men som ikke blir behandlet under befaringen til foretakelse av serierevisjon, plikter selv i tide å begjære revisjon ved innejustering​3 eller utejustering.​4 Justerdirektøren​5 utferdiger nærmere instruks om serierevisjonen. Instruksen må ha departementets​6 godkjenning.\n1 Se § 8.\n2 Se § 7.\n3 Se § 30.\n4 Se §§ 30-31.\n5 Se § 13.\n6 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "content": "Tilfredsstiller et tidligere justert redskap​1 ved fornyet behandling på justerkammer​2 ikke de gjeldende fordringer, skal justerstemplene​3 på det tilintetgjøres. Redskapet er da å anse som ujustert. Erklærer redskapets bruker at han vil la det reparere og deretter omjustere,​4 får bestemmelsene i § 39, annet ledd tilsvarende anvendelse.\nTilfredsstiller et tidligere justert redskap​1 ved fornyet behandling under utejustering​5 ikke de gjeldende fordringer, får bestemmelsene i § 39, første, annet og tredje ledd tilsvarende anvendelse.\n1 Se § 7.\n2 Se § 17.\n3 Se § 29.\n4 Se § 8.\n5 Se § 30 og § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "Oppbevarings- og transportbeholdere som finnes egnet dertil, kan forlanges undersøkt av justervesenet og merket med angivelse av deres innhold i kubikkmål eller hulmål. Merkningen kan utstrekkes til å gjelde også de på beholderne forekommende inndelinger og angivelsen av beholderens taravekt, når Justerdirektøren​1 finner dette tilrådelig.\nNærmere bestemmelser om undersøkelse og merkning kan fastsettes av vedkommende departement​2 eller, etter fullmakt fra dette, av Justerdirektøren.​1\nUndersøkelse og merkning etter denne paragraf kan tillates utført også utenfor justervesenets lokaler. I så fall får bestemmelsene i § 31 tilsvarende anvendelse.\nDepartementet​2 kan bestemme at undersøkelse og merkning som omhandlet i denne paragraf i visse tilfelle i stedet for ved justervesenet skal foregå ved andre personer som departementet beskikker dertil, og etter forskrifter​3 som departementet fastsetter.\n1 Se § 13.\n2 Nærings- og handelsdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "content": "For justering​1 og for undersøkelse og merkning​2 utført av justertjenestemenn erlegges til justervesenet sådanne gebyrer som fastsettes av vedkommende departement.​3 Etter fullmakt fra departementet​3 kan gebyrer for undersøkelse og merkning fastsettes av Justerdirektøren.​4\nDepartementet kan gi forskrifter​5 om betaling for de tjenester som utføres av Norsk Akkreditering.\n0 Endret ved lov 16 juni 1994 nr. 48.\n1 Se § 8.\n2 Se § 34.\n3 Nærings- og handelsdepartementet.\n4 Se § 13.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "content": "Gebyr erlegges også:\na. Når redskapet​1 som skal justeres, viser seg så unøyaktig eller mangelfullt at det ikke kan justeres.\nb. Når en utejustering​2 ikke kan utføres fordi redskapets bruker ikke oppfyller sin plikt i henhold til § 31 med hensyn til arbeidets forberedelse, eller fordi redskapet​1 ikke er i ordentlig stand til å justeres eller straks ved besiktigelse viser seg ikke å kunne godkjennes, eller fordi justering​3 er utelukket av andre grunner som faller redskapets bruker til last.\nDepartementet​4 kan bestemme at tilsvarende skal gjelde for undersøkelse og merkning.​5\n1 Se § 7.\n2 Se § 30.\n3 Se § 8.\n4 Nærings- og handelsdepartementet.\n5 Se § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "content": "I tillegg til gebyrer til justervesenet som omhandlet i §§ 35 og 36 erlegger rekvirenten ved rekvirerte utejusteringer​1 skyss- og kostgodtgjørelse til vedkommende tjenestemann etter de i lovgivningen til enhver tid fastsatte regler.\nI tilfelle hvor vedkommende tjenestemann må foreta reise til undersøkelse og merkning​2 utenfor justervesenets lokaler, gjelder tilsvarende bestemmelse.\nUnder utførelse av serierevisjon​3 og ettersyn av måle- og vektredskaper​4 tilkommer det vedkommende tjenestemann skyss- og kostgodtgjørelse etter regler som nevnt i første ledd. Denne godtgjørelse utredes da av justervesenet (jfr. § 32).\n1 Se § 30 og § 31.\n2 Se § 34.\n3 Se § 32.\n4 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "8:38",
      "chapter": "8",
      "section": "38",
      "content": "Etter nærmere instruks som utferdiges av Justerdirektøren​2 og som må ha departementets​3 godkjenning, skal justervesenet etterse måle- og vektredskaper​4 i utsalgssteder som almenheten har adgang til og på varelagre som hører til slike utsalgssteder, i salgshaller, på torg, i veieboder, bergverk, fabrikker, verksteder, meierier, håndverksbedrifter, tollboder, postkontorer, poståpnerier, jernbanestasjoner og andre godsekspedisjoner og ellers overalt hvor det foregår handel, betales avgift, utregnes oppgjør etter mål og vekt eller hvor måle- og vektredskaper etter § 9 benyttes.\n0 Endret ved lov 27 nov 1992 nr. 118.\n1 Jfr. EØS-avtalen vedlegg II kap. IX punkt 27 (dir 90/384).\n2 Se § 13.\n3 Nærings- og handelsdepartementet.\n4 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "8:39",
      "chapter": "8",
      "section": "39",
      "content": "Blir det under ettersyn på steder som nevnt i § 38 funnet måle- eller vektredskaper​1 som ikke tilfredsstiller de gjeldende forskrifter, skal vedkommende justertjenestemann gå fram på følgende vis: Redskapet fjernes eller ødelegges, eller en av de vitale deler på det fjernes således at redskapet blir ubrukbart. De fjernede deler, ulovlige lodder og andre ulovlige enkle redskaper kan senkes på dypt vann. Hvis redskapet bærer justerstempler,​2 skal disse tilintetgjøres.\nErklærer brukeren av redskapet​1 at han vil la det reparere og deretter omjustere,​3 og justertjenestemannen finner at det lar seg reparere, kan det i stedet for etter forskriftene i første ledd gås fram på den måte at redskapet på en iøynefallende måte forsynes med merknad om at det er ulovlig i handel og vandel​4 og dessuten, hvis dette lar seg gjøre, settes ut av bruk ved forsegling.​5 Det er da ikke nødvendig å tilintetgjøre justerstemplene.​2 Redskapet​1 skal være reparert og omjustering​3 begjært senest én måned etter den dag da det ble forseglet (merket). Justerdirektøren​6 eller den han gir fullmakt kan etter søknad forlenge denne frist. Forseglingen og merknaden om at redskapet er ulovlig i handel og vandel,​4 må bare fjernes av justervesenet eller den som Justerdirektøren​6 gir fullmakt.\nUnder særlige forhold kan Justerdirektøren​6 tillate at det blir gjort unntak fra reglene i første og annet ledd.\n1 Se § 7.\n2 Se § 29.\n3 Se § 8.\n4 Se § 9 siste ledd.\n5 Jfr. strl. § 343.\n6 Se § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "8:40",
      "chapter": "8",
      "section": "40",
      "content": "Under utførelsen av det offentlige ettersyn av måle- og vektredskaper​1 har justervesenets tjenestemenn politimyndighet,​2 og kan forlange uhindret adgang​3 til å utføre sitt verv på alle de steder som er nevnt i § 38.\nHvor det forekommer redskaper​1 som på grunn av sin størrelse eller av andre grunner ikke kan undersøkes uten usedvanlige tiltak eller hjelpemidler, er vedkommende bedrift eller brukeren av redskapene pliktig til å yte den nødvendige hjelp og skaffe nødvendig materiale. Dette gjelder særlig transport av tunge vektlodder og tungt tarermateriale for store vekter.\n1 Se § 7.\n2 Jfr. lov 4 aug 1995 nr. 53 § 20.\n3 Se strl. § 326.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "9:41",
      "chapter": "9",
      "section": "41",
      "content": "Kongen kan bestemme at når nærmere angitte varer selges eller bringes i handelen påfylt flasker, skal disse flasker innenfor de feilgrenser​1 som han fastsetter, være tilvirket i nærmere angitte størrelser med hensyn til hva de kan romme, og på nærmere foreskreven måte bære angivelsen av sitt innhold i litermål og flasketilvirkerens fabrikkmerke samt årstall for tilvirkningen anbrakt i glasset.\nVed salg i flasker av varer som omfattes av sådan bestemmelse, kan varens mengde bestemmes etter innholdsangivelsen på flasken, når denne er tilstrekkelig fylt. Kongen fastsetter hva det skal kreves for at flasken skal anses for tilstrekkelig fylt. Det kan kreves av flasketilvirkeren at fyllingsnivået skal være angitt ved strek anbrakt i glasset på flaskehalsen.\nKongen kan unnta fra bestemmelse som nevnt i første ledd flasker som påfylt vedkommende vare utføres til utlandet eller innføres derfra.\nNår bestemmelse som nevnt i første ledd utferdiges, gjelder den kun for flasker som tilvirkes etter dens ikrafttreden.​2\n1 Jfr. § 26.\n2 Sml. lov 10 feb 1967 § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "10:42",
      "chapter": "10",
      "section": "42",
      "content": "Ved kjøp og salg av varer og ved erleggelse av avgifter eller avgjørelse av forpliktelser etter mål og vekt skal, med mindre begge parter enes om noe annet, de større måleredskaper​1 og lodder alltid brukes framfor de mindre, så langt de rekker.\n1 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "10:43",
      "chapter": "10",
      "section": "43",
      "content": "Med hensyn til målingen og veiningen ved omsetning av varer gjelder som regel, for så vidt ikke annen avtale herom har funnet sted, at kjøperen kan forlange den utført for sin regning ved offentlig måler eller veier, hvor sådan er beskikket. Hvis kjøperen ikke forlanger å benytte denne sin rett, har selgeren rett til å la målingen eller veiningen utføre ved sine folk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "10:44",
      "chapter": "10",
      "section": "44",
      "content": "Ved kjøp og salg av platina, gull, sølv, edelstener og perler etter vekt og ved medikamenters utlevering fra apotek​1 til medisinsk bruk skal kun brukes presisjonsvekter og presisjonslodder.\nAlle vekter til en maksimumsbelastning av til og med to kilogram, som forefinnes i apotekene,​1 skal være presisjonsvekter og må kun anvendes i forbindelse med presisjonslodder.\nDepartementet​2 kan treffe bestemmelse om hva det skal forstås ved presisjonsvekter og presisjonslodder.\n1 Jfr. lov 2 juni 2000 nr. 39.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "10:45",
      "chapter": "10",
      "section": "45",
      "content": "Særskilt for måling ved omsetning av brenneved gjelder følgende:\nVedens omfang i kubikkmeter (ved småsalg i kubikkmeter eller hektoliter) angis uten fradrag for mellomrommene mellom de enkelte stykker ved.\nUkappet ved (hel ved) skal være av sådan lengde som vedkommende departement​1 bestemmer, hvis noe annet ikke er avtalt mellom kjøper og selger. Småved, hvorved forstås ved som er kappet eller kappet og hugget ferdig til bruk i husholdningene, skal ha en lengde av 20 centimeter, hvis noe annet ikke er avtalt mellom kjøper og selger. Unntak fra bestemmelsene i dette ledd kan fastsettes av departementet.​1\nVed stablet (stuet) mål forstås målet som det fås ved ordnet opplegging med de enkelte stykker ved liggende parallelt med hverandre.\nStyrtet mål betegner målet som det fås ved at veden styrtes ned i et måleredskap.​2\nVed salg av ved skal alltid angis om prisen gjelder stablet eller styrtet mål.\nVed salg av småved skal alltid angis målet av veden i ferdig kappet eller kappet og hugget stand.\n0 Endret ved lov 10 jan 1997 nr. 8 (i kraft 1 mars 1997 iflg. res. 10 jan 1997 nr. 13).\n1 Nærings- og handelsdepartementet.\n2 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "11:46",
      "chapter": "11",
      "section": "46",
      "content": "Bruker av måle- eller vektredskap​1 som i henhold til denne lov skal være justert, plikter​2 å føre tilsyn med at dette krav til enhver tid er oppfylt.\nForeligger det grunn til å formode at redskapet​1 som følge av feilvisning, mangler ved oppstilling eller sikringsforanstaltninger eller av annen årsak ikke lenger er i lovlig tilstand, skal​2 han straks sørge for å få forholdet klarlagt og eventuelle feil eller mangler rettet, hvis dette lar seg gjøre, eller også besørge redskapet satt ut av bruk og fjernet.\n1 Se § 7.\n2 Se § 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "11:47",
      "chapter": "11",
      "section": "47",
      "content": "Bruker av redskap​1 som er blitt forseglet som ulovlig,​2 skal påse at forseglingen ikke blir brutt​3 eller beskadiget mens redskapet er i hans besittelse, og at det ikke blir sluppet ut av hans varetekt før det blir avlevert til reparasjon, avhentet av politiet​4 eller justervesenet eller før forseglingen lovlig​5 blir fjernet.\n1 Se § 7.\n2 Se § 39.\n3 Se strl. § 343.\n4 Jfr. lov 4 aug 1995 nr. 53.\n5 Se § 39 annet ledds siste punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "11:48",
      "chapter": "11",
      "section": "48",
      "content": "Enhver som selger redskap​1 der er undergitt obligatorisk periodisk revisjon,​2 skal gjøre kjøperen bekjent hermed før handelen avsluttes.\nForsømmer han dette, kan kjøperen forlange​3 handelen omgjort, eller skadeserstatning, når han like overfor selgeren framsetter krav herom innen én måned etter at han har fått kjennskap til forholdet, og senest innen fire år etter handelens avslutning.\n1 Se § 7.\n2 Se §§ 12 og 32.\n3 Jfr. lov 13 mai 1988 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "11:49",
      "chapter": "11",
      "section": "49",
      "content": "Ethvert redskap​1 som er innlevert til justervesenet til justering​2 eller for å godkjennes til justering, skal av rekvirenten avhentes innen to måneder etter at underretning om at det er ferdigbehandlet av justervesenet, er sendt ham i rekommandert brev eller ved bruk av elektronisk kommunikasjon dersom det er benyttet en betryggende metode for å sikre at underretningen er mottatt. Har rekvirenten forretningssted eller i mangel av sådant bopel innen den kommune hvor vedkommende justerlokale er beliggende, eller innen noen av de dertil umiddelbart grensende kommuner, er tidsfristen fjorten dager. Er redskapet ikke avhentet innen den angitte frist, blir det justervesenets eiendom.\nTilsvarende gjelder for redskaper​1 eller deler av slike som er innlevert til justervesenet til måling, rettelse eller reparasjon​3 og for oppbevarings- og transportbeholdere som er innlevert til merkning.​4\n0 Endret ved lover 9 jan 1998 nr. 5, 21 des 2001 nr. 117 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1475).\n1 Se § 7.\n2 Se § 8.\n3 Jfr. § 18.\n4 Se § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "11:50",
      "chapter": "11",
      "section": "50",
      "content": "Departementet​1 kan gi nærmere bestemmelser om:\na. at produkter skal merkes med vekt, volumverdi eller alkoholinnhold og markedsføres i bestemte vekt- eller volumverdier,\nb. kontroll og beregning av produkters vekt, volumverdi eller alkoholinnhold og merking av produkter som underkastes slik kontroll,\nc. hvilke institusjoner som kan gjennomføre ovennevnte kontroll,\nd. betaling for kontroll og godkjenning som nevnt i denne paragraf.\nDepartementet​1 kan for øvrig gi nærmere bestemmelser til utfylling og gjennomføring av denne lov.\n0 Endret ved lov 23 des 1994 nr. 80 (i kraft 1 jan 1995).\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "12:51",
      "chapter": "12",
      "section": "51",
      "content": "Den som forsettlig eller uaktsomt overtrer denne lov eller bestemmelser som er gitt med hjemmel i den, straffes med bøter​1 eller fengsel​2 i inntil 3 måneder,​3 for så vidt forholdet ikke rammes av et strengere straffebud.\n0 Endret ved lov 26 jan 1973 nr. 2.\n1 Jfr. strl. § 27 og kap. 3 a.\n2 Jfr. strl. § 26 a.\n3 Jfr. strl. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "12:52",
      "chapter": "12",
      "section": "52",
      "content": "Så vel justervesenets tjenestemenn som politiet​1 kan forsegle,​2 ubrukbargjøre eller ta i forvaring ulovlige redskaper.\n1 Jfr. lov 4 aug 1995 nr. 53.\n2 Jfr. strl. § 343.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "12:53",
      "chapter": "12",
      "section": "53",
      "title": "(Opphevet ved lov 26 jan 1973 nr. 2.)",
      "content": "§ 53.(Opphevet ved lov 26 jan 1973 nr. 2.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "13:54",
      "chapter": "13",
      "section": "54",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\n– – –\nDe bestemmelser som er gitt i den eldre lovgivning eller av Kongen eller annen myndighet i medhold av denne om omskrivning av eldre mål og vekt til metrisk, beholder sin gyldighet.\n1 Fra 1 jan 1950 iflg. res. 26 aug 1949.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Kongen fastsetter i forskrift​1 hvilke av de målenheter som vedtas av Generalkonferansen for mål og vekt som skal gjelde som målenheter her i riket.\n0 Endret ved lov 10 juni 1977 nr. 69.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Nasjonale normaler for grunnenheter oppbevares på den måte som Kongen​1 fastsetter.\n0 Endret ved lov 10 juni 1977 nr. 69.\n1 Nærings- og handelsdepartementet iflg. res. 1 juni 2001 nr. 562.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 1977 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 1977 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 1977 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 1977 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Ved «måleredskap» forstås i denne lov ethvert redskap som tjener til å bestemme en lengde, en flate, et kubikkmål, et hulmål eller til måling av elektrisitet, samt enn videre termometer, alkoholometer og aræometer for mineraloljer, og ved «vektredskap» ethvert redskap som tjener til å bestemme en masse (vekt).\nKongen kan bestemme at redskaper tjenende til andre slags målinger også skal omfattes av betegnelsen «måleredskap» i denne lov.\nOrdet «redskap» brukes i denne lov som betegnelse både for måleredskap og for vektredskap.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Ved justering forstås i denne lov den forskriftsmessige​1 undersøkelse, prøve og stempling av måle- og vektredskaper.​2\nJusteringen er enten nyjustering (første gangs justering), omjustering (fornyet justering av allerede justert redskap etter at det har vært underkastet reparasjon) eller revisjon (fornyet justering av allerede justert redskap i andre tilfelle).\n0 Endret ved lov 27 nov 1992 nr. 118.\n1 Jfr. § 13 første ledd første punktum.\n2 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "a. Alle måle- og vektredskaper​1 som brukes i handel og vandel,​2\nb. febertermometer i alle tilfelle,\nc. personvekter også når de brukes i syke- eller sunnhetspleie eller ved fødselshjelp på sykehus, sanatorier, fødselsstiftelser eller lignende offentlige eller private anstalter,\nd. alle måle- og vektredskaper​1 som selges eller holdes til salgs,\ne. ikke-automatiske vekter som benyttes ved bestemmelse av massen ved beregning av avgift, toll, skatt, bonus, bøter, vederlag, godtgjørelse eller betaling av lignende art,\nf. ikke-automatiske vekter som benyttes ved bestemmelse av massen med henblikk på anvendelsen av en lov eller en administrativ bestemmelse,\ng. ikke-automatiske vekter som benyttes ved fremstilling av reseptpliktige legemidler i apoteker​3 og bestemmelsen av massen ved analyser foretatt i medisinske og farmasøytiske laboratorier,\nh. ikke-automatiske vekter som benyttes ved fastsettelsen av priser ut fra massen ved direkte salg til offentligheten og fremstilling av ferdigpakninger,\nVedkommende departement​7 kan gjøre unntak fra bestemmelsen i første ledd og kan eventuelt fastsette betingelser for sådant unntak.\nVed handel og vandel forstås kjøp og salg, derunder innbefattet foreningers forretninger med sine medlemmer, avgjørelse av offentlige og private avgifter eller andre forpliktelser, utregning av oppgjør og lignende forretninger, hvoretter penger eller pengers verdi erlegges på grunnlag av måling eller veining. Måle- og vektredskaper​1 anses i denne lov dessuten brukt i handel og vandel i alle tilfelle hvor det erlegges særskilt betaling for den ved hjelp av samme utførte måling eller veining.\n0 Endret ved lov 27 nov 1992 nr. 118.\n1 Se § 7.\n2 Se siste ledd.\n3 Jfr. lov 2 juni 2000 nr. 39.\n4 Se kap. 12.\n5 Jfr. § 29.\n6 Se § 8.\n7 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "I utsalgssteder som almenheten har adgang til og på varelagre som hører til slike utsalgssteder, i salgshaller, på torg i torgtiden, i veieboder, bergverk, fabrikker, verksteder, meierier, håndverksbedrifter og for øvrig overalt hvor det regelmessig foregår handel eller erlegges avgift eller regnes ut oppgjør etter mål eller vekt – må​1 det, med den begrensning som framgår av annet ledd, ikke finnes andre måle- eller vektredskaper​2 enn slike som har vært underkastet fremdeles gyldig justering​3 i samsvar med denne lov. Det samme gjelder tollboder, postkontorer, poståpnerier, jernbanestasjoner og andre godsekspedisjoner for så vidt angår redskaper som brukes eller holdes ferdig til bruk ved de forretninger som forekommer der. I apotek​4 er hulmål med en kapasitet på over 100 ml unntatt.\nRegelen i første ledd får ikke anvendelse i de tilfelle hvor det etter de gjeldende bestemmelser ikke kreves at vedkommende redskap skal være justert når det brukes i handel og vandel.​5 Den får heller ikke anvendelse på bedrifter som tilvirker, reparerer eller forhandler måle- og vektredskaper.​2\nVedkommende departement,​6 eller etter fullmakt fra dette Justerdirektøren,​7 kan dispensere fra regelen i første ledd.\n1 Se kap. 12.\n2 Se § 7.\n3 Se §§ 8 og 9.\n4 Jfr. lov 2 juni 2000 nr. 39.\n5 Se § 9 siste ledd.\n6 Nærings- og handelsdepartementet.\n7 Se § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Når tidligere justerte måle- og vektredskaper​1 repareres, er deres tidligere justering​2 ikke lenger gyldig. De skal​1 derfor, for fortsatt å kunne brukes som justerte redskaper,​2 etter tilendebrakt reparasjon undergis omjustering​3 ved justervesenet.​4 Det påhviler så vel eieren eller brukeren som reparatøren plikt til å sørge for dette. Redskaper​2 som skal omjusteres på et justerkammer eller hos reparatøren, må ikke leveres tilbake før omjusteringen​3 er foretatt. Redskaper som skal omjusteres på bruksstedet må ikke tas i bruk før omjustering​3 er rekvirert i rekommandert brev til distriktets justerkammer.​5 Omjustering kan også rekvireres ved bruk av elektronisk kommunikasjon dersom det er benyttet en betryggende metode for å sikre at rekvisisjonen er mottatt av distriktets justerkammer.​5\nTil reparasjon henregnes her også enhver behandling som medfører risiko for at redskapet ikke lenger har de egenskaper som fordres for dets justering.​3 I mangel av bevis for det motsatte anses en reparasjon å foreligge når redskapet av en reparatør har vært fjernet fra det lokale hvor det er oppstilt.\n0 Endret ved lover 9 jan 1998 nr. 5, 21 des 2001 nr. 117 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1475).\n1 Se kap. 12.\n2 Se § 7.\n3 Se § 8.\n4 Se kap. 3.\n5 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Departementet,​1 eller etter dettes fullmakt Justerdirektøren,​2 kan bestemme at justeringen​3 av visse redskaper​4 eller redskaper av bestemt slags bare skal gjelde for bestemt avgrenset tid. Slike bestemmelser gjelder også redskaper som tidligere er justert.\nRedskaper​4 som det er gitt slike bestemmelser for som omhandlet i første ledd, er gjenstand for obligatorisk periodisk revisjon.​3 Reglene i § 25 gjelder tilsvarende.\n1 Nærings- og handelsdepartementet.\n2 Se § 13.\n3 Jfr. § 8 og § 32.\n4 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Justeringens utførelse henligger under justervesenet eller andre organer Norge er forpliktet til å godta gjennom internasjonale avtaler.​1 Justervesenet ledes av en direktør – Justerdirektøren – under akttagelse av denne lov og de forskrifter som er gitt med hjemmel i den.\nJusterdirektøren avgjør, for så vidt annet ikke er fastsatt i denne lov, alle spørsmål vedrørende justervesenet av teknisk art, og påser de utferdigede forskrifter overholdt.\n0 Endret ved lover 19 juni 1969 nr. 54, 27 nov 1992 nr. 118.\n1 Jfr. EØS-avtalen vedlegg II kap. IX punkt 27 (dir 90/384).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Justerdirektøren tilsettes av Kongen.\n0 Endret ved lov 16 juni 1994 nr. 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Det er forbudt​1 justervesenets tjenestemenn, deres ektefeller​2 og hjemmeværende barn​3 å befatte seg med tilvirkning, kjøp eller salg eller, med det unntak som framgår av § 18, med rettelse eller reparasjon av måle- og vektredskaper,​4 eller direkte eller indirekte å være økonomisk interessert i bedrift som driver sådan virksomhet.\nVedkommende departement​5 kan under særlige omstendigheter dispensere fra forbudet i første ledd for så vidt angår rettelser og reparasjoner.\n1 Se kap. 12.\n2 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Jfr. lov 8 april 1981 nr. 7 og 28 feb 1986 nr. 8 § 12.\n4 Se § 7.\n5 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Justervesenet skal holdes utstyrt med hovednormaler som med så vidt stor nøyaktighet som mulig er i samsvar med de nasjonale normaler for grunnenheter.\nFor andre enheter skal justervesenet i nødvendig utstrekning holdes utstyrt med nasjonale normaler. Disse skal så ofte det er nødvendig sammenliknes med tilsvarende internasjonale normaler.\nHovednormalene og de nasjonale normaler for andre enheter tjener som grunnlag for kalibrering og justering​1 av de øvrige normaler som er nødvendige for justervesenets arbeid. I særlige tilfelle kan Justerdirektøren tillate dem brukt også til andre nøyaktige sammenlikninger, men i så fall alltid under direktørens personlige oppsyn og ansvar.\n0 Endret ved lov 10 juni 1977 nr. 69.\n1 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "For så vidt ikke annet er fastsatt i denne lov, utføres de rekvirerte justeringer​1 enten ved de faste justerkamre som er eller blir opprettet på forskjellige steder i riket, eller ved ambulerende justerkamre som måtte bli satt i gang leilighetsvis andre steder for en begrenset tid. Dog kan også Justerdirektøren og etter hans bestemmelse også andre tjenestemenn enn justerkamrenes utføre sådanne justeringer. Bestemmelser om hvilke tjenestemenn skal utføre serierevisjon og ettersyn fastsettes ved instruks som utferdiges av Justerdirektøren. Instruksen må ha departementets​2 godkjenning.\nVedkommende departement​2 treffer bestemmelse om opprettelse og nedleggelse av faste justerkamre og disses distrikter, om anordning av ambulerende justerkamre og om disses virksomhetsområde, som er uavhengig av de faste justerkamres distrikter.\nBestyrer av fast justerkammer er justermester.\n1 Se § 8.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Justerdirektøren kan tillate at justervesenet etter rekvisisjon:\nutfører målinger uten påfølgende stempling,\nutfører mindre rettelser og reparasjoner på redskaper,​1\nkontrollerer redskapers​1 lovlige tilstand hva oppstilling og sikringsforanstaltninger angår.\nHan fastsetter i så fall den betaling som skal erlegges til justervesenet for disse arbeider.\n1 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "For justervesenets skriftlige uttalelser angående justertekniske spørsmål erlegges det, når de ikke blir avgitt på forlangende av departementet,​1 gebyr hvis størrelse fastsettes av Justerdirektøren for hvert enkelt tilfelle.\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Tilvirkere, forhandlere og brukere av måle- og vektredskaper​1 plikter​2 etter oppfordring fra Justerdirektøren å meddele ham de opplysninger som han anser for nødvendige for å kunne påse overholdt denne lov og forskrifter utferdiget med hjemmel i den. Inntil de forlangte opplysninger er meddelt, kan etter Justerdirektørens bestemmelse justering​3 nektes for vedkommende tilvirker, forhandler eller bruker av måle- og vektredskaper.​1\n1 Se § 7.\n2 Se § 51, jfr. strl. § 339.\n3 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Alle måle- og vektredskaper​1 må, for å være justerbare:\n1. være av sådan konstruksjon og styrke at det kan påregnes at de – behandlet med alminnelig forsiktighet – i et rimelig tidsrom vil bevare de egenskaper som de har ved justeringen,\n2. ikke være forsynt med bi-innretninger som kan virke skadelig på redskapets forskriftsmessige bruk.\nEnn videre må de bære angivelser i metriske enheter og ikke være utstyrt med andre målebetegnelser eller -inndelinger. Dog kan vedkommende departement​2 gi tillatelse til justering​3 av redskaper innrettet etter andre enheter enn de metriske eller med betegnelser og inndelinger så vel i metriske som i ikke-metriske enheter til bruk ved visse slags handel, ved handel med visse slags varer eller til visse slags målinger eller veininger.\n1 Se § 7.\n2 Nærings- og handelsdepartementet.\n3 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Det skal til enhver tid være fastsatt hvilke måle- og vektredskaper​1 skal kunne justeres,​2 hvilke krav disse skal tilfredsstille, derunder de tillatelige feilgrenser (kfr. § 26), samt hvorvidt justering​2 skal kunne finne sted ved alle justerkamre​3 eller kun ved ett enkelt eller enkelte av dem eller kun ved nærmere angitt justertjenestemann. De nærmere bestemmelser herom fastsettes av vedkommende departement​4 eller, etter fullmakt fra dette, av Justerdirektøren.​5 Før andre redskaper eller redskaper av ny eller forandret konstruksjon kan tas med i disse bestemmelser, må redskapene godkjennes dertil etter forutgående anmeldelse og undersøkelse ved justervesenet eller et annet organ Norge har forpliktet seg til å godta gjennom internasjonale avtaler.​6 De nærmere regler om anmeldelse, undersøkelse og godkjenning og om betaling derfor fastsettes av departementet.​4\n0 Endret ved lov 27 nov 1992 nr. 118.\n1 Se § 7.\n2 Se § 8.\n3 Jfr. § 17.\n4 Nærings- og handelsdepartementet.\n5 Se § 13.\n6 Jfr. EØS-avtalen vedlegg II kap. IX punkt 27 (dir 90/384).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "De bestemmelser som er nevnt i § 22, kan innenfor de enkelte redskapsgrupper​1 begrense tillatelsen til justering​2 til å gjelde:\na. bestemte typer eller konstruksjoner i sin alminnelighet eller kun slike fra en nærmere angitt tilvirker,\nb. kun ett enkelt eller et bestemt antall redskaper​1 av en viss slags.\nVidere kan de innskrenke adgangen til anvendelse av vedkommende redskaper​1 til visse slags bruk, til viss slags handel, til nærmere angitt bedrift eller bedrifter eller til visse deler av landet.\n1 Se § 7.\n2 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Hvis redskaper​1 ønskes justert​2 som omfattes av de i § 22 nevnte bestemmelser, men som avviker fra de gjeldende forskrifter i mindre vesentlige henseender, avgjør Justerdirektøren​3 om justering​2 skal finne sted.\nJusterdirektøren​3 kan tillate nye redskaper​1 justert på prøve i et visst antall og om nødvendig for en begrenset tid.\n1 Se § 7.\n2 Se § 8.\n3 Se § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Bestemmelser som opphever eller innskrenker justerbarheten for redskaper​1 av bestemt slags, opphever, med mindre de selv fastsetter noe annet, justering​2 som allerede er foretatt av redskaper som ikke lenger kan justeres. Likeså gjelder bestemmelser som innskrenker adgangen til å nytte visse slags redskaper,​1 også redskaper som allerede er justert, med mindre bestemmelsene selv fastsetter noe annet. Minst ett år før slike bestemmelser treffes, skal varsel om det rykkes inn i Norsk lysingsblad.​3\n1 Se § 7.\n2 Se § 8.\n3 Se lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "For samtlige måle- og vektredskaper​1 som skal kunne justeres, skal være fastsatt de tillatelige feilgrenser ved justering​2 (justertoleransen) og for bruk i handel og vandel​3 (brukstoleransen).\nIntet redskap​1 må forsynes med justerstempel, hvis dets feilvisning er større enn justertoleransen. Dog er ved revisjon​2 en feilvisning tillatt som ikke er større enn brukstoleransen.\n1 Se § 7.\n2 Se § 8.\n3 Se § 9 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "For enhver vekt fastsetter vedkommende departement​1 eller, etter fullmakt fra dette, Justerdirektøren​2 en bestemt maksimumsbelastning og en bestemt minimumsbelastning som angir de grenser innen hvilke vektens bruk er lovlig.\nPå vektene skal ved justeringen​3 på en lett synlig måte være angitt den største og den minste belastning for hvilke deres bruk er tillatt. Justerdirektøren​2 kan gi nærmere forskrifter om gjennomførelsen av denne bestemmelse. Han kan også frita fra plikten til å påføre redskapet​4 angivelsen, når redskapet ikke kan anvendes ut over de tillatte grenser.\nPå samme måte kan det også for andre redskaper​4 fastsettes en øvre og en nedre grense for deres tillatte bruk. Reglene i annet ledd får da tilsvarende anvendelse.\n1 Nærings- og handelsdepartementet.\n2 Se § 13.\n3 Se § 8.\n4 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Etter rekvisisjon skal det være adgang til å få utført frivillig revisjon​1 ved justervesenet for dem som ønsker å få tidligere justerte redskaper​2 undersøkt på nytt for å erfare om de besitter de egenskaper som forlanges etter de gjeldende bestemmelser.\n1 Se § 8.\n2 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "content": "Ved justeringen​1 undersøkes først om vedkommende redskap​2 lovlig kan justeres (jfr. §§ 22 og 25) og om det for øvrig tilfredsstiller de forskrifter som er fastsatt i denne lov eller er utferdiget med hjemmel i den.\nTilfredsstiller et redskap ved undersøkelsen de foran nevnte krav, utstyres det med et stempel (justerstempel), hvis utseende fastsettes av vedkommende departement.​3\nJusterdirektøren​4 kan gi nærmere forskrifter​5 om stemplingen. Hvor redskapets​2 dimensjoner eller øvrige egenskaper tilsier det, kan han tillate, enten at stemplingen sløyfes og erstattes med en skriftlig bevitnelse om justeringen,​1 eller at redskapet i stedet for med stempel utstyres med annen angivelse som kjennetegn på justering. Dette skal da anses som likeverdig med stempling ved anvendelse av bestemmelsene i denne lov.\n1 Se § 8.\n2 Se § 7.\n3 Nærings- og handelsdepartementet.\n4 Se § 13.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "Redskaper​1 som ønskes justert,​2 skal framstilles i fullt ferdig stand til å prøves. Justering​2 kan foretas i justervesenets lokaler (innejustering) eller utenfor justervesenets lokaler (utejustering).\nUtejustering skal finne sted for redskaper​1 som er faststående, eller som på grunn av sin størrelse, vekt eller ømfintlighet kun vanskelig kan flyttes, og for redskaper som ifølge sin konstruksjon eller egenskaper for øvrig ikke kan justeres før de er på plass. For øvrig bestemmer Justerdirektøren,​3 når annet ikke er fastsatt i denne lov, i hvilken utstrekning utejustering skal finne sted.\n1 Se § 7.\n2 Se § 8.\n3 Se § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Ved utejustering​1 plikter​2 redskapenes​3 bruker å sørge for hensiktsmessig lokale til justeringens​4 utførelse. Han har enn videre å bære alle omkostninger vedkommende justeringen, såsom transport fram og tilbake av normaler og annet utstyr, samt i tilfelle å skaffe nødvendig tarermateriale og tilstrekkelig arbeidshjelp. Han er likeledes ansvarlig for at nevnte normaler og utstyr om nødvendig, oppbevares og behandles forsvarlig inntil de atter er kommet tilbake til justervesenets lokaler eller er overgitt i justertjenestemannens varetekt etter endt justering.\n1 Se § 30.\n2 Se § 51.\n3 Se § 7.\n4 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "content": "For utførelsen av obligatorisk periodisk revisjon​1 (jfr. § 12) gjelder følgende særregler:\nEiere og brukere av redskaper​2 som er undergitt revisjonsplikt, skal finne seg i at revisjonen utføres ved utejustering​3 i serie (serierevisjon) uten at det er satt fram begjæring om det. Under revisjonen kan det oppkreves fastsatte avgifter til dekning av utgifter til skyss- og kostgodtgjørelse samt til transport av normaler og annet utstyr. Hvis ikke annet blir bestemt, skal brukeren av redskapene​2 betale pliktige avgifter og gebyrer (jfr. §§ 35 og 36) på stedet når revisjonen blir utført.\nBrukere av redskaper​2 som er undergitt obligatorisk periodisk revisjon,​1 men som ikke blir behandlet under befaringen til foretakelse av serierevisjon, plikter selv i tide å begjære revisjon ved innejustering​3 eller utejustering.​4 Justerdirektøren​5 utferdiger nærmere instruks om serierevisjonen. Instruksen må ha departementets​6 godkjenning.\n1 Se § 8.\n2 Se § 7.\n3 Se § 30.\n4 Se §§ 30-31.\n5 Se § 13.\n6 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "content": "Tilfredsstiller et tidligere justert redskap​1 ved fornyet behandling på justerkammer​2 ikke de gjeldende fordringer, skal justerstemplene​3 på det tilintetgjøres. Redskapet er da å anse som ujustert. Erklærer redskapets bruker at han vil la det reparere og deretter omjustere,​4 får bestemmelsene i § 39, annet ledd tilsvarende anvendelse.\nTilfredsstiller et tidligere justert redskap​1 ved fornyet behandling under utejustering​5 ikke de gjeldende fordringer, får bestemmelsene i § 39, første, annet og tredje ledd tilsvarende anvendelse.\n1 Se § 7.\n2 Se § 17.\n3 Se § 29.\n4 Se § 8.\n5 Se § 30 og § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "Oppbevarings- og transportbeholdere som finnes egnet dertil, kan forlanges undersøkt av justervesenet og merket med angivelse av deres innhold i kubikkmål eller hulmål. Merkningen kan utstrekkes til å gjelde også de på beholderne forekommende inndelinger og angivelsen av beholderens taravekt, når Justerdirektøren​1 finner dette tilrådelig.\nNærmere bestemmelser om undersøkelse og merkning kan fastsettes av vedkommende departement​2 eller, etter fullmakt fra dette, av Justerdirektøren.​1\nUndersøkelse og merkning etter denne paragraf kan tillates utført også utenfor justervesenets lokaler. I så fall får bestemmelsene i § 31 tilsvarende anvendelse.\nDepartementet​2 kan bestemme at undersøkelse og merkning som omhandlet i denne paragraf i visse tilfelle i stedet for ved justervesenet skal foregå ved andre personer som departementet beskikker dertil, og etter forskrifter​3 som departementet fastsetter.\n1 Se § 13.\n2 Nærings- og handelsdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "content": "For justering​1 og for undersøkelse og merkning​2 utført av justertjenestemenn erlegges til justervesenet sådanne gebyrer som fastsettes av vedkommende departement.​3 Etter fullmakt fra departementet​3 kan gebyrer for undersøkelse og merkning fastsettes av Justerdirektøren.​4\nDepartementet kan gi forskrifter​5 om betaling for de tjenester som utføres av Norsk Akkreditering.\n0 Endret ved lov 16 juni 1994 nr. 48.\n1 Se § 8.\n2 Se § 34.\n3 Nærings- og handelsdepartementet.\n4 Se § 13.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "content": "Gebyr erlegges også:\na. Når redskapet​1 som skal justeres, viser seg så unøyaktig eller mangelfullt at det ikke kan justeres.\nb. Når en utejustering​2 ikke kan utføres fordi redskapets bruker ikke oppfyller sin plikt i henhold til § 31 med hensyn til arbeidets forberedelse, eller fordi redskapet​1 ikke er i ordentlig stand til å justeres eller straks ved besiktigelse viser seg ikke å kunne godkjennes, eller fordi justering​3 er utelukket av andre grunner som faller redskapets bruker til last.\nDepartementet​4 kan bestemme at tilsvarende skal gjelde for undersøkelse og merkning.​5\n1 Se § 7.\n2 Se § 30.\n3 Se § 8.\n4 Nærings- og handelsdepartementet.\n5 Se § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "content": "I tillegg til gebyrer til justervesenet som omhandlet i §§ 35 og 36 erlegger rekvirenten ved rekvirerte utejusteringer​1 skyss- og kostgodtgjørelse til vedkommende tjenestemann etter de i lovgivningen til enhver tid fastsatte regler.\nI tilfelle hvor vedkommende tjenestemann må foreta reise til undersøkelse og merkning​2 utenfor justervesenets lokaler, gjelder tilsvarende bestemmelse.\nUnder utførelse av serierevisjon​3 og ettersyn av måle- og vektredskaper​4 tilkommer det vedkommende tjenestemann skyss- og kostgodtgjørelse etter regler som nevnt i første ledd. Denne godtgjørelse utredes da av justervesenet (jfr. § 32).\n1 Se § 30 og § 31.\n2 Se § 34.\n3 Se § 32.\n4 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "8:38",
      "chapter": "8",
      "section": "38",
      "content": "Etter nærmere instruks som utferdiges av Justerdirektøren​2 og som må ha departementets​3 godkjenning, skal justervesenet etterse måle- og vektredskaper​4 i utsalgssteder som almenheten har adgang til og på varelagre som hører til slike utsalgssteder, i salgshaller, på torg, i veieboder, bergverk, fabrikker, verksteder, meierier, håndverksbedrifter, tollboder, postkontorer, poståpnerier, jernbanestasjoner og andre godsekspedisjoner og ellers overalt hvor det foregår handel, betales avgift, utregnes oppgjør etter mål og vekt eller hvor måle- og vektredskaper etter § 9 benyttes.\n0 Endret ved lov 27 nov 1992 nr. 118.\n1 Jfr. EØS-avtalen vedlegg II kap. IX punkt 27 (dir 90/384).\n2 Se § 13.\n3 Nærings- og handelsdepartementet.\n4 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "8:39",
      "chapter": "8",
      "section": "39",
      "content": "Blir det under ettersyn på steder som nevnt i § 38 funnet måle- eller vektredskaper​1 som ikke tilfredsstiller de gjeldende forskrifter, skal vedkommende justertjenestemann gå fram på følgende vis: Redskapet fjernes eller ødelegges, eller en av de vitale deler på det fjernes således at redskapet blir ubrukbart. De fjernede deler, ulovlige lodder og andre ulovlige enkle redskaper kan senkes på dypt vann. Hvis redskapet bærer justerstempler,​2 skal disse tilintetgjøres.\nErklærer brukeren av redskapet​1 at han vil la det reparere og deretter omjustere,​3 og justertjenestemannen finner at det lar seg reparere, kan det i stedet for etter forskriftene i første ledd gås fram på den måte at redskapet på en iøynefallende måte forsynes med merknad om at det er ulovlig i handel og vandel​4 og dessuten, hvis dette lar seg gjøre, settes ut av bruk ved forsegling.​5 Det er da ikke nødvendig å tilintetgjøre justerstemplene.​2 Redskapet​1 skal være reparert og omjustering​3 begjært senest én måned etter den dag da det ble forseglet (merket). Justerdirektøren​6 eller den han gir fullmakt kan etter søknad forlenge denne frist. Forseglingen og merknaden om at redskapet er ulovlig i handel og vandel,​4 må bare fjernes av justervesenet eller den som Justerdirektøren​6 gir fullmakt.\nUnder særlige forhold kan Justerdirektøren​6 tillate at det blir gjort unntak fra reglene i første og annet ledd.\n1 Se § 7.\n2 Se § 29.\n3 Se § 8.\n4 Se § 9 siste ledd.\n5 Jfr. strl. § 343.\n6 Se § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "8:40",
      "chapter": "8",
      "section": "40",
      "content": "Under utførelsen av det offentlige ettersyn av måle- og vektredskaper​1 har justervesenets tjenestemenn politimyndighet,​2 og kan forlange uhindret adgang​3 til å utføre sitt verv på alle de steder som er nevnt i § 38.\nHvor det forekommer redskaper​1 som på grunn av sin størrelse eller av andre grunner ikke kan undersøkes uten usedvanlige tiltak eller hjelpemidler, er vedkommende bedrift eller brukeren av redskapene pliktig til å yte den nødvendige hjelp og skaffe nødvendig materiale. Dette gjelder særlig transport av tunge vektlodder og tungt tarermateriale for store vekter.\n1 Se § 7.\n2 Jfr. lov 4 aug 1995 nr. 53 § 20.\n3 Se strl. § 326.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "9:41",
      "chapter": "9",
      "section": "41",
      "content": "Kongen kan bestemme at når nærmere angitte varer selges eller bringes i handelen påfylt flasker, skal disse flasker innenfor de feilgrenser​1 som han fastsetter, være tilvirket i nærmere angitte størrelser med hensyn til hva de kan romme, og på nærmere foreskreven måte bære angivelsen av sitt innhold i litermål og flasketilvirkerens fabrikkmerke samt årstall for tilvirkningen anbrakt i glasset.\nVed salg i flasker av varer som omfattes av sådan bestemmelse, kan varens mengde bestemmes etter innholdsangivelsen på flasken, når denne er tilstrekkelig fylt. Kongen fastsetter hva det skal kreves for at flasken skal anses for tilstrekkelig fylt. Det kan kreves av flasketilvirkeren at fyllingsnivået skal være angitt ved strek anbrakt i glasset på flaskehalsen.\nKongen kan unnta fra bestemmelse som nevnt i første ledd flasker som påfylt vedkommende vare utføres til utlandet eller innføres derfra.\nNår bestemmelse som nevnt i første ledd utferdiges, gjelder den kun for flasker som tilvirkes etter dens ikrafttreden.​2\n1 Jfr. § 26.\n2 Sml. lov 10 feb 1967 § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "10:42",
      "chapter": "10",
      "section": "42",
      "content": "Ved kjøp og salg av varer og ved erleggelse av avgifter eller avgjørelse av forpliktelser etter mål og vekt skal, med mindre begge parter enes om noe annet, de større måleredskaper​1 og lodder alltid brukes framfor de mindre, så langt de rekker.\n1 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "10:43",
      "chapter": "10",
      "section": "43",
      "content": "Med hensyn til målingen og veiningen ved omsetning av varer gjelder som regel, for så vidt ikke annen avtale herom har funnet sted, at kjøperen kan forlange den utført for sin regning ved offentlig måler eller veier, hvor sådan er beskikket. Hvis kjøperen ikke forlanger å benytte denne sin rett, har selgeren rett til å la målingen eller veiningen utføre ved sine folk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "10:44",
      "chapter": "10",
      "section": "44",
      "content": "Ved kjøp og salg av platina, gull, sølv, edelstener og perler etter vekt og ved medikamenters utlevering fra apotek​1 til medisinsk bruk skal kun brukes presisjonsvekter og presisjonslodder.\nAlle vekter til en maksimumsbelastning av til og med to kilogram, som forefinnes i apotekene,​1 skal være presisjonsvekter og må kun anvendes i forbindelse med presisjonslodder.\nDepartementet​2 kan treffe bestemmelse om hva det skal forstås ved presisjonsvekter og presisjonslodder.\n1 Jfr. lov 2 juni 2000 nr. 39.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "10:45",
      "chapter": "10",
      "section": "45",
      "content": "Særskilt for måling ved omsetning av brenneved gjelder følgende:\nVedens omfang i kubikkmeter (ved småsalg i kubikkmeter eller hektoliter) angis uten fradrag for mellomrommene mellom de enkelte stykker ved.\nUkappet ved (hel ved) skal være av sådan lengde som vedkommende departement​1 bestemmer, hvis noe annet ikke er avtalt mellom kjøper og selger. Småved, hvorved forstås ved som er kappet eller kappet og hugget ferdig til bruk i husholdningene, skal ha en lengde av 20 centimeter, hvis noe annet ikke er avtalt mellom kjøper og selger. Unntak fra bestemmelsene i dette ledd kan fastsettes av departementet.​1\nVed stablet (stuet) mål forstås målet som det fås ved ordnet opplegging med de enkelte stykker ved liggende parallelt med hverandre.\nStyrtet mål betegner målet som det fås ved at veden styrtes ned i et måleredskap.​2\nVed salg av ved skal alltid angis om prisen gjelder stablet eller styrtet mål.\nVed salg av småved skal alltid angis målet av veden i ferdig kappet eller kappet og hugget stand.\n0 Endret ved lov 10 jan 1997 nr. 8 (i kraft 1 mars 1997 iflg. res. 10 jan 1997 nr. 13).\n1 Nærings- og handelsdepartementet.\n2 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "11:46",
      "chapter": "11",
      "section": "46",
      "content": "Bruker av måle- eller vektredskap​1 som i henhold til denne lov skal være justert, plikter​2 å føre tilsyn med at dette krav til enhver tid er oppfylt.\nForeligger det grunn til å formode at redskapet​1 som følge av feilvisning, mangler ved oppstilling eller sikringsforanstaltninger eller av annen årsak ikke lenger er i lovlig tilstand, skal​2 han straks sørge for å få forholdet klarlagt og eventuelle feil eller mangler rettet, hvis dette lar seg gjøre, eller også besørge redskapet satt ut av bruk og fjernet.\n1 Se § 7.\n2 Se § 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "11:47",
      "chapter": "11",
      "section": "47",
      "content": "Bruker av redskap​1 som er blitt forseglet som ulovlig,​2 skal påse at forseglingen ikke blir brutt​3 eller beskadiget mens redskapet er i hans besittelse, og at det ikke blir sluppet ut av hans varetekt før det blir avlevert til reparasjon, avhentet av politiet​4 eller justervesenet eller før forseglingen lovlig​5 blir fjernet.\n1 Se § 7.\n2 Se § 39.\n3 Se strl. § 343.\n4 Jfr. lov 4 aug 1995 nr. 53.\n5 Se § 39 annet ledds siste punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "11:48",
      "chapter": "11",
      "section": "48",
      "content": "Enhver som selger redskap​1 der er undergitt obligatorisk periodisk revisjon,​2 skal gjøre kjøperen bekjent hermed før handelen avsluttes.\nForsømmer han dette, kan kjøperen forlange​3 handelen omgjort, eller skadeserstatning, når han like overfor selgeren framsetter krav herom innen én måned etter at han har fått kjennskap til forholdet, og senest innen fire år etter handelens avslutning.\n1 Se § 7.\n2 Se §§ 12 og 32.\n3 Jfr. lov 13 mai 1988 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "11:49",
      "chapter": "11",
      "section": "49",
      "content": "Ethvert redskap​1 som er innlevert til justervesenet til justering​2 eller for å godkjennes til justering, skal av rekvirenten avhentes innen to måneder etter at underretning om at det er ferdigbehandlet av justervesenet, er sendt ham i rekommandert brev eller ved bruk av elektronisk kommunikasjon dersom det er benyttet en betryggende metode for å sikre at underretningen er mottatt. Har rekvirenten forretningssted eller i mangel av sådant bopel innen den kommune hvor vedkommende justerlokale er beliggende, eller innen noen av de dertil umiddelbart grensende kommuner, er tidsfristen fjorten dager. Er redskapet ikke avhentet innen den angitte frist, blir det justervesenets eiendom.\nTilsvarende gjelder for redskaper​1 eller deler av slike som er innlevert til justervesenet til måling, rettelse eller reparasjon​3 og for oppbevarings- og transportbeholdere som er innlevert til merkning.​4\n0 Endret ved lover 9 jan 1998 nr. 5, 21 des 2001 nr. 117 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1475).\n1 Se § 7.\n2 Se § 8.\n3 Jfr. § 18.\n4 Se § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "11:50",
      "chapter": "11",
      "section": "50",
      "content": "Departementet​1 kan gi nærmere bestemmelser om:\na. at produkter skal merkes med vekt, volumverdi eller alkoholinnhold og markedsføres i bestemte vekt- eller volumverdier,\nb. kontroll og beregning av produkters vekt, volumverdi eller alkoholinnhold og merking av produkter som underkastes slik kontroll,\nc. hvilke institusjoner som kan gjennomføre ovennevnte kontroll,\nd. betaling for kontroll og godkjenning som nevnt i denne paragraf.\nDepartementet​1 kan for øvrig gi nærmere bestemmelser til utfylling og gjennomføring av denne lov.\n0 Endret ved lov 23 des 1994 nr. 80 (i kraft 1 jan 1995).\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "12:51",
      "chapter": "12",
      "section": "51",
      "content": "Den som forsettlig eller uaktsomt overtrer denne lov eller bestemmelser som er gitt med hjemmel i den, straffes med bøter​1 eller fengsel​2 i inntil 3 måneder,​3 for så vidt forholdet ikke rammes av et strengere straffebud.\n0 Endret ved lov 26 jan 1973 nr. 2.\n1 Jfr. strl. § 27 og kap. 3 a.\n2 Jfr. strl. § 26 a.\n3 Jfr. strl. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "12:52",
      "chapter": "12",
      "section": "52",
      "content": "Så vel justervesenets tjenestemenn som politiet​1 kan forsegle,​2 ubrukbargjøre eller ta i forvaring ulovlige redskaper.\n1 Jfr. lov 4 aug 1995 nr. 53.\n2 Jfr. strl. § 343.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "12:53",
      "chapter": "12",
      "section": "53",
      "title": "(Opphevet ved lov 26 jan 1973 nr. 2.)",
      "content": "§ 53.(Opphevet ved lov 26 jan 1973 nr. 2.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "13:54",
      "chapter": "13",
      "section": "54",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\n– – –\nDe bestemmelser som er gitt i den eldre lovgivning eller av Kongen eller annen myndighet i medhold av denne om omskrivning av eldre mål og vekt til metrisk, beholder sin gyldighet.\n1 Fra 1 jan 1950 iflg. res. 26 aug 1949.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    }
  ]
}