{
  "id": "LOV-1947-03-21-2",
  "type": "statute",
  "title": "Lov om skattlegging av sjømenn",
  "short_name": "Sjømannsskatteloven",
  "status": "in_force",
  "issued_date": "1947-03-21",
  "in_force_date": "1947-03-21",
  "url": "https://lovdata.no/dokument/NLO/lov/1947-03-21-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "I denne lov forstås med\n1. Sjømannsskatt: Skatter til stat og kommune som sjømenn skal svare av inntekten om bord. Stortinget bestemmer for den enkelte budsjettermin hvor vidt det skal svares fellesskatt til Skattefordelingsfondet av inntekt om bord.\n2. Arbeidsgiver: Den som selv eller ved fullmektig utbetaler lønn eller annen godtgjørelse som regnes som inntekt om bord.\n3. Sjømann: Enhver som er ansatt om bord i tjeneste hos rederiet eller hos arbeidsgiver som driver næringsvirksomhet om bord, i norsk skip​2 på 100 brutto registertonn eller mer, herunder skip registrert i norsk internasjonalt skipsregister, unntatt:\na. skip som ikke har eget fremdriftsmiddel,\nb. skip som vesentlig går i fart på norske innsjøer og elver,\nc. skip i stasjonær virksomhet og ferje- eller havnetrafikk eller annen virksomhet over begrenset fartsområde,\nd. skip som tilhører Forsvaret,\ne. fiske- og fangstfartøy i den tid fartøyet brukes til fiske eller fangst.\nSom sjømann regnes ikke arbeidstaker som er ansatt om bord bare i den tid skipet ligger ved land. Svarer arbeidstakeren sjømannsskatt når skipet er i fart, skal slik skatt beregnes også av inntekt om bord i den tid skipet ligger ved land.\nMed norsk skip likestilles utenlandsk registrert skip\na. som er befraktet av norsk rederi på bareboat basis, for så vidt gjelder sjømenn som skattlegges etter reglene under kapittel II, eller\nb. hvor norsk rederi har den virkelige ledelse av skipet eller forestår driften av det, for så vidt gjelder sjømenn som etter skattelovgivningen anses bosatt i Norge.\nDepartementet kan bestemme at sjømenn bosatt i utlandet ikke skal betale sjømannsskatt under fart i særlige farvann.\nSjømannsskatt pliktes ikke når sjømannen blir skattlagt til sitt hjemland for hele inntekten om bord, eller når han er fritatt for skatt til Norge etter avtale Norge har inngått med annen stat.\nDepartementet kan i særlige tilfelle bestemme at andre utenlandske skip enn de som er nevnt i tredje ledd skal være likestilt med norske. Slik bestemmelse kan begrenses til å gjelde sjømenn tilsatt i norsk rederi.\nDepartementet kan bestemme at arbeidstakere bosatt utenfor Norden som er ansatt om bord i tjeneste hos arbeidsgiver som driver næringsvirksomhet om bord, ikke skal betale sjømannsskatt.\n4. Inntekt ombord: Enhver godtgjørelse som en sjømann får utbetalt eller kan kreve utbetalt av eller gjennom arbeidsgiveren for arbeid eller virksomhet ombord samt serveringspenger, drikkepenger og lignende ytelser, med de unntak som følger av § 4, nr. 3. Som inntekt ombord regnes også fortjeneste som sjømannen har ved salgsvirksomhet ombord. Det samme gjelder sykepenger, hyre og likestilte ytelser ved sykdom og skade, og som trer i stedet for inntekt som ville ha vært skattlagt etter denne lov.\n5. Inntekt i land: Inntekt som en sjømann eller skattepliktig som har vært sjømann i trekkåret, oppebærer i dette år og som ikke går inn under inntekt ombord.\n6. Trekkåret: Det kalenderår hvori foretas trekk etter denne lov for skatt av inntekt opptjent i samme år.\n1 Endret ved lover 29 juni 1956 nr 18, 6 juli 1957 nr 23, 3 april 1964 nr 2, 13 juni 1969 nr 42, 16 juni 1978 nr 59, 11 juni 1982 nr 34, 16 des 1983 nr 72, 14 juni 1985 nr 64, 12 juni 1987 nr 44.\n2 Se lov 20 juli 1893 nr. 1 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Kongen kan i særlige tilfelle dispensere fra den tonnasjegrense som er fastsatt i § 1 nr. 3 for skip som går i utenriks- eller innenriksfart, nyttes til redningstjeneste, berging, sleping, sjømåling og lignende.​2 Kongen kan videre i særlige tilfelle dispensere fra unntaksbestemmelsene i § 1 nr. 3 bokstav a, b og d, og kan for skip som tilhører Forsvaret også dispensere fra den nevnte tonnasjegrense. Kongen kan gi nærmere regler om hva som skal anses som begrenset fartsområde etter § 1 nr. 3 bokstav c.\n1 Endret ved lov 29 juni 1956 nr. 18.\n2 Se res. 5 okt. 1956, 28 okt. 1960.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Bestemmelsene i dette kapitel gjelder ved beregning av sjømannsskatt​2 for:\n1. Sjømann​2 som etter skatteloven av 18 august 1911 med tilleggslover blir å regne som bosatt her i riket.\n2. Sjømann som er bosatt i Danmark, Finnland, Island eller Sverige.\n1 Endret ved lover 29 juni 1956 nr. 18, 28 mai 1959 nr. 6, 4 juni 1976 nr. 46.\n2 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "1. Sjømannsskatt​2 beregnes på grunnlag av inntekten om bord​2 uten at det foretas ligning. Ved beregningen skal gjøres fradrag i inntekten for:\na. Utgifter og andre fradragsposter som etter den alminnelige skattelovgivning vil kunne kreves fratrukket i inntekten.​3 Utgifter som knytter seg til erverv, sikring eller vedlikehold av inntekt i land,​2 kan dog ikke kreves fradratt i inntekten om bord. Det samme gjelder underskudd eller tap som nevnt i skatteloven av 18 august 1911 § 45 første ledd.\nVedkommende departement​4 kan bestemme at det skal gis fradrag for visse utgifter som går inn under foregående ledd med en viss prosent av bruttoinntekten om bord eller med et bestemt beløp. Departementet kan gi forskrifter om rett for sjømenn til omregning av sjømannsskatten under hensyn til underskudd på boligeiendom og innskudd som nevnt i skatteloven § 44 ellevte ledd nr. 3 b.\nb. Klassefradrag etter de regler som blir fastsatt av Stortinget for den enkelte budsjettermin. Vedkommende departement kan gi nærmere regler om framgangsmåten ved fastsettelsen av fradraget.\n2. De beløp som skal fratrekkes i inntekten ombord etter nr. 1 a og b, fastsettes i alminnelighet før trekkårets begynnelse av ligningssjefen. Ligningssjefen kan når som helst i trekkåret sette ned eller forhøye fradragsbeløpet når det er grunn til å anta at den tidligere fastsettelse er uriktig. Vedkommende departement kan bestemme at fradrag etter nr. 1 og 2 skal innreguleres i de tabeller sjømannsskatten beregnes etter.\n3. Ved beregning av inntekt om bord tas ikke med:\na. verdien av fritt opphold om bord,\nb. tariffmessig hyretillegg for egen kost,\nc. ekstrahyre ved forlis,\nd. effektgodtgjørelse og annen forlisgodtgjørelse,\ne. krigsrisikotillegg som er opptjent under fart i erklærte krigssoner.\nf. rentegodtgjørelse som ytes ved tilbakebetaling av skatt for et inntektsår, med inntil kr 1.000.\n4. Ved beregning av sjømannsskatt kan det kreves fradrag i skatten med 25 pst. av premie til livsforsikring og spareinnskudd som nevnt i skatteloven av 18. august 1911, § 44 ellevte ledd nr. 1 og nr. 2 a, eller med 30 pst. av spareinnskudd som nevnt i nr. 2 b for sjømenn til og med det år sjømannen fyller 33 år. For ektefeller legges den yngstes alder til grunn. Fradraget for vedkommende måned kan ikke utgjøre et høyere beløp enn den sjømannsskatt som beregnes på grunnlag av inntekten om bord i samme måned. Bestemmelsene under nr. 2 får tilsvarende anvendelse.\n1 Endret ved lover 9 juli 1948 nr. 6, 29 juni 1956 nr. 18, 19 mai 1967 nr. 3, 13 juni 1969 nr. 42, 14 juni 1974 nr. 32 (tilføyet nr. 4 med fullmakt for Kongen til å fastsette overgangsbestemmelser), 4 juni 1976 nr. 46, 10 des. 1976 nr. 86, 16 juni 1978 nr. 59, 11 juni 1982 nr. 36 (f o m inntektsåret 1982), 6 juni 1986 nr 25, 9 jan 1987 nr 4 (f o m inntektsåret 1987), 18 des 1987 nr 75 (f o m inntektsåret 1988), 29 april 1988 nr 19 (f o m inntektsåret 1988).\n2 Se § 1.\n3 Etter II i lov 27 mai 1977 nr. 38 kan Finansdepartementet gi særlige regler om fradrag for foreningskontingent etter skattelovens § 44 fjerde ledd.\n4 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "1. Klage over ligningssjefens fastsettelse av fradragsbeløp etter § 4 nr. 2 kan sendes inn til ligningskontoret når som helst innen utgangen av trekkåret.​2\n2. Klagen avgjøres av ligningsnemnda. Blir klagen ikke helt imøtekommet, skal den snarest legges fram for overligningsnemnda. Vedtak skal treffes uten ugrunnet opphold og være skriftlig med en kort begrunnelse. Den skattepliktige skal straks gis melding om den endelige avgjørelse.\n1 Endret ved lover 29 juni 1956 nr. 18, 13 juni 1980 nr. 25 (se dens II).\n2 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "1. Arbeidsgiveren beregner sjømannsskatten​2 av inntekt ombord​2 etter tabeller som utarbeides av vedkommende departement​3 på grunnlag av de skattesatser og nærmere regler som Stortinget fastsetter for den enkelte budsjettermin. Arbeidsgiveren​2 har plikt til å sørge for at det blir gjennomført beregning og trekk av sjømannsskatt også i tilfelle der sjømannen selv innkrever sin godtgjørelse. Sjømannen​2 plikter da å innbetale sjømannsskatten til arbeidsgiveren. Skatten beregnes ved hver månedlig utbetaling. Vedkommende departement gir særregler om beregningen av skatt av særutbetalinger, av feriegodtgjørelse m.v. og av godtgjørelse for tjeneste som bare har vart en del av en måned. Skatten forfaller etter hvert som den beregnes og holdes tilbake i inntekten ombord.\n2. Sjømannen plikter å gi de opplysninger som er nødvendige for at skatteberegningen kan bli riktig utført. Den som med forsett eller grovt uaktsomt gir uriktige eller ufullstendige opplysninger som kan føre til at sjømannsskatt ikke blir beregnet eller at skatten beregnes med for lavt beløp, kan av vedkommende departement eller den myndighet departementet bestemmer, tilpliktes å erlegge inntil det dobbelte av det unndratte beløp. Beløpet kan med tillegg av renter og kostnader drives inn ved utpanting, motregning eller trekk etter reglene i lov av 21. november 1952 om betaling og innkreving av skatt §§ 32 og 33.\n3. Sjømannsskatten kan i alminnelighet bare kreves rettet når det foreligger feil ved skatteberegningen. Den skattepliktige har ikke krav på retting når feilen skyldes hans eget forhold.\n4. Vedkommende departement eller den myndighet departementet bestemmer, kan på søknad ettergi og betale tilbake sjømannsskatt når det på grunn av den skattepliktiges langvarige sykdom og arbeidsuførhet, familiens tap av forsørger eller andre helt særegne forhold må anses særdeles ubillig å opprettholde skatten.\n5. Vedkommende departement gir nærmere regler om gjennomføringen av bestemmelsene i denne paragraf.\n1 Endret ved lover 9 juli 1948 nr. 6, 29 juni 1956 nr. 18, 9 juni 1961 nr. 6, 6 juni 1986 nr 25.\n2 Se § 1 nr. 5.\n3 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "1. Formue som tilhører sjømannen eller noen som skal lignes under ett med ham, blir å skattlegge etter reglene i den alminnelige skattelovgivning. Det samme gjelder inntekt som ikke er undergitt reglene om sjømannsskatt.​2 Ekstrahyre ved forlis, effektgodtgjørelse og annen forlisgodtgjørelse​3 regnes ikke som inntekt. I bruttoinntekten kan bare kreves fratrukket utgifter som ikke skal tas i betraktning ved beregningen av sjømannsskatt.​2\n2. Ved beregningen av skatt av inntekt i land​4 som i trekkåret​4 eller avvikende regnskapsår oppebæres av sjømannen eller noen som skal lignes under ett med ham, gjelder disse regler:\na. Skatt beregnes av den samlede inntekt i land og om bord.​4 Det framkomne skattebeløp fordeles forholdsmessig på inntekten i land og ombord. Den endelige skatt utgjør derved det beløp som faller på inntekten i land, etter eventuelt fradrag som nevnt i skatteloven § 44 ellevte, jfr. tolvte ledd, og som ikke er tatt hensyn til ved skattleggingen om bord. Eventuelt skattetillegg etter den nevnte bestemmelse gis ved ligningen i land.\nb. Ved anvendelsen av bestemmelsene i skatteloven av 18 august 1911 § 16 fjerde ledd skal det ved sammenligningen av ektefellenes inntekt tas hensyn til deres inntekt om bord.\n3. Har sjømannen eller noen som skal lignes under ett med ham, i trekkåret hatt underskudd eller tap som nevnt i skatteloven av 18 august 1911 § 45 første ledd, kan han kreve å bli lignet etter reglene i nevnte lov.\n1 Endret ved lover 9 juli 1948 nr. 6, 6 juli 1957 nr. 23, 28 mai 1959 nr. 6, 14 juni 1974 nr. 32, 4 juni 1976 nr. 46, 3 juni 1977 nr. 48, 16 juni 1978 nr. 59.\n2 Se §§ 1 og 4.\n3 Se lov 30 mai 1975 nr. 18 §§ 18, 25, 28.\n4 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "1. Trekk i inntekt om bord​2 til dekning av forskuddsskatt, restskatt, etterskuddsskatt og annen utlignet skatt kan bare settes i verk gjennom utpanting.\n2. Krav på forfalt forskottsskatt, restskatt, etterskottsskatt og annen utlignet skatt kan bringes i motregning overfor krav på tilbakebetaling av sjømannsskatt.​2\n3. Sjømannsskatt som ikke blir betalt i rett tid, kan med tillegg av renter og kostnader drives inn ved utpanting i inntekt i land. Utpantingsretten står ved lag til skatten faller bort som foreldet.\n4. Krav på sjømannsskatt, renter og kostnader som nevnt under 3 kan uoppdelt bringes i motregning overfor krav sjømannen har på tilbakebetaling av sjømannsskatt, forskuddsskatt, restskatt, etterskuddsskatt og annen utlignet skatt og krav på rentegodtgjørelse.\n1 Endret ved lover 29 juni 1956 nr. 18, 11 juni 1982 nr. 34, 6 juni 1986 nr 25.\n2 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "1. Kommuneskatt av inntekt om bord​2 svares til den kommune hvor den skattepliktige etter reglene i skatteloven av 18 august 1911 er eller må anses bosatt 1 november i året forut for trekkåret.​2\n2. Har sjømannen ikke bopel eller hjem på et annet sted i riket, tilfaller skatten den kommune hvor rederiet som han var tilsatt i 1. november i året forut for trekkåret, da hadde sitt kontor eller hvor bestyrelsen foregikk. Har han påmønstret etter 1. november i året forut for trekkåret, tilfaller skatten den kommune hvor rederiet hadde sitt kontor eller hvor bestyrelsen foregikk da påmønstringen fant sted.\n3. Samlet skattefradrag i trekkåret som nevnt i § 4 nr. 4 belastes statens del av sjømannsskatten.\n1 Endret ved lover 29 juni 1956 nr. 18, 14 juni 1974 nr. 32, 4 juni 1976 nr. 46.\n2 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Trekket settes i verk av arbeidsgiveren ved hver månedlig utbetaling av inntekt om bord.​2 Trekket foretas etter de regler som Stortinget fastsetter for den enkelte budsjettermin. § 8, nr. 1 får tilsvarende anvendelse. Vedkommende departement​3 kan gi regler om fradrag i inntekten og kan på søknad ettergi og betale tilbake skattetrekk når det foretatte trekk p.g.a. helt særegne forhold må anses å ha virket særdeles ubillig.\n1 Endret ved lover 29 juni 1956 nr. 18, 28 mai 1959 nr. 6, 13 juni 1969 nr. 42.\n2 Se § 1.\n3 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "1. Av beløp som er inngått ved trekk etter § 10, tilfaller 30 % staten. De øvrige 70 % fordeles på kommunene etter tallet på sjømenn som pr. 1 november i året forut for trekkåret var innført i sjømannsmantallet som skattepliktige i kommunen etter § 9.\n2. Reglene under nr. 1 får anvendelse også ved fordeling av trekk overfor sjømenn som nevnt under § 3 nr. 2.\n1 Endret ved lover 15 mars 1957 nr. 3, 28 mai 1959 nr. 6, 3 april 1964 nr. 2, 19 des. 1975 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "1. Sjømenn​2 og deres ektefeller plikter å gi de opplysninger som ligningsmyndighetene forlanger om sjømannens forsørgelsesbyrde og andre forhold av betydning for beregning av sjømannsskatt.​2\n2. Hvis den skattepliktige ikke etterkommer pålegg om å gi opplysninger etter første ledd, taper han retten til å klage.\n1 Endret ved lover 29 juni 1956 nr. 18, 4 juni 1976 nr. 46, 13 juni 1980 nr. 25 (se dens II).\n2 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "(Opphevet ved lov 13 juni 1980 nr. 25, se dens II.)",
      "content": "§ 13.(Opphevet ved lov 13 juni 1980 nr. 25, se dens II.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "content": "1. Arbeidsgiveren​2 er overfor det offentlige ansvarlig for at skatt blir beregnet, og at trekk av skatt blir foretatt og oppgjør gitt i samsvar med denne lov og de regler som blir fastsatt med hjemmel i den. Unnlatelse av å foreta pliktig trekk medfører ikke ansvar når det godtgjøres at forholdet ikke skyldes forsømmelighet eller mangel på tilbørlig aktsomhet fra arbeidsgiveren eller noen som er tilsatt i hans tjeneste.\n2. Vedkommende departement​3 kan bestemme at arbeidsgiveren skal foreta a conto-innbetaling når oppgjør for skatt som er beregnet eller som skulle være beregnet, ikke er sendt innen en fastsatt frist.\n3. Når skatt som er beregnet eller som arbeidsgiveren skulle ha beregnet, samt a conto-beløp som nevnt i nr. 2, ikke blir betalt i rett tid, kan beløpet med tillegg av renter og kostnader drives inn hos arbeidsgiveren ved utpanting, motregning eller trekk etter reglene i lov av 21. november 1952 om betaling og innkreving av skatt §§ 32 og 33, jfr. § 49 nr. 3.\n1 Endret ved lover 29 juni 1956 nr. 18, 9 juni 1961 nr. 6.\n2 Se § 1.\n3 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:14 a",
      "chapter": "5",
      "section": "14 a",
      "content": "1. Staten er saksøker ved tvangsforretning til inndriving av sjømannsskatt (herunder beløp som nevnt i § 6 nr. 2) og av trekkoppgjør og ansvarsbeløp.​2\n2. Søksmål om avgjørelse eller forføyning truffet i medhold av denne lov rettes mot staten. Det samme gjelder klage til namsretten. Domstolens avgjørelse er bindende for vedkommende kommune. Denne kan på ethvert trinn tre inn i saken som hjelpeintervenient og kan etter avtale med staten overta saken.\n3. Søksmål som nevnt i nr. 2, må reises innen 1 år etter trekkårets utløp. Det kan gis oppreisning mot oversittelse av fristen på de vilkår som er fastsatt i lov om domstolene § 153 og § 154, første ledd.\n1 Tilføyet ved lov 9 juni 1961 nr. 6.\n2 Jfr. lov 21 nov. 1952 nr. 2 § 48 nr.1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14a",
        "source_heading": "§ 14 a."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Arbeidsgiver som unnlater å foreta beregning og trekk av skatt etter denne lov eller som unnlater å sende inn de trukne beløp i rett tid, straffes med bøter for så vidt forholdet ikke går inn under strengere straffebestemmelse.\n1 Endret ved lov 29 juni 1956 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:15 a",
      "chapter": "5",
      "section": "15 a",
      "content": "Lov av 21. november 1952 om betaling og innkreving av skatt § 38 A om overføring av skatt til skattemyndighetene i annen stat m.v. gis så langt den passer tilsvarende anvendelse på trukket sjømannsskatt.\n1 Tilføyd ved lov 6 juni 1986 nr 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15a",
        "source_heading": "§ 15 A."
      }
    },
    {
      "provision_ref": "6:16",
      "chapter": "6",
      "section": "16",
      "content": "1. Vedkommende departement​2 kan utferdige nærmere regler til utfylling og gjennomføring av denne lov og kan herunder treffe bestemmelse om plikt for sjømenn​3 til å sørge for skattekort, om beregning av sjømannsskatt når det ikke er fastsatt fradragsbeløp etter § 4, om ansettelse av inntekt som består i drikkepenger og lignende ytelser eller i salgsfortjeneste,​3 om trekk i ekstrahyre ved sykdom eller forlis, om avrunding av fradragsbeløp og skattebeløp, om fradrag for utgifter, om arbeidsgivers plikt til å svare renter av skattebeløp som ikke i rett tid sendes innfordringsmyndigheten, om provisjon for trekk av kommuneskatt, om framgangsmåten ved fordeling av skattebeløp på kommunene, m.v. Når sjømannen kan kreve tilbakebetaling av sjømansskatt, ytes rentegodtgjørelse etter forskrifter som fastsettes av vedkommende departement.\n2. Vedkommende departement kan overføre sin myndighet etter denne lov til annen offentlig myndighet.\n3. Når riket er i krig eller krig truer eller rikets selvstendighet eller sikkerhet er i fare, kan bestemmelsene i denne lov fravikes ved beslutning av Kongen, når det finnes nødvendig for å lette gjennomføringen av utskriving, betaling, innkreving eller fordeling av skatten. Det kan herunder fastsettes særregler for enkelte grupper av skattepliktige og bestemmelser om at visse skattebeløp skal overføres til Skattefordelingsfondet inntil avgjørelse om den endelige fordeling blir truffet.\nNår et område er avskåret fra forbindelse med Regjeringen eller det av andre grunner finnes nødvendig, kan Kongen gi fylkesmannen eller andre lokale forvaltningsorganer – herunder militære myndigheter – fullmakt til å utferdige slike bestemmelser som nevnt i første ledd. Fullmakt kan gis uten hensyn til den gjeldende administrative inndeling. Dersom det er uomgjengelig nødvendig, kan fylkesmannen utferdige bestemmelsene selv om fullmakt fra Kongen ennå ikke foreligger. Kongen kan gi fullmakt også til andre.\nDe bestemmelser som blir gitt i medhold av første og annet ledd, kunngjøres på den måte som finnes hensiktsmessig og skal snarest mulig meddeles Stortinget.\n1 Endret ved lover 29 juni 1956 nr. 18, 3 april 1964 nr. 2, 17 juni 1966 nr. 29, 6 juni 1986 nr 25.\n2 Finansdepartementet.\n3 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "7:17",
      "chapter": "7",
      "section": "17",
      "content": "– – –\n1 Antas ikke lenger å ha interesse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "7:18",
      "chapter": "7",
      "section": "18",
      "content": "Bestemmelsene i § 17, siste ledd, trer i kraft straks. For de i samme ledd nevnte skattepliktige trer samtidig ut av kraft bestemmelsen i § 2 i lov av 13 desember 1946, jfr. denne lovs § 17, tredje ledd.\nFor øvrig trer denne lov i kraft fra den tid Kongen bestemmer.​1\n1 Fra 1 sept. 1947 iflg. res. 13 juni 1947.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "I denne lov forstås med\n1. Sjømannsskatt: Skatter til stat og kommune som sjømenn skal svare av inntekten om bord. Stortinget bestemmer for den enkelte budsjettermin hvor vidt det skal svares fellesskatt til Skattefordelingsfondet av inntekt om bord.\n2. Arbeidsgiver: Den som selv eller ved fullmektig utbetaler lønn eller annen godtgjørelse som regnes som inntekt om bord.\n3. Sjømann: Enhver som er ansatt om bord i tjeneste hos rederiet eller hos arbeidsgiver som driver næringsvirksomhet om bord, i norsk skip​2 på 100 brutto registertonn eller mer, herunder skip registrert i norsk internasjonalt skipsregister, unntatt:\na. skip som ikke har eget fremdriftsmiddel,\nb. skip som vesentlig går i fart på norske innsjøer og elver,\nc. skip i stasjonær virksomhet og ferje- eller havnetrafikk eller annen virksomhet over begrenset fartsområde,\nd. skip som tilhører Forsvaret,\ne. fiske- og fangstfartøy i den tid fartøyet brukes til fiske eller fangst.\nSom sjømann regnes ikke arbeidstaker som er ansatt om bord bare i den tid skipet ligger ved land. Svarer arbeidstakeren sjømannsskatt når skipet er i fart, skal slik skatt beregnes også av inntekt om bord i den tid skipet ligger ved land.\nMed norsk skip likestilles utenlandsk registrert skip\na. som er befraktet av norsk rederi på bareboat basis, for så vidt gjelder sjømenn som skattlegges etter reglene under kapittel II, eller\nb. hvor norsk rederi har den virkelige ledelse av skipet eller forestår driften av det, for så vidt gjelder sjømenn som etter skattelovgivningen anses bosatt i Norge.\nDepartementet kan bestemme at sjømenn bosatt i utlandet ikke skal betale sjømannsskatt under fart i særlige farvann.\nSjømannsskatt pliktes ikke når sjømannen blir skattlagt til sitt hjemland for hele inntekten om bord, eller når han er fritatt for skatt til Norge etter avtale Norge har inngått med annen stat.\nDepartementet kan i særlige tilfelle bestemme at andre utenlandske skip enn de som er nevnt i tredje ledd skal være likestilt med norske. Slik bestemmelse kan begrenses til å gjelde sjømenn tilsatt i norsk rederi.\nDepartementet kan bestemme at arbeidstakere bosatt utenfor Norden som er ansatt om bord i tjeneste hos arbeidsgiver som driver næringsvirksomhet om bord, ikke skal betale sjømannsskatt.\n4. Inntekt ombord: Enhver godtgjørelse som en sjømann får utbetalt eller kan kreve utbetalt av eller gjennom arbeidsgiveren for arbeid eller virksomhet ombord samt serveringspenger, drikkepenger og lignende ytelser, med de unntak som følger av § 4, nr. 3. Som inntekt ombord regnes også fortjeneste som sjømannen har ved salgsvirksomhet ombord. Det samme gjelder sykepenger, hyre og likestilte ytelser ved sykdom og skade, og som trer i stedet for inntekt som ville ha vært skattlagt etter denne lov.\n5. Inntekt i land: Inntekt som en sjømann eller skattepliktig som har vært sjømann i trekkåret, oppebærer i dette år og som ikke går inn under inntekt ombord.\n6. Trekkåret: Det kalenderår hvori foretas trekk etter denne lov for skatt av inntekt opptjent i samme år.\n1 Endret ved lover 29 juni 1956 nr 18, 6 juli 1957 nr 23, 3 april 1964 nr 2, 13 juni 1969 nr 42, 16 juni 1978 nr 59, 11 juni 1982 nr 34, 16 des 1983 nr 72, 14 juni 1985 nr 64, 12 juni 1987 nr 44.\n2 Se lov 20 juli 1893 nr. 1 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Kongen kan i særlige tilfelle dispensere fra den tonnasjegrense som er fastsatt i § 1 nr. 3 for skip som går i utenriks- eller innenriksfart, nyttes til redningstjeneste, berging, sleping, sjømåling og lignende.​2 Kongen kan videre i særlige tilfelle dispensere fra unntaksbestemmelsene i § 1 nr. 3 bokstav a, b og d, og kan for skip som tilhører Forsvaret også dispensere fra den nevnte tonnasjegrense. Kongen kan gi nærmere regler om hva som skal anses som begrenset fartsområde etter § 1 nr. 3 bokstav c.\n1 Endret ved lov 29 juni 1956 nr. 18.\n2 Se res. 5 okt. 1956, 28 okt. 1960.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Bestemmelsene i dette kapitel gjelder ved beregning av sjømannsskatt​2 for:\n1. Sjømann​2 som etter skatteloven av 18 august 1911 med tilleggslover blir å regne som bosatt her i riket.\n2. Sjømann som er bosatt i Danmark, Finnland, Island eller Sverige.\n1 Endret ved lover 29 juni 1956 nr. 18, 28 mai 1959 nr. 6, 4 juni 1976 nr. 46.\n2 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "1. Sjømannsskatt​2 beregnes på grunnlag av inntekten om bord​2 uten at det foretas ligning. Ved beregningen skal gjøres fradrag i inntekten for:\na. Utgifter og andre fradragsposter som etter den alminnelige skattelovgivning vil kunne kreves fratrukket i inntekten.​3 Utgifter som knytter seg til erverv, sikring eller vedlikehold av inntekt i land,​2 kan dog ikke kreves fradratt i inntekten om bord. Det samme gjelder underskudd eller tap som nevnt i skatteloven av 18 august 1911 § 45 første ledd.\nVedkommende departement​4 kan bestemme at det skal gis fradrag for visse utgifter som går inn under foregående ledd med en viss prosent av bruttoinntekten om bord eller med et bestemt beløp. Departementet kan gi forskrifter om rett for sjømenn til omregning av sjømannsskatten under hensyn til underskudd på boligeiendom og innskudd som nevnt i skatteloven § 44 ellevte ledd nr. 3 b.\nb. Klassefradrag etter de regler som blir fastsatt av Stortinget for den enkelte budsjettermin. Vedkommende departement kan gi nærmere regler om framgangsmåten ved fastsettelsen av fradraget.\n2. De beløp som skal fratrekkes i inntekten ombord etter nr. 1 a og b, fastsettes i alminnelighet før trekkårets begynnelse av ligningssjefen. Ligningssjefen kan når som helst i trekkåret sette ned eller forhøye fradragsbeløpet når det er grunn til å anta at den tidligere fastsettelse er uriktig. Vedkommende departement kan bestemme at fradrag etter nr. 1 og 2 skal innreguleres i de tabeller sjømannsskatten beregnes etter.\n3. Ved beregning av inntekt om bord tas ikke med:\na. verdien av fritt opphold om bord,\nb. tariffmessig hyretillegg for egen kost,\nc. ekstrahyre ved forlis,\nd. effektgodtgjørelse og annen forlisgodtgjørelse,\ne. krigsrisikotillegg som er opptjent under fart i erklærte krigssoner.\nf. rentegodtgjørelse som ytes ved tilbakebetaling av skatt for et inntektsår, med inntil kr 1.000.\n4. Ved beregning av sjømannsskatt kan det kreves fradrag i skatten med 25 pst. av premie til livsforsikring og spareinnskudd som nevnt i skatteloven av 18. august 1911, § 44 ellevte ledd nr. 1 og nr. 2 a, eller med 30 pst. av spareinnskudd som nevnt i nr. 2 b for sjømenn til og med det år sjømannen fyller 33 år. For ektefeller legges den yngstes alder til grunn. Fradraget for vedkommende måned kan ikke utgjøre et høyere beløp enn den sjømannsskatt som beregnes på grunnlag av inntekten om bord i samme måned. Bestemmelsene under nr. 2 får tilsvarende anvendelse.\n1 Endret ved lover 9 juli 1948 nr. 6, 29 juni 1956 nr. 18, 19 mai 1967 nr. 3, 13 juni 1969 nr. 42, 14 juni 1974 nr. 32 (tilføyet nr. 4 med fullmakt for Kongen til å fastsette overgangsbestemmelser), 4 juni 1976 nr. 46, 10 des. 1976 nr. 86, 16 juni 1978 nr. 59, 11 juni 1982 nr. 36 (f o m inntektsåret 1982), 6 juni 1986 nr 25, 9 jan 1987 nr 4 (f o m inntektsåret 1987), 18 des 1987 nr 75 (f o m inntektsåret 1988), 29 april 1988 nr 19 (f o m inntektsåret 1988).\n2 Se § 1.\n3 Etter II i lov 27 mai 1977 nr. 38 kan Finansdepartementet gi særlige regler om fradrag for foreningskontingent etter skattelovens § 44 fjerde ledd.\n4 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "1. Klage over ligningssjefens fastsettelse av fradragsbeløp etter § 4 nr. 2 kan sendes inn til ligningskontoret når som helst innen utgangen av trekkåret.​2\n2. Klagen avgjøres av ligningsnemnda. Blir klagen ikke helt imøtekommet, skal den snarest legges fram for overligningsnemnda. Vedtak skal treffes uten ugrunnet opphold og være skriftlig med en kort begrunnelse. Den skattepliktige skal straks gis melding om den endelige avgjørelse.\n1 Endret ved lover 29 juni 1956 nr. 18, 13 juni 1980 nr. 25 (se dens II).\n2 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "1. Arbeidsgiveren beregner sjømannsskatten​2 av inntekt ombord​2 etter tabeller som utarbeides av vedkommende departement​3 på grunnlag av de skattesatser og nærmere regler som Stortinget fastsetter for den enkelte budsjettermin. Arbeidsgiveren​2 har plikt til å sørge for at det blir gjennomført beregning og trekk av sjømannsskatt også i tilfelle der sjømannen selv innkrever sin godtgjørelse. Sjømannen​2 plikter da å innbetale sjømannsskatten til arbeidsgiveren. Skatten beregnes ved hver månedlig utbetaling. Vedkommende departement gir særregler om beregningen av skatt av særutbetalinger, av feriegodtgjørelse m.v. og av godtgjørelse for tjeneste som bare har vart en del av en måned. Skatten forfaller etter hvert som den beregnes og holdes tilbake i inntekten ombord.\n2. Sjømannen plikter å gi de opplysninger som er nødvendige for at skatteberegningen kan bli riktig utført. Den som med forsett eller grovt uaktsomt gir uriktige eller ufullstendige opplysninger som kan føre til at sjømannsskatt ikke blir beregnet eller at skatten beregnes med for lavt beløp, kan av vedkommende departement eller den myndighet departementet bestemmer, tilpliktes å erlegge inntil det dobbelte av det unndratte beløp. Beløpet kan med tillegg av renter og kostnader drives inn ved utpanting, motregning eller trekk etter reglene i lov av 21. november 1952 om betaling og innkreving av skatt §§ 32 og 33.\n3. Sjømannsskatten kan i alminnelighet bare kreves rettet når det foreligger feil ved skatteberegningen. Den skattepliktige har ikke krav på retting når feilen skyldes hans eget forhold.\n4. Vedkommende departement eller den myndighet departementet bestemmer, kan på søknad ettergi og betale tilbake sjømannsskatt når det på grunn av den skattepliktiges langvarige sykdom og arbeidsuførhet, familiens tap av forsørger eller andre helt særegne forhold må anses særdeles ubillig å opprettholde skatten.\n5. Vedkommende departement gir nærmere regler om gjennomføringen av bestemmelsene i denne paragraf.\n1 Endret ved lover 9 juli 1948 nr. 6, 29 juni 1956 nr. 18, 9 juni 1961 nr. 6, 6 juni 1986 nr 25.\n2 Se § 1 nr. 5.\n3 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "1. Formue som tilhører sjømannen eller noen som skal lignes under ett med ham, blir å skattlegge etter reglene i den alminnelige skattelovgivning. Det samme gjelder inntekt som ikke er undergitt reglene om sjømannsskatt.​2 Ekstrahyre ved forlis, effektgodtgjørelse og annen forlisgodtgjørelse​3 regnes ikke som inntekt. I bruttoinntekten kan bare kreves fratrukket utgifter som ikke skal tas i betraktning ved beregningen av sjømannsskatt.​2\n2. Ved beregningen av skatt av inntekt i land​4 som i trekkåret​4 eller avvikende regnskapsår oppebæres av sjømannen eller noen som skal lignes under ett med ham, gjelder disse regler:\na. Skatt beregnes av den samlede inntekt i land og om bord.​4 Det framkomne skattebeløp fordeles forholdsmessig på inntekten i land og ombord. Den endelige skatt utgjør derved det beløp som faller på inntekten i land, etter eventuelt fradrag som nevnt i skatteloven § 44 ellevte, jfr. tolvte ledd, og som ikke er tatt hensyn til ved skattleggingen om bord. Eventuelt skattetillegg etter den nevnte bestemmelse gis ved ligningen i land.\nb. Ved anvendelsen av bestemmelsene i skatteloven av 18 august 1911 § 16 fjerde ledd skal det ved sammenligningen av ektefellenes inntekt tas hensyn til deres inntekt om bord.\n3. Har sjømannen eller noen som skal lignes under ett med ham, i trekkåret hatt underskudd eller tap som nevnt i skatteloven av 18 august 1911 § 45 første ledd, kan han kreve å bli lignet etter reglene i nevnte lov.\n1 Endret ved lover 9 juli 1948 nr. 6, 6 juli 1957 nr. 23, 28 mai 1959 nr. 6, 14 juni 1974 nr. 32, 4 juni 1976 nr. 46, 3 juni 1977 nr. 48, 16 juni 1978 nr. 59.\n2 Se §§ 1 og 4.\n3 Se lov 30 mai 1975 nr. 18 §§ 18, 25, 28.\n4 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "1. Trekk i inntekt om bord​2 til dekning av forskuddsskatt, restskatt, etterskuddsskatt og annen utlignet skatt kan bare settes i verk gjennom utpanting.\n2. Krav på forfalt forskottsskatt, restskatt, etterskottsskatt og annen utlignet skatt kan bringes i motregning overfor krav på tilbakebetaling av sjømannsskatt.​2\n3. Sjømannsskatt som ikke blir betalt i rett tid, kan med tillegg av renter og kostnader drives inn ved utpanting i inntekt i land. Utpantingsretten står ved lag til skatten faller bort som foreldet.\n4. Krav på sjømannsskatt, renter og kostnader som nevnt under 3 kan uoppdelt bringes i motregning overfor krav sjømannen har på tilbakebetaling av sjømannsskatt, forskuddsskatt, restskatt, etterskuddsskatt og annen utlignet skatt og krav på rentegodtgjørelse.\n1 Endret ved lover 29 juni 1956 nr. 18, 11 juni 1982 nr. 34, 6 juni 1986 nr 25.\n2 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "1. Kommuneskatt av inntekt om bord​2 svares til den kommune hvor den skattepliktige etter reglene i skatteloven av 18 august 1911 er eller må anses bosatt 1 november i året forut for trekkåret.​2\n2. Har sjømannen ikke bopel eller hjem på et annet sted i riket, tilfaller skatten den kommune hvor rederiet som han var tilsatt i 1. november i året forut for trekkåret, da hadde sitt kontor eller hvor bestyrelsen foregikk. Har han påmønstret etter 1. november i året forut for trekkåret, tilfaller skatten den kommune hvor rederiet hadde sitt kontor eller hvor bestyrelsen foregikk da påmønstringen fant sted.\n3. Samlet skattefradrag i trekkåret som nevnt i § 4 nr. 4 belastes statens del av sjømannsskatten.\n1 Endret ved lover 29 juni 1956 nr. 18, 14 juni 1974 nr. 32, 4 juni 1976 nr. 46.\n2 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Trekket settes i verk av arbeidsgiveren ved hver månedlig utbetaling av inntekt om bord.​2 Trekket foretas etter de regler som Stortinget fastsetter for den enkelte budsjettermin. § 8, nr. 1 får tilsvarende anvendelse. Vedkommende departement​3 kan gi regler om fradrag i inntekten og kan på søknad ettergi og betale tilbake skattetrekk når det foretatte trekk p.g.a. helt særegne forhold må anses å ha virket særdeles ubillig.\n1 Endret ved lover 29 juni 1956 nr. 18, 28 mai 1959 nr. 6, 13 juni 1969 nr. 42.\n2 Se § 1.\n3 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "1. Av beløp som er inngått ved trekk etter § 10, tilfaller 30 % staten. De øvrige 70 % fordeles på kommunene etter tallet på sjømenn som pr. 1 november i året forut for trekkåret var innført i sjømannsmantallet som skattepliktige i kommunen etter § 9.\n2. Reglene under nr. 1 får anvendelse også ved fordeling av trekk overfor sjømenn som nevnt under § 3 nr. 2.\n1 Endret ved lover 15 mars 1957 nr. 3, 28 mai 1959 nr. 6, 3 april 1964 nr. 2, 19 des. 1975 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "1. Sjømenn​2 og deres ektefeller plikter å gi de opplysninger som ligningsmyndighetene forlanger om sjømannens forsørgelsesbyrde og andre forhold av betydning for beregning av sjømannsskatt.​2\n2. Hvis den skattepliktige ikke etterkommer pålegg om å gi opplysninger etter første ledd, taper han retten til å klage.\n1 Endret ved lover 29 juni 1956 nr. 18, 4 juni 1976 nr. 46, 13 juni 1980 nr. 25 (se dens II).\n2 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "(Opphevet ved lov 13 juni 1980 nr. 25, se dens II.)",
      "content": "§ 13.(Opphevet ved lov 13 juni 1980 nr. 25, se dens II.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "content": "1. Arbeidsgiveren​2 er overfor det offentlige ansvarlig for at skatt blir beregnet, og at trekk av skatt blir foretatt og oppgjør gitt i samsvar med denne lov og de regler som blir fastsatt med hjemmel i den. Unnlatelse av å foreta pliktig trekk medfører ikke ansvar når det godtgjøres at forholdet ikke skyldes forsømmelighet eller mangel på tilbørlig aktsomhet fra arbeidsgiveren eller noen som er tilsatt i hans tjeneste.\n2. Vedkommende departement​3 kan bestemme at arbeidsgiveren skal foreta a conto-innbetaling når oppgjør for skatt som er beregnet eller som skulle være beregnet, ikke er sendt innen en fastsatt frist.\n3. Når skatt som er beregnet eller som arbeidsgiveren skulle ha beregnet, samt a conto-beløp som nevnt i nr. 2, ikke blir betalt i rett tid, kan beløpet med tillegg av renter og kostnader drives inn hos arbeidsgiveren ved utpanting, motregning eller trekk etter reglene i lov av 21. november 1952 om betaling og innkreving av skatt §§ 32 og 33, jfr. § 49 nr. 3.\n1 Endret ved lover 29 juni 1956 nr. 18, 9 juni 1961 nr. 6.\n2 Se § 1.\n3 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:14 a",
      "chapter": "5",
      "section": "14 a",
      "content": "1. Staten er saksøker ved tvangsforretning til inndriving av sjømannsskatt (herunder beløp som nevnt i § 6 nr. 2) og av trekkoppgjør og ansvarsbeløp.​2\n2. Søksmål om avgjørelse eller forføyning truffet i medhold av denne lov rettes mot staten. Det samme gjelder klage til namsretten. Domstolens avgjørelse er bindende for vedkommende kommune. Denne kan på ethvert trinn tre inn i saken som hjelpeintervenient og kan etter avtale med staten overta saken.\n3. Søksmål som nevnt i nr. 2, må reises innen 1 år etter trekkårets utløp. Det kan gis oppreisning mot oversittelse av fristen på de vilkår som er fastsatt i lov om domstolene § 153 og § 154, første ledd.\n1 Tilføyet ved lov 9 juni 1961 nr. 6.\n2 Jfr. lov 21 nov. 1952 nr. 2 § 48 nr.1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14a",
        "source_heading": "§ 14 a."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Arbeidsgiver som unnlater å foreta beregning og trekk av skatt etter denne lov eller som unnlater å sende inn de trukne beløp i rett tid, straffes med bøter for så vidt forholdet ikke går inn under strengere straffebestemmelse.\n1 Endret ved lov 29 juni 1956 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:15 a",
      "chapter": "5",
      "section": "15 a",
      "content": "Lov av 21. november 1952 om betaling og innkreving av skatt § 38 A om overføring av skatt til skattemyndighetene i annen stat m.v. gis så langt den passer tilsvarende anvendelse på trukket sjømannsskatt.\n1 Tilføyd ved lov 6 juni 1986 nr 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15a",
        "source_heading": "§ 15 A."
      }
    },
    {
      "provision_ref": "6:16",
      "chapter": "6",
      "section": "16",
      "content": "1. Vedkommende departement​2 kan utferdige nærmere regler til utfylling og gjennomføring av denne lov og kan herunder treffe bestemmelse om plikt for sjømenn​3 til å sørge for skattekort, om beregning av sjømannsskatt når det ikke er fastsatt fradragsbeløp etter § 4, om ansettelse av inntekt som består i drikkepenger og lignende ytelser eller i salgsfortjeneste,​3 om trekk i ekstrahyre ved sykdom eller forlis, om avrunding av fradragsbeløp og skattebeløp, om fradrag for utgifter, om arbeidsgivers plikt til å svare renter av skattebeløp som ikke i rett tid sendes innfordringsmyndigheten, om provisjon for trekk av kommuneskatt, om framgangsmåten ved fordeling av skattebeløp på kommunene, m.v. Når sjømannen kan kreve tilbakebetaling av sjømansskatt, ytes rentegodtgjørelse etter forskrifter som fastsettes av vedkommende departement.\n2. Vedkommende departement kan overføre sin myndighet etter denne lov til annen offentlig myndighet.\n3. Når riket er i krig eller krig truer eller rikets selvstendighet eller sikkerhet er i fare, kan bestemmelsene i denne lov fravikes ved beslutning av Kongen, når det finnes nødvendig for å lette gjennomføringen av utskriving, betaling, innkreving eller fordeling av skatten. Det kan herunder fastsettes særregler for enkelte grupper av skattepliktige og bestemmelser om at visse skattebeløp skal overføres til Skattefordelingsfondet inntil avgjørelse om den endelige fordeling blir truffet.\nNår et område er avskåret fra forbindelse med Regjeringen eller det av andre grunner finnes nødvendig, kan Kongen gi fylkesmannen eller andre lokale forvaltningsorganer – herunder militære myndigheter – fullmakt til å utferdige slike bestemmelser som nevnt i første ledd. Fullmakt kan gis uten hensyn til den gjeldende administrative inndeling. Dersom det er uomgjengelig nødvendig, kan fylkesmannen utferdige bestemmelsene selv om fullmakt fra Kongen ennå ikke foreligger. Kongen kan gi fullmakt også til andre.\nDe bestemmelser som blir gitt i medhold av første og annet ledd, kunngjøres på den måte som finnes hensiktsmessig og skal snarest mulig meddeles Stortinget.\n1 Endret ved lover 29 juni 1956 nr. 18, 3 april 1964 nr. 2, 17 juni 1966 nr. 29, 6 juni 1986 nr 25.\n2 Finansdepartementet.\n3 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "7:17",
      "chapter": "7",
      "section": "17",
      "content": "– – –\n1 Antas ikke lenger å ha interesse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "7:18",
      "chapter": "7",
      "section": "18",
      "content": "Bestemmelsene i § 17, siste ledd, trer i kraft straks. For de i samme ledd nevnte skattepliktige trer samtidig ut av kraft bestemmelsen i § 2 i lov av 13 desember 1946, jfr. denne lovs § 17, tredje ledd.\nFor øvrig trer denne lov i kraft fra den tid Kongen bestemmer.​1\n1 Fra 1 sept. 1947 iflg. res. 13 juni 1947.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    }
  ]
}