{
  "id": "LOV-2017-06-16-67",
  "type": "statute",
  "title": "Lov om statens ansatte mv. (statsansatteloven)",
  "short_name": "Statsansatteloven",
  "status": "in_force",
  "issued_date": "2017-06-16",
  "in_force_date": "2017-07-01",
  "url": "https://lovdata.no/dokument/NL/lov/2017-06-16-67",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens virkeområde og definisjoner",
      "content": "(1) Loven gjelder for arbeidstakere i staten. Loven gjelder for embetsmenn og for innleie av arbeidstakere i statlig virksomhet der det er uttrykkelig sagt.\n(2) Med embetsmann menes den som er utnevnt av Kongen og gitt bestalling som embetsmann, eller er konstituert av Kongen i et embete. Med statsansatt menes i denne lov enhver arbeidstaker i staten som ikke er embetsmann.\n(3) Loven gjelder ikke for statsråder, statssekretærer og politiske rådgivere.\n(4) Reglene i §§ 4 til 7, § 11 tredje ledd og § 24 gjelder ikke for ansatte i Stortinget, andre organer under Stortinget, hos Stortingets ombud eller i Sametinget.\n(5) Der det er tvil om hvem som er omfattet av loven, kan Kongen gi forskrift om hvem loven skal gjelde for. Kongen kan også gi forskrift om at grupper av statsansatte helt eller delvis skal være unntatt fra loven når det foreligger særlige grunner for det.\n0 Endret ved lov 20 des 2022 nr. 115.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Personalreglement",
      "content": "(1) Bestemmelser som etter loven skal fastsettes ved personalreglement, avtales mellom ledelsen for virksomheten og tjenestemannsorganisasjonene i virksomheten som har forhandlingsrett etter lov 18. juli 1958 nr. 2 om offentlige tjenestetvister. Det kan også inngås avtale om personalreglement for grupper av virksomheter.\n(2) Før avtale inngås, skal departementet treffe vedtak om hvilke statsansatte som skal ansettes av departementet eller beskikkes av Kongen.\n(3) Kongen fastsetter personalreglement for departementene og Statsministerens kontor. Et utkast til reglement skal på forhånd forhandles frem mellom de forhandlingsberettigede tjenestemannsorganisasjoner etter lov 18. juli 1958 nr. 2 om offentlige tjenestetvister § 3 første ledd og det departement som sentralt forvalter statens lønns- og personalforhold.\n(4) Et personalreglement er gyldig når\na. det er fastsatt i samsvar med bestemmelsene i første til tredje ledd\nb. det inneholder bestemmelsene som etter loven skal fastsettes i personalreglement og\nc. det ikke inneholder bestemmelser som strider mot lov eller vedtak fattet med hjemmel i lov, eller avtaler sluttet mellom staten og hovedsammenslutningene.\n(5) Partene kan når som helst kreve at personalreglementet tas opp til revisjon. Den samme retten har departementet.\n(6) Ved opprettelse av ny virksomhet eller sammenslåing eller omorganisering som berører flere virksomheter, kan det ansvarlige departementet fastsette et midlertidig personalreglement. Før et personalreglement fastsettes, skal det innhentes synspunkter fra virksomhetens ledelse og de lokale representantene for tjenestemannsorganisasjonene nevnt i første ledd. Endelig personalreglement for virksomheten fastsettes i avtale som nevnt i første ledd.\n0 Endret ved lov 8 april 2022 nr. 23 (i kraft 1 jan 2023 iflg. res. 8 april 2022 nr. 548).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Kvalifikasjonsprinsippet",
      "content": "(1) Den best kvalifiserte søkeren skal ansettes eller utnevnes i ledig stilling eller embete, med mindre det er gjort unntak i lov eller forskrift.\n(2) Ved vurderingen av hvem som er best kvalifisert, skal det legges vekt på utdanning, erfaring og personlig egnethet, sammenholdt med kvalifikasjonskravene som er fastsatt i utlysningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Utlysning av stilling og embete",
      "content": "(1) Ledig stilling eller embete skal utlyses offentlig, med mindre annet er fastsatt i lov, forskrift eller tariffavtale.\n(2) For utenrikstjenesten kan det fastsettes i personalreglement at ledige embeter eller stillinger bare kunngjøres internt eller i bestemte virksomheter. I særlige tilfeller kan det fastsettes i personalreglementet for utenrikstjenesten at kunngjøring helt kan unnlates.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Innstilling",
      "content": "(1) Før en statsansatt ansettes, skal nærmeste leder avgi innstilling.\n(2) Dersom nærmeste leder er medlem av det organet som har ansettelsesretten, avgir vedkommende ikke innstilling, men gir i stedet forslag til hvem som bør ansettes.\n(3) Dersom det er flere kvalifiserte søkere til en stilling, skal vanligvis tre søkere innstilles eller foreslås i den rekkefølgen de bør komme i betraktning.\n(4) Før ansettelse i et departement, skal et innstillingsråd avgi innstilling.\n(5) Et innstillingsråd etter fjerde ledd skal ledes av en person som er oppnevnt av arbeidsgiveren. I tillegg skal rådet bestå av like mange medlemmer fra arbeidsgiversiden som fra arbeidstakersiden. Regler om sammensetning, oppnevning og funksjonstid for innstillingsrådets medlemmer fastsettes i personalreglementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Ansettelse",
      "content": "(1) Statsansatte ansettes av Kongen, eller om Kongen fastsetter det, av et departement, ett eller flere ansettelsesråd eller et styre for en virksomhet eller gruppe av virksomheter. Antallet ansettelsesråd skal fremgå av personalreglementet.\n(2) Et ansettelsesråd skal ledes av en person som er oppnevnt av arbeidsgiveren. I tillegg skal rådet bestå av like mange medlemmer fra arbeidsgiversiden som fra arbeidstakersiden. Regler om sammensetning, oppnevning og funksjonstid for ansettelsesrådets medlemmer fastsettes i personalreglementet.\n(3) Dersom et medlem av et ansettelsesråd eller et styre ønsker å ansette en søker som ikke er innstilt, skal det innhentes en skriftlig vurdering av søkeren fra den som avgir innstillingen.\n(4) Hvis et styre har ansettelsesmyndighet, skal minst to representanter for de statsansatte delta i behandlingen av ansettelsessaker.\n(5) Den som ansettes, skal underrettes skriftlig om vedtaket. I underretningen skal det opplyses om særlige vilkår som er fastsatt for stillingen.\n(6) Kongen kan gi forskrift om hvordan ansettelsesretten skal benyttes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Unntak fra reglene i §§ 3 til 6",
      "content": "(1) §§ 3 til 6 gjelder ikke for statsansatte som ansettes og embetsmenn som utnevnes for inntil seks måneder.\n(2) I personalreglement kan det gjøres unntak fra reglene i §§ 3 til 6 ved ansettelse og utnevning for inntil ett år.\n(3) I personalreglement kan det gjøres unntak fra reglene i §§ 5 og 6 ved\na. gruppevis inntak av elever og aspiranter, eller\nb. ansettelsesforhold med kortere arbeidstid enn 15 timer per uke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Utnevning av embetsmenn og ansettelse av statsansatte som beskikkes av Kongen",
      "content": "Kongen kan fastsette regler om hvem som skal ha rett til uttalelse når embetsmenn skal utnevnes eller konstitueres. Det samme gjelder rett til å utarbeide forslag når statsansatte skal beskikkes fast eller midlertidig av Kongen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Fast og midlertidig ansettelse",
      "content": "(1) Statsansatte skal ansettes fast. Avtale om midlertidig ansettelse kan likevel inngås\na. når arbeidet er av midlertidig karakter\nb. for arbeid i stedet for en annen eller andre (vikariat)\nc. for praksisarbeid\nd. for utdanningsstillinger, eller\ne. for en periode på inntil seks måneder når det har oppstått et uforutsett behov.\n(2) Arbeidsgiver i virksomheten skal minst en gang årlig drøfte bruken av midlertidige ansettelser etter bestemmelsene i første ledd med de tillitsvalgte, inkludert grunnlaget for og omfanget av slike ansettelser, og konsekvenser for arbeidsmiljøet.\n(3) Midlertidig ansatte etter første ledd bokstav a, b, eller e, og som har vært sammenhengende ansatt i virksomheten i mer enn tre år, skal anses som fast ansatt. I slike tilfeller kommer reglene om oppsigelse av arbeidsforhold til anvendelse.\n(4) Kongen kan gi forskrift om adgangen til midlertidig ansettelse for praksisarbeid og utdanningsstillinger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Åremål for statsansatte",
      "content": "(1) Åremål kan benyttes når det følger av lov eller stortingsvedtak. Det samme gjelder når rikets sikkerhet krever det, eller når dette anses nødvendig som følge av overenskomst med fremmed stat eller internasjonal organisasjon.\n(2) Det enkelte departementet kan bestemme at øverste leder i en virksomhet skal ansettes på åremål.\n(3) Ansettelse på åremål kan benyttes for postdoktorstillinger.\n(4) Kongen kan gi forskrift om åremålsstillinger og adgangen til å benytte åremålsstillinger ved tjeneste på Svalbard og Jan Mayen.\n0 Endret ved lov 20 juni 2025 nr. 43 (i kraft 1 jan 2026 iflg. res. 20 juni 2025 nr. 1127).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Innleie fra virksomhet som har til formål å drive utleie (bemanningsforetak)",
      "content": "(1) Innleie av arbeidstaker fra virksomhet som har til formål å drive utleie (bemanningsforetak), er tillatt i samme utstrekning som det kan avtales midlertidig ansettelse etter § 9 første ledd bokstav b.\n(2) Arbeidsgiver og tjenestemannsorganisasjoner i virksomheten som har forhandlingsrett etter lov 18. juli 1958 nr. 2 om offentlige tjenestetvister, kan skriftlig avtale tidsbegrenset innleie uten hinder av det som er bestemt i første ledd.\n(3) Det kan inngås sentral tariffavtale mellom staten og tjenestemennenes forhandlingsberettigede organisasjoner om unntak fra reglene om likebehandling av lønns- og arbeidsvilkår ved innleie fra bemanningsforetak. Den generelle beskyttelsen av arbeidstakerne må i alle tilfelle respekteres.\n(4) Arbeidstakere som har vært sammenhengende innleid i virksomheten i mer enn tre år etter denne paragrafen, har rett til fast ansettelse hos innleieren. Dersom denne retten benyttes, gjelder reglene om oppsigelse av arbeidsforhold.\n(5) Kongen kan i forskrift forby innleie for visse arbeidstakergrupper eller på visse områder når viktige samfunnshensyn tilsier det.\n(6) For øvrig gjelder arbeidsmiljøloven §§ 14-12 a første og annet ledd, 14-12 b og 14-12 c.\n(7) Arbeidstilsynet fører tilsyn med at bestemmelsene i første og annet ledd blir overholdt. Arbeidstilsynet gir de pålegg og treffer de enkeltvedtak ellers som er nødvendige for gjennomføringen av bestemmelsene. Arbeidsmiljøloven § 18-5, § 18-6 annet, sjette, syvende og åttende ledd og §§ 18-7, 18-8 og 18-10 får tilsvarende anvendelse.\n0 Endret ved lover 19 juni 2020 nr. 69 (ikr. 1 juli 2020 iflg. res. 19 juni 2020 nr. 1233), 8 april 2022 nr. 23 (i kraft 1 jan 2023 iflg. res. 8 april 2022 nr. 548), 20 des 2022 nr. 99 (i kraft 1 apr 2023 iflg. res. 20 des 2022 nr. 2300), 20 juni 2025 nr. 43 (i kraft 1 jan 2026 iflg. res. 20 juni 2025 nr. 1127).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Innleie av arbeidstakere fra virksomhet som ikke har til formål å drive utleie",
      "content": "(1) Innleie av arbeidstakere fra virksomhet som ikke har til formål å drive utleie, er tillatt når den innleide arbeidstakeren er fast ansatt hos utleieren. For at virksomheten skal sies ikke å ha til formål å drive utleie, er det et vilkår at utleie skjer innenfor de samme fagområder som utgjør utleierens hovedbeskjeftigelse og at utleieaktiviteten ikke omfatter mer enn 50 prosent av de fast ansatte hos utleier. Arbeidsgiver og tjenestemannsorganisasjoner i virksomheten som har forhandlingsrett etter lov 18. juli 1958 nr. 2 om offentlige tjenestetvister, skal gjennomføre drøftinger før det treffes beslutning om innleie.\n(2) For innleie som overstiger ti prosent av de ansatte, og som har en varighet ut over ett år, skal det inngås avtale med tjenestemannsorganisasjonene i virksomheten. Kravet gjelder likevel ikke ved innleie av inntil to personer.\n(3) Kongen kan i forskrift forby innleie for visse arbeidstakergrupper eller på visse områder når viktige samfunnshensyn tilsier det.\n0 Endret ved lov 8 april 2022 nr. 23 (i kraft 1 jan 2023 iflg. res. 8 april 2022 nr. 548).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Fortrinnsrett for deltidsansatte mv.",
      "content": "(1) Deltidsansatte har fortrinnsrett til utvidet stilling fremfor at arbeidsgiver foretar ny ansettelse eller innleie i virksomheten. Fortrinnsretten kan også gjelde en del av en stilling.\n(2) Deltidsansatte har fortrinnsrett til ekstravakter og lignende i virksomheten fremfor at arbeidsgiver ansetter eller leier inn arbeidstakere til dette arbeidet. Dette gjelder også for midlertidig ansatte. For virksomheter med flere tjenestesteder gjelder fortrinnsretten det enkelte tjenestestedet. Arbeidsgiveren kan etter drøftinger med de tillitsvalgte avgrense virkeområdet for utøvelse av denne fortrinnsretten til én eller flere enheter med til sammen minst 30 ansatte.\n(3) Fortrinnsretten etter første og annet ledd gjelder bare når den ansatte er kvalifisert for stillingen og utøvelse av fortrinnsretten ikke vil innebære vesentlige ulemper for virksomheten.\n(4) Omplassering etter §§ 19 annet ledd, 20 annet ledd og 27 annet ledd går foran fortrinnsretten for deltidsansatte.\n(5) Kongen kan i forskrift gi nærmere regler om fortrinnsrett etter denne paragrafen.\n(6) Tvister om fortrinnsrett for deltidsansatte etter første ledd avgjøres av tvisteløsningsnemnda, jf. arbeidsmiljøloven § 17-2.\n(7) Rett til stilling tilsvarende faktisk arbeidstid for statsansatt som er deltidsansatt reguleres av arbeidsmiljøloven § 14-4 a. Virkninger av brudd på denne retten reguleres av arbeidsmiljøloven § 14-4 b.\n0 Endret ved lover 22 juni 2018 nr. 45 (ikr. 1 jan 2019 iflg. res. 22 juni 2018 nr. 945), 20 juni 2025 nr. 43 (i kraft 1 jan 2026 iflg. res. 20 juni 2025 nr. 1127).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Adgang til åremål og konstitusjon av embetsmenn",
      "content": "(1) Embetsmann utnevnes fast i embetet, men kan konstitueres\na. når embetsmannen bare trengs for et begrenset tidsrom eller for å utføre et bestemt oppdrag\nb. når embetet ennå ikke er fast organisert, eller arbeidsområdet eller virkekretsen er planlagt endret\nc. når embetsmannen skal gjøre tjeneste i stedet for en annen (vikar), eller\nd. for en periode på inntil seks måneder.\n(2) I tilfeller som nevnt i første ledd bokstav b, kan Kongen, i stedet for å benytte konstitusjon, ta forbehold om at embetsmannen må finne seg i slike endringer i embetets arbeidsområde som senere blir fastsatt.\n(3) Innleie etter §§ 11 og 12 kan ikke benyttes til embeter.\n(4) Statsforvaltere kan utnevnes på åremål.\n(5) Kongen kan i forskrift gi nærmere regler om utnevning av embetsmenn i åremålsstillinger.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Prøvetid for statsansatte",
      "content": "(1) For statsansatte gjelder en prøvetid på seks måneder, med mindre ansettelsesorganet har bestemt at prøvetiden ikke skal gjelde. Det gjelder ikke prøvetid ved ny ansettelse i samme stilling eller ved ansettelse i en stilling som i det vesentlige er likeartet med stillingen den ansatte har hatt i samme virksomhet. Ved fast ansettelse gjelder likevel prøvetid dersom tidligere ansettelsestid og prøvetid i den nye stillingen samlet ikke overstiger seks måneder. Prøvetiden for midlertidig ansettelse kan ikke overstige halvparten av ansettelsesforholdets varighet.\n(2) Dersom den ansatte har vært fraværende fra arbeidet i prøvetiden, kan arbeidsgiver forlenge prøvetiden med en periode som tilsvarer lengden av fraværet. Forlengelse kan bare skje når den ansatte ved ansettelsen ble skriftlig orientert om adgangen til dette, og arbeidsgiver skriftlig har orientert om forlengelsen innen utløpet av prøvetiden. Det er ikke adgang til forlengelse ved fravær som er forårsaket av arbeidsgiver.\n(3) Den ansatte skal få nødvendig veiledning, oppfølging og vurdering av arbeidet i prøvetiden.\n(4) I prøvetiden kan den ansatte sies opp på grunn av manglende tilpasning til arbeidet eller dersom vedkommende ikke tilfredsstiller rimelige krav til dyktighet eller pålitelighet.\n(5) Adgangen til oppsigelse etter fjerde ledd gjelder bare dersom den ansatte har mottatt skriftlig forhåndsvarsel om oppsigelse innen prøvetidens utløp.\n(6) Ansatte som har plikt til å gjennomgå en bestemt opplæring, er ansatt på prøve inntil opplæringen er avsluttet, eller prøve eller eksamen er bestått. Hvis opplæringen ikke er fullført på tilfredsstillende måte, gjelder en oppsigelsesfrist på én måned. Det kan fastsettes i reglement på hvilken måte og etter hvilke kriterier det skal avgjøres om opplæringen er fullført på en tilfredsstillende måte.\n(7) Bestemmelsen i denne paragrafen innskrenker ikke arbeidsgivers rett til å si opp den ansatte etter §§ 19 og 20.\n0 Endret ved lov 15 des 2023 nr. 88 (i kraft 1 juli 2024 iflg. res. 15 des 2023 nr. 2066).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Plikt til å overta andre arbeidsoppgaver mv.",
      "content": "(1) Alle statsansatte og embetsmenn i departementene og ved Statsministerens kontor har plikt til å finne seg i omorganiseringer og endringer i arbeidsoppgaver og ansvar.\n(2) Statsansatte og embetsmenn som ikke omfattes av hovedtariffavtalen i staten, og som får sine lønns- og arbeidsvilkår fastsatt i særskilt kontrakt, har plikt til å finne seg i omplassering til andre arbeidsoppgaver i virksomheten eller pålegg om å stå til rådighet for spesielle oppdrag, dersom avtalefestede krav til resultater ikke innfris. Dette gjelder selv om vilkårene for oppsigelse etter §§ 19 eller 20 eller vilkårene for avskjed etter § 27 første ledd bokstav a eller b, ikke er oppfylt. Dette leddet gjelder ikke embetsmenn som omfattes av Grunnloven § 22 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Opphør av midlertidig ansettelse og åremål for statsansatte",
      "content": "(1) Midlertidige arbeidsavtaler etter § 9 opphører ved det avtalte tidsrommets utløp, eller når det bestemte arbeidet er avsluttet, med mindre noe annet er skriftlig avtalt.\n(2) Statsansatte som er ansatt på åremål etter § 10, fratrer uten oppsigelse ved åremålsperiodens utløp.\n(3) I ansettelsesperioden gjelder lovens regler om opphør av arbeidsforhold.\n(4) Statsansatte som har vært ansatt i mer enn ett år, har krav på skriftlig varsel om tidspunktet for fratreden senest én måned før fratredelsestidspunktet. Varselet skal anses for å være gitt når det er kommet frem til den ansatte. Dersom fristen ikke overholdes, kan arbeidsgiveren ikke kreve at den ansatte fratrer før én måned etter at varselet er gitt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Opphør av konstitusjon",
      "content": "(1) Når en embetsmann er konstituert i embetet, og grunnen til at konstitusjonsformen ble benyttet er falt bort, skal vedkommende pålegges å fratre embetet.\n(2) Dersom embetsmannen er utnevnt i åremålsstilling, plikter vedkommende å fratre når åremålet er utløpt.\n(3) Hvis konstitusjonen eller åremålsstillingen har vart mer enn ett år, skal vedkommende ha minst én måneds varsel.\n(4) Hvis embetsmannen har vært konstituert av Kongen etter offentlig kunngjøring av embetet, kan vedkommende i stedet utnevnes uten ny kunngjøring. Embetsmann som er utnevnt i åremålsstilling, kan ikke utnevnes i embetet uten ny kunngjøring.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Oppsigelse på grunn av virksomhetens forhold",
      "content": "(1) Statsansatte kan sies opp når oppsigelsen er saklig begrunnet i virksomhetens forhold.\n(2) En oppsigelse etter første ledd er ikke saklig begrunnet dersom arbeidsgiver har en annen passende stilling i virksomheten å tilby den statsansatte. Ved avgjørelsen av om en oppsigelse har saklig grunn etter første ledd, skal det foretas en avveining mellom virksomhetens behov og de ulemper oppsigelsen påfører den statsansatte. Denne avveiningen gjøres med bindende virkning av forvaltningsorganet.\n(3) Kongen kan gi forskrift om hva som regnes som annen passende stilling etter annet ledd. Kongen kan også i forskrift fastsette at arbeidsgivers tilbud om annen passende stilling ikke skal omfatte den som blir sagt opp fra bestemte stillinger, og at det heller ikke skal gjelde ved ansettelse i bestemte stillinger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Oppsigelse på grunn av den statsansattes forhold",
      "content": "(1) En ansatt kan sies opp når vedkommende\na. ikke er i stand til å gjenoppta arbeidet på grunn av sykdom\nb. ikke lenger har de kvalifikasjoner som er nødvendig eller foreskrevet for stillingen\nc. på grunn av vedvarende mangelfull arbeidsutførelse er uskikket for stillingen, eller\nd. gjentatte ganger har krenket sine tjenesteplikter.\n(2) Skyldes oppsigelsen forhold som nevnt i første ledd bokstav a eller b, skal den ansatte før oppsigelsen gis, om mulig tilbys en annen passende stilling i virksomheten.\n(3) Kongen kan gi forskrift om hva som skal regnes som annen passende stilling etter annet ledd. Kongen kan også i forskrift fastsette at arbeidsgivers tilbud om annen passende stilling ikke skal omfatte den som blir sagt opp fra bestemte stillinger, og at det heller ikke skal gjelde ved ansettelse i bestemte stillinger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Oppsigelse eller avskjed på grunn av sykdom mv. for statsansatte og embetsmenn",
      "content": "Oppsigelsesvernet ved sykdom, svangerskap og etter fødsel eller adopsjon, og ved militærtjeneste mv. i arbeidsmiljøloven §§ 15-8 til 15-10 gjelder for statsansatte. Det samme gjelder for avskjed av embetsmenn etter § 27 første ledd bokstav a eller b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "Oppsigelsesfrister",
      "content": "(1) Ved oppsigelse fra arbeidsgiver er oppsigelsesfristen\na. én måned hvis ansettelsestiden er ett år eller mindre\nb. tre måneder hvis ansettelsestiden er mer enn ett år\nc. seks måneder hvis ansettelsestiden er mer enn to år.\n(2) Dersom den ansatte sier opp sin stilling er oppsigelsesfristen\nb. tre måneder hvis ansettelsestiden er mer enn ett år.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "Beregning av ansettelsestiden",
      "content": "(1) Ved beregning av ansettelsestid medregnes all sammenhengende ansettelsestid i virksomheten.\n(2) Dersom hele eller deler av en annen virksomhet overføres til virksomheten, skal all sammenhengende ansettelsestid i den tidligere virksomheten medregnes.\n(3) Kongen kan gi forskrift om beregningen av ansettelsestiden og sammenhengende ansettelsestid.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "Fortrinnsrett til ansettelse i staten",
      "content": "(1) Statsansatte som blir sagt opp på grunn av virksomhetens forhold, har fortrinnsrett til annen passende stilling i staten.\n(2) Fortrinnsretten gjelder for statsansatte som har vært sammenhengende ansatt i virksomheten i til sammen minst tolv måneder de siste to årene, og har de nødvendige faglige og personlige egenskapene for stillingen.\n(3) Fortrinnsretten gjelder fra oppsigelsestidspunktet og inntil to år etter oppsigelsesfristens utløp.\n(4) Ved underretning om oppsigelse skal den ansatte gjøres kjent med fortrinnsretten etter denne paragrafen.\n(5) Fortrinnsretten faller bort dersom den ansatte ikke har akseptert et tilbud om ansettelse i en passende stilling senest 14 dager etter at tilbudet ble mottatt.\n(6) Er det flere fortrinnsberettigede til en stilling, skal den som er best kvalifisert ansettes.\n(7) Reglene i denne paragrafen gjelder tilsvarende for embetsmenn uansett tjenestetid, dersom avskjeden skyldes at embetsmannen\na. på grunn av sykdom er varig uskikket til forsvarlig å utføre sin tjeneste, eller\nb. ikke lenger har de kvalifikasjonene som er nødvendig eller foreskrevet for embetet.\n(8) Reglene gjelder ikke for konstituerte embetsmenn. Fortrinnsretten kan ikke gjøres gjeldende til embeter eller stillinger som beskikkes av Kongen i statsråd.\n(9) Kongen kan i forskrift gi nærmere regler om fortrinnsrett. Kongen kan i forskrift fastsette at fortrinnsretten ikke skal gjelde den som blir sagt opp fra bestemte stillinger, og at den heller ikke skal gjelde ved ansettelse i bestemte stillinger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "title": "Ordensstraff",
      "content": "(1) Statsansatte eller embetsmenn kan ilegges ordensstraff for\na. overtredelse av tjenesteplikter eller unnlatelse av å oppfylle tjenesteplikter, eller\nb. utilbørlig adferd i eller utenfor tjenesten som skader den aktelse eller tillit som er nødvendig for stillingen, tjenesten eller embetet.\n(2) Som ordensstraff kan statsansatte\na. ilegges tap av ansiennitet fra én måned til to år, eller\nb. varig eller midlertidig omplasseres til en annen stilling.\n(3) Som ordensstraff kan embetsmenn\na. ilegges skriftlig irettesettelse, eller\nb. ilegges tap av ansiennitet fra én måned til to år.\n(4) Opplysninger om ordensstraff kan lagres i personalmappen i fem år.\n(5) Paragrafen gjelder ikke for embetsmenn som er dommere, eller statsansatte eller embetsmenn som ved lov er underlagt annen disiplinærmyndighet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "title": "Avskjed av statsansatte",
      "content": "En statsansatt kan avskjediges når vedkommende\na. har vist grov uforstand i tjenesten\nb. grovt har krenket sine tjenesteplikter\nc. på tross av skriftlig advarsel gjentatt har krenket sine tjenesteplikter, eller\nd. ved utilbørlig adferd i eller utenfor tjenesten viser seg uverdig til sin stilling eller bryter ned den aktelsen eller tilliten som er nødvendig for stillingen eller tjenesten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "Avskjed av embetsmenn ved administrativ beslutning eller dom",
      "content": "(1) En embetsmann kan avskjediges når vedkommende\na. på grunn av sykdom er varig uskikket til forsvarlig å utføre sin tjeneste\nb. ikke lenger har de kvalifikasjoner som er nødvendige eller foreskrevet for embetet, eller av andre grunner er varig uskikket for embetet\nc. har vist grov uforstand i tjenesten\nd. grovt har krenket sine tjenesteplikter\ne. på tross av skriftlig advarsel gjentatt har krenket sine tjenesteplikter, eller\nf. ved utilbørlig adferd i eller utenfor tjenesten viser seg uverdig til sitt embete eller bryter ned den aktelse eller tillit som er nødvendig for embetet.\n(2) Før embetsmann avskjediges, skal embetsmannen om mulig tilbys annen passende stilling i virksomheten dersom avskjeden skyldes at vedkommende\na. på grunn av sykdom er varig uskikket til forsvarlig å utføre sin tjeneste, eller\nb. ikke lenger har de kvalifikasjoner som er nødvendige eller foreskrevet for embetet.\n(3) Kongen kan gi forskrift om hva som regnes som annen passende stilling etter annet ledd. Kongen kan også i forskrift fastsette at arbeidsgivers tilbud om annen passende stilling ikke skal omfatte den som blir avskjediget fra bestemte embeter, og at det heller ikke skal gjelde ved ansettelse i bestemte stillinger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "Avskjed av embetsmenn ved dom",
      "content": "(1) En embetsmann kan avskjediges ved dom når vedkommende viser seg å være varig uskikket til forsvarlig å utføre sin tjeneste eller når vedkommende ikke har de nødvendige eller gyldig foreskrevne betingelser for å inneha embetet.\n(2) Krav om avskjed etter denne paragraf gjøres gjeldende ved søksmål, jf. likevel regelen i straffeprosessloven § 3 annet ledd.\n(3) Påstand om avskjed etter denne bestemmelsen og om tjenestens tap som straff, kan avgjøres i samme sak.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "title": "Suspensjon",
      "content": "(1) Dersom det er grunn til å anta at en statsansatt eller embetsmann har gjort seg skyldig i forhold som kan medføre avskjed etter §§ 26, 27 første ledd bokstav c til f eller 28, og tjenestens eller virksomhetens behov tilsier det, kan ansettelsesorganet pålegge den ansatte eller embetsmannen å fratre arbeidsforholdet mens saken undersøkes.\n(2) Det skal vurderes fortløpende om vilkårene etter første ledd er oppfylt. Dersom vilkårene ikke lenger er oppfylt, skal suspensjonen straks oppheves.\n(3) Suspensjonen skal oppheves dersom vedtak om avskjed ikke er truffet innen seks måneder. Suspensjonen kan forlenges dersom særlige forhold tilsier det.\n(4) I stedet for suspensjon kan embetsmenn i departementene og ved Statsministerens kontor, i Forsvaret eller utenrikstjenesten og statsansatte, midlertidig overføres til en annen, mindre betrodd tjeneste. For slik overføring gjelder de samme saksbehandlingsreglene som for suspensjon.\n(5) Statsansatte og embetsmenn har krav på den lønnen de hadde på suspensjonstidspunktet frem til suspensjonen opphører. Det kan gjøres fradrag i lønnen for inntekt vedkommende får ved å ta annet arbeid i suspensjonstiden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "title": "Vedtaksmyndighet i saker som gjelder statsansatte",
      "content": "(1) Vedtak om oppsigelse, ordensstraff, avskjed eller suspensjon treffes av ansettelsesorganet. Paragraf 6 fjerde ledd gjelder tilsvarende.\n(2) Arbeidsgiver kan treffe vedtak om suspensjon eller overføring til annen tjeneste etter § 29 i saker som krever særlig rask avgjørelse. I slike tilfeller skal melding om vedtaket straks gis til ansettelsesorganet. Ansettelsesorganet kan omgjøre vedtaket eller treffe annet vedtak etter § 29 om vilkårene for det foreligger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "Vedtaksmyndighet i saker som gjelder embetsmenn og statsansatte som beskikkes av Kongen i statsråd",
      "content": "(1) Embetsmenn som nevnt i Grunnloven § 22 annet ledd kan før oppnådd aldersgrense bare avskjediges ved dom. Embetsmenn som nevnt i Grunnloven § 22 første ledd kan også avskjediges av Kongen i statsråd. Kongen i statsråd treffer vedtak om suspensjon eller overføring til annen tjeneste etter § 29.\n(2) Kongen kan gi departementet fullmakt til å gi embetsmenn avskjed etter søknad eller ved oppnådd aldersgrense og til å vedta opphør av suspensjon eller konstitusjon eller ilegge ordensstraff. Det samme gjelder statsansatte som beskikkes fast eller midlertidig av Kongen i statsråd.\n(3) Dersom saken krever særlig rask avgjørelse, kan vedtak om suspensjon eller overføring til annen tjeneste etter § 29 også treffes av departementet. Slikt vedtak skal straks meldes til Kongen i statsråd, som kan stadfeste vedtaket, omgjøre vedtaket eller treffe annet vedtak etter § 29 om vilkårene for det foreligger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "title": "Saksbehandlingsregler",
      "content": "(1) Før det treffes vedtak om ordensstraff, oppsigelse eller avskjed, skal statsansatte, i tillegg til sine rettigheter etter forvaltningsloven, gis anledning til å forklare seg muntlig for den myndigheten som skal avgjøre saken. Dersom Kongen i statsråd skal treffe avgjørelsen, kan forklaringen skje for departementet. Det samme gjelder for embetsmenn hvis departementet vil fremme forslag om ordensstraff eller avskjed.\n(2) Statsansatte og embetsmenn har rett til å la seg bistå av en tillitsvalgt eller annen rådgiver.\n(3) Når spørsmål om avskjed er tatt opp av den myndigheten som avgjør eller forbereder saken, kan statsansatte eller embetsmenn kreve bevisopptak etter domstolloven § 43 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "title": "Klage",
      "content": "(1) Dersom en statsansatt i medhold av forvaltningsloven påklager et vedtak om oppsigelse, ordensstraff, suspensjon eller avskjed, er klageinstansen departementet eller den myndigheten som er bestemt i personalreglement. Kongen i statsråd er klageinstans dersom vedtaket er truffet av et departement og ved klage fra embetsmenn over ordensstraff.\n(2) Klageinstansen kan ikke endre vedtaket til skade for klageren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "title": "Søksmål",
      "content": "(1) Statsansatte eller embetsmenn kan reise søksmål for å få prøvd lovligheten av klageinstansens vedtak. Fristen for søksmål er åtte uker fra det tidspunktet underretning om vedtaket er kommet frem til den statsansatte eller embetsmannen. Fristen er likevel seks måneder dersom den statsansatte eller embetsmannen bare krever erstatning eller saken gjelder irettesettelse som ordensstraff. Partene kan i den enkelte sak bli enige om en lengre søksmålsfrist.\n(2) Ved tvist om det foreligger ulovlig midlertidig ansettelse eller innleie gjelder ingen søksmålsfrist så lenge ansettelses- eller innleieforholdet består.\n(3) Fristen for å kreve dom for at det har foreligget et fast arbeidsforhold ved tvist om ulovlig midlertidig ansettelse eller innleie, er åtte uker fra det tidspunktet den statsansatte eller den innleide arbeidstakeren fratrer stillingen. Dersom den statsansatte eller den innleide arbeidstakeren bare krever erstatning, er søksmålsfristen seks måneder fra fratredelsestidspunktet. Partene kan i den enkelte sak bli enige om lengre søksmålsfrist.\n(4) For søksmål gjelder domstolloven og tvisteloven med de særregler som følger av denne loven og arbeidsmiljøloven §§ 17-1 annet, tredje og fjerde ledd, 17-5, 17-6 og 17-7. Retten kan utsette behandlingen av saken i inntil åtte uker om saken tas opp til fornyet behandling i forvaltningen og forvaltningsorganet gir retten melding om det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "title": "Iverksettelse av vedtak som gjelder statsansatte",
      "content": "(1) Vedtak om ordensstraff, oppsigelse, suspensjon eller avskjed kan påklages innen klagefristens utløp.\n(2) Vedtak om ordensstraff, oppsigelse eller avskjed kan ikke iverksettes før klagefristen er ute. Påklages vedtaket innen klagefristens utløp, kan det ikke iverksettes før klagen er avgjort.\n(3) Klageinstansens vedtak om oppsigelse eller ordensstraff kan ikke iverksettes før to uker etter at underretning om vedtaket er kommet frem til den statsansatte. Dersom den ansatte i løpet av disse to ukene reiser søksmål eller skriftlig varsler arbeidsgiver om at søksmål vil bli reist innen fristen på åtte uker, jf. § 34 første ledd, kan vedtaket om oppsigelse eller ordensstraff ikke iverksettes før saken er rettskraftig avgjort, eller fristen på åtte uker er utløpt i tilfeller hvor det ikke er reist søksmål.\n(4) Tredje ledd gjelder tilsvarende dersom søksmål er reist eller varsel om søksmål er gitt innen oppsigelsesfristens utløp.\n(5) Dersom søksmål reises, kan likevel retten, etter krav fra arbeidsgiver, ved kjennelse bestemme at vedtaket skal iverksettes før saken er rettskraftig avgjort, dersom retten finner det urimelig at iverksettelse av vedtaket utsettes. Retten skal samtidig fastsette frist for iverksettelsen av vedtaket.\n(6) Dersom en statsansatt reiser søksmål om lovligheten av avskjed eller oppsigelse i prøvetiden, utsettes ikke iverksettelsen av vedtaket, med mindre retten bestemmer det ved kjennelse og søksmål er reist innen søksmålsfristen i § 34 første ledd. Arbeidsmiljøloven § 15-11 femte ledd gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "5:36",
      "chapter": "5",
      "section": "36",
      "title": "Iverksettelse av vedtak som gjelder embetsmenn",
      "content": "(1) Vedtak om ordensstraff truffet av et departement kan påklages innen klagefristens utløp.\n(2) Vedtak om ordensstraff kan ikke iverksettes før klagefristen er ute. Påklages vedtaket innen klagefristens utløp, kan det ikke iverksettes før klagen er avgjort.\n(3) Klageinstansens vedtak om ordensstraff kan ikke iverksettes før to uker etter at underretning om vedtaket er kommet frem til embetsmannen.\n(4) For vedtak om suspensjon eller avskjed truffet av Kongen i statsråd, er søksmålsfristen åtte uker fra det tidspunktet underretning om vedtaket er kommet frem til embetsmannen. Fristen er likevel seks måneder dersom embetsmannen bare krever erstatning. Partene kan i den enkelte sak bli enige om en lengre søksmålsfrist.\n(5) Et vedtak om avskjed av en embetsmann i medhold av § 27 første ledd bokstav a eller b kan ikke iverksettes før to uker etter at underretning om vedtaket er kommet frem til embetsmannen. Dersom embetsmannen i løpet av disse to ukene reiser søksmål, eller skriftlig varsler arbeidsgiver om at søksmål vil bli reist innen fristen på åtte uker som er nevnt i fjerde ledd, kan vedtaket ikke iverksettes før saken er rettskraftig avgjort, eller før søksmålsfristen er utløpt.\n(6) Dersom søksmål reises, kan likevel retten, etter krav fra arbeidsgiver, ved kjennelse bestemme at vedtaket skal iverksettes før saken er rettskraftig avgjort, dersom retten finner det urimelig at iverksettelse av vedtaket utsettes. Retten skal samtidig fastsette frist for iverksettelsen av vedtaket.\n(7) Femte ledd annet punktum gjelder tilsvarende når embetsmenn reiser søksmål om ordensstraff.\n(8) Ved søksmål fra embetsmenn, som nevnt i Grunnloven § 22 første ledd, gjelder arbeidsmiljøloven § 15-14 tredje ledd annet punktum og fjerde ledd og §§ 17-1 og 17-7 tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "5:37",
      "chapter": "5",
      "section": "37",
      "title": "Virkninger av ulovlig ordensstraff, oppsigelse, suspensjon eller avskjed",
      "content": "(1) Bestemmelsene i denne paragrafen gjelder for statsansatte og embetsmenn som er omfattet av Grunnloven § 22 første ledd.\n(2) Dersom en domstol finner at en ordensstraff er i strid med § 25, en oppsigelse er i strid med §§ 15, 19 eller 20, en suspensjon er i strid med § 29 eller en avskjed er i strid med §§ 26 eller 27, skal retten, etter påstand fra den statsansatte eller embetsmannen, kjenne vedtaket ugyldig. Dersom saken gjelder oppsigelse eller avskjed, kan retten likevel, i særlige tilfeller etter påstand fra arbeidsgiver, bestemme at arbeidsforholdet skal opphøre dersom den etter en avveining av partenes interesser finner at det vil være åpenbart urimelig at arbeidsforholdet fortsetter.\n(3) Statsansatt eller embetsmann kan kreve erstatning dersom ordensstraffen, oppsigelsen, suspensjonen eller avskjeden er ulovlig. Erstatningen fastsettes til det beløpet som retten finner rimelig under hensyn til det økonomiske tapet, arbeidsgivers og den statsansattes eller embetsmannens forhold og omstendighetene for øvrig.\n(4) Ved søksmål i forbindelse med virksomhetsoverdragelse gjelder ikke annet ledd annet punktum og arbeidsmiljøloven § 16-4 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "title": "Virkninger av ulovlig midlertidig ansettelse eller innleie",
      "content": "(1) Dersom det foreligger brudd på bestemmelsene i §§ 9 eller 10, skal retten etter påstand fra den statsansatte avsi dom for at det foreligger et fast arbeidsforhold eller at arbeidsforholdet fortsetter. I særlige tilfeller kan retten likevel, etter påstand fra arbeidsgiver, bestemme at arbeidsforholdet skal opphøre dersom den etter en avveining av partenes interesser finner at det vil være åpenbart urimelig at arbeidsforholdet fortsetter.\n(2) Dersom det foreligger brudd på bestemmelsen i § 11, skal retten etter påstand fra den innleide arbeidstakeren avsi dom for at den innleide har et fast arbeidsforhold hos innleier. I særlige tilfeller kan retten likevel, etter påstand fra innleier, bestemme at den innleide arbeidstakeren ikke har et fast arbeidsforhold dersom den etter en avveining av partenes interesser finner at dette vil være åpenbart urimelig.\n(3) Ved brudd på bestemmelsene i §§ 9, 10 eller 11 kan en midlertidig ansatt eller innleid arbeidstaker kreve erstatning. Erstatningen fastsettes i samsvar med § 37 tredje ledd.\n(4) Retten til å fortsette i stillingen eller embetet ved søksmål gjelder ikke for innleide arbeidstakere, midlertidig ansatte eller konstituerte embetsmenn. Etter krav fra en statsansatt eller innleid arbeidstaker, kan retten likevel bestemme at arbeidsforholdet skal fortsette inntil saken er rettskraftig avgjort, dersom søksmålet er reist innen åtte uker etter utløpet av arbeidsforholdet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "title": "Forbud mot gaver i tjenesten mv.",
      "content": "(1) Ingen statsansatte eller embetsmenn må for seg eller andre motta gave, provisjon, tjeneste eller annen ytelse som er egnet til, eller av giveren er ment, å påvirke vedkommendes tjenestlige handlinger, eller som det er forbudt å motta etter bestemmelser i reglement eller instruks for virksomheten.\n(2) Overtredelse kan medføre ordensstraff, oppsigelse eller avskjed.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:39 a",
      "chapter": "6",
      "section": "39 a",
      "title": "Registrering av statsansattes og embetsmenns verv og økonomiske interesser",
      "content": "For å forebygge interessekonflikter, kan en virksomhet fastsette at ansatte i bestemte stillinger skal registrere sine verv og økonomiske interesser dersom det er nødvendig ut fra virksomhetens ansvars- og arbeidsområder og de ansattes stilling eller funksjon. Det skal da også fastsettes hvilke opplysninger som omfattes av registreringsplikten, og hvordan registreringen skal skje.\n0 Tilføyd ved lov 8 april 2022 nr. 23 (i kraft 1 jan 2023 iflg. res. 8 april 2022 nr. 548).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39a",
        "source_heading": "§ 39 a."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "Ikrafttredelse",
      "content": "Loven gjelder fra den tid​1 Kongen bestemmer.\n1 Fra 1 juli 2017 iflg. res. 16 juni 2017 nr. 763.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "Overgangsregler – personalreglement",
      "content": "Reglementer som er gitt med hjemmel i lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m. er gyldige inntil de blir opphevet eller avløst av nytt reglement for virksomheten, men likevel ikke lenger enn to år etter at loven trer i kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "title": "Overgangsregler – stillingsvern",
      "content": "Bestemmelsen i loven § 9 tredje ledd gjelder for arbeidsavtaler som er inngått etter at loven trer i kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "title": "Overgangsregler – åremål",
      "content": "(1) Bestemmelsene i § 10 om åremål for statsansatte gjelder for ansettelse i åremålsstilling etter at loven trer i kraft.\n(2) Kontraktsbefal og vervede mannskaper i Forsvaret kan ansettes i åremålsstilling på gjeldende vilkår inntil ett år etter at loven trer i kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "title": "Overgangsregler – innleie",
      "content": "Bestemmelsen i § 11 fjerde ledd om stillingsvern for innleid arbeidstaker fra virksomhet som har til formål å drive utleie (bemanningsforetak), får anvendelse for arbeidsavtaler som er inngått etter at loven trer i kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "title": "Opphevelse av og endring i andre lover",
      "content": "Fra loven trer i kraft gjøres følgende endringer i andre lover:\n1. Lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m. oppheves\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens virkeområde og definisjoner",
      "content": "(1) Loven gjelder for arbeidstakere i staten. Loven gjelder for embetsmenn og for innleie av arbeidstakere i statlig virksomhet der det er uttrykkelig sagt.\n(2) Med embetsmann menes den som er utnevnt av Kongen og gitt bestalling som embetsmann, eller er konstituert av Kongen i et embete. Med statsansatt menes i denne lov enhver arbeidstaker i staten som ikke er embetsmann.\n(3) Loven gjelder ikke for statsråder, statssekretærer og politiske rådgivere.\n(4) Reglene i §§ 4 til 7, § 11 tredje ledd og § 24 gjelder ikke for ansatte i Stortinget, andre organer under Stortinget, hos Stortingets ombud eller i Sametinget.\n(5) Der det er tvil om hvem som er omfattet av loven, kan Kongen gi forskrift om hvem loven skal gjelde for. Kongen kan også gi forskrift om at grupper av statsansatte helt eller delvis skal være unntatt fra loven når det foreligger særlige grunner for det.\n0 Endret ved lov 20 des 2022 nr. 115.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Personalreglement",
      "content": "(1) Bestemmelser som etter loven skal fastsettes ved personalreglement, avtales mellom ledelsen for virksomheten og tjenestemannsorganisasjonene i virksomheten som har forhandlingsrett etter lov 18. juli 1958 nr. 2 om offentlige tjenestetvister. Det kan også inngås avtale om personalreglement for grupper av virksomheter.\n(2) Før avtale inngås, skal departementet treffe vedtak om hvilke statsansatte som skal ansettes av departementet eller beskikkes av Kongen.\n(3) Kongen fastsetter personalreglement for departementene og Statsministerens kontor. Et utkast til reglement skal på forhånd forhandles frem mellom de forhandlingsberettigede tjenestemannsorganisasjoner etter lov 18. juli 1958 nr. 2 om offentlige tjenestetvister § 3 første ledd og det departement som sentralt forvalter statens lønns- og personalforhold.\n(4) Et personalreglement er gyldig når\na. det er fastsatt i samsvar med bestemmelsene i første til tredje ledd\nb. det inneholder bestemmelsene som etter loven skal fastsettes i personalreglement og\nc. det ikke inneholder bestemmelser som strider mot lov eller vedtak fattet med hjemmel i lov, eller avtaler sluttet mellom staten og hovedsammenslutningene.\n(5) Partene kan når som helst kreve at personalreglementet tas opp til revisjon. Den samme retten har departementet.\n(6) Ved opprettelse av ny virksomhet eller sammenslåing eller omorganisering som berører flere virksomheter, kan det ansvarlige departementet fastsette et midlertidig personalreglement. Før et personalreglement fastsettes, skal det innhentes synspunkter fra virksomhetens ledelse og de lokale representantene for tjenestemannsorganisasjonene nevnt i første ledd. Endelig personalreglement for virksomheten fastsettes i avtale som nevnt i første ledd.\n0 Endret ved lov 8 april 2022 nr. 23 (i kraft 1 jan 2023 iflg. res. 8 april 2022 nr. 548).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Kvalifikasjonsprinsippet",
      "content": "(1) Den best kvalifiserte søkeren skal ansettes eller utnevnes i ledig stilling eller embete, med mindre det er gjort unntak i lov eller forskrift.\n(2) Ved vurderingen av hvem som er best kvalifisert, skal det legges vekt på utdanning, erfaring og personlig egnethet, sammenholdt med kvalifikasjonskravene som er fastsatt i utlysningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Utlysning av stilling og embete",
      "content": "(1) Ledig stilling eller embete skal utlyses offentlig, med mindre annet er fastsatt i lov, forskrift eller tariffavtale.\n(2) For utenrikstjenesten kan det fastsettes i personalreglement at ledige embeter eller stillinger bare kunngjøres internt eller i bestemte virksomheter. I særlige tilfeller kan det fastsettes i personalreglementet for utenrikstjenesten at kunngjøring helt kan unnlates.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Innstilling",
      "content": "(1) Før en statsansatt ansettes, skal nærmeste leder avgi innstilling.\n(2) Dersom nærmeste leder er medlem av det organet som har ansettelsesretten, avgir vedkommende ikke innstilling, men gir i stedet forslag til hvem som bør ansettes.\n(3) Dersom det er flere kvalifiserte søkere til en stilling, skal vanligvis tre søkere innstilles eller foreslås i den rekkefølgen de bør komme i betraktning.\n(4) Før ansettelse i et departement, skal et innstillingsråd avgi innstilling.\n(5) Et innstillingsråd etter fjerde ledd skal ledes av en person som er oppnevnt av arbeidsgiveren. I tillegg skal rådet bestå av like mange medlemmer fra arbeidsgiversiden som fra arbeidstakersiden. Regler om sammensetning, oppnevning og funksjonstid for innstillingsrådets medlemmer fastsettes i personalreglementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Ansettelse",
      "content": "(1) Statsansatte ansettes av Kongen, eller om Kongen fastsetter det, av et departement, ett eller flere ansettelsesråd eller et styre for en virksomhet eller gruppe av virksomheter. Antallet ansettelsesråd skal fremgå av personalreglementet.\n(2) Et ansettelsesråd skal ledes av en person som er oppnevnt av arbeidsgiveren. I tillegg skal rådet bestå av like mange medlemmer fra arbeidsgiversiden som fra arbeidstakersiden. Regler om sammensetning, oppnevning og funksjonstid for ansettelsesrådets medlemmer fastsettes i personalreglementet.\n(3) Dersom et medlem av et ansettelsesråd eller et styre ønsker å ansette en søker som ikke er innstilt, skal det innhentes en skriftlig vurdering av søkeren fra den som avgir innstillingen.\n(4) Hvis et styre har ansettelsesmyndighet, skal minst to representanter for de statsansatte delta i behandlingen av ansettelsessaker.\n(5) Den som ansettes, skal underrettes skriftlig om vedtaket. I underretningen skal det opplyses om særlige vilkår som er fastsatt for stillingen.\n(6) Kongen kan gi forskrift om hvordan ansettelsesretten skal benyttes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Unntak fra reglene i §§ 3 til 6",
      "content": "(1) §§ 3 til 6 gjelder ikke for statsansatte som ansettes og embetsmenn som utnevnes for inntil seks måneder.\n(2) I personalreglement kan det gjøres unntak fra reglene i §§ 3 til 6 ved ansettelse og utnevning for inntil ett år.\n(3) I personalreglement kan det gjøres unntak fra reglene i §§ 5 og 6 ved\na. gruppevis inntak av elever og aspiranter, eller\nb. ansettelsesforhold med kortere arbeidstid enn 15 timer per uke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Utnevning av embetsmenn og ansettelse av statsansatte som beskikkes av Kongen",
      "content": "Kongen kan fastsette regler om hvem som skal ha rett til uttalelse når embetsmenn skal utnevnes eller konstitueres. Det samme gjelder rett til å utarbeide forslag når statsansatte skal beskikkes fast eller midlertidig av Kongen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Fast og midlertidig ansettelse",
      "content": "(1) Statsansatte skal ansettes fast. Avtale om midlertidig ansettelse kan likevel inngås\na. når arbeidet er av midlertidig karakter\nb. for arbeid i stedet for en annen eller andre (vikariat)\nc. for praksisarbeid\nd. for utdanningsstillinger, eller\ne. for en periode på inntil seks måneder når det har oppstått et uforutsett behov.\n(2) Arbeidsgiver i virksomheten skal minst en gang årlig drøfte bruken av midlertidige ansettelser etter bestemmelsene i første ledd med de tillitsvalgte, inkludert grunnlaget for og omfanget av slike ansettelser, og konsekvenser for arbeidsmiljøet.\n(3) Midlertidig ansatte etter første ledd bokstav a, b, eller e, og som har vært sammenhengende ansatt i virksomheten i mer enn tre år, skal anses som fast ansatt. I slike tilfeller kommer reglene om oppsigelse av arbeidsforhold til anvendelse.\n(4) Kongen kan gi forskrift om adgangen til midlertidig ansettelse for praksisarbeid og utdanningsstillinger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Åremål for statsansatte",
      "content": "(1) Åremål kan benyttes når det følger av lov eller stortingsvedtak. Det samme gjelder når rikets sikkerhet krever det, eller når dette anses nødvendig som følge av overenskomst med fremmed stat eller internasjonal organisasjon.\n(2) Det enkelte departementet kan bestemme at øverste leder i en virksomhet skal ansettes på åremål.\n(3) Ansettelse på åremål kan benyttes for postdoktorstillinger.\n(4) Kongen kan gi forskrift om åremålsstillinger og adgangen til å benytte åremålsstillinger ved tjeneste på Svalbard og Jan Mayen.\n0 Endret ved lov 20 juni 2025 nr. 43 (i kraft 1 jan 2026 iflg. res. 20 juni 2025 nr. 1127).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Innleie fra virksomhet som har til formål å drive utleie (bemanningsforetak)",
      "content": "(1) Innleie av arbeidstaker fra virksomhet som har til formål å drive utleie (bemanningsforetak), er tillatt i samme utstrekning som det kan avtales midlertidig ansettelse etter § 9 første ledd bokstav b.\n(2) Arbeidsgiver og tjenestemannsorganisasjoner i virksomheten som har forhandlingsrett etter lov 18. juli 1958 nr. 2 om offentlige tjenestetvister, kan skriftlig avtale tidsbegrenset innleie uten hinder av det som er bestemt i første ledd.\n(3) Det kan inngås sentral tariffavtale mellom staten og tjenestemennenes forhandlingsberettigede organisasjoner om unntak fra reglene om likebehandling av lønns- og arbeidsvilkår ved innleie fra bemanningsforetak. Den generelle beskyttelsen av arbeidstakerne må i alle tilfelle respekteres.\n(4) Arbeidstakere som har vært sammenhengende innleid i virksomheten i mer enn tre år etter denne paragrafen, har rett til fast ansettelse hos innleieren. Dersom denne retten benyttes, gjelder reglene om oppsigelse av arbeidsforhold.\n(5) Kongen kan i forskrift forby innleie for visse arbeidstakergrupper eller på visse områder når viktige samfunnshensyn tilsier det.\n(6) For øvrig gjelder arbeidsmiljøloven §§ 14-12 a første og annet ledd, 14-12 b og 14-12 c.\n(7) Arbeidstilsynet fører tilsyn med at bestemmelsene i første og annet ledd blir overholdt. Arbeidstilsynet gir de pålegg og treffer de enkeltvedtak ellers som er nødvendige for gjennomføringen av bestemmelsene. Arbeidsmiljøloven § 18-5, § 18-6 annet, sjette, syvende og åttende ledd og §§ 18-7, 18-8 og 18-10 får tilsvarende anvendelse.\n0 Endret ved lover 19 juni 2020 nr. 69 (ikr. 1 juli 2020 iflg. res. 19 juni 2020 nr. 1233), 8 april 2022 nr. 23 (i kraft 1 jan 2023 iflg. res. 8 april 2022 nr. 548), 20 des 2022 nr. 99 (i kraft 1 apr 2023 iflg. res. 20 des 2022 nr. 2300), 20 juni 2025 nr. 43 (i kraft 1 jan 2026 iflg. res. 20 juni 2025 nr. 1127).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Innleie av arbeidstakere fra virksomhet som ikke har til formål å drive utleie",
      "content": "(1) Innleie av arbeidstakere fra virksomhet som ikke har til formål å drive utleie, er tillatt når den innleide arbeidstakeren er fast ansatt hos utleieren. For at virksomheten skal sies ikke å ha til formål å drive utleie, er det et vilkår at utleie skjer innenfor de samme fagområder som utgjør utleierens hovedbeskjeftigelse og at utleieaktiviteten ikke omfatter mer enn 50 prosent av de fast ansatte hos utleier. Arbeidsgiver og tjenestemannsorganisasjoner i virksomheten som har forhandlingsrett etter lov 18. juli 1958 nr. 2 om offentlige tjenestetvister, skal gjennomføre drøftinger før det treffes beslutning om innleie.\n(2) For innleie som overstiger ti prosent av de ansatte, og som har en varighet ut over ett år, skal det inngås avtale med tjenestemannsorganisasjonene i virksomheten. Kravet gjelder likevel ikke ved innleie av inntil to personer.\n(3) Kongen kan i forskrift forby innleie for visse arbeidstakergrupper eller på visse områder når viktige samfunnshensyn tilsier det.\n0 Endret ved lov 8 april 2022 nr. 23 (i kraft 1 jan 2023 iflg. res. 8 april 2022 nr. 548).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Fortrinnsrett for deltidsansatte mv.",
      "content": "(1) Deltidsansatte har fortrinnsrett til utvidet stilling fremfor at arbeidsgiver foretar ny ansettelse eller innleie i virksomheten. Fortrinnsretten kan også gjelde en del av en stilling.\n(2) Deltidsansatte har fortrinnsrett til ekstravakter og lignende i virksomheten fremfor at arbeidsgiver ansetter eller leier inn arbeidstakere til dette arbeidet. Dette gjelder også for midlertidig ansatte. For virksomheter med flere tjenestesteder gjelder fortrinnsretten det enkelte tjenestestedet. Arbeidsgiveren kan etter drøftinger med de tillitsvalgte avgrense virkeområdet for utøvelse av denne fortrinnsretten til én eller flere enheter med til sammen minst 30 ansatte.\n(3) Fortrinnsretten etter første og annet ledd gjelder bare når den ansatte er kvalifisert for stillingen og utøvelse av fortrinnsretten ikke vil innebære vesentlige ulemper for virksomheten.\n(4) Omplassering etter §§ 19 annet ledd, 20 annet ledd og 27 annet ledd går foran fortrinnsretten for deltidsansatte.\n(5) Kongen kan i forskrift gi nærmere regler om fortrinnsrett etter denne paragrafen.\n(6) Tvister om fortrinnsrett for deltidsansatte etter første ledd avgjøres av tvisteløsningsnemnda, jf. arbeidsmiljøloven § 17-2.\n(7) Rett til stilling tilsvarende faktisk arbeidstid for statsansatt som er deltidsansatt reguleres av arbeidsmiljøloven § 14-4 a. Virkninger av brudd på denne retten reguleres av arbeidsmiljøloven § 14-4 b.\n0 Endret ved lover 22 juni 2018 nr. 45 (ikr. 1 jan 2019 iflg. res. 22 juni 2018 nr. 945), 20 juni 2025 nr. 43 (i kraft 1 jan 2026 iflg. res. 20 juni 2025 nr. 1127).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Adgang til åremål og konstitusjon av embetsmenn",
      "content": "(1) Embetsmann utnevnes fast i embetet, men kan konstitueres\na. når embetsmannen bare trengs for et begrenset tidsrom eller for å utføre et bestemt oppdrag\nb. når embetet ennå ikke er fast organisert, eller arbeidsområdet eller virkekretsen er planlagt endret\nc. når embetsmannen skal gjøre tjeneste i stedet for en annen (vikar), eller\nd. for en periode på inntil seks måneder.\n(2) I tilfeller som nevnt i første ledd bokstav b, kan Kongen, i stedet for å benytte konstitusjon, ta forbehold om at embetsmannen må finne seg i slike endringer i embetets arbeidsområde som senere blir fastsatt.\n(3) Innleie etter §§ 11 og 12 kan ikke benyttes til embeter.\n(4) Statsforvaltere kan utnevnes på åremål.\n(5) Kongen kan i forskrift gi nærmere regler om utnevning av embetsmenn i åremålsstillinger.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Prøvetid for statsansatte",
      "content": "(1) For statsansatte gjelder en prøvetid på seks måneder, med mindre ansettelsesorganet har bestemt at prøvetiden ikke skal gjelde. Det gjelder ikke prøvetid ved ny ansettelse i samme stilling eller ved ansettelse i en stilling som i det vesentlige er likeartet med stillingen den ansatte har hatt i samme virksomhet. Ved fast ansettelse gjelder likevel prøvetid dersom tidligere ansettelsestid og prøvetid i den nye stillingen samlet ikke overstiger seks måneder. Prøvetiden for midlertidig ansettelse kan ikke overstige halvparten av ansettelsesforholdets varighet.\n(2) Dersom den ansatte har vært fraværende fra arbeidet i prøvetiden, kan arbeidsgiver forlenge prøvetiden med en periode som tilsvarer lengden av fraværet. Forlengelse kan bare skje når den ansatte ved ansettelsen ble skriftlig orientert om adgangen til dette, og arbeidsgiver skriftlig har orientert om forlengelsen innen utløpet av prøvetiden. Det er ikke adgang til forlengelse ved fravær som er forårsaket av arbeidsgiver.\n(3) Den ansatte skal få nødvendig veiledning, oppfølging og vurdering av arbeidet i prøvetiden.\n(4) I prøvetiden kan den ansatte sies opp på grunn av manglende tilpasning til arbeidet eller dersom vedkommende ikke tilfredsstiller rimelige krav til dyktighet eller pålitelighet.\n(5) Adgangen til oppsigelse etter fjerde ledd gjelder bare dersom den ansatte har mottatt skriftlig forhåndsvarsel om oppsigelse innen prøvetidens utløp.\n(6) Ansatte som har plikt til å gjennomgå en bestemt opplæring, er ansatt på prøve inntil opplæringen er avsluttet, eller prøve eller eksamen er bestått. Hvis opplæringen ikke er fullført på tilfredsstillende måte, gjelder en oppsigelsesfrist på én måned. Det kan fastsettes i reglement på hvilken måte og etter hvilke kriterier det skal avgjøres om opplæringen er fullført på en tilfredsstillende måte.\n(7) Bestemmelsen i denne paragrafen innskrenker ikke arbeidsgivers rett til å si opp den ansatte etter §§ 19 og 20.\n0 Endret ved lov 15 des 2023 nr. 88 (i kraft 1 juli 2024 iflg. res. 15 des 2023 nr. 2066).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Plikt til å overta andre arbeidsoppgaver mv.",
      "content": "(1) Alle statsansatte og embetsmenn i departementene og ved Statsministerens kontor har plikt til å finne seg i omorganiseringer og endringer i arbeidsoppgaver og ansvar.\n(2) Statsansatte og embetsmenn som ikke omfattes av hovedtariffavtalen i staten, og som får sine lønns- og arbeidsvilkår fastsatt i særskilt kontrakt, har plikt til å finne seg i omplassering til andre arbeidsoppgaver i virksomheten eller pålegg om å stå til rådighet for spesielle oppdrag, dersom avtalefestede krav til resultater ikke innfris. Dette gjelder selv om vilkårene for oppsigelse etter §§ 19 eller 20 eller vilkårene for avskjed etter § 27 første ledd bokstav a eller b, ikke er oppfylt. Dette leddet gjelder ikke embetsmenn som omfattes av Grunnloven § 22 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Opphør av midlertidig ansettelse og åremål for statsansatte",
      "content": "(1) Midlertidige arbeidsavtaler etter § 9 opphører ved det avtalte tidsrommets utløp, eller når det bestemte arbeidet er avsluttet, med mindre noe annet er skriftlig avtalt.\n(2) Statsansatte som er ansatt på åremål etter § 10, fratrer uten oppsigelse ved åremålsperiodens utløp.\n(3) I ansettelsesperioden gjelder lovens regler om opphør av arbeidsforhold.\n(4) Statsansatte som har vært ansatt i mer enn ett år, har krav på skriftlig varsel om tidspunktet for fratreden senest én måned før fratredelsestidspunktet. Varselet skal anses for å være gitt når det er kommet frem til den ansatte. Dersom fristen ikke overholdes, kan arbeidsgiveren ikke kreve at den ansatte fratrer før én måned etter at varselet er gitt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Opphør av konstitusjon",
      "content": "(1) Når en embetsmann er konstituert i embetet, og grunnen til at konstitusjonsformen ble benyttet er falt bort, skal vedkommende pålegges å fratre embetet.\n(2) Dersom embetsmannen er utnevnt i åremålsstilling, plikter vedkommende å fratre når åremålet er utløpt.\n(3) Hvis konstitusjonen eller åremålsstillingen har vart mer enn ett år, skal vedkommende ha minst én måneds varsel.\n(4) Hvis embetsmannen har vært konstituert av Kongen etter offentlig kunngjøring av embetet, kan vedkommende i stedet utnevnes uten ny kunngjøring. Embetsmann som er utnevnt i åremålsstilling, kan ikke utnevnes i embetet uten ny kunngjøring.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Oppsigelse på grunn av virksomhetens forhold",
      "content": "(1) Statsansatte kan sies opp når oppsigelsen er saklig begrunnet i virksomhetens forhold.\n(2) En oppsigelse etter første ledd er ikke saklig begrunnet dersom arbeidsgiver har en annen passende stilling i virksomheten å tilby den statsansatte. Ved avgjørelsen av om en oppsigelse har saklig grunn etter første ledd, skal det foretas en avveining mellom virksomhetens behov og de ulemper oppsigelsen påfører den statsansatte. Denne avveiningen gjøres med bindende virkning av forvaltningsorganet.\n(3) Kongen kan gi forskrift om hva som regnes som annen passende stilling etter annet ledd. Kongen kan også i forskrift fastsette at arbeidsgivers tilbud om annen passende stilling ikke skal omfatte den som blir sagt opp fra bestemte stillinger, og at det heller ikke skal gjelde ved ansettelse i bestemte stillinger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Oppsigelse på grunn av den statsansattes forhold",
      "content": "(1) En ansatt kan sies opp når vedkommende\na. ikke er i stand til å gjenoppta arbeidet på grunn av sykdom\nb. ikke lenger har de kvalifikasjoner som er nødvendig eller foreskrevet for stillingen\nc. på grunn av vedvarende mangelfull arbeidsutførelse er uskikket for stillingen, eller\nd. gjentatte ganger har krenket sine tjenesteplikter.\n(2) Skyldes oppsigelsen forhold som nevnt i første ledd bokstav a eller b, skal den ansatte før oppsigelsen gis, om mulig tilbys en annen passende stilling i virksomheten.\n(3) Kongen kan gi forskrift om hva som skal regnes som annen passende stilling etter annet ledd. Kongen kan også i forskrift fastsette at arbeidsgivers tilbud om annen passende stilling ikke skal omfatte den som blir sagt opp fra bestemte stillinger, og at det heller ikke skal gjelde ved ansettelse i bestemte stillinger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Oppsigelse eller avskjed på grunn av sykdom mv. for statsansatte og embetsmenn",
      "content": "Oppsigelsesvernet ved sykdom, svangerskap og etter fødsel eller adopsjon, og ved militærtjeneste mv. i arbeidsmiljøloven §§ 15-8 til 15-10 gjelder for statsansatte. Det samme gjelder for avskjed av embetsmenn etter § 27 første ledd bokstav a eller b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "Oppsigelsesfrister",
      "content": "(1) Ved oppsigelse fra arbeidsgiver er oppsigelsesfristen\na. én måned hvis ansettelsestiden er ett år eller mindre\nb. tre måneder hvis ansettelsestiden er mer enn ett år\nc. seks måneder hvis ansettelsestiden er mer enn to år.\n(2) Dersom den ansatte sier opp sin stilling er oppsigelsesfristen\nb. tre måneder hvis ansettelsestiden er mer enn ett år.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "Beregning av ansettelsestiden",
      "content": "(1) Ved beregning av ansettelsestid medregnes all sammenhengende ansettelsestid i virksomheten.\n(2) Dersom hele eller deler av en annen virksomhet overføres til virksomheten, skal all sammenhengende ansettelsestid i den tidligere virksomheten medregnes.\n(3) Kongen kan gi forskrift om beregningen av ansettelsestiden og sammenhengende ansettelsestid.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "Fortrinnsrett til ansettelse i staten",
      "content": "(1) Statsansatte som blir sagt opp på grunn av virksomhetens forhold, har fortrinnsrett til annen passende stilling i staten.\n(2) Fortrinnsretten gjelder for statsansatte som har vært sammenhengende ansatt i virksomheten i til sammen minst tolv måneder de siste to årene, og har de nødvendige faglige og personlige egenskapene for stillingen.\n(3) Fortrinnsretten gjelder fra oppsigelsestidspunktet og inntil to år etter oppsigelsesfristens utløp.\n(4) Ved underretning om oppsigelse skal den ansatte gjøres kjent med fortrinnsretten etter denne paragrafen.\n(5) Fortrinnsretten faller bort dersom den ansatte ikke har akseptert et tilbud om ansettelse i en passende stilling senest 14 dager etter at tilbudet ble mottatt.\n(6) Er det flere fortrinnsberettigede til en stilling, skal den som er best kvalifisert ansettes.\n(7) Reglene i denne paragrafen gjelder tilsvarende for embetsmenn uansett tjenestetid, dersom avskjeden skyldes at embetsmannen\na. på grunn av sykdom er varig uskikket til forsvarlig å utføre sin tjeneste, eller\nb. ikke lenger har de kvalifikasjonene som er nødvendig eller foreskrevet for embetet.\n(8) Reglene gjelder ikke for konstituerte embetsmenn. Fortrinnsretten kan ikke gjøres gjeldende til embeter eller stillinger som beskikkes av Kongen i statsråd.\n(9) Kongen kan i forskrift gi nærmere regler om fortrinnsrett. Kongen kan i forskrift fastsette at fortrinnsretten ikke skal gjelde den som blir sagt opp fra bestemte stillinger, og at den heller ikke skal gjelde ved ansettelse i bestemte stillinger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "title": "Ordensstraff",
      "content": "(1) Statsansatte eller embetsmenn kan ilegges ordensstraff for\na. overtredelse av tjenesteplikter eller unnlatelse av å oppfylle tjenesteplikter, eller\nb. utilbørlig adferd i eller utenfor tjenesten som skader den aktelse eller tillit som er nødvendig for stillingen, tjenesten eller embetet.\n(2) Som ordensstraff kan statsansatte\na. ilegges tap av ansiennitet fra én måned til to år, eller\nb. varig eller midlertidig omplasseres til en annen stilling.\n(3) Som ordensstraff kan embetsmenn\na. ilegges skriftlig irettesettelse, eller\nb. ilegges tap av ansiennitet fra én måned til to år.\n(4) Opplysninger om ordensstraff kan lagres i personalmappen i fem år.\n(5) Paragrafen gjelder ikke for embetsmenn som er dommere, eller statsansatte eller embetsmenn som ved lov er underlagt annen disiplinærmyndighet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "title": "Avskjed av statsansatte",
      "content": "En statsansatt kan avskjediges når vedkommende\na. har vist grov uforstand i tjenesten\nb. grovt har krenket sine tjenesteplikter\nc. på tross av skriftlig advarsel gjentatt har krenket sine tjenesteplikter, eller\nd. ved utilbørlig adferd i eller utenfor tjenesten viser seg uverdig til sin stilling eller bryter ned den aktelsen eller tilliten som er nødvendig for stillingen eller tjenesten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "Avskjed av embetsmenn ved administrativ beslutning eller dom",
      "content": "(1) En embetsmann kan avskjediges når vedkommende\na. på grunn av sykdom er varig uskikket til forsvarlig å utføre sin tjeneste\nb. ikke lenger har de kvalifikasjoner som er nødvendige eller foreskrevet for embetet, eller av andre grunner er varig uskikket for embetet\nc. har vist grov uforstand i tjenesten\nd. grovt har krenket sine tjenesteplikter\ne. på tross av skriftlig advarsel gjentatt har krenket sine tjenesteplikter, eller\nf. ved utilbørlig adferd i eller utenfor tjenesten viser seg uverdig til sitt embete eller bryter ned den aktelse eller tillit som er nødvendig for embetet.\n(2) Før embetsmann avskjediges, skal embetsmannen om mulig tilbys annen passende stilling i virksomheten dersom avskjeden skyldes at vedkommende\na. på grunn av sykdom er varig uskikket til forsvarlig å utføre sin tjeneste, eller\nb. ikke lenger har de kvalifikasjoner som er nødvendige eller foreskrevet for embetet.\n(3) Kongen kan gi forskrift om hva som regnes som annen passende stilling etter annet ledd. Kongen kan også i forskrift fastsette at arbeidsgivers tilbud om annen passende stilling ikke skal omfatte den som blir avskjediget fra bestemte embeter, og at det heller ikke skal gjelde ved ansettelse i bestemte stillinger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "Avskjed av embetsmenn ved dom",
      "content": "(1) En embetsmann kan avskjediges ved dom når vedkommende viser seg å være varig uskikket til forsvarlig å utføre sin tjeneste eller når vedkommende ikke har de nødvendige eller gyldig foreskrevne betingelser for å inneha embetet.\n(2) Krav om avskjed etter denne paragraf gjøres gjeldende ved søksmål, jf. likevel regelen i straffeprosessloven § 3 annet ledd.\n(3) Påstand om avskjed etter denne bestemmelsen og om tjenestens tap som straff, kan avgjøres i samme sak.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "title": "Suspensjon",
      "content": "(1) Dersom det er grunn til å anta at en statsansatt eller embetsmann har gjort seg skyldig i forhold som kan medføre avskjed etter §§ 26, 27 første ledd bokstav c til f eller 28, og tjenestens eller virksomhetens behov tilsier det, kan ansettelsesorganet pålegge den ansatte eller embetsmannen å fratre arbeidsforholdet mens saken undersøkes.\n(2) Det skal vurderes fortløpende om vilkårene etter første ledd er oppfylt. Dersom vilkårene ikke lenger er oppfylt, skal suspensjonen straks oppheves.\n(3) Suspensjonen skal oppheves dersom vedtak om avskjed ikke er truffet innen seks måneder. Suspensjonen kan forlenges dersom særlige forhold tilsier det.\n(4) I stedet for suspensjon kan embetsmenn i departementene og ved Statsministerens kontor, i Forsvaret eller utenrikstjenesten og statsansatte, midlertidig overføres til en annen, mindre betrodd tjeneste. For slik overføring gjelder de samme saksbehandlingsreglene som for suspensjon.\n(5) Statsansatte og embetsmenn har krav på den lønnen de hadde på suspensjonstidspunktet frem til suspensjonen opphører. Det kan gjøres fradrag i lønnen for inntekt vedkommende får ved å ta annet arbeid i suspensjonstiden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "title": "Vedtaksmyndighet i saker som gjelder statsansatte",
      "content": "(1) Vedtak om oppsigelse, ordensstraff, avskjed eller suspensjon treffes av ansettelsesorganet. Paragraf 6 fjerde ledd gjelder tilsvarende.\n(2) Arbeidsgiver kan treffe vedtak om suspensjon eller overføring til annen tjeneste etter § 29 i saker som krever særlig rask avgjørelse. I slike tilfeller skal melding om vedtaket straks gis til ansettelsesorganet. Ansettelsesorganet kan omgjøre vedtaket eller treffe annet vedtak etter § 29 om vilkårene for det foreligger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "Vedtaksmyndighet i saker som gjelder embetsmenn og statsansatte som beskikkes av Kongen i statsråd",
      "content": "(1) Embetsmenn som nevnt i Grunnloven § 22 annet ledd kan før oppnådd aldersgrense bare avskjediges ved dom. Embetsmenn som nevnt i Grunnloven § 22 første ledd kan også avskjediges av Kongen i statsråd. Kongen i statsråd treffer vedtak om suspensjon eller overføring til annen tjeneste etter § 29.\n(2) Kongen kan gi departementet fullmakt til å gi embetsmenn avskjed etter søknad eller ved oppnådd aldersgrense og til å vedta opphør av suspensjon eller konstitusjon eller ilegge ordensstraff. Det samme gjelder statsansatte som beskikkes fast eller midlertidig av Kongen i statsråd.\n(3) Dersom saken krever særlig rask avgjørelse, kan vedtak om suspensjon eller overføring til annen tjeneste etter § 29 også treffes av departementet. Slikt vedtak skal straks meldes til Kongen i statsråd, som kan stadfeste vedtaket, omgjøre vedtaket eller treffe annet vedtak etter § 29 om vilkårene for det foreligger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "title": "Saksbehandlingsregler",
      "content": "(1) Før det treffes vedtak om ordensstraff, oppsigelse eller avskjed, skal statsansatte, i tillegg til sine rettigheter etter forvaltningsloven, gis anledning til å forklare seg muntlig for den myndigheten som skal avgjøre saken. Dersom Kongen i statsråd skal treffe avgjørelsen, kan forklaringen skje for departementet. Det samme gjelder for embetsmenn hvis departementet vil fremme forslag om ordensstraff eller avskjed.\n(2) Statsansatte og embetsmenn har rett til å la seg bistå av en tillitsvalgt eller annen rådgiver.\n(3) Når spørsmål om avskjed er tatt opp av den myndigheten som avgjør eller forbereder saken, kan statsansatte eller embetsmenn kreve bevisopptak etter domstolloven § 43 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "title": "Klage",
      "content": "(1) Dersom en statsansatt i medhold av forvaltningsloven påklager et vedtak om oppsigelse, ordensstraff, suspensjon eller avskjed, er klageinstansen departementet eller den myndigheten som er bestemt i personalreglement. Kongen i statsråd er klageinstans dersom vedtaket er truffet av et departement og ved klage fra embetsmenn over ordensstraff.\n(2) Klageinstansen kan ikke endre vedtaket til skade for klageren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "title": "Søksmål",
      "content": "(1) Statsansatte eller embetsmenn kan reise søksmål for å få prøvd lovligheten av klageinstansens vedtak. Fristen for søksmål er åtte uker fra det tidspunktet underretning om vedtaket er kommet frem til den statsansatte eller embetsmannen. Fristen er likevel seks måneder dersom den statsansatte eller embetsmannen bare krever erstatning eller saken gjelder irettesettelse som ordensstraff. Partene kan i den enkelte sak bli enige om en lengre søksmålsfrist.\n(2) Ved tvist om det foreligger ulovlig midlertidig ansettelse eller innleie gjelder ingen søksmålsfrist så lenge ansettelses- eller innleieforholdet består.\n(3) Fristen for å kreve dom for at det har foreligget et fast arbeidsforhold ved tvist om ulovlig midlertidig ansettelse eller innleie, er åtte uker fra det tidspunktet den statsansatte eller den innleide arbeidstakeren fratrer stillingen. Dersom den statsansatte eller den innleide arbeidstakeren bare krever erstatning, er søksmålsfristen seks måneder fra fratredelsestidspunktet. Partene kan i den enkelte sak bli enige om lengre søksmålsfrist.\n(4) For søksmål gjelder domstolloven og tvisteloven med de særregler som følger av denne loven og arbeidsmiljøloven §§ 17-1 annet, tredje og fjerde ledd, 17-5, 17-6 og 17-7. Retten kan utsette behandlingen av saken i inntil åtte uker om saken tas opp til fornyet behandling i forvaltningen og forvaltningsorganet gir retten melding om det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "title": "Iverksettelse av vedtak som gjelder statsansatte",
      "content": "(1) Vedtak om ordensstraff, oppsigelse, suspensjon eller avskjed kan påklages innen klagefristens utløp.\n(2) Vedtak om ordensstraff, oppsigelse eller avskjed kan ikke iverksettes før klagefristen er ute. Påklages vedtaket innen klagefristens utløp, kan det ikke iverksettes før klagen er avgjort.\n(3) Klageinstansens vedtak om oppsigelse eller ordensstraff kan ikke iverksettes før to uker etter at underretning om vedtaket er kommet frem til den statsansatte. Dersom den ansatte i løpet av disse to ukene reiser søksmål eller skriftlig varsler arbeidsgiver om at søksmål vil bli reist innen fristen på åtte uker, jf. § 34 første ledd, kan vedtaket om oppsigelse eller ordensstraff ikke iverksettes før saken er rettskraftig avgjort, eller fristen på åtte uker er utløpt i tilfeller hvor det ikke er reist søksmål.\n(4) Tredje ledd gjelder tilsvarende dersom søksmål er reist eller varsel om søksmål er gitt innen oppsigelsesfristens utløp.\n(5) Dersom søksmål reises, kan likevel retten, etter krav fra arbeidsgiver, ved kjennelse bestemme at vedtaket skal iverksettes før saken er rettskraftig avgjort, dersom retten finner det urimelig at iverksettelse av vedtaket utsettes. Retten skal samtidig fastsette frist for iverksettelsen av vedtaket.\n(6) Dersom en statsansatt reiser søksmål om lovligheten av avskjed eller oppsigelse i prøvetiden, utsettes ikke iverksettelsen av vedtaket, med mindre retten bestemmer det ved kjennelse og søksmål er reist innen søksmålsfristen i § 34 første ledd. Arbeidsmiljøloven § 15-11 femte ledd gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "5:36",
      "chapter": "5",
      "section": "36",
      "title": "Iverksettelse av vedtak som gjelder embetsmenn",
      "content": "(1) Vedtak om ordensstraff truffet av et departement kan påklages innen klagefristens utløp.\n(2) Vedtak om ordensstraff kan ikke iverksettes før klagefristen er ute. Påklages vedtaket innen klagefristens utløp, kan det ikke iverksettes før klagen er avgjort.\n(3) Klageinstansens vedtak om ordensstraff kan ikke iverksettes før to uker etter at underretning om vedtaket er kommet frem til embetsmannen.\n(4) For vedtak om suspensjon eller avskjed truffet av Kongen i statsråd, er søksmålsfristen åtte uker fra det tidspunktet underretning om vedtaket er kommet frem til embetsmannen. Fristen er likevel seks måneder dersom embetsmannen bare krever erstatning. Partene kan i den enkelte sak bli enige om en lengre søksmålsfrist.\n(5) Et vedtak om avskjed av en embetsmann i medhold av § 27 første ledd bokstav a eller b kan ikke iverksettes før to uker etter at underretning om vedtaket er kommet frem til embetsmannen. Dersom embetsmannen i løpet av disse to ukene reiser søksmål, eller skriftlig varsler arbeidsgiver om at søksmål vil bli reist innen fristen på åtte uker som er nevnt i fjerde ledd, kan vedtaket ikke iverksettes før saken er rettskraftig avgjort, eller før søksmålsfristen er utløpt.\n(6) Dersom søksmål reises, kan likevel retten, etter krav fra arbeidsgiver, ved kjennelse bestemme at vedtaket skal iverksettes før saken er rettskraftig avgjort, dersom retten finner det urimelig at iverksettelse av vedtaket utsettes. Retten skal samtidig fastsette frist for iverksettelsen av vedtaket.\n(7) Femte ledd annet punktum gjelder tilsvarende når embetsmenn reiser søksmål om ordensstraff.\n(8) Ved søksmål fra embetsmenn, som nevnt i Grunnloven § 22 første ledd, gjelder arbeidsmiljøloven § 15-14 tredje ledd annet punktum og fjerde ledd og §§ 17-1 og 17-7 tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "5:37",
      "chapter": "5",
      "section": "37",
      "title": "Virkninger av ulovlig ordensstraff, oppsigelse, suspensjon eller avskjed",
      "content": "(1) Bestemmelsene i denne paragrafen gjelder for statsansatte og embetsmenn som er omfattet av Grunnloven § 22 første ledd.\n(2) Dersom en domstol finner at en ordensstraff er i strid med § 25, en oppsigelse er i strid med §§ 15, 19 eller 20, en suspensjon er i strid med § 29 eller en avskjed er i strid med §§ 26 eller 27, skal retten, etter påstand fra den statsansatte eller embetsmannen, kjenne vedtaket ugyldig. Dersom saken gjelder oppsigelse eller avskjed, kan retten likevel, i særlige tilfeller etter påstand fra arbeidsgiver, bestemme at arbeidsforholdet skal opphøre dersom den etter en avveining av partenes interesser finner at det vil være åpenbart urimelig at arbeidsforholdet fortsetter.\n(3) Statsansatt eller embetsmann kan kreve erstatning dersom ordensstraffen, oppsigelsen, suspensjonen eller avskjeden er ulovlig. Erstatningen fastsettes til det beløpet som retten finner rimelig under hensyn til det økonomiske tapet, arbeidsgivers og den statsansattes eller embetsmannens forhold og omstendighetene for øvrig.\n(4) Ved søksmål i forbindelse med virksomhetsoverdragelse gjelder ikke annet ledd annet punktum og arbeidsmiljøloven § 16-4 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "title": "Virkninger av ulovlig midlertidig ansettelse eller innleie",
      "content": "(1) Dersom det foreligger brudd på bestemmelsene i §§ 9 eller 10, skal retten etter påstand fra den statsansatte avsi dom for at det foreligger et fast arbeidsforhold eller at arbeidsforholdet fortsetter. I særlige tilfeller kan retten likevel, etter påstand fra arbeidsgiver, bestemme at arbeidsforholdet skal opphøre dersom den etter en avveining av partenes interesser finner at det vil være åpenbart urimelig at arbeidsforholdet fortsetter.\n(2) Dersom det foreligger brudd på bestemmelsen i § 11, skal retten etter påstand fra den innleide arbeidstakeren avsi dom for at den innleide har et fast arbeidsforhold hos innleier. I særlige tilfeller kan retten likevel, etter påstand fra innleier, bestemme at den innleide arbeidstakeren ikke har et fast arbeidsforhold dersom den etter en avveining av partenes interesser finner at dette vil være åpenbart urimelig.\n(3) Ved brudd på bestemmelsene i §§ 9, 10 eller 11 kan en midlertidig ansatt eller innleid arbeidstaker kreve erstatning. Erstatningen fastsettes i samsvar med § 37 tredje ledd.\n(4) Retten til å fortsette i stillingen eller embetet ved søksmål gjelder ikke for innleide arbeidstakere, midlertidig ansatte eller konstituerte embetsmenn. Etter krav fra en statsansatt eller innleid arbeidstaker, kan retten likevel bestemme at arbeidsforholdet skal fortsette inntil saken er rettskraftig avgjort, dersom søksmålet er reist innen åtte uker etter utløpet av arbeidsforholdet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "title": "Forbud mot gaver i tjenesten mv.",
      "content": "(1) Ingen statsansatte eller embetsmenn må for seg eller andre motta gave, provisjon, tjeneste eller annen ytelse som er egnet til, eller av giveren er ment, å påvirke vedkommendes tjenestlige handlinger, eller som det er forbudt å motta etter bestemmelser i reglement eller instruks for virksomheten.\n(2) Overtredelse kan medføre ordensstraff, oppsigelse eller avskjed.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:39 a",
      "chapter": "6",
      "section": "39 a",
      "title": "Registrering av statsansattes og embetsmenns verv og økonomiske interesser",
      "content": "For å forebygge interessekonflikter, kan en virksomhet fastsette at ansatte i bestemte stillinger skal registrere sine verv og økonomiske interesser dersom det er nødvendig ut fra virksomhetens ansvars- og arbeidsområder og de ansattes stilling eller funksjon. Det skal da også fastsettes hvilke opplysninger som omfattes av registreringsplikten, og hvordan registreringen skal skje.\n0 Tilføyd ved lov 8 april 2022 nr. 23 (i kraft 1 jan 2023 iflg. res. 8 april 2022 nr. 548).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39a",
        "source_heading": "§ 39 a."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "Ikrafttredelse",
      "content": "Loven gjelder fra den tid​1 Kongen bestemmer.\n1 Fra 1 juli 2017 iflg. res. 16 juni 2017 nr. 763.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "Overgangsregler – personalreglement",
      "content": "Reglementer som er gitt med hjemmel i lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m. er gyldige inntil de blir opphevet eller avløst av nytt reglement for virksomheten, men likevel ikke lenger enn to år etter at loven trer i kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "title": "Overgangsregler – stillingsvern",
      "content": "Bestemmelsen i loven § 9 tredje ledd gjelder for arbeidsavtaler som er inngått etter at loven trer i kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "title": "Overgangsregler – åremål",
      "content": "(1) Bestemmelsene i § 10 om åremål for statsansatte gjelder for ansettelse i åremålsstilling etter at loven trer i kraft.\n(2) Kontraktsbefal og vervede mannskaper i Forsvaret kan ansettes i åremålsstilling på gjeldende vilkår inntil ett år etter at loven trer i kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "title": "Overgangsregler – innleie",
      "content": "Bestemmelsen i § 11 fjerde ledd om stillingsvern for innleid arbeidstaker fra virksomhet som har til formål å drive utleie (bemanningsforetak), får anvendelse for arbeidsavtaler som er inngått etter at loven trer i kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "title": "Opphevelse av og endring i andre lover",
      "content": "Fra loven trer i kraft gjøres følgende endringer i andre lover:\n1. Lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m. oppheves\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    }
  ]
}