{
  "id": "LOV-1954-11-26-3",
  "type": "statute",
  "title": "Lov om stønad ved krigsskade på person [krigsskadestønadsloven]",
  "short_name": "Krigsskadestønadsloven",
  "status": "in_force",
  "issued_date": "1954-11-26",
  "in_force_date": "1954-11-26",
  "url": "https://lovdata.no/dokument/NL/lov/1954-11-26-3",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Omfang.",
      "content": "Loven omfatter:\nA. Militærpersoner, personer som er pålagt tjenesteplikt i politiet og medlemmer av Sivilforsvarets utrykningsgrupper som er påført skade eller sykdom under tjenestgjøring når riket er i krig, og etterlatte etter slike personer når de er død av skaden eller sykdommen.\nUnder 1. ledd inngår enhver som deltar i krigen som medlem av militær avdeling eller av Sivilforsvarets utrykningsgrupper, i henhold til utskriving overensstemmende med gjeldende lov eller som frivillig, samt tjenestepliktige etter lov om tjenesteplikt i politiet av 21. november 1952.\nKongen kan bestemme at norske statsborgere som deltar i krig i alliert lands tjeneste helt eller delvis skal ha rett til stønad etter denne lov for seg og sine etterlatte. Det samme gjelder norske statsborgere som i norsk militæroppsetning deltar enten i andre krigshandlinger eller i okkupasjonstjeneste.\nB. Norske statsborgere som ikke kommer inn under A og som er påført skade eller sykdom ved krigsulykke i riket – herunder medregnes Svalbard og Jan Mayen – eller mens de er forhyret eller i tjeneste på norsk skip eller i fiendtlig politisk fangenskap, og etterlatte til slike personer som er død av skaden eller sykdommen.\nDepartementet kan i særlige tilfelle bestemme at norske statsborgere som er påført skade eller sykdom ved krigsulykke i utlandet eller på utenlandsk skip, og personer som er påført skade eller sykdom ved krigsulykke her i riket eller på norske skip og som ikke er norske statsborgere, helt eller delvis skal ha rett til stønad etter denne lov for seg og sine etterlatte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Skade eller sykdom ved krigsulykke.",
      "content": "1. Skade eller sykdom anses påført ved krigsulykke som nevnt i § 1 B, hvis den er inntruffet når riket er i krig og er en følge av ildgivning, flyangrep, bombe- eller granateksplosjon, torpedering, minesprengning eller annen lignende krigshending eller hvis skaden eller sykdommen er en følge av deltakelse i patriotisk arbeid eller av patriotisk holdning.\nNår det finnes rimelig kan det også for skade eller sykdom som er påført ved annen hending som skyldes krigen, ytes hel eller delvis stønad etter denne lov.\n2. Når krig er brutt ut kan Kongen bestemme at skade eller sykdom påført ved sådan begivenhet som nevnt i 1. punkt forut for krigsutbruddet, skal anses som påført ved krigsulykke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Finansiering.",
      "content": "Staten bærer de utgifter som denne lov fører med seg. Dog kan Kongen bestemme at utgiftene ved stønad til sjømenn som nevnt i § 4, gruppe 1 litra e, helt eller delvis skal dekkes av rederne etter nærmere regler som departementet fastsetter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Inndeling i grupper.",
      "content": "De personer som kommer inn under denne lov deles inn i disse grupper:\nGruppe 1.\na. Militærpersoner.\nb. Sivilpersoner som tar aktiv del i patriotisk arbeid eller som er i tjeneste hos norsk eller alliert militærmakt.\nc. Personer som er pålagt tjenesteplikt etter lov om tjenesteplikt i politiet av 21. november 1952.\nd. Sivilforsvarets utrykningsavdelinger og sanitetspersonell i godkjent hjelpeforenings tjeneste, når de under tjenesten er særlig utsatt for krigsulykke.\ne. Sjømenn, kystloser, statsloser, losgutter og postfunksjonærer på skip, og etter nærmere bestemmelse av departementet andre personer i tjeneste på skip.\nf. Departementet kan bestemme at også andre skadelidte enn de foran nevnte skal gå inn under gruppe 1 når de pådrar seg skade under omstendigheter som kan sidestilles med de i foregående litra nevnte.\nGruppe 2.\nFiskere og andre sivilpersoner i yrke eller bedrift som Arbeids- og velferdsetaten anser særlig utsatt for krigsulykke, med mindre de da ulykken inntraff arbeidet i fiendens interesse.\nGruppe 3.\nSivilpersoner som hører til gruppene 1 og 2 når skaden er uten sammenheng med de nevnte tjeneste- eller arbeidsforhold, og sivilpersoner som ikke hører til disse grupper.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Administrative organer",
      "content": "Stønadsordningen administreres av Arbeids- og velferdsetaten.\nVedtak etter denne loven fattes av Arbeids- og velferdsdirektoratet, som kan delegere vedtaksmyndighet til underliggende organer.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 29 jan 1971 nr. 19, opphevet ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Oversikt.",
      "content": "Den som er påført skade eller sykdom som nevnt i § 1 har rett til fri sykebehandling og til sykepenger etter reglene i dette kapitel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Sykebehandling.",
      "content": "Sykebehandling omfatter nødvendig legehjelp, medisin, kur og pleie – i tilfelle på sykehus eller annen kuranstalt – og nødvendige utgifter ved reise til og fra lege, sykehus eller annen kuranstalt. Nødvendig tannbehandling som følge av fangenskap ytes etter regler fastsatt av departementet.\nPolitiske fanger har krav på sykebehandling fra det tidspunkt de slipper ut av fangenskapet.\nFor kur og pleie på militær sykestue o.l. eller for behandling som militær lege eller militær tannlege plikter å gi uten særskilt betaling, ytes ingen stønad.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Sykepenger.",
      "content": "1. Fører skaden eller sykdommen med seg tap av ervervsevne, ytes så lenge sykebehandlingen varer sykepenger i form av dagpenger svarende til pensjon med mulig forsørgingstillegg etter reglene §§ 11 og 12.\nSykepenger betales dog ikke for de seks første dager regnet fra og med den dag ervervsuførheten inntrer. Til militærpersoner ytes sykepenger tidligst fra og med dagen etter dimitteringen.\n2. Ytes fri kur og pleie på sykehus eller annen kuranstalt, skal det til den som har hustru eller barn å forsørge for den tid oppholdet varer istedenfor stønad etter punkt 1 betales sykepenger svarende til pensjon etter reglene i §§ 19 og 22.\nTil den som ikke har hustru eller barn å forsørge, ytes under oppholdet halvparten av sykepenger etter punkt 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Oversikt.",
      "content": "Den som etter endt sykebehandling viser seg å være påført mén som fører med seg tap av mer enn 15 pst. av ervervsevnen har rett til stønad etter reglene i dette kapitel. Under sykdom som nevnt i § 1 kommer reglene i 3. kapitel til anvendelse.\nVed avgjørelse av i hvilken grad ervervsevnen er tapt, skal tas omsyn til skadedes muligheter for ervervsmessig inntekt før og etter skaden. Det kan også tas særskilt omsyn til skadens medisinske art og størrelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Pensjon til ervervsufør.",
      "content": "1. Ved fullstendig tap av ervervsevnen har den som har fylt 18 år rett til full pensjon. For person i gruppe 1 utgjør pensjonen 75 pst. av den arbeidsinntekt som det må antas at han ville ha hatt om han ikke var blitt rammet av skaden eller sykdommen, dog slik at den likevel ikke skal være lavere eller høyere enn bestemte beløp som fastsettes av Stortinget.\nFor ungdom som på grunn av ufullendt utdannelse eller manglende praksis har liten eller ingen arbeidsinntekt på skadetiden kan det fastsettes stigende pensjon eller på annen måte tas omsyn til arbeidsinntekt som det må antas at han ville ha oppnådd i framtiden.\nFor personer i gruppe 2 og 3 utgjør fullpensjonen bestemte beløp som fastsettes av Stortinget.\n2. Er ervervsevnen bare delvis tapt, nedsettes pensjonen i forhold til tapet av ervervsevne.\n3. Når det finnes rimelig, kan det også tilstås pensjon til den som ennå ikke har fylt 18 år. Pensjonen fastsettes skjønnsmessig under omsyn til alle foreliggende omstendigheter og må ikke overstige det for gruppe 3 fastsatte beløp.\n4. Pensjon for ervervsuførhet fastsettes i alminnelighet når sykebehandlingen er slutt. Pensjonen kan fastsettes foreløpig for bestemte tidsrom.\nSkjer det en vesentlig endring i de forhold som har vært avgjørende ved fastsettelsen av pensjonen, kan den prøves på nytt og endres. Forhøyelse av pensjonen kan bare kreves for tiden etter at krav om det er framsatt.\n5. Pensjon med mulige tillegg løper fra og med den dag sykebehandlingen er slutt og til og med månedsdagen etter den berettigedes død.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Forsørgingstillegg og tillegg for hjelp i huset.",
      "content": "1. Den som har hustru eller barn under 18 år å forsørge, har rett til forsørgingstillegg for dem, hvis han har tapt minst 25 pst. av ervervsevnen.\nSom barn anses eget barn som er født i ekteskap eller som er født utenfor ekteskap når barnet er avlet før skaden eller sykdommen inntraff og farskapet er fastslått etter lov 8. april 1981 nr. 7 om barn og foreldre, samt adoptivbarn og pleiebarn som uten vederlag er overtatt til oppfostring før det nevnte tidspunkt. For adoptivbarn og pleiebarn ytes ikke barnetillegg til de virkelige foreldre.\n2. Det kan i særlige tilfelle tilstås forsørgingstillegg helt eller delvis også for barn over 18 år når det er varig arbeidsufør.\n3. Er invalidens hustru varig arbeidsufør, eller har han ingen hustru, men har omsorgen for barn, kan det foruten forsørgingstillegg etter punkt 1 ytes tillegg for hjelp i huset.\n4. Forsørgingstillegg ytes med beløp som fastsettes av Stortinget.\nEr ervervsevnen bare delvis tapt, nedsettes forsørgingstillegget i forhold til tapet av ervervsevne.\nTillegg etter punkt 3 fastsettes skjønnsmessig under omsyn til alle foreliggende omstendigheter, men det må ikke overstige det forsørgingstillegg som betales for den første forsørgede.\n5. Er det en kvinne som har pensjon, får reglene foran tilsvarende anvendelse hvis hun forsørger barn eller mann som på grunn av alder eller helbred ikke med rimelighet kan ventes å forsørge seg selv.\n0 Endret ved lover 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Utløsning av pensjonen.",
      "content": "Er tapet av ervervsevne mindre enn 25 pst., skal pensjonen løses ut en gang for alle med et beløp som svarer til pensjonen for 3 år.\nEr tapet av ervervsevne større kan utløsning av pensjonen, når den pensjonsberettigede ønsker det, skje helt eller delvis med en tilsvarende del av kontantverdien hvis det må antas at slik utløsning vil bidra til å skape varig inntektsgivende erverv. Under samme betingelse kan, hvis den forsørgede samtykker i det, forsørgingstillegg utløses, men bare for et tidsrom av 3 år om gangen. Selv om vilkåret etter 2. ledd ikke er til stede har sjømenn som kommer inn under § 4 gruppe 1 d rett til å få utløst kontantverdien av pensjonen med inntil kr. 10.000 ved fullstendig tap av ervervsevnen og forholdsmessig mindre dersom ervervsevnen bare er delvis tapt, men med minst 25 pst.\nDepartementet fastsetter grunnlaget for beregningen av kontantverdien.\nBestemmelsen i § 11 punkt 4, 2. ledd får anvendelse selv om pensjonen er utløst overensstemmende med bestemmelsene i nærværende paragraf.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Hjelpeløshetstillegg.",
      "content": "Trenger den som har pensjon etter reglene i dette kapitel særlig tilsyn og pleie på grunn av hjelpeløshet, kan han ytes hjelpeløshetstillegg på inntil 50 pst. av fullpensjon for gruppe 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Proteser.",
      "content": "Til anskaffelse av kunstige lemmer eller andre hjelpemidler ytes passende stønad. Vedlikehold og fornyelse av slike hjelpemidler ytes etter Arbeids- og velferdsetatens skjønn.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Hjelp til utdannelse m.v.",
      "content": "Arbeids- og velferdsdirektoratet kan med samtykke av departementet yte stønad til utdannelse, yrkesopplæring eller hjelp til erverv, hvis det må antas at dette vil være til varig nytte for den som helt eller delvis har tapt ervervsevnen og han selv ikke har midler til å dekke utgiftene.\nStønaden må ikke overstige høyeste fullpensjon, jfr. § 11, punkt 1.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "Oversikt.",
      "content": "Har skaden eller sykdommen ført med seg døden, ytes gravferdshjelp og stønad til avdødes etterlatte etter reglene i dette kapitel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Gravferdshjelp.",
      "content": "Gravferdshjelp ytes med beløp som fastsettes av Stortinget, dog slik at gravferdshjelp som annen offentlig trygdeordning plikter å yte kommer til fradrag.\nGravferdshjelp kan også ytes til flytting av grav.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Pensjon til enke eller enkemann.",
      "content": "1. Enke har rett til enkepensjon fra mannens død hvis hun har omsorgen for barn som er nevnt i § 12, punkt 1. Det samme gjelder hvis hun ikke har omsorgen for barn, men ved manns død har fylt 55 år. Er hun yngre, inntrer pensjonsretten når hun fyller 55 år. Enkepensjonen utgjør 60 pst. av den pensjon med forsørgingstillegg for ektefelle som avdøde ved fullstendig tap av ervervsevnen ville hatt krav på.\n2. Enke som ikke får pensjon ved mannens død har rett til en overgangsstønad som svarer til to års pensjon, forholdsmessig avkortet hvis hun er eldre enn 53 år.\n3. Det kan bevilges hel eller delvis enkepensjon til:\na. enke som ikke har rett til pensjon etter punkt 1 hvis hun er varig arbeidsufør, eller har omsorg for barn som er nevnt i § 12, punkt 2,\nb. kvinne som ikke var gift med avdøde, når hun har omsorgen for avdødes barn og var underholdt av ham,\nc. hustru når ekteskapet er oppløst ved dom fordi mannen er forsvunnet.\n5. Rett til pensjon inntrer ikke hvis ekteskapet er inngått etter at avdøde ble påført skade eller sykdom som i § 1 nevnt. Når særlige grunner taler for det, kan det likevel tilstås hel eller delvis pensjon i slikt tilfelle.\n6. Pensjon etter punkt 1 løper fra og med den dag mannen dør eller fra og med den dag enken fyller 55 år til og med månedsdagen etter hennes død, jfr. dog § 20.\n7. Enkemannspensjon kan tilstås helt eller delvis etter reglene i pkt. 1 hvis mannen er varig arbeidsufør og ble forsørget av hustruen,\n0 Endret ved lover 18 mai 1973 nr. 23 (opphevet nr. 4), 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Nytt ekteskap.",
      "content": "1. Pensjon til enke faller bort fra og med den dag hun gifter seg igjen.\n2. Blir hun på ny enke eller blir det nye ekteskap oppløst ved skilsmisse, kan hun, hvis hennes økonomiske forhold gjør det rimelig, tilstås pensjon med inntil forskjellen mellom enkepensjonen etter denne lovs regler og underhold eller pensjon som hun måtte være sikret gjennom senere ekteskap.\n3. Er det i medhold av § 19, punkt 7 tilstått pensjon til enkemann, får foranstående regler tilsvarende anvendelse.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Utløsning av pensjonen.",
      "content": "Pensjon til enke eller enkemann kan utløses helt eller delvis med en tilsvarende del av kontantverdien hvis det må antas at slik utløsning vil bidra til å skape varig inntektsgivende erverv.\nSelv om vilkåret etter første ledd ikke er til stede, har enke etter sjømann som kommer inn under § 4 gruppe 1 e rett til å få utløst inntil kr. 10.000 av kontantverdien av pensjonen.\nDepartementet fastsetter grunnlaget for beregningen av kontantverdien.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Pensjon til barn.",
      "content": "1. Barn som er nevnt i § 12, punkt 1, har rett til barnepensjon. For barn over 18 år får reglene i § 12, punkt 2, tilsvarende anvendelse.\nBarnepensjon ytes med beløp som fastsettes av Stortinget. Dersom enkepensjon ikke ytes, skal dog pensjonen for første barn svare til det beløp som enkepensjonen ville ha utgjort. Det gjelder likevel ikke dersom pensjonen til enken er falt bort etter § 20 eller utløst etter § 21.\n2. Etterlater avdøde seg flere barnekull som ved dødsfallet oppdras hver for seg, beregnes pensjonen særskilt for hvert barnekull. For barnekull som ikke har noen av foreldrene i live, regnes pensjonen etter punkt 1, annet ledd. Pensjon til to eller flere barn anses ytt med like stort beløp til hvert barn i det enkelte kull.\n3. Gjenlevende ektefelle anses ved beregningen av barnepensjon som mor eller far i forhold til stebarn, adoptivbarn og pleiebarn, som vedblir å være under hennes (hans) omsorg. Er noen av dem ikke under vedkommendes omsorg og begge deres virkelige foreldre er døde, beregnes pensjonen for disse barn til deres forholdsmessige del av pensjonen etter punkt 1 annet ledd, jfr. punkt 2.\n4. Til samme barn kan bare ytes pensjon etter en av foreldrene og i tilfelle etter den av dem som betinger det høyeste beløp.\n5. Pensjonen løper fra og med forsørgerens dødsdag, til og med den dag barnet fyller 18 år, jfr. dog § 23. Dør barnet før, løper pensjonen til og med månedsdagen etter dets død. For barn over 18 år avgjør Arbeids- og velferdsetaten hvor lenge pensjonen skal løpe.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Forlengelse av pensjonen",
      "content": "Det kan bestemmes at barnepensjon skal løpe ut over barnets 18. år, hvis det finnes rimelig av omsyn til barnets utdannelse.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Pensjon til fjernere slektninger.",
      "content": "1. Etterlater avdøde seg slektninger i rett oppstigende linje eller søsken, kan det tilstås dem pensjon hvis de ikke kan forsørge seg selv og avdøde bidro vesentlig til deres underhold. Like med slektninger i rett oppstigende linje regnes adoptiv- og pleieforeldre.\nPensjonene fastsettes under omsyn til alle foreliggende omstendigheter, dog således at de i alt ikke må overstige pensjonen for enke i den gruppe avdøde tilhørte.\n2. Pensjonen løper til og med månedsdagen etter at den som har rett til den dør.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Erstatning fra fremmed stat.",
      "content": "Erstatning fra fremmed stat i anledning av skaden eller sykdommen kommer til fradrag i stønad etter denne lov. Departementet gir nærmere regler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Stønad til begge ektefeller.",
      "content": "1. Har mann og hustru som lever sammen begge rett til sykepenger eller uførepensjon, settes sykepengene eller pensjonen ned med 50 pst. for den av ektefellene som får det laveste beløp.\nForsørgingstillegg for ektefelle ytes ikke hvis ektefellen har rett til høyere sykepenger eller pensjon. Er sykepengene eller pensjonen lavere, ytes bare forsørgingstillegg.\n2. Har begge foreldre rett til sykepenger eller uførepensjon, ytes forsørgingstillegg for barn bare til den av foreldrene som har krav på det høyeste tillegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Rett til flere arter stønad.",
      "content": "Har noen etter denne lov rett både til sykepenger eller uførepensjon og til enkepensjon, settes det laveste av beløpene ned med 50 pst.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "content": "Har noen rett til sykepenger eller uførepensjon etter denne lov og samtidig rett til uførepensjon eller sykepenger etter en av lovene om krigspensjonering, etter lov om yrkesskadetrygd eller uføretrygd beregnet etter særreglene for yrkesskade i kapittel 13 i lov om folketrygd, skal stønaden etter denne lov ikke være større enn at den samlede stønad svarer til hva han ved full ervervsuførhet ville hatt krav på etter den lov som gir ham den høyeste stønad.\nVed nedsettelse av pensjon etter første ledd skal forsørgingstillegg settes ned tilsvarende.\n0 Endret ved lover 6 juli 1957 nr. 37, 12 des 1958 nr. 15, 29 jan 1971 nr. 19, 28 feb 1997 nr. 19 (ikr. 1 mai 1997), 20 juni 2014 nr. 24 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 799).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Landssvik m.v.",
      "content": "1. Den som har gjort seg skyldig i forhold som rammes av straffebestemmelsene for landssvik, eller av bestemmelsene i straffeloven kapittel 17 eller § 184 eller av krigsartiklene i den militære straffelov, har ikke rett til stønad. Er skyldspørsmålet ikke strafferettslig avgjort gjelder det samme når departementet antar at vedkommende har gjort seg skyldig i slike forhold som nevnt.\nDepartementet kan likevel tilstå stønad helt eller delvis i de tilfelle som er nevnt i første ledd hvis særlige grunner foreligger.\nBestemmelsene i første ledd gjelder også den skyldiges etterlatte hvis ikke departementet bestemmer noe annet.\n2. Dersom noen ellers antas å ha gjort seg skyldig i grovt uverdig forhold, kan departementet bestemme at han og hans etterlatte ikke skal ha rett til stønad etter loven.\n3. Reglene i denne paragraf gjelder tilsvarende for ektefelle og forsørget.\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "title": "Bopel i utlandet",
      "content": "Den som har bopel i utlandet har ikke rett til stønad. Er han norsk statsborger, og bosetter han seg senere her i riket, har han rett til stønad fra og med den dag han gjør kravet gjeldende for Arbeids- og velferdsetaten.\nNår det finnes rimelig, kan Arbeids- og velferdsdirektoratet med samtykke av departementet gjøre unntak fra regelen i første ledd første punktum.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "7:31",
      "chapter": "7",
      "section": "31",
      "title": "Soning av frihetsstraff o.l.",
      "content": "Stønad kan helt eller delvis inndras for den som soner frihetsstraff eller lignende i mer enn 30 dager.\nGjelder det noen som har ektefelle og barn å forsørge, skal halvparten av stønaden og fulle forsørgingstillegg utbetales ektefellen eller den som har omsorgen for barna.\n0 Endret ved lover 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "title": "Uriktige opplysninger",
      "content": "Krav om stønad etter denne lov kan avslås eller stønaden kan helt eller delvis inndras eller holdes tilbake, hvis den som har krav på den forsettlig eller grovt uaktsomt gir uriktige opplysninger, fortier vesentlige omstendigheter eller unnlater å etterkomme pålegg om noe som har betydning for saken.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "title": "Melding",
      "content": "1. Krav om stønad må snarest mulig meldes til Arbeids- og velferdsetaten på stedet.\n2. Stønad under sykdom, jf. kapittel 3, kan nektes hvis krav ikke er framsatt uten ugrunnet opphold.\n3. Retten til stønad faller bort hvis krav ikke er reist innen tre år etter at skaden eller sykdommen oppsto. Det kan ses bort fra denne bestemmelse hvis særlige grunner foreligger.\n0 Endret ved lover 29 jan 1971 nr. 19, 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "8:34",
      "chapter": "8",
      "section": "34",
      "title": "Arbeids- og velferdsetatens vedtak",
      "content": "Så snart Arbeids- og velferdsetaten har fått de nødvendige opplysninger skal den fatte vedtak om utbetaling av stønad og på betryggende måte gi underretning om resultatet. Avgjørelsen skal kort grunngis.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "8:35",
      "chapter": "8",
      "section": "35",
      "title": "Betaling av stønad",
      "content": "1. Pensjoner med forsørgingstillegg betales forskuddsvis for hver måned, eller for hvert kvartal når Arbeids- og velferdsetaten finner at dette høver best.\nFaller pensjonen bort i løpet av måneden eller kvartalet, plikter ikke den som har fått for meget utbetalt, å tilbakebetale dette.\nOvergangsstønad etter § 19, punkt 2, betales i slike terminer og på den måten som Arbeids- og velferdsetaten bestemmer.\nSykepenger betales etterskuddsvis ukentlig eller hver fjortende dag. Gravferdshjelp betales så snart råd er etter dødsfallet.\n2. Arbeids- og velferdsetaten kan bestemme at barnepensjon og forsørgingstillegg for barn skal betales til dem som har omsorgen for barnet uten omsyn til om dette er den berettigede. Også ellers kan det, når særlige grunner foreligger, bestemmes at stønad betales til en annen enn den berettigede.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "8:36",
      "chapter": "8",
      "section": "36",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 des 1966 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "8:37",
      "chapter": "8",
      "section": "37",
      "title": "Bistand fra myndigheter",
      "content": "1. Kommunale og andre offentlige myndigheter plikter å bistå Arbeids- og velferdsetaten.\nTaushetsplikt kan ikke påberopes med mindre det gjelder omsyn til rikets sikkerhet.\n2. Finner Arbeids- og velferdsetaten det påkrevd, kan bevis opptas i samsvar med tvisteloven.\n0 Endret ved lover 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lover 26 jan 2007 nr. 3 og 21 des 2007 nr. 127.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "8:38",
      "chapter": "8",
      "section": "38",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "8:39",
      "chapter": "8",
      "section": "39",
      "title": "Gjensidighetsavtaler.",
      "content": "Under forutsetning av gjensidighet kan det ved traktatmessig avtale åpnes adgang til å yte stønad etter denne lovs regler til andre lands statsborgere som er skadet ved krigsulykke i riket.\nBestemmelsen i § 30, første ledd, gjelder ikke for personer som bosetter seg i land som Kongen gjør avtale om gjensidighet med.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "8:39 a",
      "chapter": "8",
      "section": "39 a",
      "content": "Folketrygdloven kapitlene 5, 8, 12 og 13 får ikke anvendelse på sykdom eller skade som kommer inn under denne lov.\n0 Tilføyd ved lov 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39a",
        "source_heading": "§ 39 a."
      }
    },
    {
      "provision_ref": "9:40",
      "chapter": "9",
      "section": "40",
      "title": "Endring.",
      "content": "De rettigheter denne lov hjemler, kan forandres, innskrenkes eller oppheves ved senere lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "9:41",
      "chapter": "9",
      "section": "41",
      "title": "Ikrafttreden.",
      "content": "1. Denne lov trer i kraft fra den tid Kongen bestemmer. Den gjelder ikke sykdom eller skade som er inntruffet under eller som er en følge av krigen 1939-45.\n2. – – –\n0 Endret ved lover 29 jan 1971 nr. 19, 28 feb 1997 nr. 19 (ikr. 1 mai 1997), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Omfang.",
      "content": "Loven omfatter:\nA. Militærpersoner, personer som er pålagt tjenesteplikt i politiet og medlemmer av Sivilforsvarets utrykningsgrupper som er påført skade eller sykdom under tjenestgjøring når riket er i krig, og etterlatte etter slike personer når de er død av skaden eller sykdommen.\nUnder 1. ledd inngår enhver som deltar i krigen som medlem av militær avdeling eller av Sivilforsvarets utrykningsgrupper, i henhold til utskriving overensstemmende med gjeldende lov eller som frivillig, samt tjenestepliktige etter lov om tjenesteplikt i politiet av 21. november 1952.\nKongen kan bestemme at norske statsborgere som deltar i krig i alliert lands tjeneste helt eller delvis skal ha rett til stønad etter denne lov for seg og sine etterlatte. Det samme gjelder norske statsborgere som i norsk militæroppsetning deltar enten i andre krigshandlinger eller i okkupasjonstjeneste.\nB. Norske statsborgere som ikke kommer inn under A og som er påført skade eller sykdom ved krigsulykke i riket – herunder medregnes Svalbard og Jan Mayen – eller mens de er forhyret eller i tjeneste på norsk skip eller i fiendtlig politisk fangenskap, og etterlatte til slike personer som er død av skaden eller sykdommen.\nDepartementet kan i særlige tilfelle bestemme at norske statsborgere som er påført skade eller sykdom ved krigsulykke i utlandet eller på utenlandsk skip, og personer som er påført skade eller sykdom ved krigsulykke her i riket eller på norske skip og som ikke er norske statsborgere, helt eller delvis skal ha rett til stønad etter denne lov for seg og sine etterlatte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Skade eller sykdom ved krigsulykke.",
      "content": "1. Skade eller sykdom anses påført ved krigsulykke som nevnt i § 1 B, hvis den er inntruffet når riket er i krig og er en følge av ildgivning, flyangrep, bombe- eller granateksplosjon, torpedering, minesprengning eller annen lignende krigshending eller hvis skaden eller sykdommen er en følge av deltakelse i patriotisk arbeid eller av patriotisk holdning.\nNår det finnes rimelig kan det også for skade eller sykdom som er påført ved annen hending som skyldes krigen, ytes hel eller delvis stønad etter denne lov.\n2. Når krig er brutt ut kan Kongen bestemme at skade eller sykdom påført ved sådan begivenhet som nevnt i 1. punkt forut for krigsutbruddet, skal anses som påført ved krigsulykke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Finansiering.",
      "content": "Staten bærer de utgifter som denne lov fører med seg. Dog kan Kongen bestemme at utgiftene ved stønad til sjømenn som nevnt i § 4, gruppe 1 litra e, helt eller delvis skal dekkes av rederne etter nærmere regler som departementet fastsetter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Inndeling i grupper.",
      "content": "De personer som kommer inn under denne lov deles inn i disse grupper:\nGruppe 1.\na. Militærpersoner.\nb. Sivilpersoner som tar aktiv del i patriotisk arbeid eller som er i tjeneste hos norsk eller alliert militærmakt.\nc. Personer som er pålagt tjenesteplikt etter lov om tjenesteplikt i politiet av 21. november 1952.\nd. Sivilforsvarets utrykningsavdelinger og sanitetspersonell i godkjent hjelpeforenings tjeneste, når de under tjenesten er særlig utsatt for krigsulykke.\ne. Sjømenn, kystloser, statsloser, losgutter og postfunksjonærer på skip, og etter nærmere bestemmelse av departementet andre personer i tjeneste på skip.\nf. Departementet kan bestemme at også andre skadelidte enn de foran nevnte skal gå inn under gruppe 1 når de pådrar seg skade under omstendigheter som kan sidestilles med de i foregående litra nevnte.\nGruppe 2.\nFiskere og andre sivilpersoner i yrke eller bedrift som Arbeids- og velferdsetaten anser særlig utsatt for krigsulykke, med mindre de da ulykken inntraff arbeidet i fiendens interesse.\nGruppe 3.\nSivilpersoner som hører til gruppene 1 og 2 når skaden er uten sammenheng med de nevnte tjeneste- eller arbeidsforhold, og sivilpersoner som ikke hører til disse grupper.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Administrative organer",
      "content": "Stønadsordningen administreres av Arbeids- og velferdsetaten.\nVedtak etter denne loven fattes av Arbeids- og velferdsdirektoratet, som kan delegere vedtaksmyndighet til underliggende organer.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 29 jan 1971 nr. 19, opphevet ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Oversikt.",
      "content": "Den som er påført skade eller sykdom som nevnt i § 1 har rett til fri sykebehandling og til sykepenger etter reglene i dette kapitel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Sykebehandling.",
      "content": "Sykebehandling omfatter nødvendig legehjelp, medisin, kur og pleie – i tilfelle på sykehus eller annen kuranstalt – og nødvendige utgifter ved reise til og fra lege, sykehus eller annen kuranstalt. Nødvendig tannbehandling som følge av fangenskap ytes etter regler fastsatt av departementet.\nPolitiske fanger har krav på sykebehandling fra det tidspunkt de slipper ut av fangenskapet.\nFor kur og pleie på militær sykestue o.l. eller for behandling som militær lege eller militær tannlege plikter å gi uten særskilt betaling, ytes ingen stønad.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Sykepenger.",
      "content": "1. Fører skaden eller sykdommen med seg tap av ervervsevne, ytes så lenge sykebehandlingen varer sykepenger i form av dagpenger svarende til pensjon med mulig forsørgingstillegg etter reglene §§ 11 og 12.\nSykepenger betales dog ikke for de seks første dager regnet fra og med den dag ervervsuførheten inntrer. Til militærpersoner ytes sykepenger tidligst fra og med dagen etter dimitteringen.\n2. Ytes fri kur og pleie på sykehus eller annen kuranstalt, skal det til den som har hustru eller barn å forsørge for den tid oppholdet varer istedenfor stønad etter punkt 1 betales sykepenger svarende til pensjon etter reglene i §§ 19 og 22.\nTil den som ikke har hustru eller barn å forsørge, ytes under oppholdet halvparten av sykepenger etter punkt 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Oversikt.",
      "content": "Den som etter endt sykebehandling viser seg å være påført mén som fører med seg tap av mer enn 15 pst. av ervervsevnen har rett til stønad etter reglene i dette kapitel. Under sykdom som nevnt i § 1 kommer reglene i 3. kapitel til anvendelse.\nVed avgjørelse av i hvilken grad ervervsevnen er tapt, skal tas omsyn til skadedes muligheter for ervervsmessig inntekt før og etter skaden. Det kan også tas særskilt omsyn til skadens medisinske art og størrelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Pensjon til ervervsufør.",
      "content": "1. Ved fullstendig tap av ervervsevnen har den som har fylt 18 år rett til full pensjon. For person i gruppe 1 utgjør pensjonen 75 pst. av den arbeidsinntekt som det må antas at han ville ha hatt om han ikke var blitt rammet av skaden eller sykdommen, dog slik at den likevel ikke skal være lavere eller høyere enn bestemte beløp som fastsettes av Stortinget.\nFor ungdom som på grunn av ufullendt utdannelse eller manglende praksis har liten eller ingen arbeidsinntekt på skadetiden kan det fastsettes stigende pensjon eller på annen måte tas omsyn til arbeidsinntekt som det må antas at han ville ha oppnådd i framtiden.\nFor personer i gruppe 2 og 3 utgjør fullpensjonen bestemte beløp som fastsettes av Stortinget.\n2. Er ervervsevnen bare delvis tapt, nedsettes pensjonen i forhold til tapet av ervervsevne.\n3. Når det finnes rimelig, kan det også tilstås pensjon til den som ennå ikke har fylt 18 år. Pensjonen fastsettes skjønnsmessig under omsyn til alle foreliggende omstendigheter og må ikke overstige det for gruppe 3 fastsatte beløp.\n4. Pensjon for ervervsuførhet fastsettes i alminnelighet når sykebehandlingen er slutt. Pensjonen kan fastsettes foreløpig for bestemte tidsrom.\nSkjer det en vesentlig endring i de forhold som har vært avgjørende ved fastsettelsen av pensjonen, kan den prøves på nytt og endres. Forhøyelse av pensjonen kan bare kreves for tiden etter at krav om det er framsatt.\n5. Pensjon med mulige tillegg løper fra og med den dag sykebehandlingen er slutt og til og med månedsdagen etter den berettigedes død.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Forsørgingstillegg og tillegg for hjelp i huset.",
      "content": "1. Den som har hustru eller barn under 18 år å forsørge, har rett til forsørgingstillegg for dem, hvis han har tapt minst 25 pst. av ervervsevnen.\nSom barn anses eget barn som er født i ekteskap eller som er født utenfor ekteskap når barnet er avlet før skaden eller sykdommen inntraff og farskapet er fastslått etter lov 8. april 1981 nr. 7 om barn og foreldre, samt adoptivbarn og pleiebarn som uten vederlag er overtatt til oppfostring før det nevnte tidspunkt. For adoptivbarn og pleiebarn ytes ikke barnetillegg til de virkelige foreldre.\n2. Det kan i særlige tilfelle tilstås forsørgingstillegg helt eller delvis også for barn over 18 år når det er varig arbeidsufør.\n3. Er invalidens hustru varig arbeidsufør, eller har han ingen hustru, men har omsorgen for barn, kan det foruten forsørgingstillegg etter punkt 1 ytes tillegg for hjelp i huset.\n4. Forsørgingstillegg ytes med beløp som fastsettes av Stortinget.\nEr ervervsevnen bare delvis tapt, nedsettes forsørgingstillegget i forhold til tapet av ervervsevne.\nTillegg etter punkt 3 fastsettes skjønnsmessig under omsyn til alle foreliggende omstendigheter, men det må ikke overstige det forsørgingstillegg som betales for den første forsørgede.\n5. Er det en kvinne som har pensjon, får reglene foran tilsvarende anvendelse hvis hun forsørger barn eller mann som på grunn av alder eller helbred ikke med rimelighet kan ventes å forsørge seg selv.\n0 Endret ved lover 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Utløsning av pensjonen.",
      "content": "Er tapet av ervervsevne mindre enn 25 pst., skal pensjonen løses ut en gang for alle med et beløp som svarer til pensjonen for 3 år.\nEr tapet av ervervsevne større kan utløsning av pensjonen, når den pensjonsberettigede ønsker det, skje helt eller delvis med en tilsvarende del av kontantverdien hvis det må antas at slik utløsning vil bidra til å skape varig inntektsgivende erverv. Under samme betingelse kan, hvis den forsørgede samtykker i det, forsørgingstillegg utløses, men bare for et tidsrom av 3 år om gangen. Selv om vilkåret etter 2. ledd ikke er til stede har sjømenn som kommer inn under § 4 gruppe 1 d rett til å få utløst kontantverdien av pensjonen med inntil kr. 10.000 ved fullstendig tap av ervervsevnen og forholdsmessig mindre dersom ervervsevnen bare er delvis tapt, men med minst 25 pst.\nDepartementet fastsetter grunnlaget for beregningen av kontantverdien.\nBestemmelsen i § 11 punkt 4, 2. ledd får anvendelse selv om pensjonen er utløst overensstemmende med bestemmelsene i nærværende paragraf.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Hjelpeløshetstillegg.",
      "content": "Trenger den som har pensjon etter reglene i dette kapitel særlig tilsyn og pleie på grunn av hjelpeløshet, kan han ytes hjelpeløshetstillegg på inntil 50 pst. av fullpensjon for gruppe 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Proteser.",
      "content": "Til anskaffelse av kunstige lemmer eller andre hjelpemidler ytes passende stønad. Vedlikehold og fornyelse av slike hjelpemidler ytes etter Arbeids- og velferdsetatens skjønn.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Hjelp til utdannelse m.v.",
      "content": "Arbeids- og velferdsdirektoratet kan med samtykke av departementet yte stønad til utdannelse, yrkesopplæring eller hjelp til erverv, hvis det må antas at dette vil være til varig nytte for den som helt eller delvis har tapt ervervsevnen og han selv ikke har midler til å dekke utgiftene.\nStønaden må ikke overstige høyeste fullpensjon, jfr. § 11, punkt 1.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "Oversikt.",
      "content": "Har skaden eller sykdommen ført med seg døden, ytes gravferdshjelp og stønad til avdødes etterlatte etter reglene i dette kapitel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Gravferdshjelp.",
      "content": "Gravferdshjelp ytes med beløp som fastsettes av Stortinget, dog slik at gravferdshjelp som annen offentlig trygdeordning plikter å yte kommer til fradrag.\nGravferdshjelp kan også ytes til flytting av grav.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Pensjon til enke eller enkemann.",
      "content": "1. Enke har rett til enkepensjon fra mannens død hvis hun har omsorgen for barn som er nevnt i § 12, punkt 1. Det samme gjelder hvis hun ikke har omsorgen for barn, men ved manns død har fylt 55 år. Er hun yngre, inntrer pensjonsretten når hun fyller 55 år. Enkepensjonen utgjør 60 pst. av den pensjon med forsørgingstillegg for ektefelle som avdøde ved fullstendig tap av ervervsevnen ville hatt krav på.\n2. Enke som ikke får pensjon ved mannens død har rett til en overgangsstønad som svarer til to års pensjon, forholdsmessig avkortet hvis hun er eldre enn 53 år.\n3. Det kan bevilges hel eller delvis enkepensjon til:\na. enke som ikke har rett til pensjon etter punkt 1 hvis hun er varig arbeidsufør, eller har omsorg for barn som er nevnt i § 12, punkt 2,\nb. kvinne som ikke var gift med avdøde, når hun har omsorgen for avdødes barn og var underholdt av ham,\nc. hustru når ekteskapet er oppløst ved dom fordi mannen er forsvunnet.\n5. Rett til pensjon inntrer ikke hvis ekteskapet er inngått etter at avdøde ble påført skade eller sykdom som i § 1 nevnt. Når særlige grunner taler for det, kan det likevel tilstås hel eller delvis pensjon i slikt tilfelle.\n6. Pensjon etter punkt 1 løper fra og med den dag mannen dør eller fra og med den dag enken fyller 55 år til og med månedsdagen etter hennes død, jfr. dog § 20.\n7. Enkemannspensjon kan tilstås helt eller delvis etter reglene i pkt. 1 hvis mannen er varig arbeidsufør og ble forsørget av hustruen,\n0 Endret ved lover 18 mai 1973 nr. 23 (opphevet nr. 4), 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Nytt ekteskap.",
      "content": "1. Pensjon til enke faller bort fra og med den dag hun gifter seg igjen.\n2. Blir hun på ny enke eller blir det nye ekteskap oppløst ved skilsmisse, kan hun, hvis hennes økonomiske forhold gjør det rimelig, tilstås pensjon med inntil forskjellen mellom enkepensjonen etter denne lovs regler og underhold eller pensjon som hun måtte være sikret gjennom senere ekteskap.\n3. Er det i medhold av § 19, punkt 7 tilstått pensjon til enkemann, får foranstående regler tilsvarende anvendelse.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Utløsning av pensjonen.",
      "content": "Pensjon til enke eller enkemann kan utløses helt eller delvis med en tilsvarende del av kontantverdien hvis det må antas at slik utløsning vil bidra til å skape varig inntektsgivende erverv.\nSelv om vilkåret etter første ledd ikke er til stede, har enke etter sjømann som kommer inn under § 4 gruppe 1 e rett til å få utløst inntil kr. 10.000 av kontantverdien av pensjonen.\nDepartementet fastsetter grunnlaget for beregningen av kontantverdien.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Pensjon til barn.",
      "content": "1. Barn som er nevnt i § 12, punkt 1, har rett til barnepensjon. For barn over 18 år får reglene i § 12, punkt 2, tilsvarende anvendelse.\nBarnepensjon ytes med beløp som fastsettes av Stortinget. Dersom enkepensjon ikke ytes, skal dog pensjonen for første barn svare til det beløp som enkepensjonen ville ha utgjort. Det gjelder likevel ikke dersom pensjonen til enken er falt bort etter § 20 eller utløst etter § 21.\n2. Etterlater avdøde seg flere barnekull som ved dødsfallet oppdras hver for seg, beregnes pensjonen særskilt for hvert barnekull. For barnekull som ikke har noen av foreldrene i live, regnes pensjonen etter punkt 1, annet ledd. Pensjon til to eller flere barn anses ytt med like stort beløp til hvert barn i det enkelte kull.\n3. Gjenlevende ektefelle anses ved beregningen av barnepensjon som mor eller far i forhold til stebarn, adoptivbarn og pleiebarn, som vedblir å være under hennes (hans) omsorg. Er noen av dem ikke under vedkommendes omsorg og begge deres virkelige foreldre er døde, beregnes pensjonen for disse barn til deres forholdsmessige del av pensjonen etter punkt 1 annet ledd, jfr. punkt 2.\n4. Til samme barn kan bare ytes pensjon etter en av foreldrene og i tilfelle etter den av dem som betinger det høyeste beløp.\n5. Pensjonen løper fra og med forsørgerens dødsdag, til og med den dag barnet fyller 18 år, jfr. dog § 23. Dør barnet før, løper pensjonen til og med månedsdagen etter dets død. For barn over 18 år avgjør Arbeids- og velferdsetaten hvor lenge pensjonen skal løpe.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Forlengelse av pensjonen",
      "content": "Det kan bestemmes at barnepensjon skal løpe ut over barnets 18. år, hvis det finnes rimelig av omsyn til barnets utdannelse.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Pensjon til fjernere slektninger.",
      "content": "1. Etterlater avdøde seg slektninger i rett oppstigende linje eller søsken, kan det tilstås dem pensjon hvis de ikke kan forsørge seg selv og avdøde bidro vesentlig til deres underhold. Like med slektninger i rett oppstigende linje regnes adoptiv- og pleieforeldre.\nPensjonene fastsettes under omsyn til alle foreliggende omstendigheter, dog således at de i alt ikke må overstige pensjonen for enke i den gruppe avdøde tilhørte.\n2. Pensjonen løper til og med månedsdagen etter at den som har rett til den dør.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Erstatning fra fremmed stat.",
      "content": "Erstatning fra fremmed stat i anledning av skaden eller sykdommen kommer til fradrag i stønad etter denne lov. Departementet gir nærmere regler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Stønad til begge ektefeller.",
      "content": "1. Har mann og hustru som lever sammen begge rett til sykepenger eller uførepensjon, settes sykepengene eller pensjonen ned med 50 pst. for den av ektefellene som får det laveste beløp.\nForsørgingstillegg for ektefelle ytes ikke hvis ektefellen har rett til høyere sykepenger eller pensjon. Er sykepengene eller pensjonen lavere, ytes bare forsørgingstillegg.\n2. Har begge foreldre rett til sykepenger eller uførepensjon, ytes forsørgingstillegg for barn bare til den av foreldrene som har krav på det høyeste tillegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Rett til flere arter stønad.",
      "content": "Har noen etter denne lov rett både til sykepenger eller uførepensjon og til enkepensjon, settes det laveste av beløpene ned med 50 pst.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "content": "Har noen rett til sykepenger eller uførepensjon etter denne lov og samtidig rett til uførepensjon eller sykepenger etter en av lovene om krigspensjonering, etter lov om yrkesskadetrygd eller uføretrygd beregnet etter særreglene for yrkesskade i kapittel 13 i lov om folketrygd, skal stønaden etter denne lov ikke være større enn at den samlede stønad svarer til hva han ved full ervervsuførhet ville hatt krav på etter den lov som gir ham den høyeste stønad.\nVed nedsettelse av pensjon etter første ledd skal forsørgingstillegg settes ned tilsvarende.\n0 Endret ved lover 6 juli 1957 nr. 37, 12 des 1958 nr. 15, 29 jan 1971 nr. 19, 28 feb 1997 nr. 19 (ikr. 1 mai 1997), 20 juni 2014 nr. 24 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 799).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Landssvik m.v.",
      "content": "1. Den som har gjort seg skyldig i forhold som rammes av straffebestemmelsene for landssvik, eller av bestemmelsene i straffeloven kapittel 17 eller § 184 eller av krigsartiklene i den militære straffelov, har ikke rett til stønad. Er skyldspørsmålet ikke strafferettslig avgjort gjelder det samme når departementet antar at vedkommende har gjort seg skyldig i slike forhold som nevnt.\nDepartementet kan likevel tilstå stønad helt eller delvis i de tilfelle som er nevnt i første ledd hvis særlige grunner foreligger.\nBestemmelsene i første ledd gjelder også den skyldiges etterlatte hvis ikke departementet bestemmer noe annet.\n2. Dersom noen ellers antas å ha gjort seg skyldig i grovt uverdig forhold, kan departementet bestemme at han og hans etterlatte ikke skal ha rett til stønad etter loven.\n3. Reglene i denne paragraf gjelder tilsvarende for ektefelle og forsørget.\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "title": "Bopel i utlandet",
      "content": "Den som har bopel i utlandet har ikke rett til stønad. Er han norsk statsborger, og bosetter han seg senere her i riket, har han rett til stønad fra og med den dag han gjør kravet gjeldende for Arbeids- og velferdsetaten.\nNår det finnes rimelig, kan Arbeids- og velferdsdirektoratet med samtykke av departementet gjøre unntak fra regelen i første ledd første punktum.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "7:31",
      "chapter": "7",
      "section": "31",
      "title": "Soning av frihetsstraff o.l.",
      "content": "Stønad kan helt eller delvis inndras for den som soner frihetsstraff eller lignende i mer enn 30 dager.\nGjelder det noen som har ektefelle og barn å forsørge, skal halvparten av stønaden og fulle forsørgingstillegg utbetales ektefellen eller den som har omsorgen for barna.\n0 Endret ved lover 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "title": "Uriktige opplysninger",
      "content": "Krav om stønad etter denne lov kan avslås eller stønaden kan helt eller delvis inndras eller holdes tilbake, hvis den som har krav på den forsettlig eller grovt uaktsomt gir uriktige opplysninger, fortier vesentlige omstendigheter eller unnlater å etterkomme pålegg om noe som har betydning for saken.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "title": "Melding",
      "content": "1. Krav om stønad må snarest mulig meldes til Arbeids- og velferdsetaten på stedet.\n2. Stønad under sykdom, jf. kapittel 3, kan nektes hvis krav ikke er framsatt uten ugrunnet opphold.\n3. Retten til stønad faller bort hvis krav ikke er reist innen tre år etter at skaden eller sykdommen oppsto. Det kan ses bort fra denne bestemmelse hvis særlige grunner foreligger.\n0 Endret ved lover 29 jan 1971 nr. 19, 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "8:34",
      "chapter": "8",
      "section": "34",
      "title": "Arbeids- og velferdsetatens vedtak",
      "content": "Så snart Arbeids- og velferdsetaten har fått de nødvendige opplysninger skal den fatte vedtak om utbetaling av stønad og på betryggende måte gi underretning om resultatet. Avgjørelsen skal kort grunngis.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "8:35",
      "chapter": "8",
      "section": "35",
      "title": "Betaling av stønad",
      "content": "1. Pensjoner med forsørgingstillegg betales forskuddsvis for hver måned, eller for hvert kvartal når Arbeids- og velferdsetaten finner at dette høver best.\nFaller pensjonen bort i løpet av måneden eller kvartalet, plikter ikke den som har fått for meget utbetalt, å tilbakebetale dette.\nOvergangsstønad etter § 19, punkt 2, betales i slike terminer og på den måten som Arbeids- og velferdsetaten bestemmer.\nSykepenger betales etterskuddsvis ukentlig eller hver fjortende dag. Gravferdshjelp betales så snart råd er etter dødsfallet.\n2. Arbeids- og velferdsetaten kan bestemme at barnepensjon og forsørgingstillegg for barn skal betales til dem som har omsorgen for barnet uten omsyn til om dette er den berettigede. Også ellers kan det, når særlige grunner foreligger, bestemmes at stønad betales til en annen enn den berettigede.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "8:36",
      "chapter": "8",
      "section": "36",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 des 1966 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "8:37",
      "chapter": "8",
      "section": "37",
      "title": "Bistand fra myndigheter",
      "content": "1. Kommunale og andre offentlige myndigheter plikter å bistå Arbeids- og velferdsetaten.\nTaushetsplikt kan ikke påberopes med mindre det gjelder omsyn til rikets sikkerhet.\n2. Finner Arbeids- og velferdsetaten det påkrevd, kan bevis opptas i samsvar med tvisteloven.\n0 Endret ved lover 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lover 26 jan 2007 nr. 3 og 21 des 2007 nr. 127.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "8:38",
      "chapter": "8",
      "section": "38",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "8:39",
      "chapter": "8",
      "section": "39",
      "title": "Gjensidighetsavtaler.",
      "content": "Under forutsetning av gjensidighet kan det ved traktatmessig avtale åpnes adgang til å yte stønad etter denne lovs regler til andre lands statsborgere som er skadet ved krigsulykke i riket.\nBestemmelsen i § 30, første ledd, gjelder ikke for personer som bosetter seg i land som Kongen gjør avtale om gjensidighet med.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "8:39 a",
      "chapter": "8",
      "section": "39 a",
      "content": "Folketrygdloven kapitlene 5, 8, 12 og 13 får ikke anvendelse på sykdom eller skade som kommer inn under denne lov.\n0 Tilføyd ved lov 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39a",
        "source_heading": "§ 39 a."
      }
    },
    {
      "provision_ref": "9:40",
      "chapter": "9",
      "section": "40",
      "title": "Endring.",
      "content": "De rettigheter denne lov hjemler, kan forandres, innskrenkes eller oppheves ved senere lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "9:41",
      "chapter": "9",
      "section": "41",
      "title": "Ikrafttreden.",
      "content": "1. Denne lov trer i kraft fra den tid Kongen bestemmer. Den gjelder ikke sykdom eller skade som er inntruffet under eller som er en følge av krigen 1939-45.\n2. – – –\n0 Endret ved lover 29 jan 1971 nr. 19, 28 feb 1997 nr. 19 (ikr. 1 mai 1997), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    }
  ]
}