{
  "id": "LOV-1988-06-24-64",
  "type": "statute",
  "title": "Lov om utlendingers adgang til riket og deres opphold her (utlendingsloven).",
  "short_name": "Utlendingsloven – utlendl.",
  "status": "in_force",
  "issued_date": "1988-06-24",
  "in_force_date": "1991-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1988-06-24-64",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens virkeområde.",
      "content": "Loven gjelder utlendingers​1 adgang til riket og deres opphold her, jfr. §§ 48 og 49.\nOgså norske statsborgere​2 kan pålegges plikter​3 etter loven.\n1 Se § 48.\n2 Jfr. lov 10 juni 2005 nr. 51.\n3 Se f.eks. § 23, § 45 og § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens formål.",
      "content": "Loven skal gi grunnlag for kontroll med inn- og utreise og med utlendingers​1 opphold i riket i samsvar med norsk innvandringspolitikk.\nLoven skal ivareta rettssikkerheten til utlendinger​1 som reiser inn i eller ut av riket, som oppholder seg her eller som søker en tillatelse etter loven.\nLoven skal gi grunnlag for vern mot forfølgelse for flyktninger​2 og andre utlendinger​1 som er forfulgt.\n1 Se § 48.\n2 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Utlendings rettsstilling.",
      "content": "Dersom ikke noe annet følger av gjeldende rettsregler, har utlending​1 under sitt lovlige opphold i riket samme rettigheter og plikter som norske statsborgere.​2\n0 Endret ved lov 30 juni 1995 nr. 49.\n1 Se § 48.\n2 Jfr. lov 10 juni 2005 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Lovens forhold til internasjonale regler.",
      "content": "Loven skal anvendes i samsvar med internasjonale regler som Norge er bundet av når disse har til formål å styrke utlendingens​1 stilling.\n1 Se § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Utøvelse av myndighet etter loven.",
      "content": "Stortinget godkjenner hovedprinsippene for regulering av innvandringen.\nKongen​1 gir forskrift​2 om regulering av innvandringen.\nFor øvrig gjennomføres loven av Kongen, departementet,​3 Utlendingsnemnda,​4 Utlendingsdirektoratet, politiet og andre offentlige myndigheter. Dersom det ikke fremgår direkte av loven, bestemmer Kongen​1 hvilke oppgaver og hvilken myndighet de ulike offentlige instanser skal ha etter loven.\n0 Endret ved lov 30 april 1999 nr. 22 (i kraft 1 jan 2001 iflg. res. 21 des 2000 nr. 1346).\n1 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Arbeids- og inkluderingsdepartementet.\n4 Se § 38a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Tillatelser til arbeid og opphold.",
      "content": "Utlending​1 som akter å ta arbeid mot eller uten vederlag eller som vil drive ervervsvirksomhet i riket, må​2 ha arbeidstillatelse.\nUtlending​1 som akter å ta opphold i riket utover tre måneder uten å ta arbeid, må​2 ha oppholdstillatelse. Opphold i annet land som deltar i Schengensamarbeidet​3 likestilles med opphold i riket. Kongen​4 kan ved forskrift​5 gi regler om opphold ut over tre måneder der dette følger av internasjonal avtale og nærmere regler om beregning av oppholdstid.\nNordisk borger er unntatt fra kravet om arbeidstillatelse eller oppholdstillatelse. Kongen​4 kan ved forskrift​5 fastsette ytterligere unntak.\nUtlending​1 med adgang til å oppholde seg i riket i tre måneder eller mer, kan søke fra riket om arbeidstillatelse som spesialist eller sesongarbeider. Dette gjelder likevel ikke utlending som oppholder seg i riket i forbindelse med søknad om asyl​6 eller i påvente av utreise etter avslag på asylsøknad.​7\nFor utlending​1 som søker om arbeidstillatelse på annet grunnlag enn som spesialist eller sesongarbeider, må første gangs arbeidstillatelse være gitt før innreise.​8\nKongen​4 kan ved forskrift​5 gjøre unntak fra kravene i fjerde og femte ledd og gi nærmere regler om fremgangsmåten ved søknad om arbeidstillatelse.\nFørste gangs oppholdstillatelse må være gitt før innreise. Kongen​4 kan ved forskrift​5 gjøre unntak fra dette kravet for utlending​1 som har særlig tilknytning til riket eller når det foreligger særlige rimelighetsgrunner og gi nærmere regler om fremgangsmåten ved søknad om oppholdstillatelse.\nVedtak om arbeidstillatelse og oppholdstillatelse treffes av Utlendingsdirektoratet. Kongen​4 kan ved forskrift​5 gi politiet myndighet til å avgjøre søknad om arbeidstillatelse og innvilge søknad om oppholdstillatelse. Kongen​4 kan ved forskrift​5 gi norsk utenriksstasjon myndighet til å innvilge søknad om arbeidstillatelse.\n0 Endret ved lover 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427), 16 juli 1999 nr. 67 (i kraft 25 mars 2001 iflg. res. 9 mars 2001), 15 juni 2001 nr. 72 (i kraft 1 jan 2002 iflg. res. 23 nov 2001 nr. 1304).\n1 Se § 48.\n2 Jfr. § 47.\n3 Dette omfatter Norge, Island og EU-landene, med unntak av Irland og Storbritannia og Nord-Irland (UK).\n4 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n6 Jfr. § 17 og § 18.\n7 Jfr. § 40 og § 41.\n8 Jfr. § 27 og § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Innholdet av arbeidstillatelse og oppholdstillatelse.",
      "content": "Første gangs tillatelse til arbeid eller opphold gis i alminnelighet for ett, to eller tre år. Tillatelsen kan gis for et annet tidsrom dersom formålet med arbeidet eller oppholdet eller andre grunner tilsier det. Kongen kan gi nærmere regler ved forskrift.​1\nTillatelsen gir rett til opphold i hele riket med mindre det er fastsatt begrensninger i samsvar med regler gitt i eller i medhold av loven.​2\nArbeidstillatelse kan knyttes til et bestemt arbeid og et bestemt arbeidssted, og det kan også fastsettes andre begrensninger når dette følger av regler gitt i eller i medhold av loven. Når slike begrensninger ikke er fastsatt, gir arbeidstillatelse adgang til å ta arbeid og drive ervervsvirksomhet i hele riket.\nUtlending​3 som har oppholdstillatelse, kan gis tillatelse til å arbeide på deltid og i ferier. Kongen​4 kan gi nærmere regler ved forskrift.​1\n0 Endret ved lov 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Se § 43.\n3 Se § 48.\n4 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Når arbeidstillatelse og oppholdstillatelse skal gis.",
      "content": "Utlending​1 har etter søknad rett til arbeidstillatelse eller oppholdstillatelse etter følgende regler:\n1. Underhold og bolig må være sikret etter nærmere regler som fastsettes av Kongen​2 ved forskrift.​3\n2. De vilkår for arbeidstillatelse og oppholdstillatelse som er fastsatt ved forskrift i medhold av § 5 annet ledd, må være oppfylt.\n3. Det må ikke foreligge omstendigheter som vil gi grunn til å nekte utlendingen adgang til riket, opphold eller arbeid i medhold av andre regler i loven.​4\nNår sterke menneskelige hensyn taler for det, eller når utlendingen har særlig tilknytning til riket, kan arbeidstillatelse eller oppholdstillatelse gis selv om vilkårene ikke er oppfylt.​5 Kongen​2 kan fastsette nærmere regler ved forskrift.​3\n1 Se § 48.\n2 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Se § 27, § 28, § 29 og § 43.\n5 Se § 15 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:8 a",
      "chapter": "2",
      "section": "8 a",
      "title": "Kollektiv beskyttelse i en massefluktsituasjon",
      "content": "Dersom det foreligger en massefluktsituasjon, kan Kongen i statsråd beslutte at bestemmelsene i denne paragrafen får anvendelse. Kongen i statsråd beslutter også når adgangen til å gi kollektiv beskyttelse etter annet ledd skal bortfalle.\nUtlending​1 som omfattes av massefluktsituasjonen og som kommer til riket eller er her når denne paragrafen får anvendelse, kan etter søknad gis beskyttelse på grunnlag av en gruppevurdering (kollektiv beskyttelse). Dette innebærer at utlendingen gis arbeidstillatelse eller oppholdstillatelse etter § 8 annet ledd. Tillatelsen danner ikke grunnlag for bosettingstillatelse.​2\nTillatelsen kan fornyes eller forlenges i inntil tre år fra det tidspunkt søkeren første gang fikk tillatelse. Deretter kan det gis tillatelse som kan danne grunnlag for bosettingstillatelse.​2 Etter ett år med slik tillatelse skal det gis bosettingstillatelse dersom vilkårene for å inneha tillatelsen fortsatt er til stede og vilkårene for øvrig er oppfylt, jfr. § 12.\nSøknad om asyl​3 fra utlending​1 som nevnt i annet ledd, kan stilles i bero i inntil tre år fra det tidspunkt søkeren første gang fikk tillatelse. Når adgangen til å gi kollektiv beskyttelse er bortfalt, jfr. første ledd, eller det er gått tre år siden søkeren første gang fikk tillatelse, skal søkeren informeres om at asylsøknaden bare tas under behandling dersom søkeren innen en fastsatt frist uttrykkelig tilkjennegir ønske om dette.\nVedtak om tillatelse og om å stille søknad om asyl​3 i bero treffes av Utlendingsdirektoratet. Direktoratet kan gi politiet myndighet til å gi tillatelse og stille søknad om asyl i bero.\nKongen​4 kan gi nærmere regler ved forskrift.​5\n0 Tilføyd ved lov 10 jan 1997 nr. 5.\n1 Se § 48.\n2 Se § 12.\n3 Se § 17.\n4 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Arbeidstillatelse eller oppholdstillatelse til familiemedlemmer.",
      "content": "De nærmeste familiemedlemmene til norsk eller nordisk borger som er bosatt i riket eller til utlending​2 som har eller får lovlig opphold i riket med arbeidstillatelse eller oppholdstillatelse uten begrensninger, har etter søknad rett til arbeidstillatelse eller oppholdstillatelse dersom det ikke foreligger omstendigheter som nevnt i § 8 første ledd nr. 3. Som hovedregel må underholdet være sikret. Kongen​3 kan gi nærmere regler ved forskrift.​4\nArbeidstillatelse og oppholdstillatelse for familieetablering kan nektes dersom det er sannsynlig at søkeren eller dennes særkullsbarn vil bli mishandlet eller grovt utnyttet. Tilsvarende gjelder særkullsbarn som søker familiegjenforening med forelder som har fått arbeidstillatelse eller oppholdstillatelse for familieetablering. Kongen kan gi nærmere regler om bestemmelsens anvendelse i forskrift.​3\nArbeidstillatelse og oppholdstillatelse etter første ledd kan nektes dersom referansepersonen etter forespørsel ikke samtykker i at søkeren gis tillatelse eller dersom det er sannsynlig at ekteskapet er inngått mot en av partenes vilje.\nKongen​3 kan fastsette ved forskrift​4 hvem som skal betraktes som nærmeste familiemedlemmer etter denne paragrafen og kan gi regler om arbeidstillatelse eller oppholdstillatelse til de nærmeste familiemedlemmene til utlending hvis opphold er forutsatt ikke å bli varig.\n0 Endret ved lover 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427), 6 jan 2006 nr. 1 (i kraft 1 feb 2006 iflg. res. 6 jan 2006 nr. 1). Endres ved lov 8 mai 2009 nr. 23 (i kraft fra den tid Kongen bestemmer). Endres ved lov 19 juni 2009 nr. 38 (i kraft fra den tid Kongen bestemmer).\n1 Se § 52.\n2 Se § 48.\n3 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:9 a",
      "chapter": "2",
      "section": "9 a",
      "title": "Krav til intervju av referansepersonen i Norge",
      "content": "Dersom arbeidstillatelse eller oppholdstillatelse søkes etter utlendingsloven § 9 med grunnlag i et ekteskap eller samboerforhold som er etablert i utlandet etter at referansepersonen har vært bosatt i Norge, kan tillatelse ikke innvilges før referansepersonen har vendt tilbake til Norge og har vært til intervju hos utlendingsmyndighetene, med mindre\na. referansepersonen var til intervju i Norge i anledning saken før ekteskapet ble inngått, eller\nb. søkeren har rett til innreise uten visum.\nKongen kan fastsette unntak fra første ledd i forskrift.​1 Kongen kan også gi nærmere regler i forskrift​1 om fremgangsmåten ved fremsettelse av søknad og om gjennomføringen av slikt intervju som nevnt i første ledd.\n0 Tilføyd ved lov 6 jan 2006 nr. 1 (i kraft 1 aug 2009 iflg. res. 19 juni 2009 nr. 817). Endres ved lov 8 mai 2009 nr. 23 (i kraft fra den tid Kongen bestemmer), endrer paragraftall til § 9b.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Gruppearbeidstillatelse.",
      "content": "Arbeidsgiver i riket kan søke om tillatelse til å ta i arbeid et bestemt antall utenlandske arbeidstakere for tidsbegrenset oppdrag (gruppearbeidstillatelse). Utlending​1 som omfattes av slik tillatelse, gis etter ankomst til riket individuell tillatelse til arbeid, med mindre det foreligger omstendigheter som nevnt i § 8 første ledd nr. 3.\nKongen​2 kan ved forskrift​3 gi nærmere regler om tillatelsen og om fremgangsmåten ved søknad.\nVedtak etter denne paragrafen treffes av Utlendingsdirektoratet med mindre vedtaksmyndighet er lagt til annen instans.\n1 Se § 48.\n2 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Fornyelse av arbeidstillatelse og oppholdstillatelse.",
      "content": "Utlending​1 har etter søknad rett til fornyelse av arbeidstillatelse og oppholdstillatelse når underhold er sikret etter forskrift​2 fastsatt av Kongen,​3 fornyelse ikke kan nektes etter forskrift gitt i medhold av § 5 annet ledd, og det ikke foreligger omstendigheter som nevnt i § 8 første ledd nr. 3.\nFornyet tillatelse gis i alminnelighet for ett eller to år etter nærmere regler fastsatt av Kongen ved forskrift.​2 Tillatelsen kan gis for et annet tidsrom dersom formålet med arbeidet eller oppholdet eller andre grunner tilsier det. Fornyet arbeidstillatelse kan ikke knyttes til et bestemt arbeid og et bestemt arbeidssted med mindre noe annet er fastsatt i forskrift​2 gitt i medhold av § 5 annet ledd.\nUtlending​1 som søker om fornyelse av arbeidstillatelse eller oppholdstillatelse som kan fornyes, kan få fortsatt opphold på samme vilkår inntil søknaden er avgjort og har rett til dette dersom utlendingen søker senest en måned før tillatelsen utløper.\n0 Endret ved lover 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 21 juni 2002 nr. 36 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 574).\n1 Se § 48.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:11 a",
      "chapter": "2",
      "section": "11 a",
      "title": "Tilsyn med at vilkår for tillatelser følges og tiltak ved brudd på vilkårene",
      "content": "Arbeidstilsynet fører tilsyn med at vilkårene for arbeidstillatelse når det gjelder lønns- og arbeidsvilkår og stillingens omfang, følges i virksomhetene. Likeledes føres tilsyn med at vilkårene for oppholdstillatelse for arbeidstaker som nevnt i § 51 første ledd bokstav a og § 58 a følges. Enhver som er underlagt tilsyn etter bestemmelsen skal, når Arbeidstilsynet krever det og uten hinder av taushetsplikt, fremlegge opplysninger som anses nødvendige for utøvelsen av tilsynet. Slike opplysninger kan også kreves fra andre offentlige tilsynsmyndigheter uten hinder av den taushetsplikt som ellers gjelder.\nArbeidstilsynet gir de pålegg og treffer de vedtak ellers som er nødvendige for gjennomføringen av tilsyn etter første ledd. Arbeidsmiljøloven § 18-6 (1), (2), (6), (7) og (8) samt §§ 18-7 og 18-8 får tilsvarende anvendelse ved tilsyn etter loven her. Eventuell oppdragsgiver skal også gjøres kjent med pålegg og andre enkeltvedtak.\nVed mistanke om overtredelse av vilkårene, eller at utlendingen ikke har nødvendig arbeids- eller oppholdstillatelse, skal Arbeidstilsynet varsle utlendingsmyndighetene.\nPetroleumstilsynet​2 har innenfor sitt myndighetsområde tilsvarende tilsynsansvar og myndighet som nevnt i første, annet og tredje ledd.\nDersom en arbeidsgiver i forhold til sine utenlandske arbeidstakere grovt eller gjentatte ganger bryter regler som skal verne om arbeidstakeres lønns- eller arbeidsvilkår, og som er gitt i eller i medhold av denne lov, kan Utlendingsdirektoratet treffe vedtak om at det ikke skal innvilges arbeidstillatelse for å utføre arbeid hos vedkommende arbeidsgiver. Vedtak etter denne bestemmelsen skal gjelde for to år. Kongen kan gi nærmere regler i forskrift, herunder fastsette at vedtak etter bestemmelsen skal gjelde for mindre enn to år.\nVedtak etter femte ledd berører ikke retten til oppholdstillatelse etter kapittel 8.\nGjelder fortsatt for forhold omfattet av § 58a, jfr. res. 27 nov 2009 nr. 1413.\n0 Tilføyd ved lov 2 juli 2004 nr. 66 (i kraft 1 okt 2004 iflg. res. 2 juli 2004 nr. 1068), endret ved lover 6 jan 2006 nr. 1 (i kraft 1 feb 2006 iflg. res. 6 jan 2006 nr. 1), 24 nov 2006 nr. 63 (i kraft 1 des 2006 iflg. res. 24 nov 2006 nr. 1294).\n1 Jfr. lov 17 juni 2005 nr. 62 kap. 18.\n2 Jfr. lov 29 nov 1996 nr. 72.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11 a."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Bosettingstillatelse.",
      "content": "Utlending​1 som de siste tre år har oppholdt seg sammenhengende i riket med oppholdstillatelse eller arbeidstillatelse uten begrensninger, har etter søknad rett til bosettingstillatelse dersom det ikke foreligger forhold som nevnt i § 29 første ledd.​2 Det er et vilkår at søkeren i tillegg har gjennomført pliktig norskopplæring i henhold til introduksjonsloven.​3 Bosettingstillatelse kan også gis i andre tilfeller etter nærmere regler i forskrift​4 fastsatt av Kongen.​5\nBosettingstillatelse gir rett til opphold og til å ta arbeid uten tidsbegrensning. Den gir utvidet vern mot bortvisning og utvisning, jfr. § 30.\nVedtak om bosettingstillatelse treffes av Utlendingsdirektoratet. Kongen​5 kan ved forskrift​4 legge myndighet til å innvilge søknader til politiet. § 11 tredje ledd gjelder tilsvarende ved søknader om bosettingstillatelse.\nTillatelsen faller bort når innehaveren har hatt bopel eller faktisk opphold utenfor riket sammenhengende i mer enn to år. Vedtak om bortfall treffes av Utlendingsdirektoratet. Utlending kan etter søknad gis adgang til å være borte fra riket lenger uten at tillatelsen faller bort. Nærmere regler kan gis ved forskrift​4 fastsatt av Kongen.​5\n0 Endret ved lover 10 jan 1997 nr. 5 (i kraft 15 juni 1997), 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 11 mars 2005 nr. 13 (i kraft 1 sep 2005 iflg. res. 11 mars 2005 nr. 228).\n1 Se § 48.\n2 Jfr. § 43.\n3 Lov 4 juli 2003 nr. 80.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Tilbakekall.",
      "content": "Arbeidstillatelse, oppholdstillatelse og bosettingstillatelse kan tilbakekalles dersom utlendingen​1 i søknaden mot bedre vitende har gitt uriktige opplysninger eller fortiet forhold av vesentlig betydning for vedtaket eller dersom det for øvrig følger av alminnelige forvaltningsrettslige regler. Vedtak om tilbakekall treffes av Utlendingsdirektoratet.\nGjelder fortsatt for forhold omfattet av § 58a, jfr. res. 27 nov 2009 nr. 1413.\n0 Endret ved lov 10 jan 1997 nr. 5 (i kraft 15 juni 1997).\n1 Se § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Melding til myndighetene.",
      "content": "Utlending​1 som har fått arbeidstillatelse eller oppholdstillatelse før innreise, skal senest innen en uke etter innreisen melde seg for politiet på oppholdsstedet. Det samme gjelder utlending som akter å søke om, eller for øvrig trenger, slik tillatelse.\nUtlending​1 som skifter bopel mens behandling av sak etter loven pågår, skal gi melding om dette til politiet.​2\nKongen​3 kan gi forskrift​4 om at også utlending som ikke trenger arbeidstillatelse eller oppholdstillatelse eller som har bosettingstillatelse, skal gi melding til politiet om sin bopel i riket og melding til vedkommende myndighet om sitt arbeid eller erverv.\n0 Endret ved lov 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264).\n1 Se § 48.\n2 Jfr. § 43 (2).\n3 Arbeids- og inkluderingsdepartementet res. 30 juni 2006 nr. 761.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Vern mot forfølgelse.",
      "content": "Utlending​1 må ikke i medhold av loven sendes til noe område der utlendingen kan frykte forfølgelse som kan begrunne anerkjennelse som flyktning​2 eller ikke vil være trygg mot å bli sendt videre til slikt område. Tilsvarende vern skal gjelde utlending som av liknende grunner som angitt i flyktningedefinisjonen​2 står i en nærliggende fare for å miste livet eller bli utsatt for en umenneskelig behandling.\nNår vedtaksmyndigheten i sak etter loven kommer til at utlendingen ikke går inn under reglene i første ledd, skal den av eget tiltak vurdere om reglene i § 8 annet ledd bør anvendes.\nVernet etter første ledd gjelder ikke utlending​1 som med rimelig grunn anses som en fare for rikets sikkerhet eller som har fått endelig dom for en særlig alvorlig forbrytelse og som av denne grunn utgjør en fare for samfunnet. Vernet gjelder heller ikke når det foreligger omstendigheter som angitt i flyktningekonvensjonen​2 art. 1 F.\nVernet etter første ledd kommer til anvendelse ved alle former for vedtak etter loven.\n1 Se § 48.\n2 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Flyktning.",
      "content": "Flyktning etter loven er utlending​1 som går inn under flyktningekonvensjonen 28. juli 1951 art. 1 A, jfr. protokoll 31. januar 1967.​2\nFlyktning som går inn under flyktningekonvensjonen art. 1 C-F kan helt eller delvis utelukkes fra de rettigheter og det vern som er fastsatt i dette kapittel og som ikke gjelder saksbehandlingen. Flyktning som går inn under art. 1 C-E kan likevel ikke utelukkes fra vernet mot forfølgelse etter § 15.\n0 Endres ved lov 21 juni 2002 nr. 36 (i kraft fra den tid Kongen bestemmer).\n1 Se § 48.\n2 Jfr. § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Rett til asyl (fristed) m.v.",
      "content": "Flyktning​1 som er i riket eller på norsk grense har etter søknad rett til asyl​2 (fristed) i riket. Dette gjelder likevel ikke flyktning som\na. går inn under unntakene fra reglene om vern i § 15 tredje ledd eller § 16 annet ledd,\nb. har fått asyl i et annet land,\nc. har reist til riket av eget tiltak etter å ha oppnådd beskyttelse i et annet land, eller etter å ha hatt opphold i stat eller område hvor flyktningen ikke var forfulgt og heller ikke hadde grunn til å frykte tilbakesendelse til sitt hjemland,\nd. kan kreves mottatt av annen nordisk stat etter reglene i den nordiske passkontrolloverenskomsten,​3\ne. kan kreves mottatt av et annet land som deltar i samarbeidet i henhold til avtalene mellom Norge, Island og Det europeiske fellesskap og mellom Norge, Island og Sveits om kriterier og mekanismer for å avgjøre hvilken stat som er ansvarlig for behandlingen av en asylsøknad som fremlegges i Norge, Island, Sveits eller en medlemsstat,​4\nf. av tvingende samfunnsmessige hensyn må nektes asyl.\nAdgangen til å returnere flyktning til annen stat i medhold av første ledd bokstav c, d og e skal ikke benyttes dersom flyktningen har en tilknytning til riket som gjør at Norge er nærmest til å gi flyktningen beskyttelse.\nOgså flyktningens ektefelle​5 eller samboer og barn under 18 år uten ektefelle eller samboer har rett til asyl dersom ikke særlige grunner taler mot det.\nPass eller annet reisedokument søkeren er i besittelse av, må innleveres sammen med søknad om asyl.\nAsylsøker kan gis midlertidig arbeidstillatelse eller oppholdstillatelse​6 inntil søknaden om asyl er avgjort. Asylsøker som har fått et endelig avslag som for tiden ikke iverksettes, kan etter anmodning gis midlertidig tillatelse inntil avslaget iverksettes. Kongen​7 kan fastsette nærmere regler ved forskrift.​8 Tillatelsen gis av Utlendingsdirektoratet, som også kan gi politiet myndighet til å gi tillatelse. Forvaltningsloven​9 kapittel IV til VI om saksforberedelse, vedtak og klage gjelder ikke for vedtak om midlertidig tillatelse.\n0 Endret ved lover 10 jan 1997 nr. 5 (i kraft 15 juni 1997), 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427), 28 juli 2000 nr. 75 (i kraft straks iflg. res. 28 juli 2000 nr. 793), 16 juli 1999 nr. 67 (i kraft 25 mars 2001 iflg. res. 9 mars 2001), 29 aug 2003 nr. 89 (i kraft 1 sep 2003 iflg. res. 29 aug 2003 nr. 1089), 20 jan 2006 nr. 2 (i kraft 1 feb 2006 iflg. res. 20 jan 2006 nr. 50), 30 juni 2006 nr. 37 (i kraft 1 mai 2008 iflg. res. 11 april 2008 nr. 344).\n1 Se § 16.\n2 Se § 18.\n3 Inntatt her etter lovteksten.\n4 Dublin II-forordningen.\n5 Jfr. lov 4 juli 1991 nr. 47 kap. 3 og § 95.\n6 Se kap. 2.\n7 Justisdepartementet iflg. res. 28 juli 2000 nr. 794.\n8 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n9 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Virkning av asyl.",
      "content": "Innvilgelse av asyl innebærer at utlendingen​1 har status som flyktning og får arbeidstillatelse eller oppholdstillatelse.​2 Utlendingen har den rettsstilling som følger av norsk lov og flyktningekonvensjonen​3 eller annen overenskomst med fremmed stat om flyktninger.\nInnvilget asyl kan tilbakekalles når flyktningen ikke lenger går inn under flyktningedefinisjonen, jfr. § 16, eller dersom det for øvrig følger av alminnelige forvaltningsrettslige regler. Vedtak om tilbakekall treffes av Utlendingsdirektoratet.\n0 Endret ved lover 10 jan 1997 nr. 5 (i kraft 15 juni 1997), 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427).\n1 Se § 48.\n2 Se kap. 2.\n3 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Reisebevis for flyktning og utlendingspass.",
      "content": "Flyktning​1 som har eller gis lovlig opphold i riket, skal etter søknad også gis reisebevis for flyktning for reise utenfor Norge dersom ikke særlige grunner taler mot det. Har flyktningen reisedokument utstedt av fremmed stat, gjelder denne retten bare når flyktningen er innvilget asyl​2 eller bosettingstillatelse,​3 eller Norge i henhold til internasjonal avtale har plikt til å utstede reisebevis for flyktning.\nUtlending​4 som har eller gis arbeidstillatelse eller oppholdstillatelse​5 i riket på grunnlag av søknad om asyl, men uten å ha fått innvilget asyl, skal gis utlendingspass for reise utenfor Norge dersom utlendingens forhold til hjemlandets myndigheter tilsier det. Utlendingspass kan også utstedes i andre tilfeller etter nærmere regler fastsatt av Kongen.\nPass eller annet reisedokument søkeren er i besittelse av, må innleveres sammen med søknad om reisebevis for flyktning eller utlendingspass.\nKongen​6 kan gi forskrift​7 om utstedelse, gyldighetsområde, fornyelse og inndragning av reisebevis for flyktning og utlendingspass og de nærmere vilkårene for dette.\n0 Endret ved lov 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427).\n1 Se § 16.\n2 Se § 17 og § 18.\n3 Se § 12.\n4 Se § 48.\n5 Se kap. 2.\n6 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n7 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Virkning av flyktningebedømmelse i fremmed stat.",
      "content": "Utlending​1 som har fått asyl​2 eller reisebevis for flyktning​3 av fremmed stat, skal anses som flyktning​4 med fast bopel i denne staten. Søker slik flyktning asyl eller reisebevis i Norge, skal den tidligere flyktningebedømmelsen ikke underkjennes med mindre den er åpenbart feilaktig eller det foreligger andre særlige grunner til det.​5\n1 Se § 48.\n2 Se § 17 og § 18.\n3 Se § 19.\n4 Se § 16.\n5 Jfr. § 21 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Vedtaksmyndighet og saksbehandlingsregler i asyl- og flyktningesaker.",
      "content": "Utlendingsdirektoratet avgjør spørsmål om vern mot utsendelse, flyktningestatus og asyl​1 samt reisebevis​2 for flyktning og utlendingspass.​3 Kongen​4 kan ved forskrift​5 legge myndighet til å innvilge søknad om reisebevis​2 eller utlendingspass​3 til barn under 16 år til politiet.\nUtlendingsdirektoratet avgjør også om den som gis innreisetillatelse som overføringsflyktning, jf. § 22, skal gis status som flyktning.​6 Når dette avgjøres etter innreise, skal direktoratet legge tilbørlig vekt på om søkeren hadde grunn til å regne med å bli behandlet som flyktning.\nVed behandlingen av sak etter første og annet ledd skal Utlendingsdirektoratet av eget tiltak innhente informasjon som er nødvendig og tilgjengelig, jfr. forvaltningsloven​7 § 17. Uavhengig av reglene om taushetsplikt kan FN's høykommissær for flyktninger gis innsyn i saksdokumentene. I den utstrekning det er nødvendig i forbindelse med innhenting av opplysninger, kan innsyn også gis til flyktninge- eller menneskerettsorganisasjon.\n0 Endret ved lover 30 april 1999 nr. 22, 28 juli 2000 nr. 75 (i kraft straks iflg. res. 28 juli 2000 nr. 793), 21 juni 2002 nr. 36 (i kraft 1 feb 2004 iflg. res. 16 jan 2004 nr. 63).\n1 Se § 17 og § 18.\n2 Se § 19.\n3 Se § 19 (2).\n4 Justisdepartementet iflg. res. 28 juli 2000 nr. 794.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n6 Se § 16 og § 20.\n7 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "Overføring av flyktninger m.v.",
      "content": "Innenfor de rammer og etter de retningslinjer som er fastsatt av overordnet myndighet for overføring av flyktninger,​1 treffer Utlendingsdirektoratet vedtak om innreisetillatelse. Kongen​2 kan fastsette en annen vedtaksmyndighet.\nOverføring etter første ledd kan også omfatte utlendinger​3 som ikke antas å være flyktninger.\nForvaltningsloven​4 kapittel IV og V om saksforberedelse og vedtak gjelder ikke sak om overføring etter de foregående ledd. Utlendingsdirektoratets vedtak kan bare påklages til departementet​5 av den hvis sak det uttrykkelig er tatt stilling til.\nUtlending​3 som er gitt innreisetillatelse etter første ledd, får arbeidstillatelse eller oppholdstillatelse.​6 Når endelig vedtak er truffet i spørsmålet om flyktningestatus, jfr. § 21 annet ledd, har utlendingen rett til asyl og reisebevis for flyktning etter reglene i §§ 17 til 19.\n0 Endret ved lov 30 april 1999 nr. 22.\n1 Jfr. § 16.\n2 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n3 Se § 48.\n4 Lov 10 feb 1967.\n5 Arbeids- og inkluderingsdepartementet.\n6 Se kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Grensepassering og grensekontroll",
      "content": "Enhver som kommer til riket, skal​1 straks melde seg for passkontrollen eller nærmeste politimyndighet. Enhver som reiser fra riket, er underlagt utreisekontroll og skal ved utreisen melde seg for passkontrollen eller nærmeste politimyndighet. Unntak gjelder ved passering av indre Schengen-grense,​2 og ellers når departementet​3 bestemmer.\nInn- og utreise skal skje over godkjente grenseovergangssteder dersom ikke annet er bestemt. Departementet avgjør hvor det skal være godkjente grenseovergangssteder. Uten hinder av denne lov kan indre Schengen-grense​2 passeres hvor som helst. Tollovgivningen gjelder ved passering av indre grense.\nKongen kan ved forskrift​4 gi nærmere regler om inn- og utreisekontroll og om unntak fra bestemmelsene i første og annet ledd om passering av indre Schengen-grense.​2 Kongen​5 kan ved forskrift​4 også gi politiet myndighet til å foreta innkreving av pass og andre reisedokumenter fra utlending før innreisen til riket samt pålegge fører av skip eller luftfartøy å kontrollere at reisende har gyldig reisedokument.\n0 Endret ved lov 16 juli 1999 nr. 67 (i kraft 25 mars 2001 iflg. res. 9 mars 2001).\n1 Jfr. § 47.\n2 Mellom Norge, Island og EU-landene med unntak av Irland og Storbritannia og Nord-Irland (UK).\n3 Arbeids- og inkluderingsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Pass.",
      "content": "Dersom ikke annet er bestemt, skal​1 utlending​2 som kommer til riket, ha pass eller annet legitimasjonspapir som er godkjent som reisedokument.\nDepartementet​3 fastsetter kravene for å godta pass eller annet legitimasjonspapir som gyldig for innreise og opphold i riket.\nUtlendingsdirektoratet kan i særlige tilfeller frita utlending fra kravet om pass eller godta annet dokument enn det som følger av de alminnelige reglene.\n1 Jfr. § 47.\n2 Se § 48.\n3 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Visum",
      "content": "Utlending​1 må​2 ha visum for å kunne reise inn i riket med mindre Kongen​3 ved forskrift​4 har gjort unntak fra visumkravet. Utlending​1 som har oppholdstillatelse utstedt av et land som deltar i Schengensamarbeidet,​5 er unntatt fra visumplikt. Med oppholdstillatelse menes her tillatelse av en hvilken som helst art som gir rett til opphold på utstederlandets territorium. Utlending​1 som har midlertidig oppholdstillatelse utstedt av et land som deltar i Schengensamarbeidet​5 med sikte på behandling av en søknad om asyl eller opphold, må for å være unntatt fra visumplikten i tillegg ha reisedokument utstedt av det land som har utstedt oppholdstillatelsen.\nVisum utstedt av land som deltar i Schengensamarbeidet​5 er gyldig for innreise og opphold i riket i den angitte tidsperiode, når dette fremgår av visumet.\nKongen kan ved forskrift​4 gi regler om plikt til å ha lufthavntransittvisum.\nVisum gis ved påtegning i pass eller annet legitimasjonspapir eller ved særskilt dokument, etter nærmere regler fastsatt av Kongen, som også gir regler om fremgangsmåten ved søknad.\nVisum for besøk gis for en innreise og for opphold av bestemt varighet inntil tre måneder. Ved særlig behov kan slikt besøksvisum gis med gyldighet for flere innreiser. Kongen kan gi nærmere regler om behandlingen av søknader om besøksvisum.\nSøknad om visum avgjøres av Utlendingsdirektoratet. Myndighet til å avgjøre søknad om besøksvisum og lufthavntransittvisum kan også legges til utenrikstjenesten. Myndighet til å innvilge søknad om slike visa kan dessuten legges til en utenrikstjeneste tilhørende et annet land som deltar i Schengen-samarbeidet.​5 Kongen kan gi nærmere regler ved forskrift.​4\n0 Endret ved lover 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427), 16 juli 1999 nr. 67 (i kraft 25 mars 2001 iflg. res. 9 mars 2001), 15 sep 2000 nr. 78 (i kraft 25 mars 2001 iflg. res. 9 mars 2001).\n1 Se § 48.\n2 Jfr. § 47.\n3 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Norge, Island og EU-landene med unntak av Irland og Storbritannia og Nord-Irland (UK).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:25 a",
      "chapter": "4",
      "section": "25 a",
      "title": "Avslag på søknad om visum ved fare for overgrep mot søkeren",
      "content": "Visum kan nektes dersom det er sannsynlig at søkeren eller dennes særkullsbarn vil bli mishandlet eller grovt utnyttet.\n0 Tilføyd ved lov 6 jan 2006 nr. 1 (i kraft 1 feb 2006 iflg. res. 6 jan 2006 nr. 1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25a",
        "source_heading": "§ 25 a."
      }
    },
    {
      "provision_ref": "4:25 b",
      "chapter": "4",
      "section": "25 b",
      "title": "Om visuminformasjonssystemet (VIS)",
      "content": "0 Tilføyes ved lov 19 juni 2009 nr. 38 (i kraft fra den Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25b",
        "source_heading": "§ 25 b."
      }
    },
    {
      "provision_ref": "4:25 c",
      "chapter": "4",
      "section": "25 c",
      "title": "Formålet med VIS",
      "content": "0 Tilføyes ved lov 19 juni 2009 nr. 38 (i kraft fra den Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25c",
        "source_heading": "§ 25 c."
      }
    },
    {
      "provision_ref": "4:25 d",
      "chapter": "4",
      "section": "25 d",
      "title": "Opplysninger som skal registreres i VIS",
      "content": "0 Tilføyes ved lov 19 juni 2009 nr. 38 (i kraft fra den Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25d",
        "source_heading": "§ 25 d."
      }
    },
    {
      "provision_ref": "4:25 e",
      "chapter": "4",
      "section": "25 e",
      "title": "Registrering i NORVIS, tilgang til og behandling av opplysninger i VIS",
      "content": "0 Tilføyes ved lov 19 juni 2009 nr. 38 (i kraft fra den Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25e",
        "source_heading": "§ 25 e."
      }
    },
    {
      "provision_ref": "4:25 f",
      "chapter": "4",
      "section": "25 f",
      "title": "Behandlingsansvar for NORVIS",
      "content": "0 Tilføyes ved lov 19 juni 2009 nr. 38 (i kraft fra den Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25f",
        "source_heading": "§ 25 f."
      }
    },
    {
      "provision_ref": "4:25 g",
      "chapter": "4",
      "section": "25 g",
      "title": "Tilgang til VIS for politimyndigheter med ansvar for å forebygge, etterforske eller oppklare terrorhandlinger og annen alvorlig kriminalitet",
      "content": "0 Tilføyes ved lov 19 juni 2009 nr. 38 (i kraft fra den Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25g",
        "source_heading": "§ 25 g."
      }
    },
    {
      "provision_ref": "4:25 h",
      "chapter": "4",
      "section": "25 h",
      "title": "Forskrifter om VIS",
      "content": "0 Tilføyes ved lov 19 juni 2009 nr. 38 (i kraft fra den Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25h",
        "source_heading": "§ 25 h."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Tillatelse til å fratre stilling på skip. Landlov.",
      "content": "Utlending​1 som forlater stilling om bord i skip eller luftfartøy, eller som er blindpassasjer, må ikke gå i land i riket uten tillatelse fra politiet. Reglene om vedtaksmyndighet i bortvisningssak og om klagerett gjelder tilsvarende.​2\nRegler om utenlandske​1 sjøfolks landlov under opphold på skip i norsk havn og om adgangen til å nekte landlov fastsettes av Kongen.​3\n0 Endret ved lov 30 juni 1995 nr. 49.\n1 Se § 48.\n2 Jfr. § 27 og § 28.\n3 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Bortvisning ved innreise.",
      "content": "Ved innreise eller innen sju dager etter innreise i riket kan det treffes vedtak om å bortvise utlending​1\na. som ikke viser gyldig pass​2 eller annet godkjent reisedokument eller visum​3 når dette er nødvendig,\nb. som er utvist fra riket eller fra annet nordisk land med innreiseforbud som ennå gjelder, og utlendingen ikke har fått adgang til riket etter søknad,\nc. som mangler slik tillatelse som er nødvendig etter kapittel 2 eller ikke kan sannsynliggjøre det oppgitte formålet med oppholdet,\nd. som ikke kan sannsynliggjøre å ha eller være sikret tilstrekkelige midler til opphold i riket og til hjemreise,\ne. som er straffet som nevnt i § 29 første ledd bokstav b eller c, eller når andre omstendigheter gir særlig grunn til å frykte at utlendingen her i riket eller i annet nordisk land vil begå straffbar handling som kan føre til fengselsstraff i mer enn tre måneder,\nf. i samsvar med reglene i den nordiske passkontrolloverenskomsten​4 artikkel 6, når det er sannsynlig at utlendingen vil reise inn i annet nordisk land og trolig vil bli bortvist der fordi pass eller visum som er gyldig for innreise i landet mangler, eller det for øvrig foreligger bortvisningsgrunn i vedkommende land,\ng. som ifølge kompetent helsepersonell åpenbart lider av alvorlige psykiske forstyrrelser,\nh. som ikke har dekket utgifter som er blitt påført det offentlige i forbindelse med at utlendingen tidligere er ført ut av riket, jfr. § 46 første ledd,\ni. som er innmeldt i Schengen informasjonssystem (SIS) med henblikk på ikke å tillate innreise,​5\nj. når det er nødvendig av hensyn til Norges eller annet Schengen-lands nasjonale sikkerhet, offentlige orden, folkehelse eller internasjonale forbindelser.\nSjudagersfristen anses overholdt dersom sak om bortvisning er reist innen sju dager.\nPåberoper en utlending seg å være flyktning​6 eller for øvrig gir opplysninger som tyder på at beskyttelsesreglene i § 15 første ledd vil komme til anvendelse, skal saken forelegges Utlendingsdirektoratet til behandling og avgjørelse.\nKongen kan ved forskrift​7 gi regler om unntak fra bestemmelsene i første ledd for innehaver av visum eller oppholdstillatelse utstedt av land som deltar i Schengensamarbeidet.​8 Med oppholdstillatelse menes her tillatelse som nevnt i § 34a første ledd.\n0 Endret ved lover 4 aug 1995 nr. 53, 10 jan 1997 nr. 5 (i kraft 15 juni 1997), 16 juli 1999 nr. 67 (første ledd ny bokstav j i kraft 6 aug 1999 iflg. res. 6 aug 1999 nr. 883, resten av endringene i kraft 25 mars 2001 iflg. res. 9 mars 2001), 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 30 juni 2006 nr. 37 (i kraft 13 okt 2006 iflg. res. 30 juni 2006 nr. 760), 15 juni 2007 nr. 20.\n1 Se § 48.\n2 Jfr. § 24.\n3 Jfr. § 25.\n4 Inntatt her etter lovteksten.\n5 Jfr. lov 16 juli 1999 nr. 66.\n6 Se § 16.\n7 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n8 Norge, Island og EU-landene med unntak av Irland og Storbritannia og Nord-Irland (UK).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Bortvisning etter innreise.",
      "content": "Utlending​1 kan bortvises etter reglene i § 27 første ledd også etter utløpet av sjudagersfristen.\nUtlending som har arbeidstillatelse,​2 oppholdstillatelse​2 eller bosettingstillatelse​3 kan ikke bortvises etter denne paragrafen.\n0 Endret ved lover 10 jan 1997 nr. 5 (i kraft 15 juni 1997), 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427).\n1 Se § 48.\n2 Se kap. 2.\n3 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Utvisning.",
      "content": "Utlending​1 kan utvises\na. når utlendingen grovt eller gjentatte ganger har overtrådt en eller flere bestemmelser i loven her eller unndrar seg gjennomføring av vedtak som innebærer at vedkommende skal forlate riket,\nb. når utlendingen for mindre enn fem år siden i utlandet har sonet eller er ilagt straff for et forhold som etter norsk lov kan føre til fengselsstraff i mer enn tre måneder. Tilsvarende gjelder ved ilagt særreaksjon​2 som følge av straffbart forhold som nevnt,\nc. når utlendingen her i riket er ilagt straff eller særreaksjon​2 for et forhold som kan føre til fengselsstraff i mer enn tre måneder eller flere ganger i løpet av de siste tre år er ilagt fengselsstraff,\nd. når hensynet til rikets sikkerhet gjør det nødvendig,\ne. når utlendingen har overtrådt straffeloven​3 §§ 147 a eller 147 b, eller har gitt trygt tilholdssted til noen som utlendingen kjenner til at har begått en slik forbrytelse,\nf. når en administrativ myndighet i et land som deltar i Schengensamarbeidet​4 har truffet endelig avgjørelse om bortvisning eller utvisning av utlendingen på grunn av manglende overholdelse av landets bestemmelser om utlendingers innreise eller opphold.\nUtvisning etter første ledd bokstav a, b, c, e og f besluttes ikke dersom det i betraktning av forholdets alvor og utlendingens tilknytning til riket vil være et uforholdsmessig tiltak overfor utlendingen selv eller de nærmeste familiemedlemmene.\nUtlending som har arbeidstillatelse eller oppholdstillatelse​5 kan bare utvises dersom det straffbare forholdet kan føre til fengselsstraff i mer enn ett år, eller dersom straffeloven §§ 228 første ledd, 237, 342 første ledd bokstav b eller c, 352 a, 384 eller 385 er overtrådt.\nUtvisning er til hinder for senere innreise i riket. Innreiseforbudet kan gjøres varig eller tidsbegrenset, men som hovedregel ikke for kortere tidsrom enn to år. Etter søknad kan den som er utvist få adgang til riket, men som regel ikke før to år er gått fra utreisen.\n0 Endret ved lover 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 17 jan 1997 nr. 11 (i kraft 1 jan 2002 iflg. lov 15 juni 2001 nr. 64) som endret ved lov 15 juni 2001 nr. 64, 28 juni 2002 nr. 54, 4 juli 2003 nr. 81 (i kraft 4 juli 2003 iflg. res. 4 juli 2003 nr. 878), 2 juli 2004 nr. 67 (i kraft 15 okt 2004 iflg. res. 17 sep 2004 nr. 1268). Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Se § 48.\n2 Jfr. lov 22 mai 1902 nr. 10 (strl.) § 39 og §§ 39a til 39h.\n3 Lov 22 mai 1902 nr. 10 (strl.).\n4 Norge, Island og EU-landene med unntak av Irland og Storbritannia og Nord-Irland (UK).\n5 Se kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Bortvisning og utvisning av utlending med bosettingstillatelse m.v.",
      "content": "Utlending​1 som er født i riket og som senere uavbrutt har hatt fast bopel her, kan ikke bortvises​2 eller utvises.​3\nUtlending​1 som fyller kravene til å få bosettingstillatelse,​4 kan bare bortvises eller utvises\na. når hensynet til rikets sikkerhet gjør det nødvendig, jf. § 29 første ledd bokstav d,\nb. når utlendingen har sonet eller er ilagt straff for forhold som etter norsk lov kan føre til fengselsstraff i to år eller mer, og dette er skjedd for mindre enn fem år siden i utlandet eller for mindre enn ett år siden her i riket. Tilsvarende gjelder ved ilagt særreaksjon​5 som følge av straffbare forhold som nevnt,\nc. når utlendingen har overtrådt straffeloven​6 §§ 147 a eller 147 b, eller har gitt trygt tilholdssted til noen som utlendingen kjenner til at har begått en slik forbrytelse, jf § 29 første ledd bokstav e.\nUtvisning etter annet ledd bokstav b eller c besluttes ikke dersom det i betraktning av forholdets alvor og utlendingens tilknytning til riket vil være et uforholdsmessig tiltak overfor utlendingen selv eller de nærmeste familiemedlemmene.\n0 Endret ved lover 11 juni 1993 nr. 76, 30 juni 1995 nr. 49, 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 28 juli 2000 nr. 75 (i kraft straks iflg. res. 28 juli 2000 nr. 793), 28 juni 2002 nr. 54, 2 juli 2004 nr. 67 (i kraft 15 okt 2004 iflg. res. 17 sep 2004 nr. 1268). Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Se § 48.\n2 Se § 27 og § 28.\n3 Se § 29.\n4 Se § 12.\n5 Jfr. lov 22 mai 1902 nr. 10 (strl.) § 39 og §§ 39a til 39h.\n6 Lov 22 mai 1902 nr. 10 (strl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "Vedtaksmyndighet og saksforberedelse",
      "content": "Vedtak om bortvisning etter § 27 første ledd bokstav a til i treffes av politimesteren eller den politimesteren bemyndiger. Vedtak ellers etter kapitlet her treffes av Utlendingsdirektoratet. Kongen​1 kan ved forskrift​2 legge vedtaksmyndighet etter § 28 til politimesteren eller den politimesteren bemyndiger.\nSak som skal avgjøres av Utlendingsdirektoratet, forberedes av politiet. Finner politiet at det foreligger grunn til å bortvise eller utvise utlending,​3 sendes saken til Utlendingsdirektoratet til avgjørelse.\n0 Endret ved lover 10 jan 1997 nr. 5 (i kraft 15 juni 1997), 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 16 juli 1999 nr. 67 (i kraft 25 mars 2001 iflg. res. 9 mars 2001).\n1 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Alminnelige regler om saksbehandlingen.",
      "content": "Forvaltningsloven​1 gjelder når ikke annet følger av loven her.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Utlendings rett til å uttale seg.",
      "content": "Utlending​1 som har krav på forhåndsvarsel og informasjon etter forvaltningsloven​2 §§ 16 og 17, skal ha rett til å uttale seg skriftlig eller muntlig.\nI asylsaker​3 og andre saker hvor beskyttelsesreglene i § 15 kommer til anvendelse, samt i saker som gjelder bortvisning​4 og utvisning,​5 skal utlendingsmyndighetene sørge for at utlendingen får mulighet til å fremlegge sine synspunkter på et språk utlendingen kan kommunisere forsvarlig på. Dette skal skje så snart som mulig og under enhver omstendighet før vedtak i saken treffes.\n1 Se § 48.\n2 Lov 10 feb 1967.\n3 Se § 17.\n4 Se § 27 og § 28.\n5 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "title": "Veiledningsplikt.",
      "content": "I sak om bortvisning,​1 utvisning​2 og tilbakekall​3 av gitt tillatelse​4 og når utlending​5 søker asyl,​4 skal politiet gi veiledning om at utlendingen har rett til fullmektig (jfr. forvaltningsloven​6 § 12) og rettshjelp (jfr. § 42) samt rett til å sette seg i kontakt med sitt lands representasjon, en representant for FN's høykommissær for flyktninger og en norsk flyktningeorganisasjon. For øvrig gjelder den alminnelige veiledningsplikt etter forvaltningsloven​6 § 11.\n1 Se § 27 og § 28.\n2 Se § 29.\n3 Se § 13.\n4 Se § 17.\n5 Se § 48.\n6 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:34 a",
      "chapter": "6",
      "section": "34 a",
      "title": "Oversending av opplysninger",
      "content": "I den utstrekning Norge er forpliktet til det som deltaker i Schengensamarbeidet​1 og samarbeidet i henhold til avtalene mellom Norge, Island og Det europeiske fellesskap og mellom Norge, Island og Sveits om kriterier og mekanismer for å avgjøre hvilken stat som er ansvarlig for behandlingen av en asylsøknad som fremlegges i Norge, Island, Sveits eller en medlemsstat,​2 kan utlendingsmyndighetene uten hinder av taushetsplikt oversende opplysninger om enkeltpersoner til myndighetene i land som deltar i slikt samarbeid, som ledd i eller til bruk ved behandling av sak om visum,​3 asyl,​4 bortvisning,​5 utvisning​6 eller oppholdstillatelse. Med oppholdstillatelse menes i denne paragrafen tillatelse av en hvilken som helst art som er utstedt av et land som deltar i Schengensamarbeidet​1 og som gir rett til opphold på dets territorium. Midlertidig tillatelse til opphold med sikte på behandling av en søknad om asyl eller oppholdstillatelse omfattes likevel ikke.\nKongen kan ved forskrift​7 gi nærmere regler om hvilke forhold det kan opplyses om og vilkår som må være oppfylt før oversending kan finne sted.\n0 Tilføyd ved lov 16 juli 1999 nr. 67 (i kraft 25 mars 2001 iflg. res. 9 mars 2001), endret ved lover 4 juli 2003 nr. 81 (i kraft 4 juli 2003 iflg. res. 4 juli 2003 nr. 878), 29 aug 2003 nr. 89 (i kraft 1 sep 2003 iflg. res. 29 aug 2003 nr. 1089), 2 juli 2004 nr. 65 (i kraft 2 juli 2004 iflg. res. 2 juli 2004 nr. 1067), 30 juni 2006 nr. 37 (i kraft 1 mai 2008 iflg. res. 11 april 2008 nr. 344).\n1 Jfr. Avtale 18 mai 1999 mellom Rådet for Den europeiske union og Republikken Island og Kongeriket Norge om de sistnevnte statenes tilknytning til gjennomføringen, anvendelsen og videreutviklingen av Schengen-regelverket.\n2 Dublin II-forordningen.\n3 Se § 25.\n4 Se § 17 og § 18.\n5 Se § 27 og § 28.\n6 Se § 29.\n7 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34a",
        "source_heading": "§ 34a."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "title": "Ugildhet.",
      "content": "Offentlig tjenestemann som har handlet i sak om straffeforfølgning mot vedkommende utlending,​1 kan ikke tilrettelegge grunnlaget for eller selv treffe avgjørelse i sak om bortvisning,​2 arbeidstillatelse,​3 oppholdstillatelse,​4 bosettingstillatelse​4 og utvisning.​5 Unntatt herfra er saker som gjelder overtredelse av regler gitt i eller i medhold av loven her.\n1 Se § 48.\n2 Se § 27 og § 28.\n3 Se kap. 2.\n4 Se § 12.\n5 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "title": "Rettslig avhør.",
      "content": "Utlending​1 kan kreve at opplysninger som ikke kan fremlegges på annen tilfredsstillende måte i sak etter loven, innhentes ved rettslig avhør etter fremgangsmåten i tvisteloven​2 kapittel 28 om bevissikring utenfor rettssak. Utlendingsmyndighetene har tilsvarende adgang. Retten avgjør om bevissikring er nødvendig.\nAdgangen til å kreve rettslig avhør gjelder ikke når det pågår sak om bortvisning​3 mot utlendingen. Adgangen gjelder heller ikke dersom den som skal avhøres befinner seg i utlandet.\n0 Endret ved lov 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se § 48.\n2 Lov 17 juni 2005 nr. 90 (tvl.).\n3 Se § 27 og § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "title": "Identifisering.",
      "content": "Ved innreise, og frem til antatt korrekt identitet er registrert, har utlending​1 plikt​2 til å medvirke til å avklare sin identitet i den grad myndighet som nevnt i § 5 tredje ledd krever dette. Vedkommende myndighet kan også senere pålegge utlending slik plikt dersom det er grunn til å anta at den registrerte identiteten ikke er den riktige. Kongen gir nærmere regler ved forskrift​3 om hva utlendinger kan pålegges å gjøre for å oppfylle plikten.\nDersom det ved ankomst til riket eller etter innreise oppstår tvil om utlendings identitet, kan det foretas beslag​4 av reisedokument, billetter og annet som kan bidra til å avklare identiteten. Tilsvarende gjelder ved tvil om tidligere oppholdssted, når dette har betydning for retten til opphold i riket.\nDersom det foreligger skjellig grunn til mistanke om at utlending, i strid med pålegg som nevnt i første ledd, tilbakeholder eller skjuler opplysninger om sin identitet eller, i strid med pålegg som nevnt i § 44, tilbakeholder eller skjuler opplysninger om tidligere oppholdssted, kan det foretas undersøkelse​5 av utlendingens person, bolig, rom eller annet oppbevaringssted.\nDet kan tas fotografi og fingeravtrykk​6 av utlending som\na. ikke kan dokumentere sin identitet eller det er grunn til å anta at utlendingen oppgir falsk identitet,\nb. søker asyl​7 eller en tillatelse etter loven,\nc. har fått avslag på søknad om asyl eller tillatelse etter loven, eller\nd. er bortvist​8 eller utvist​9 eller som antas å oppholde seg ulovlig i riket.\nFingeravtrykk tatt i medhold av fjerde ledd kan registreres i et EDB-basert fingeravtrykkregister. Kongen kan ved forskrift​3 gi nærmere regler for føring og bruk av registeret. Politiet kan bruke registeret i forbindelse med etterforsking av en eller flere handlinger som kan medføre høyere straff enn fengsel i 6 måneder.\nDersom utlending nekter å oppgi sin identitet, eller det er skjellig grunn til mistanke om at utlending oppgir falsk identitet, kan utlendingen pålegges meldeplikt eller bestemt oppholdssted. Dersom slikt pålegg ikke overholdes eller anses åpenbart utilstrekkelig, kan utlendingen pågripes og fengsles,​6 jfr. § 37 d. Samlet fengslingstid kan ikke overstige 12 uker, med mindre det foreligger særlige grunner.\nKongen​11 kan gi nærmere regler ved forskrift.​3\n0 Endret ved lover 3 juli 1992 nr. 94, 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 15 juni 2001 nr. 72 (i kraft 17 jan 2003 iflg. res. 17 jan 2003 nr. 36), 4 juli 2003 nr. 81 (i kraft 4 juli 2003 iflg. res. 4 juli 2003 nr. 878), 9 jan 2009 nr. 1 (i kraft 13 feb 2009 iflg. res. 13 feb 2009 nr. 163).\n1 Se § 48.\n2 Jfr. § 47.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. § 37 a.\n5 Jfr. § 37 b.\n6 Jfr. § 37 c.\n7 Se § 17 og § 18.\n8 Se § 27 og § 28.\n9 Se § 29.\n10 Dublin II-forordningen.\n11 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:37 a",
      "chapter": "6",
      "section": "37 a",
      "title": "Kompetanse og fremgangsmåte ved beslag i identifiseringshensikt.",
      "content": "Beslag etter § 37 annet ledd besluttes av påtalemyndigheten.​1 Beslutningen skal så vidt mulig være skriftlig og opplyse om hva saken gjelder, formålet med beslaget og hva det skal omfatte. En muntlig beslutning skal snarest mulig nedtegnes. Før beslaget iverksettes, skal beslutningen leses opp eller forevises for utlendingen.​2 Foreligger det ingen skriftlig beslutning, skal det muntlig opplyses om hva saken gjelder og formålet med beslaget.\nVed ankomst til riket, ved undersøkelse etter § 37 tredje ledd eller i situasjoner hvor det er fare ved opphold, kan beslag tas av polititjenestemann. Foreligger det ingen skriftlig beslutning, skal det muntlig opplyses om hva saken gjelder og formålet med beslaget. Beslaget skal straks meldes til påtalemyndigheten. Når påtalemyndigheten opprettholder beslaget, utferdiger den beslutning etter første ledd.\nEnhver som rammes av beslaget, kan straks eller senere kreve brakt inn for retten spørsmålet om det skal opprettholdes. Påtalemyndigheten sørger for at den som rammes av beslaget, blir gjort kjent med denne retten. For øvrig gjelder reglene i straffeprosessloven​3 kap. 16, med unntak av § 210, så langt de passer.\n0 Tilføyd ved lov 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264).\n1 Se strpl. kap. 6.\n2 Se § 48.\n3 Lov 22 mai 1981 nr. 25 (strpl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37a",
        "source_heading": "§ 37 a."
      }
    },
    {
      "provision_ref": "6:37 b",
      "chapter": "6",
      "section": "37 b",
      "title": "Kompetanse og fremgangsmåte ved undersøkelser i identifiseringshensikt.",
      "content": "Uten vedkommende utlendings​1 skriftlige samtykke kan undersøkelser som nevnt i § 37 tredje ledd bare foretas etter beslutning av retten. Er det fare ved opphold, kan beslutningen treffes av påtalemyndigheten.​2 § 37 a første ledd annet til femte punktum gjelder tilsvarende. Reglene i straffeprosessloven​3 §§ 198 til 202 gjelder for øvrig så langt de passer.\n0 Tilføyd ved lov 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264).\n1 Se § 48.\n2 Se strpl. kap. 6.\n3 Lov 22 mai 1981 nr. 25 (strpl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37b",
        "source_heading": "§ 37 b."
      }
    },
    {
      "provision_ref": "6:37 c",
      "chapter": "6",
      "section": "37 c",
      "title": "Kompetanse og fremgangsmåte ved tiltak som nevnt i §§ 37 fjerde og sjette ledd og 37 e.",
      "content": "Beslutning om at det skal tas fotografi eller fingeravtrykk som nevnt i §§ 37 fjerde ledd og 37 e, treffes av polititjenestemann eller Utlendingsdirektoratet.\nPålegg om meldeplikt eller bestemt oppholdssted som nevnt i § 37 sjette ledd besluttes av påtalemyndigheten.​1 Utlendingen​2 kan straks eller senere kreve innbrakt for retten spørsmålet om vilkårene for meldeplikt eller bestemt oppholdssted foreligger, og om det er grunn til å opprettholde forføyninger som er tatt. Straffeprosessloven​3 §§ 170 a, 175 første ledd annet punktum, 184 og 187 a gjelder tilsvarende så langt de passer.\nPågripelse som nevnt i § 37 sjette ledd besluttes av påtalemyndigheten.​1 § 37 a første ledd annet til femte punktum gjelder tilsvarende. Vil påtalemyndigheten beholde den pågrepne, må den snarest mulig og så vidt mulig dagen etter pågripelsen fremstille den pågrepne for tingretten med begjæring om fengsling. Når det er fare ved opphold, kan polititjenestemann foreta pågripelse uten beslutning av retten eller av påtalemyndigheten. Straffeprosessloven​3 §§ 170 a og 174 flg. gjelder tilsvarende så langt de passer.\n0 Tilføyd ved lov 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), endret ved lover 3 des 1999 nr. 82 (i kraft 1 jan 2000 iflg. res. 3 des 1999 nr. 1202), 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 15 juni 2001 nr. 72 (i kraft 17 jan 2003 iflg. res. 17 jan 2003 nr. 36).\n1 Se strpl. kap. 6.\n2 Se § 48.\n3 Lov 22 mai 1981 nr. 25 (strpl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37c",
        "source_heading": "§ 37 c."
      }
    },
    {
      "provision_ref": "6:37 d",
      "chapter": "6",
      "section": "37 d",
      "title": "Utlendingsinternat",
      "content": "Utlending​1 som pågripes og fengsles i medhold av § 37 sjette ledd eller § 41 femte ledd, skal som hovedregel anbringes i utlendingsinternat.\nUtlendingsinternatet er ikke underlagt kriminalomsorgen, men administreres av politiet.​2\nUtlendingen har rett til blant annet å motta besøk, telefonere, motta og sende postsendinger, helsetjenester, fellesskap, opphold i friluft, fysisk aktivitet, privatliv, religionsutøvelse og livssynsutøvelse, såfremt ikke annet følger av loven her.\nNår det er nødvendig for å opprettholde ro, orden eller sikkerhet, eller sikre iverksetting etter § 41, kan politiet\na.​3 undersøke utlendingens person, rom og eiendeler, samt øvrige gjenstander, rom og areal på internatets område,\nb. midlertidig frata og forvare utlendingens penger og andre gjenstander,\nc. kontrollere og begrense utlendingens besøk, telefonsamtaler og postsendinger,\nd. kontrollere og begrense utlendingens fysiske aktivitet, opphold i friluft, religionsutøvelse og livssynsutøvelse, eller\ne. visitere besøkende og andre som oppholder seg på internatets område.\nNår det er strengt nødvendig for å opprettholde ro, orden eller sikkerhet, eller sikre iverksetting etter § 41, og andre mindre inngripende tiltak forgjeves har vært forsøkt eller åpenbart vil være utilstrekkelig, kan politiet\na. bruke makt og godkjente maktmidler, jf. politiloven​4 § 6 fjerde ledd,\nb. plassere utlendingen i særlig sikret avdeling eller sikkerhetscelle, eller\nc. utelukke utlendingen helt eller delvis fra fellesskapet på internatet.\nTiltak etter fjerde og femte ledd kan ikke brukes når det vil være et uforholdsmessig inngrep. Slike tiltak skal brukes med varsomhet. Politiet skal fortløpende vurdere om det er grunnlag for å opprettholde tiltaket.\nFor å sikre formålet med oppholdet i internatet og utlendingenes rettigheter kan politiet føre register med opplysninger om beslutninger som tas, ankomster, gjennomførte kontrolltiltak, bruk av makt og maktmidler, hendelser, interne flyttinger, utpasseringer, tidspunkt for tilsyn og behandling fra helsepersonell.\nDet skal opprettes et uavhengig tilsynsråd som skal føre tilsyn med driften av utlendingsinternatet og behandlingen av utlendingene som oppholder seg der.\nKongen​5 kan gi utfyllende bestemmelser i forskrift.​6\n0 Tilføyd ved lov 30 april 1999 nr. 22 (i kraft 5 des 2003 iflg. res. 5 des 2003 nr. 1433) som endret ved lov 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), endret ved lov 29 juni 2007 nr. 41 (i kraft 1 juli 2007 iflg. res. 29 juni 2007 nr. 744).\n1 Se § 48.\n2 Jfr. lov 4 aug 1995 nr. 53.\n3 Sml. strpl. kap. 15.\n4 Lov 4 aug 1995 nr. 53.\n5 Justisdepartementet iflg. res. 30 juni 2006 nr. 761.\n6 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37d",
        "source_heading": "§ 37 d."
      }
    },
    {
      "provision_ref": "6:37 e",
      "chapter": "6",
      "section": "37 e",
      "title": "Behandling av fingeravtrykk. Eurodac",
      "content": "Som ledd i samarbeidet i henhold til avtalene mellom Norge, Island og Det europeiske fellesskap og mellom Norge, Island og Sveits om kriterier og mekanismer for å avgjøre hvilken stat som er ansvarlig for behandlingen av en asylsøknad som fremlegges i Norge, Island, Sveits eller en medlemsstat,​1 kan fingeravtrykk tas av utlending​2 som har fylt 14 år og som\na. søker asyl,​3\nb. uten å bli bortvist, blir anholdt i forbindelse med ulovlig passering av en ytre Schengengrense, eller\nc. oppholder seg ulovlig i riket.\nSammen med fingeravtrykkene kan det samles inn følgende opplysninger: Dato for den dag fingeravtrykkene ble tatt, sted og dato for fremleggelsen av asylsøknad, kjønn og opprinnelsesstat. Opplysningene skal overføres til en sentralenhet for fingeravtrykksopplysninger.\nPersonopplysningsloven​4 gjelder for behandlingen av opplysningene hvis ikke annet er bestemt i lov eller forskrift. Kongen kan i forskrift​5 gi nærmere regler om behandling av opplysningene, herunder om overføring av opplysninger til sentralenheten, lagring, sammenlikning med andre opplysninger, overføring av resultatene av slik sammenlikning, sikkerhet, sperring og sletting av opplysninger, samt regler for å sikre korrekte og oppdaterte opplysninger.\n0 Tilføyd ved lov 15 juni 2001 nr. 72 (i kraft 17 jan 2003 iflg. res. 17 jan 2003 nr. 36), endret ved lov 30 juni 2006 nr. 37 (i kraft 1 mai 2008 iflg. res. 11 april 2008 nr. 344).\n1 Dublin II-forordningen.\n2 Se § 48.\n3 Se § 17 og § 18.\n4 Lov 14 april 2000 nr. 31.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37e",
        "source_heading": "§ 37 e."
      }
    },
    {
      "provision_ref": "6:37 f",
      "chapter": "6",
      "section": "37 f",
      "title": "DNA-testing",
      "content": "Når det i saker etter loven her er nødvendig å fastslå om det eksisterer en familierelasjon, kan søkeren og referansepersonen anmodes om å avlegge en DNA-test. Dette gjelder bare dersom de øvrige opplysningene i saken ikke gir grunnlag for med rimelig sikkerhet å fastslå familierelasjonen. Dersom søkeren eller referansepersonen uten rimelig grunn avslår anmodningen om en DNA-test, skal vedkommende gjøres oppmerksom på at dette kan få betydning for vurderingen av saken.\nOpplysninger og materiale knyttet til testen skal slettes eller tilintetgjøres så snart som mulig etter at familierelasjonen er bekreftet eller avkreftet.\nKongen kan i forskrift​1 gi nærmere regler om gjennomføring av DNA-testing.\n0 Tilføyd ved lov 15 juni 2007 nr. 20 (i kraft 1 juli 2007 iflg. res. 15 juni 2007 nr. 634).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37f",
        "source_heading": "§ 37 f."
      }
    },
    {
      "provision_ref": "6:37 g",
      "chapter": "6",
      "section": "37 g",
      "title": "Aldersundersøkelse",
      "content": "Dersom det i en sak om asyl​1 eller i en sak om arbeidstillatelse eller oppholdstillatelse​2 for et familiemedlem ikke er mulig å fastslå med rimelig sikkerhet om utlendingen​3 er over eller under 18 år, kan utlendingen anmodes om å la seg undersøke for å klargjøre alderen. Resultatet av undersøkelsen skal vurderes i forhold til de øvrige opplysningene i saken.\nAvslår utlendingen å la seg undersøke, skal utlendingen gjøres oppmerksom på at dette kan få betydning for vurderingen av saken.\nKongen kan i forskrift​4 gi nærmere regler om gjennomføring av aldersundersøkelse.\n0 Tilføyd ved lov 15 juni 2007 nr. 20 (i kraft 1 juli 2007 iflg. res. 15 juni 2007 nr. 634).\n1 Se kap. 3.\n2 Se kap. 2.\n3 Se § 48.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37g",
        "source_heading": "§ 37 g."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "title": "Instruksjonsmyndighet og overprøving av vedtak",
      "content": "Departementet​1 kan ikke instruere om avgjørelsen av enkeltsaker. Departementet kan heller ikke instruere Utlendingsnemnda om lovtolking eller skjønnsutøvelse. Departementet kan instruere om prioritering av saker.\nVedtak truffet av politiet​2 eller utenriksstasjon kan påklages til Utlendingsdirektoratet. Vedtak truffet av Utlendingsdirektoratet kan påklages til Utlendingsnemnda.​3\nFor å ivareta hensynet til rikets sikkerhet eller utenrikspolitiske hensyn kan departementet​1 instruere uavhengig av begrensningene i første ledd. Kongen i statsråd er klageinstans i saker som omfattes av slike instrukser om lovtolking, skjønnsutøvelse eller avgjørelsen av enkeltsaker.\nDepartementet​1 kan beslutte at vedtak truffet av Utlendingsdirektoratet til gunst for utlendingen, skal overprøves av Utlendingsnemnda. Beslutningen skal treffes senest fire måneder etter at vedtaket ble truffet, være skriftlig og grunngis. Forvaltningsloven​4 kapittel IV til VI om saksforberedelse, vedtak og klage gjelder ikke for slik beslutning.\nKommer Utlendingsnemnda​3 i en sak etter fjerde ledd til at Utlendingsdirektoratets vedtak er ugyldig, skal den oppheve vedtaket og sende saken tilbake til direktoratet for hel eller delvis ny behandling. Gyldige vedtak kan ikke oppheves eller endres, men nemnda kan avgi en uttalelse om sakens prinsipielle sider.\nKongen kan ved forskrift​5 gi nærmere regler om saksforberedelse og Utlendingsnemndas kompetanse i saker etter fjerde ledd.\n0 Endret ved lover 30 april 1999 nr. 22 (i kraft 1 jan 2001 iflg. res. 21 des 2000 nr. 1346), 10 juni 2005 nr. 50 (i kraft 9 sep 2005 iflg. res. 2 sep 2005 nr. 956).\n1 Arbeids- og inkluderingsdepartementet.\n2 Se § 31.\n3 Se § 38a.\n4 Lov 10 feb 1967.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:38 a",
      "chapter": "6",
      "section": "38 a",
      "title": "Utlendingsnemnda.",
      "content": "Utlendingsnemnda avgjør som et uavhengig organ de saker som er lagt til den i § 38 annet og fjerde ledd.\nUtlendingsnemnda ledes av en direktør som må fylle kravene til dommere.​1 Direktøren beskikkes på åremål av Kongen i statsråd for seks år. Gjenoppnevning kan foretas for én periode.\nNemnda skal videre ha nemndledere som må fylle kravene til dommere.​1 De beskikkes på åremål av Kongen i statsråd for åtte år. Gjenoppnevning kan ikke foretas.\nNemnda skal ha nemndmedlemmer oppnevnt av Kongen i statsråd etter forslag fra det departementet som har hovedansvaret for utlendingsforvaltningen, Utenriksdepartementet, Norges Juristforbund og humanitære organisasjoner. De oppnevnes for fire år. Gjenoppnevning kan foretas en gang. Vervet er frivillig. Suppleringer i løpet av perioden foretas av departementet etter forslag fra de samme instansene. Departementet​2 kan løse et nemndmedlem fra vervet dersom medlemmet ikke har overholdt sin taushetsplikt, grovt har krenket andre plikter som følger av vervet eller selv ber om det. Kongen​3 kan gi nærmere regler ved forskrift.​4\nNemndas møter foregår for lukkede dører. Enhver som deltar ved behandlingen av sak for nemnda, har taushetsplikt etter forvaltningsloven​5 §§ 13 til 13e. Overtredelse straffes etter straffeloven​6 § 121.\nNår Utlendingsnemnda har truffet vedtak etter loven her til gunst for utlendingen,​7 kan departementet ved søksmål få prøvet gyldigheten av vedtaket. Søksmål må være reist innen fire måneder etter at vedtaket ble truffet. Søksmål reises mot utlendingen. Megling i forliksrådet foretas ikke.\nVed søksmål mot staten om lovmessigheten av Utlendingsnemndas vedtak etter loven her eller om erstatning som følge av slike vedtak, opptrer staten ved Utlendingsnemnda. Ved søksmål mot staten om lovmessigheten av Justisdepartementets vedtak truffet etter loven her før 1. januar 2001, opptrer staten ved Utlendingsnemnda. Ved søksmål mot staten om lovmessigheten av Utlendingsdirektoratets vedtak truffet etter loven her etter 1. januar 2001 eller om erstatning som følge av slike vedtak, opptrer staten ved Utlendingsdirektoratet.\n0 Tilføyd ved lov 30 april 1999 nr. 22 (i kraft 1 jan 2001 iflg. res. 21 des 2000 nr. 1346), endret ved lover 28 juli 2000 nr. 75 (i kraft 1 jan 2001 iflg. res. 21 des 2000 nr. 1349), 21 des 2000 nr. 122 (i kraft 1 jan 2001), 10 juni 2005 nr. 50 (i kraft 9 sep 2005 iflg. res. 2 sep 2005 nr. 956), 30 juni 2006 nr. 37. Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jfr. dl. § 53 og § 54.\n2 Arbeids- og inkluderingsdepartementet.\n3 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Lov 10 feb 1967.\n6 Lov 22 mai 1902 nr. 10 (strl.).\n7 Se § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38a",
        "source_heading": "§ 38a."
      }
    },
    {
      "provision_ref": "6:38 b",
      "chapter": "6",
      "section": "38 b",
      "title": "Behandlingsformer mv. i Utlendingsnemnda",
      "content": "I den enkelte sak deltar en nemndleder og to medlemmer, jf. likevel annet og tredje ledd. Det ene medlemmet trekkes ut blant dem som er oppnevnt etter forslag fra det departementet som har hovedansvaret for utlendingsforvaltningen, Utenriksdepartementet og Norges Juristforbund. Det andre medlemmet trekkes ut blant dem som er oppnevnt etter forslag fra humanitære organisasjoner. Den enkelte nemnd kan behandle flere saker.\nVed behandling av saker i stornemnd deltar tre nemndledere og fire medlemmer. To av medlemmene trekkes ut blant dem som er oppnevnt etter forslag fra det departementet som har hovedansvaret for utlendingsforvaltningen, Utenriksdepartementet og Norges Juristforbund. De andre to trekkes ut blant dem som er oppnevnt etter forslag fra humanitære organisasjoner. Nemndlederne deltar i, og en av dem leder, stornemnda i henhold til fastsatt ordning. Medlemmene og varamedlemmer oppnevnes av departementet for fire år. Kongen kan gi regler om hvilke saker som skal behandles i stornemnd, og om myndighet til å avgjøre hvorvidt en sak som er brakt inn for behandling i stornemnda, skal antas til behandling.\nSaker som ikke byr på vesentlige tvilsspørsmål, kan avgjøres av en leder alene. I slike saker kan nemnda også delegere vedtaksmyndighet til sekretariatet. Saker som kan avgjøres av en leder alene, er bl.a. klager der vilkårene for å omgjøre Utlendingsdirektoratets vedtak åpenbart må anses å foreligge, og klager som må anses grunnløse. Det samme gjelder anmodning om omgjøring av vedtak truffet av Utlendingsnemnda når det ikke er grunn til å anta at nemnda vil endre vedtaket.\nNemnda bestemmer selv behandlingsformen, med unntak av saker som behandles etter annet ledd. Saker som behandles etter første eller annet ledd, avgjøres ved flertallsvedtak.\nUtlendingen​1 kan gis adgang til å møte personlig og uttale seg i sak som behandles etter første eller annet ledd. I asylsaker​2 skal slik adgang som hovedregel gis. Utlendingens advokat eller en annen representant for utlendingen kan møte sammen med utlendingen. Også andre kan gis adgang til å møte og avgi uttalelse.\nForvaltningsloven​3 kapittel IV til VI om saksforberedelse, vedtak og klage gjelder ikke for beslutninger om behandlingsform og personlig fremmøte.\nKongen​4 kan gi regler om nemndas arbeidsform og om den nærmere behandlingen av sakene.\n0 Tilføyd ved lov 30 april 1999 nr. 22 (i kraft 1 jan 2001 iflg. res. 21 des 2000 nr. 1346), endret ved lover 21 des 2000 nr. 122 (i kraft 1 jan 2001), 13 mai 2005 nr. 26 (i kraft 13 mai 2005 iflg. res. 13 mai 2005 nr. 432), 10 juni 2005 nr. 50 (i kraft 9 sep 2005 iflg. res. 2 sep 2005 nr. 956), 30 juni 2006 nr. 37, 1 juni 2007 nr. 18 (i kraft 1 juni 2007 iflg. res. 1 juni 2007 nr. 569).\n1 Se § 48.\n2 Se kap. 3.\n3 Lov 10 feb 1967.\n4 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38b",
        "source_heading": "§ 38b."
      }
    },
    {
      "provision_ref": "6:38 c",
      "chapter": "6",
      "section": "38 c",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 1 juni 2007 nr. 18 (i kraft 1 juni 2007 iflg. res. 1 juni 2007 nr. 569).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38c",
        "source_heading": "§ 38c."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "title": "Tidspunktet for iverksetting av vedtak.",
      "content": "Vedtak om bortvisning etter § 27 kan iverksettes straks. Avslag på søknad om fornyet arbeidstillatelse eller oppholdstillatelse​2 eller om bosettingstillatelse​3 fremsatt innen fristen i § 11 tredje ledd, kan ikke iverksettes før vedtaket er blitt endelig. Det samme gjelder vedtak om tilbakekall etter § 13 samt vedtak om utvisning​4 av utlending​5 som har arbeidstillatelse, oppholdstillatelse eller bosettingstillatelse, eller nordisk borger som har hatt opphold i riket i mer enn tre måneder. For øvrig kan iverksetting utsettes etter forvaltningsloven​6 § 42.\nAvslag på søknad om første gangs arbeidstillatelse eller oppholdstillatelse​7 og på søknad om fornyelse som nevnt i første ledd fremsatt etter fristen i § 11 tredje ledd, kan ikke iverksettes før utlendingen har fått mulighet til å fremsette klage og tidligst 48 timer etterat meldingen om vedtaket er kommet frem til utlendingen.\n0 Endret ved lover 30 april 1999 nr. 22, 28 juli 2000 nr. 75 (i kraft straks iflg. res. 28 juli 2000 nr. 793).\n1 Jfr. § 43.\n2 Jfr. § 11.\n3 Se § 12.\n4 Se § 29.\n5 Se § 48.\n6 Lov 10 feb 1967.\n7 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "Tidspunktet for iverksetting av vedtak i asylsaker og saker om vern mot forfølgelse.",
      "content": "I saker der omstendigheter som nevnt i § 15 første ledd er påberopt, kan vedtak som innebærer at utlending​2 må forlate riket, ikke iverksettes før det er blitt endelig. Unntatt fra dette er saker hvor Utlendingsdirektoratet finner det åpenbart at slike omstendigheter ikke foreligger og saker hvor utlendingen har søknad om asyl til behandling i annet land eller har fått avslag på slik søknad der.\nPolitiet skal forelegge spørsmålet om utsettelse med iverksetting for Utlendingsdirektoratet dersom utlending​2 påberoper seg omstendigheter som nevnt i § 15 første ledd på tidspunktet for iverksetting av vedtak, og det ikke fremgår at det allerede er tatt standpunkt til de forhold som påberopes. Finner direktoratet at slike omstendigheter åpenbart ikke foreligger, kan det bestemme at vedtaket skal iverksettes.\nForvaltningsloven​3 kapittel IV til VI om saksforberedelse, vedtak og klage gjelder ikke for vedtak etter første og annet ledd.\n1 Jfr. § 43.\n2 Se § 48.\n3 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "title": "Fremgangsmåten ved iverksetting av vedtak.",
      "content": "Vedtak som innebærer at utlending​1 må forlate riket, iverksettes ved at utlendingen pålegges å reise med en gang eller innen en fastsatt frist. Dersom pålegget ikke blir fulgt eller det er overveiende sannsynlig at det ikke vil føre til at utlendingen forlater riket, kan politiet føre utlendingen ut. Når særlige grunner taler for det, kan utlendingen bli ført til et annet land enn det vedkommende kom fra. Beslutninger som gjelder iverksetting regnes ikke som enkeltvedtak, jfr. forvaltningsloven​2 § 2 første ledd bokstav b.\nUtlending som omfattes av første ledd og ikke har gyldig reisedokument, har plikt til å skaffe seg dette.\nFor å sikre at et vedtak som nevnt i første ledd skal kunne iverksettes, kan utlendingen pålegges:\na. meldeplikt,\nb. innlevering av pass eller annet legitimasjonspapir, jfr. § 24,\nc. bestemt oppholdssted.\nPålegg som nevnt i tredje ledd kan bare gis når det er særlig grunn til å frykte at utlendingen vil unndra seg iverksetting. Ved denne vurderingen kan også generelle erfaringer med unndragelse tillegges vekt. Reglene i § 37 c annet ledd gjelder tilsvarende. Pålegget gjelder ikke utover to uker med mindre utlendingen samtykker eller det besluttes av retten ved kjennelse.\nNår det er nødvendig for å sikre iverksetting, kan utlendingen pågripes og fengsles etter reglene i § 37 c tredje ledd, jfr. § 37 d. Tilsvarende gjelder når utlending ikke gjør det som er nødvendig for å oppfylle plikten etter annet ledd og formålet er å fremstille utlendingen for aktuelle lands utenriksstasjon for å få utstedt reisedokument.\nFengsling kan besluttes for høyst to uker. Fristen kan bare forlenges dersom utlendingen ikke frivillig forlater riket og det er overveiende sannsynlig at utlendingen ellers vil unndra seg gjennomføring av vedtak som nevnt i første ledd. I slike tilfeller kan fristen forlenges for høyst to uker, men ikke mer enn to ganger.\nPågripelse og fengsling foretas ikke dersom det i betraktning av sakens art og omstendighetene for øvrig ville være et uforholdsmessig inngrep,​3 eller retten finner at den i stedet kan pålegge meldeplikt, passbeslag eller bestemt oppholdssted.​4\nTvangsmidler som nevnt i tredje og femte ledd kan anvendes når vedtak som innebærer at utlending må forlate riket er fattet, og når det verserer sak som kan føre til slikt vedtak.\nNår Utlendingsnemnda​5 har truffet et vedtak som innebærer at utlending må forlate riket, kan den instruere politiet om å utsette iverksettingen. Utlendingsdirektoratet kan instruere politiet om å utsette iverksettingen dersom slikt endelig vedtak er truffet av direktoratet.\nUtlendingsnemnda​5 kan instruere Utlendingsdirektoratet om å utsette iverksettingen av et vedtak truffet av direktoratet på nemndas sakområde, når vedtaket innebærer at utlending må forlate riket.\n0 Endret ved lover 20 juni 1991 nr. 68, 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264, med unntak av nye niende og tiende ledd som trådte i kraft 1 jan 2001 iflg. res. 21 des 2000 1346), 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Se § 48.\n2 Lov 10 feb 1967.\n3 Jfr. strpl. § 170 a.\n4 Jfr. strpl. § 188 og § 181.\n5 Se § 38a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:41 a",
      "chapter": "6",
      "section": "41 a",
      "title": "Innkvartering ved søknad om asyl",
      "content": "Utlending​1 som søker asyl,​2 skal gis tilbud om innkvartering. Utlending som har fått avslag på søknad om asyl, kan gis tilbud om innkvartering i påvente av utreise.\nKongen kan ved forskrift​3 fastsette nærmere bestemmelser om innkvarteringsordninger, herunder bestemmelser om tildeling og bortfall av botilbud.\nForvaltningsloven​4 §§ 24 og 25 om grunngiving og §§ 28 til 34 om klage gjelder ikke for utlendingsmyndighetenes vedtak om tildeling av botilbud og overføring til nytt innkvarteringssted. Forvaltningsloven​4 §§ 28 til 34 om klage gjelder ikke for utlendingsmyndighetenes vedtak om kommunebosetting og bortfall av botilbud.\n0 Tilføyd ved lov 20 jan 2006 nr. 2 (i kraft 1 feb 2006 iflg. res. 20 jan 2006 nr. 50).\n1 Se § 48.\n2 Se kap. 3.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41a",
        "source_heading": "§ 41 a."
      }
    },
    {
      "provision_ref": "6:41 b",
      "chapter": "6",
      "section": "41 b",
      "title": "Tvangsfullbyrdelse",
      "content": "Utlendingsmyndighetenes vedtak om overføring til nytt innkvarteringssted, kommunebosetting eller bortfall av botilbud er særlig tvangsgrunnlag for fullbyrdelse etter tvangsfullbyrdelsesloven​1 kapittel 13.\n0 Tilføyd ved lov 20 jan 2006 nr. 2 (i kraft 1 feb 2006 iflg. res. 20 jan 2006 nr. 50).\n1 Lov 17 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41b",
        "source_heading": "§ 41 b."
      }
    },
    {
      "provision_ref": "6:41 c",
      "chapter": "6",
      "section": "41 c",
      "title": "Politiattest​1",
      "content": "Den som skal ansettes i statlig asylmottak, skal legge fram tilfredsstillende politiattest.​1 Det kan også kreves politiattest fra andre som utfører oppgaver for utlendingsmyndighetene, og som har direkte kontakt med barn og unge som oppholder seg i asylmottak.\nPolitiattesten skal vise om vedkommende er siktet, tiltalt, ilagt forelegg eller er dømt for brudd på straffeloven​2 §§ 192, 193, 194, 195, 196, 197, 199, 200 annet ledd, 201 bokstav c, 203 eller 204a der den fornærmede er under 18 år. Attesten skal ikke være eldre enn tre måneder.\nDen som er ilagt forelegg eller er dømt for overtredelse som nevnt i annet ledd er utelukket fra å utføre arbeid i asylmottak eller oppgaver som omhandlet i første ledd annet punktum.\nKongen kan gi utfyllende forskrifter​3 til bestemmelsen.\n0 Tilføyd ved lov 20 jan 2006 nr. 2 (i kraft 1 feb 2006 iflg. res. 20 jan 2006 nr. 50). Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jfr. lov 11 juni 1971 nr. 52 § 5.\n2 Lov 22 mai 1902 nr. 10 (strl.).\n3 Jfr. lov 10 feb 1967 § 2 oog kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41c",
        "source_heading": "§ 41 c."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "title": "Rettshjelp.",
      "content": "Retten skal oppnevne prosessfullmektig når den prøver spørsmålet om fengsling etter § 37 sjette ledd annet punktum eller § 41 femte ledd. Det samme gjelder når retten prøver spørsmålet om pålegg etter § 41 tredje og fjerde ledd, med mindre det ville medføre særlig ulempe eller tidsspille, eller retten finner det ubetenkelig å unnlate å oppnevne prosessfullmektig. Dersom utlendingen​1 allerede har advokat på den offentliges bekostning, skal vedkommende advokat som regel oppnevnes. Oppnevningen faller bort når retten bestemmer det.\nRetten skal av eget tiltak og uten behovsprøving gi bevilling til fri sakførsel når prosessfullmektig oppnevnes etter første ledd.\nUtlending​1 som har søkt asyl​2 har rett til fritt rettsråd​3 uten behovsprøving ved negativt vedtak fattet av Utlendingsdirektoratet. Dette gjelder likevel ikke der utlendingen klager over bare å ha fått tillatelse etter § 8 annet ledd. Kongen kan i forskrift​4 fastsette ytterligere unntak og gi nærmere regler til utfylling av første punktum, herunder også regler om rett til fritt rettsråd uten behovsprøving i første instans.\nI sak som nevnt i § 38 fjerde ledd har utlendingen rett til fritt rettsråd​3 uten behovsprøving. I sak som nevnt i § 38a sjette ledd har utlending rett til fri sakførsel.\nI saker om bortvisning, utvisning og tilbakekall av tillatelse, har utlending​1 rett til fritt rettsråd​3 uten behovsprøving. Dette gjelder likevel ikke i utvisningssaker i henhold til § 29 første ledd bokstav b og c, § 30 annet ledd bokstav b og § 58 annet ledd når det foreligger forhold som nevnt i femte punktum. I andre saker etter loven har utlending rett til ytelser etter lov 13. juni 1980 nr. 35 om fri rettshjelp når de alminnelige vilkårene er oppfylt. Dersom retten tar til følge begjæring om å holde rettslig avhør etter § 36 i sak hvor utlending har krav på fritt rettsråd, skal også utgiftene til juridisk bistand under bevissikring dekkes etter lov om fri rettshjelp.​5\nDersom det er ytt fri sakførsel og fritt rettsråd uten behovsprøving, og utlendingen har økonomisk evne til selv å dekke utgiftene til dette, kan det offentlige kreve utbetalte beløp helt eller delvis tilbakebetalt. Departementet kan i forskrift​4 gi nærmere bestemmelser om slik tilbakebetaling.\n0 Endret ved lover 11 juni 1993 nr. 83, 15 sep 1995 nr. 62 (i kraft 1 jan 1997), 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 2 juli 2004 nr. 67 (i kraft 1 jan 2005 iflg. res. 29 okt 2004 nr. 1408), 10 juni 2005 nr. 50 (i kraft 9 sep 2005 iflg. res. 2 sep 2005 nr. 956), 30 juni 2006 nr. 37, 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se § 48.\n2 Se § 17 og § 18.\n3 Jfr. lov 13 juni 1980 nr. 35 kap. III.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Lov 13 juni 1980 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "title": "Særregler av hensyn til rikets sikkerhet m.v.",
      "content": "Innreise kan nektes og søknad om arbeidstillatelse,​1 oppholdstillatelse​1 og bosettingstillatelse​2 kan avslås, eller det kan settes begrensninger eller vilkår, når utenrikspolitiske hensyn, hensynet til rikets sikkerhet eller tvingende samfunnsmessige hensyn gjør det nødvendig. Av samme grunner kan vedtak iverksettes på et tidligere tidspunkt enn etter reglene i §§ 39 og 40. Kongen​3 kan gi nærmere regler ved forskrift.​4 Vedtak treffes av Utlendingsdirektoratet.\nUnder krig eller når krig truer eller under særlige forhold ellers kan Kongen​3 av hensyn til rikets sikkerhet gi ytterligere bestemmelser om meldeplikt enn det som fremgår av § 14 og forskrift gitt i medhold av § 45.\n1 Se kap. 2.\n2 Se § 12.\n3 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "title": "Legitimasjons-, møte- og opplysningsplikt.",
      "content": "Når politiet krever det, må​1 utlending​2 vise legitimasjon og om nødvendig gi opplysninger for å bringe utlendingens identitet og lovligheten av oppholdet i riket på det rene.\nI forbindelse med forberedelse av sak etter loven kan den utlending saken gjelder, pålegges å møte personlig og gi opplysninger som kan ha betydning for vedtaket.\n0 Endret ved lov 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427).\n1 Jfr. § 47.\n2 Se § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:44 a",
      "chapter": "7",
      "section": "44 a",
      "title": "Vandelskontroll i sak om familieetablering mv.",
      "content": "0 Tilføyes ved lov 6 jan 2006 nr. 1 (i kraft fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44a",
        "source_heading": "§ 44 a."
      }
    },
    {
      "provision_ref": "7:44 b",
      "chapter": "7",
      "section": "44 b",
      "title": "Vandelskontroll i sak om visum",
      "content": "0 Tilføyes ved lov 6 jan 2006 nr. 1 (i kraft fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44b",
        "source_heading": "§ 44 b."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "title": "Plikt til å gi melding.",
      "content": "Kongen​2 kan gi bestemmelser​3 om:\na. at den som driver hotell, pensjonat, losjihus, leirplass o.l. skal føre fortegnelse over alle som overnatter og gi politiet melding om dem,​4 samt at også andre skal gi melding til politiet når utlending​5 overnatter hos dem hvis sikkerhets- eller beredskapsmessige hensyn tilsier dette,\nb. at føreren av luftfartøy som kommer fra eller går til utlandet, skal gi politiet fortegnelse over reisende og mannskap,\nc. at føreren av skip som passerer grensen på vei til eller fra norsk havn, skal gi politiet fortegnelse over reisende og mannskap,\nd. at den som tar utlending​5 i sin tjeneste eller gir utlending lønnet arbeid, skal melde dette til politiet før arbeidet begynner,\ne. at Arbeids- og velferdsetaten​6 skal gi melding til politiet om de utlendinger​5 som søker eller får arbeid,\nf. at folkeregistermyndigheten​7 skal gi melding til politiet om utlendinger​5 som meldes inn og ut,\ng. at utdanningsinstitusjoner etter anmodning skal gi politiet fortegnelse over utenlandske​5 elever eller studenter,\nh. at offentlig myndighet etter anmodning skal gi utlendingsmyndighetene opplysninger til bruk i sak etter loven her om utlendingers​5 navn og adresse uten hinder av taushetsplikt etter lov av 13. desember 1991 nr. 81 om sosiale tjenester m.v. § 8-8 eller lov av 17. juli 1992 nr. 100 om barneverntjenester § 6-7.\nKongen​1 kan gi nærmere regler​3 om hvilke opplysninger fortegnelsene skal inneholde.\nDen det skal gis melding om, plikter å gi de opplysninger som er nødvendige for at meldeplikten kan bli oppfylt.\n0 Endret ved lover 11 juni 1993 nr. 83, 30 juni 1995 nr. 49, 16 juli 1999 nr. 67 (i kraft 25 mars 2001 iflg. res. 9 mars 2001), 16 juni 2006 nr. 20 (i kraft 1 juli 2006 iflg. res. 16 juni 2006 nr. 631), 29 juni 2007 nr. 55 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370). Endres ved lov 19 juni 2009 nr. 38 (i kraft fra den tid Kongen bestemmer).\n1 Jfr. § 47.\n2 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. strl. § 334.\n5 Se § 48.\n6 Se lov 10 des 2004 nr. 76.\n7 Se lov 16 jan 1970 nr. 1 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "title": "Ansvar for utgifter m.v.",
      "content": "Utlending​1 som i medhold av loven føres ut av riket, plikter å betale utgiftene ved sin egen utreise. Utlendingen skal også betale utgifter til vakthold når dette er nødvendig fordi utlendingen ikke vil forlate riket frivillig. Kravet er tvangsgrunnlag for utlegg​2 og kan dessuten gi grunnlag for bortvisning ved senere innreise, jfr. § 27 første ledd bokstav h. Politiet kan beslaglegge billetter hos utlendingen til bruk ved utreise.\nEr det stilt garanti for utgifter etter første ledd, kan utgiftene kreves dekket av garantisten. Kravet er tvangsgrunnlag for utlegg.​2\nNår utlending​1 som er kommet med skip eller luftfartøy, eller som er brakt til riket av transportør som utfører yrkesmessig landtransport av personer, blir bortvist etter §§ 27, 28 eller 57, plikter transportmiddelets eier eller leier, og på dennes vegne dets fører eller agent i riket, enten å ta utlendingen om bord igjen, på annen måte bringe utlendingen ut av riket, eller å dekke utgifter som måtte bli påført det offentlige ved at utlendingen føres ut. På samme måte foreligger plikt til å ta om bord og dekke utgifter til eskorte av utlendingen ut av riket når politiet finner dette nødvendig.\nDersom utgiftene ved at utlendingen føres ut av riket ikke dekkes etter første, annet eller tredje ledd, dekkes de av staten.\nHar utlending​1 som trenger tillatelse fra politiet etter § 26 for å gå i land i riket, gjort dette uten slik tillatelse, gjelder det samme som etter tredje ledd. Ansvaret omfatter da i alminnelighet også utgifter som måtte bli påført det offentlige i inntil tre måneder ved utlendingens opphold i riket.\nAnsvaret etter tredje og femte ledd gjelder ikke ved innreise over indre Schengen-grense.​3\n0 Endret ved lover 26 juni 1992 nr. 86, 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 16 juli 1999 nr. 67 (i kraft 25 mars 2001 iflg. res. 9 mars 2001).\n1 Se § 48.\n2 Jfr. tvangsl. § 7-2, e.\n3 Mellom Norge, Island og EU-landene med unntak av Irland og Storbritannia og Nord-Irland (UK) og pr. sep 2008 fortsatt – Kypros, Romania og Bulgaria.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:47",
      "chapter": "7",
      "section": "47",
      "title": "Straff.",
      "content": "Med bøter​1 eller med fengsel​2 inntil seks måneder eller med begge deler straffes den som\na. forsettlig eller uaktsomt overtrer loven her, eller forskrifter, forbud, påbud eller vilkår gitt i medhold av loven; eller\nb. forsettlig eller grovt uaktsomt gir vesentlig uriktige eller åpenbart villedende opplysninger i sak etter loven.\nMed bøter​1 eller med fengsel​2 inntil to år straffes den som\na. forsettlig eller grovt uaktsomt gjør bruk av utlendings​3 arbeidskraft når utlendingen ikke har nødvendig tillatelse etter loven;​4 eller\nb. forsettlig eller grovt uaktsomt formidler arbeid eller bolig for utlending, eller utferdiger eller formidler erklæringer, tilsagn eller dokumenter til bruk for sak etter loven, når forholdet innebærer en utilbørlig utnyttelse av utlendingens situasjon; eller\nc. forsettlig ved falske forespeilinger eller lignende utilbørlig adferd forleder utlending​3 til å reise inn i riket med sikte på å bosette seg her; eller\nd. overlater til en annen pass, reisebevis​5 for flyktning, annet reisedokument eller liknende dokument som kan bli brukt som reisedokument, når vedkommende vet eller bør forstå at det kan bli brukt av utlending​3 til å reise inn i riket eller til annen stat.\nMed bøter​1 eller med fengsel​2 inntil tre år straffes den som\na. i vinnings hensikt hjelper utlending​3 til ulovlig opphold i riket eller i annet land som deltar i Schengensamarbeidet;​6 eller\nb. hjelper utlending​3 til ulovlig å reise inn i riket eller til annen stat. Dette gjelder likevel ikke dersom hensikten er å hjelpe utlending som omfattes av lovens § 15 til å reise inn i første trygge land.\nMed bøter​1 eller med fengsel​2 inntil seks år straffes den som\na. i vinnings hensikt driver organisert ulovlig virksomhet med sikte på å hjelpe utlendinger​3 til å reise inn i riket eller til annen stat; eller\nb. i vinnings hensikt hjelper utlending til ulovlig å reise inn i riket eller til annen stat dersom handlingen medfører at personer som berøres av handlingen blir utsatt for livsfare.\nMedvirkning straffes på samme måte.\nOvertredelse av første ledd regnes som forseelse.\nUtlendingsdirektoratet skal, når allmenne hensyn krever det, anmelde forholdet når det er grunn til å tro at det er skjedd en overtredelse av\na. første ledd bokstav a som gjelder bruk av arbeidskraften til en utlending som ikke har nødvendig tillatelse etter loven, eller\nb. annet ledd bokstav a.\nOvertredelse av denne paragrafen påtales bare når allmenne hensyn krever det.\n0 Endret ved lover 20 juli 1991 nr. 66 (som endret tredje ledd, skal være fjerde ledd), 10 jan 1997 nr. 5, 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427), 16 juli 1999 nr. 67 (i kraft 25 mars 2001 iflg. res. 9 mars 2001), 4 juli 2003 nr. 78, 2 juli 2004 nr. 66 (i kraft 1 okt 2004 iflg. res. 10 sep 2004 nr. 1253), 13 mai 2005 nr. 26 (i kraft 13 mai 2005 iflg. res. 13 mai 2005 nr. 432). Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jfr. lov 22 mai 1902 nr. 10 (strl.) § 27 og kap. 3a; strl. 2005 kap. 4 og kap. 9.\n2 Jfr. strl. § 26 a; strl. 2005 kap. 6 og kap. 9.\n3 Se § 48.\n4 Se kap. 2.\n5 Se § 19.\n6 Norge, Island og EU-landene med unntak av Irland og Storbritannia og Nord-Irland (UK) og pr. sep 2008 fortsatt – Kypros, Romania og Bulgaria.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:47 a",
      "chapter": "7",
      "section": "47 a",
      "title": "Verneting",
      "content": "Søksmål mot staten om gyldigheten av vedtak truffet av Utlendingsnemnda etter loven her, eller om erstatning som følge av slike vedtak, anlegges ved Oslo tingrett. Tilsvarende gjelder for søksmål om vedtak truffet av Utlendingsdirektoratet og Kongen i statsråd. Tvisteloven​1 § 32-4 annet ledd får ikke anvendelse.\n0 Tilføyd ved lov 9 mai 2008 nr. 13 (i kraft 1 juni 2008 iflg. res. 9 mai 2008 nr. 440).\n1 Lov 26 juni 2005 nr. 90 (tvl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47a",
        "source_heading": "§ 47 a."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "title": "Nærmere om hvem loven gjelder for.",
      "content": "Utlending er etter loven enhver som ikke er norsk statsborger.​1 For utlending som omfattes av EØS-avtalen eller EFTA-konvensjonen, er det gitt særlige regler i kapittel 8.\nFor utlendinger tilknyttet diplomatiske eller lønte konsulære representasjoner i riket, deres ektefeller​2 eller samboere og forsørgede barn bestemmer Kongen​3 hvilke av lovens regler som skal gjelde. Kongen​3 kan gi særlig forskrift for denne gruppen. Det samme gjelder ansatte i mellomstatlige organisasjoner, oppdragstakere for mellomstatlige organisasjoner eller konvensjonsorganer og personlig ansatte hos utenlandske representanter.\nFor utlendinger som skal ha opphold i riket i forbindelse med gjennomføring av en avtale om mellomstatlig samarbeid som Norge er bundet av, gjelder bestemmelsene om innreisekontroll, pass, visum, oppholdstillatelse og arbeidstillatelse med de unntak som følger av avtalen.\n0 Endret ved lover 27 nov 1992 nr. 113, 28 juli 2000 nr. 75 (i kraft straks iflg. res. 28 juli 2000 nr. 793), 21 juni 2002 nr. 36 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 574).\n1 Se lov 10 juni 2005 nr. 51.\n2 Se lov 4 juli 1991 nr. 47.\n3 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:49",
      "chapter": "7",
      "section": "49",
      "title": "Avgrensning av lovens virkeområde.",
      "content": "Loven gjelder for riket, herunder for innretninger og anlegg som nyttes på den norske del av kontinentalsokkelen.​1 Den gjelder også for innretninger og anlegg tilknyttet den norske del av kontinentalsokkelen.​1\nKongen​2 kan ved forskrift​3 fravike lovens regler for innretninger og anlegg som nevnt i første ledd samt gi forskrift​3 om pass- og grensekontroll ved reise mellom disse og norsk landterritorium.\nLoven gjelder også for Jan Mayen.​4 Kongen​2 kan gi forskrift​3 om utlendingers adgang til Jan Mayen som fraviker lovens regler.\nLoven gjelder ikke for Svalbard.​5 Kongen​2 kan gi bestemmelser om kontroll med utlending som kommer fra Svalbard.\nLoven gjelder ikke for norske skip i utenriks fart.\n1 Jfr. lov 21 juni 1963 nr. 12 § 1 annet punktum.\n2 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Se lov 27 feb 1930 nr. 2.\n5 Se lov 17 juli 1925 nr. 11 § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "8:50",
      "chapter": "8",
      "section": "50",
      "title": "Tillatelse til opphold",
      "content": "Utlending​1 som omfattes av EØS-avtalen eller EFTA-konvensjonen, kan uten tillatelse reise inn i riket og ta opphold eller arbeid her i inntil tre måneder, eller inntil seks måneder dersom utlendingen er arbeidssøkende. Opphold i annet nordisk land kommer ikke til fradrag ved beregning av oppholdstiden.\nUtlending​1 som nevnt i EFTA-konvensjonen vedlegg K, jf. Tillegg 1 artikkel 16 (b)(ii) kan uten tillatelse reise inn i riket og yte tjenester i inntil 90 arbeidsdager pr. kalenderår.\nUtlending​1 som omfattes av EØS-avtalen eller EFTA-konvensjonen og som tar opphold eller arbeid i riket utover tidsperiodene nevnt i første ledd, må ha oppholdstillatelse.​2 Utlending som nevnt i annet ledd som yter tjenester utover 90 arbeidsdager pr. kalenderår, må ha arbeidstillatelse etter bestemmelsene i kapittel 2. Kongen kan ved forskrift​3 fastsette unntak fra kravet om oppholdstillatelse og gi regler om plikt til å gi melding til myndighetene.\nFørste gangs oppholdstillatelse kan søkes etter innreise.\nVedtak om oppholdstillatelse treffes av Utlendingsdirektoratet. Kongen kan ved forskrift​3 legge myndighet til å innvilge søknader til politiet.\nGjelder fortsatt for forhold omfattet av § 58a, jfr. res. 27 nov 2009 nr. 1413.\n0 Tilføyd ved lov 27 nov 1992 nr. 113, endret ved lover 10 jan 1997 nr. 5, 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427), 21 juni 2002 nr. 36 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 574).\n1 Se § 48.\n2 Jfr. § 6.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "8:51",
      "chapter": "8",
      "section": "51",
      "title": "Når oppholdstillatelse skal gis",
      "content": "Utlending​1 som omfattes av EØS-avtalen eller EFTA-konvensjonen med unntak av utlending som nevnt i § 50 annet ledd, har etter søknad rett til oppholdstillatelse​2 dersom reisedokumentet søkeren er innreist på legges frem, og det dokumenteres at søkeren\na. er arbeidstaker som er omfattet av lov 27. november 1992 nr. 112 om gjennomføring i norsk rett av EØS-avtalens vedlegg V punkt 2 (rådsforordning (EØF) nr. 1612/68) om fri bevegelighet for arbeidstakere m v innenfor EØS,\nb. skal drive ervervsvirksomhet eller skal være yter eller mottaker av tjenester i riket,\nc. oppebærer tilstrekkelige faste periodiske ytelser eller har tilstrekkelige egne midler, og søkeren omfattes av en sykeforsikring som dekker alle risikoer under oppholdet i Norge, eller\nd. er utdanningssøkende og opptatt ved en godkjent utdanningsinstitusjon. Det er et vilkår at formålet med oppholdet hovedsakelig er å gjennomføre en yrkesrettet utdanning, at søkerens underhold er sikret og at søkeren avgir en erklæring om det, og at søkeren er omfattet av en sykeforsikring som dekker alle risikoer under oppholdet i Norge.\nKongen kan gi nærmere regler ved forskrift.​3\nTillatelse etter første ledd kan nektes når det foreligger omstendigheter som vil gi grunn til å nekte utlendingen adgang til riket, opphold eller arbeid i medhold av andre regler i loven.\nGjelder fortsatt for forhold omfattet av § 58a, jfr. res. 27 nov 2009 nr. 1413.\n0 Tilføyd ved lov 27 nov 1992 nr. 113, endret ved lover 30 juni 1995 nr. 49, 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 21 juni 2002 nr. 36 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 574).\n1 Se § 48.\n2 Jfr. § 6.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "8:52",
      "chapter": "8",
      "section": "52",
      "title": "Oppholdstillatelse til familiemedlemmer",
      "content": "Familiemedlem til utlending​1 som har eller får lovlig opphold i riket i medhold av § 51 første ledd, gis etter søknad oppholdstillatelse​2 når de vilkår som er fastsatt av Kongen ved forskrift​3 er oppfylt.\n0 Tilføyd ved lov 27 nov 1992 nr. 113.\n1 Se § 48.\n2 Jfr. § 6.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "8:53",
      "chapter": "8",
      "section": "53",
      "title": "Fortsatt opphold etter avsluttet yrkesaktivitet i Norge",
      "content": "Kongen kan ved forskrift​1 gi regler om rett til fortsatt opphold etter avsluttet yrkesaktivitet for utlending som nevnt i § 51 første ledd bokstavene a og b, og for utlendingens familiemedlemmer, jfr. § 52.\n0 Tilføyd ved lov 27 nov 1992 nr. 113.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "8:54",
      "chapter": "8",
      "section": "54",
      "title": "Innholdet av oppholdstillatelse",
      "content": "Første gangs oppholdstillatelse etter §§ 51, 52 og 53 gis i alminnelighet for fem år.\nNår arbeidsforholdet har en varighet av fra tre måneder til ett år, gis tillatelsen til utlending​2 som nevnt i § 51 første ledd bokstav a tilsvarende varighet.\nTillatelse til utlending​2 som yter eller mottar tjenester, jfr. § 51 første ledd bokstav b, gis samme varighet som tjenesteytelsen eller tjenestemottaket.\nFørste gangs tillatelse til utlending​2 som nevnt i § 51 første ledd bokstav c kan gis en varighet på to år. Kongen kan gi nærmere regler ved forskrift.​3\nTillatelse til utlending​2 som nevnt i § 51 første ledd bokstav d gis for et tidsrom tilsvarende utdanningens varighet, likevel ikke ut over ett år.\nTillatelsen gir rett til å ta opphold og til å ta arbeid eller drive ervervsvirksomhet i hele riket, med mindre det er fastsatt begrensninger i samsvar med regler gitt i eller i medhold av denne lov eller lov 27. november 1992 nr. 112 om gjennomføring i norsk rett av EØS-avtalens vedlegg V punkt 2 (rådsforordning (EØF) nr 1612/68) om fri bevegelighet for arbeidstakere m v innenfor EØS.\nGjelder fortsatt for forhold omfattet av § 58a, jfr. res. 27 nov 2009 nr. 1413.\n0 Tilføyd ved lov 27 nov 1992 nr. 113, endret ved lover 30 juni 1995 nr. 49, 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427).\n1 Sml. § 7.\n2 Se § 48.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "8:55",
      "chapter": "8",
      "section": "55",
      "title": "Fornyelse av oppholdstillatelse",
      "content": "Oppholdstillatelse etter §§ 51, 52 eller 53 fornyes etter søknad når vilkårene fortsatt er oppfylt. Fornyet oppholdstillatelse gis i alminnelighet for fem år, med mindre formålet med arbeidet eller oppholdet eller andre grunner tilsier en kortere varighet.\nKongen kan gi nærmere regler ved forskrift.​2\nGjelder fortsatt for forhold omfattet av § 58a, jfr. res. 27 nov 2009 nr. 1413.\n0 Tilføyd ved lov 27 nov 1992 nr. 113, endret ved lov 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427).\n1 Sml. § 11 og § 12.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "8:56",
      "chapter": "8",
      "section": "56",
      "title": "Tilbakekall av oppholdstillatelse",
      "content": "Oppholdstillatelse kan tilbakekalles dersom det foreligger forhold som nevnt i § 13, likevel slik at tillatelsen ikke kan tilbakekalles utelukkende med den begrunnelse at utlendingen ikke lenger er yrkesaktiv, dersom dette skyldes midlertidig arbeidsudyktighet på grunn av sykdom eller ulykke, eller dersom utlendingen er uforskyldt arbeidsledig og dette bekreftes av arbeidsmarkedsmyndighetene.\nOppholdstillatelse gitt første gang etter § 51 første ledd bokstav a til c kan tilbakekalles dersom utlendingen har oppholdt seg utenfor riket sammenhengende i mer enn seks måneder, såfremt fraværet ikke skyldes verneplikt.\nGjelder fortsatt for forhold omfattet av § 58a, jfr. res. 27 nov 2009 nr. 1413.\n0 Tilføyd ved lov 27 nov 1992 nr. 113, endret ved lov 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427).\n1 Se § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "8:56 a",
      "chapter": "8",
      "section": "56 a",
      "title": "Melding til myndighetene",
      "content": "0 Tilføyes ved lov 30 april 2004 nr. 19 (i kraft fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56a",
        "source_heading": "§ 56 a."
      }
    },
    {
      "provision_ref": "8:57",
      "chapter": "8",
      "section": "57",
      "title": "Bortvisning",
      "content": "Ved innreise eller innen sju dager etter innreise i riket kan det treffes vedtak om å bortvise utlending​2 som omfattes av EØS-avtalen eller EFTA-konvensjonen,\na. som ikke viser gyldig pass eller annet godkjent reisedokument eller visum når dette er nødvendig,\nb. som er utvist fra riket med innreiseforbud som ennå gjelder, og utlendingen ikke har fått adgang til riket etter søknad,\nc. når det foreligger forhold som nevnt i § 58 første ledd,\nd. når hensynet til rikets sikkerhet eller tvingende samfunnsmessige hensyn gjør det nødvendig.\nVedtak om bortvisning etter første ledd bokstavene a og b treffes av politimesteren eller den politimesteren bemyndiger. Vedtak om bortvisning etter bokstavene c og d treffes av Utlendingsdirektoratet. Kongen​1 kan ved forskrift​3 legge myndighet til å treffe vedtak om bortvisning etter bokstav c til politimesteren eller den politimesteren bemyndiger. Sjudagersfristen anses overholdt dersom sak om bortvisning er reist innen sju dager.\nDersom sak om bortvisning etter første ledd ikke er reist innen sju dager, kan utlending som omfattes av EØS-avtalen eller EFTA-konvensjonen og som ikke har oppholdstillatelse, bortvises etter vedtak av Utlendingsdirektoratet etter reglene i første ledd bokstav b, c eller d. Kongen​4 kan ved forskrift​3 legge vedtaksmyndighet til politimesteren eller den politimesteren bemyndiger.\n0 Tilføyd ved lov 27 nov 1992 nr. 113, endret ved lover 4 aug 1995 nr. 53, 10 jan 1997 nr. 5 (i kraft 15 juni 1997), 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 21 juni 2002 nr. 36 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 574), 6 jan 2006 nr. 1 (i kraft 1 feb 2006 iflg. res. 6 jan 2006 nr. 1).\n1 Sml. § 27 og § 28.\n2 Se § 48.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "8:58",
      "chapter": "8",
      "section": "58",
      "title": "Utvisning.",
      "content": "Utlending​2 som omfattes av EØS-avtalen eller EFTA-konvensjonen, kan utvises når hensynet til offentlig orden eller sikkerhet tilsier det.\nUtvisning etter første ledd kan skje når det hos utlendingen foreligger, eller må antas å foreligge, personlige forhold som innebærer en aktuell og tilstrekkelig alvorlig trussel mot grunnleggende samfunnshensyn.\nUtlending​2 som omfattes av EØS-avtalen, kan utvises når utlendingen har overtrådt straffeloven​3 §§ 147 a eller 147 b, eller har gitt trygt tilholdssted til noen som utlendingen kjenner til at har begått en slik forbrytelse.\nUtvisning besluttes ikke dersom det i betraktning av forholdets alvor og utlendingens tilknytning til riket vil være et uforholdsmessig tiltak overfor utlendingen selv eller de nærmeste familiemedlemmene.\nUtvisning er til hinder for senere innreise i riket. Innreiseforbudet kan gjøres varig eller tidsbegrenset, men som hovedregel ikke for kortere tidsrom enn to år. Innreiseforbudet kan etter søknad oppheves dersom nye omstendigheter tilsier det.\nVedtak om utvisning treffes av Utlendingsdirektoratet, som også avgjør søknad om adgang til riket fra utlending som er utvist.\nKongen kan gi nærmere regler ved forskrift.​4\n0 Tilføyd ved lov 27 nov 1992 nr. 113, endret ved lover 10 jan 1997 nr. 5, 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 21 juni 2002 nr. 36 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 574), 6 jan 2006 nr. 1 (i kraft 1 feb 2006 iflg. res. 6 jan 2006 nr. 1). Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Sml. § 29, § 30 og § 31.\n2 Se § 48.\n3 Lov 22 mai 1902 nr. 10 (strl.).\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "8:58 a",
      "chapter": "8",
      "section": "58 a",
      "title": "Særregler for arbeidstakere fra Bulgaria eller Romania",
      "content": "For arbeidstakere omfattet av § 51 første ledd bokstav a som er borgere av Bulgaria eller Romania, er det et vilkår for oppholdstillatelse at det som hovedregel dreier seg om heltidsarbeid. Vilkåret gjelder ikke arbeidstakere som har hatt lovlig opphold i riket som arbeidstaker i minst de tolv forutgående månedene.\nKongen kan ved forskrift​1 gi regler om\na. at arbeidstakeren må ha oppholdstillatelse før arbeidet påbegynnes, jf. § 50,\nb. adgangen til arbeidsmarkedet som avviker fra § 51 første ledd bokstav a, herunder regler om lønns- og arbeidsvilkår og dokumentasjon av arbeidsforhold,\nc. at oppholdstillatelse og fornyelse av denne gis for inntil ett år, jf. §§ 54 og 55, og om\nd. tilbakekall av oppholdstillatelse som avviker fra § 56 første ledd.\nDersom arbeid som utføres av arbeidstakere som nevnt i første ledd skaper eller forventes å skape forstyrrelser på arbeidsmarkedet som vil kunne utgjøre en alvorlig risiko for levestandarden eller sysselsettingen i en bestemt region eller et bestemt yrke, kan Kongen i statsråd ved forskrift​1 gjøre unntak for slike arbeidstakere fra bestemmelser gitt i eller i medhold av § 50, § 51 første ledd bokstav a og paragrafen her. Det kan herunder fastsettes at bestemmelser som gjaldt før 14. oktober 2003, skal gjelde.\nGjelder fortsatt, jfr. res. 27 nov 2009 nr. 1413.\n0 Tilføyd ved lov 30 april 2004 nr. 19, endret ved lover 22 des 2006 nr. 93 (i kraft 1 aug 2007 iflg. res. 10 aug 2007 nr. 950), 8 mai 2009 nr. 24 (i kraft 1 mai 2009).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58a",
        "source_heading": "§ 58 a."
      }
    },
    {
      "provision_ref": "8:58 b",
      "chapter": "8",
      "section": "58 b",
      "title": "Midlertidig gjennomføring av bestemmelsene i direktiv 2004/38/EF",
      "content": "Kongen kan i forskrift innføre en ordning med registreringsplikt for EØS-borgere. Kravet om oppholdstillatelse for en EØS-borger​1 etter dette kapitlet, jf. §§ 50, 51, 54 og 55 bortfaller hvis EØS-borgeren oppfyller registreringsplikten.\nKongen kan gi nærmere bestemmelser i forskrift om at EØS-borgere og deres familiemedlemmer som kan dokumentere fem års sammenhengende lovlig opphold i riket, etter søknad kan gis varig oppholdsrett.\n0 Tilføyd ved lov 9 jan 2009 nr. 1 (i kraft 1 okt 2009 iflg. res. 18 sep 2009 nr. 1207).\n1 Se lov 15 mai 2008 nr. 35 § 110.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58b",
        "source_heading": "§ 58 b."
      }
    },
    {
      "provision_ref": "9:59",
      "chapter": "9",
      "section": "59",
      "title": "Forskrifter i medhold av loven.",
      "content": "Foruten forskrifter som nevnt i de enkelte paragrafene kan Kongen​1 ved forskrift​2 gi nærmere regler til gjennomføring av loven. Kongen kan ved forskrift​2 gi regler om at det skal tas gebyr for å behandle søknader etter denne lov, med unntak av søknad om asyl.\n0 Endret ved lover 27 nov 1992 nr. 113 (tidligere § 50), 29 aug 2003 nr. 88.\n1 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "9:60",
      "chapter": "9",
      "section": "60",
      "title": "Ikrafttreden og overgangsbestemmelse.",
      "content": "Loven trer i kraft fra den tid Kongen​1 bestemmer. Fra samme tid oppheves lov 27. juli 1956 om utlendingers adgang til riket m.v. (fremmedloven).\nForskrifter gitt i medhold av den tidligere loven fortsetter å gjelde til de blir endret eller opphevet i medhold av loven her.\nUtlending​2 som ved lovens ikrafttreden har hatt oppholdstillatelse på ubestemt tid i ett år eller mer, anses for å ha bosettingstillatelse.​3\n0 Endret ved lov 27 nov 1992 nr. 113 (tidligere § 51).\n1 Fra 1 jan 1991 iflg. res. 21 des 1990 nr. 1017.\n2 Se § 48.\n3 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens virkeområde.",
      "content": "Loven gjelder utlendingers​1 adgang til riket og deres opphold her, jfr. §§ 48 og 49.\nOgså norske statsborgere​2 kan pålegges plikter​3 etter loven.\n1 Se § 48.\n2 Jfr. lov 10 juni 2005 nr. 51.\n3 Se f.eks. § 23, § 45 og § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens formål.",
      "content": "Loven skal gi grunnlag for kontroll med inn- og utreise og med utlendingers​1 opphold i riket i samsvar med norsk innvandringspolitikk.\nLoven skal ivareta rettssikkerheten til utlendinger​1 som reiser inn i eller ut av riket, som oppholder seg her eller som søker en tillatelse etter loven.\nLoven skal gi grunnlag for vern mot forfølgelse for flyktninger​2 og andre utlendinger​1 som er forfulgt.\n1 Se § 48.\n2 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Utlendings rettsstilling.",
      "content": "Dersom ikke noe annet følger av gjeldende rettsregler, har utlending​1 under sitt lovlige opphold i riket samme rettigheter og plikter som norske statsborgere.​2\n0 Endret ved lov 30 juni 1995 nr. 49.\n1 Se § 48.\n2 Jfr. lov 10 juni 2005 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Lovens forhold til internasjonale regler.",
      "content": "Loven skal anvendes i samsvar med internasjonale regler som Norge er bundet av når disse har til formål å styrke utlendingens​1 stilling.\n1 Se § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Utøvelse av myndighet etter loven.",
      "content": "Stortinget godkjenner hovedprinsippene for regulering av innvandringen.\nKongen​1 gir forskrift​2 om regulering av innvandringen.\nFor øvrig gjennomføres loven av Kongen, departementet,​3 Utlendingsnemnda,​4 Utlendingsdirektoratet, politiet og andre offentlige myndigheter. Dersom det ikke fremgår direkte av loven, bestemmer Kongen​1 hvilke oppgaver og hvilken myndighet de ulike offentlige instanser skal ha etter loven.\n0 Endret ved lov 30 april 1999 nr. 22 (i kraft 1 jan 2001 iflg. res. 21 des 2000 nr. 1346).\n1 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Arbeids- og inkluderingsdepartementet.\n4 Se § 38a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Tillatelser til arbeid og opphold.",
      "content": "Utlending​1 som akter å ta arbeid mot eller uten vederlag eller som vil drive ervervsvirksomhet i riket, må​2 ha arbeidstillatelse.\nUtlending​1 som akter å ta opphold i riket utover tre måneder uten å ta arbeid, må​2 ha oppholdstillatelse. Opphold i annet land som deltar i Schengensamarbeidet​3 likestilles med opphold i riket. Kongen​4 kan ved forskrift​5 gi regler om opphold ut over tre måneder der dette følger av internasjonal avtale og nærmere regler om beregning av oppholdstid.\nNordisk borger er unntatt fra kravet om arbeidstillatelse eller oppholdstillatelse. Kongen​4 kan ved forskrift​5 fastsette ytterligere unntak.\nUtlending​1 med adgang til å oppholde seg i riket i tre måneder eller mer, kan søke fra riket om arbeidstillatelse som spesialist eller sesongarbeider. Dette gjelder likevel ikke utlending som oppholder seg i riket i forbindelse med søknad om asyl​6 eller i påvente av utreise etter avslag på asylsøknad.​7\nFor utlending​1 som søker om arbeidstillatelse på annet grunnlag enn som spesialist eller sesongarbeider, må første gangs arbeidstillatelse være gitt før innreise.​8\nKongen​4 kan ved forskrift​5 gjøre unntak fra kravene i fjerde og femte ledd og gi nærmere regler om fremgangsmåten ved søknad om arbeidstillatelse.\nFørste gangs oppholdstillatelse må være gitt før innreise. Kongen​4 kan ved forskrift​5 gjøre unntak fra dette kravet for utlending​1 som har særlig tilknytning til riket eller når det foreligger særlige rimelighetsgrunner og gi nærmere regler om fremgangsmåten ved søknad om oppholdstillatelse.\nVedtak om arbeidstillatelse og oppholdstillatelse treffes av Utlendingsdirektoratet. Kongen​4 kan ved forskrift​5 gi politiet myndighet til å avgjøre søknad om arbeidstillatelse og innvilge søknad om oppholdstillatelse. Kongen​4 kan ved forskrift​5 gi norsk utenriksstasjon myndighet til å innvilge søknad om arbeidstillatelse.\n0 Endret ved lover 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427), 16 juli 1999 nr. 67 (i kraft 25 mars 2001 iflg. res. 9 mars 2001), 15 juni 2001 nr. 72 (i kraft 1 jan 2002 iflg. res. 23 nov 2001 nr. 1304).\n1 Se § 48.\n2 Jfr. § 47.\n3 Dette omfatter Norge, Island og EU-landene, med unntak av Irland og Storbritannia og Nord-Irland (UK).\n4 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n6 Jfr. § 17 og § 18.\n7 Jfr. § 40 og § 41.\n8 Jfr. § 27 og § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Innholdet av arbeidstillatelse og oppholdstillatelse.",
      "content": "Første gangs tillatelse til arbeid eller opphold gis i alminnelighet for ett, to eller tre år. Tillatelsen kan gis for et annet tidsrom dersom formålet med arbeidet eller oppholdet eller andre grunner tilsier det. Kongen kan gi nærmere regler ved forskrift.​1\nTillatelsen gir rett til opphold i hele riket med mindre det er fastsatt begrensninger i samsvar med regler gitt i eller i medhold av loven.​2\nArbeidstillatelse kan knyttes til et bestemt arbeid og et bestemt arbeidssted, og det kan også fastsettes andre begrensninger når dette følger av regler gitt i eller i medhold av loven. Når slike begrensninger ikke er fastsatt, gir arbeidstillatelse adgang til å ta arbeid og drive ervervsvirksomhet i hele riket.\nUtlending​3 som har oppholdstillatelse, kan gis tillatelse til å arbeide på deltid og i ferier. Kongen​4 kan gi nærmere regler ved forskrift.​1\n0 Endret ved lov 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Se § 43.\n3 Se § 48.\n4 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Når arbeidstillatelse og oppholdstillatelse skal gis.",
      "content": "Utlending​1 har etter søknad rett til arbeidstillatelse eller oppholdstillatelse etter følgende regler:\n1. Underhold og bolig må være sikret etter nærmere regler som fastsettes av Kongen​2 ved forskrift.​3\n2. De vilkår for arbeidstillatelse og oppholdstillatelse som er fastsatt ved forskrift i medhold av § 5 annet ledd, må være oppfylt.\n3. Det må ikke foreligge omstendigheter som vil gi grunn til å nekte utlendingen adgang til riket, opphold eller arbeid i medhold av andre regler i loven.​4\nNår sterke menneskelige hensyn taler for det, eller når utlendingen har særlig tilknytning til riket, kan arbeidstillatelse eller oppholdstillatelse gis selv om vilkårene ikke er oppfylt.​5 Kongen​2 kan fastsette nærmere regler ved forskrift.​3\n1 Se § 48.\n2 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Se § 27, § 28, § 29 og § 43.\n5 Se § 15 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:8 a",
      "chapter": "2",
      "section": "8 a",
      "title": "Kollektiv beskyttelse i en massefluktsituasjon",
      "content": "Dersom det foreligger en massefluktsituasjon, kan Kongen i statsråd beslutte at bestemmelsene i denne paragrafen får anvendelse. Kongen i statsråd beslutter også når adgangen til å gi kollektiv beskyttelse etter annet ledd skal bortfalle.\nUtlending​1 som omfattes av massefluktsituasjonen og som kommer til riket eller er her når denne paragrafen får anvendelse, kan etter søknad gis beskyttelse på grunnlag av en gruppevurdering (kollektiv beskyttelse). Dette innebærer at utlendingen gis arbeidstillatelse eller oppholdstillatelse etter § 8 annet ledd. Tillatelsen danner ikke grunnlag for bosettingstillatelse.​2\nTillatelsen kan fornyes eller forlenges i inntil tre år fra det tidspunkt søkeren første gang fikk tillatelse. Deretter kan det gis tillatelse som kan danne grunnlag for bosettingstillatelse.​2 Etter ett år med slik tillatelse skal det gis bosettingstillatelse dersom vilkårene for å inneha tillatelsen fortsatt er til stede og vilkårene for øvrig er oppfylt, jfr. § 12.\nSøknad om asyl​3 fra utlending​1 som nevnt i annet ledd, kan stilles i bero i inntil tre år fra det tidspunkt søkeren første gang fikk tillatelse. Når adgangen til å gi kollektiv beskyttelse er bortfalt, jfr. første ledd, eller det er gått tre år siden søkeren første gang fikk tillatelse, skal søkeren informeres om at asylsøknaden bare tas under behandling dersom søkeren innen en fastsatt frist uttrykkelig tilkjennegir ønske om dette.\nVedtak om tillatelse og om å stille søknad om asyl​3 i bero treffes av Utlendingsdirektoratet. Direktoratet kan gi politiet myndighet til å gi tillatelse og stille søknad om asyl i bero.\nKongen​4 kan gi nærmere regler ved forskrift.​5\n0 Tilføyd ved lov 10 jan 1997 nr. 5.\n1 Se § 48.\n2 Se § 12.\n3 Se § 17.\n4 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Arbeidstillatelse eller oppholdstillatelse til familiemedlemmer.",
      "content": "De nærmeste familiemedlemmene til norsk eller nordisk borger som er bosatt i riket eller til utlending​2 som har eller får lovlig opphold i riket med arbeidstillatelse eller oppholdstillatelse uten begrensninger, har etter søknad rett til arbeidstillatelse eller oppholdstillatelse dersom det ikke foreligger omstendigheter som nevnt i § 8 første ledd nr. 3. Som hovedregel må underholdet være sikret. Kongen​3 kan gi nærmere regler ved forskrift.​4\nArbeidstillatelse og oppholdstillatelse for familieetablering kan nektes dersom det er sannsynlig at søkeren eller dennes særkullsbarn vil bli mishandlet eller grovt utnyttet. Tilsvarende gjelder særkullsbarn som søker familiegjenforening med forelder som har fått arbeidstillatelse eller oppholdstillatelse for familieetablering. Kongen kan gi nærmere regler om bestemmelsens anvendelse i forskrift.​3\nArbeidstillatelse og oppholdstillatelse etter første ledd kan nektes dersom referansepersonen etter forespørsel ikke samtykker i at søkeren gis tillatelse eller dersom det er sannsynlig at ekteskapet er inngått mot en av partenes vilje.\nKongen​3 kan fastsette ved forskrift​4 hvem som skal betraktes som nærmeste familiemedlemmer etter denne paragrafen og kan gi regler om arbeidstillatelse eller oppholdstillatelse til de nærmeste familiemedlemmene til utlending hvis opphold er forutsatt ikke å bli varig.\n0 Endret ved lover 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427), 6 jan 2006 nr. 1 (i kraft 1 feb 2006 iflg. res. 6 jan 2006 nr. 1). Endres ved lov 8 mai 2009 nr. 23 (i kraft fra den tid Kongen bestemmer). Endres ved lov 19 juni 2009 nr. 38 (i kraft fra den tid Kongen bestemmer).\n1 Se § 52.\n2 Se § 48.\n3 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:9 a",
      "chapter": "2",
      "section": "9 a",
      "title": "Krav til intervju av referansepersonen i Norge",
      "content": "Dersom arbeidstillatelse eller oppholdstillatelse søkes etter utlendingsloven § 9 med grunnlag i et ekteskap eller samboerforhold som er etablert i utlandet etter at referansepersonen har vært bosatt i Norge, kan tillatelse ikke innvilges før referansepersonen har vendt tilbake til Norge og har vært til intervju hos utlendingsmyndighetene, med mindre\na. referansepersonen var til intervju i Norge i anledning saken før ekteskapet ble inngått, eller\nb. søkeren har rett til innreise uten visum.\nKongen kan fastsette unntak fra første ledd i forskrift.​1 Kongen kan også gi nærmere regler i forskrift​1 om fremgangsmåten ved fremsettelse av søknad og om gjennomføringen av slikt intervju som nevnt i første ledd.\n0 Tilføyd ved lov 6 jan 2006 nr. 1 (i kraft 1 aug 2009 iflg. res. 19 juni 2009 nr. 817). Endres ved lov 8 mai 2009 nr. 23 (i kraft fra den tid Kongen bestemmer), endrer paragraftall til § 9b.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Gruppearbeidstillatelse.",
      "content": "Arbeidsgiver i riket kan søke om tillatelse til å ta i arbeid et bestemt antall utenlandske arbeidstakere for tidsbegrenset oppdrag (gruppearbeidstillatelse). Utlending​1 som omfattes av slik tillatelse, gis etter ankomst til riket individuell tillatelse til arbeid, med mindre det foreligger omstendigheter som nevnt i § 8 første ledd nr. 3.\nKongen​2 kan ved forskrift​3 gi nærmere regler om tillatelsen og om fremgangsmåten ved søknad.\nVedtak etter denne paragrafen treffes av Utlendingsdirektoratet med mindre vedtaksmyndighet er lagt til annen instans.\n1 Se § 48.\n2 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Fornyelse av arbeidstillatelse og oppholdstillatelse.",
      "content": "Utlending​1 har etter søknad rett til fornyelse av arbeidstillatelse og oppholdstillatelse når underhold er sikret etter forskrift​2 fastsatt av Kongen,​3 fornyelse ikke kan nektes etter forskrift gitt i medhold av § 5 annet ledd, og det ikke foreligger omstendigheter som nevnt i § 8 første ledd nr. 3.\nFornyet tillatelse gis i alminnelighet for ett eller to år etter nærmere regler fastsatt av Kongen ved forskrift.​2 Tillatelsen kan gis for et annet tidsrom dersom formålet med arbeidet eller oppholdet eller andre grunner tilsier det. Fornyet arbeidstillatelse kan ikke knyttes til et bestemt arbeid og et bestemt arbeidssted med mindre noe annet er fastsatt i forskrift​2 gitt i medhold av § 5 annet ledd.\nUtlending​1 som søker om fornyelse av arbeidstillatelse eller oppholdstillatelse som kan fornyes, kan få fortsatt opphold på samme vilkår inntil søknaden er avgjort og har rett til dette dersom utlendingen søker senest en måned før tillatelsen utløper.\n0 Endret ved lover 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 21 juni 2002 nr. 36 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 574).\n1 Se § 48.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:11 a",
      "chapter": "2",
      "section": "11 a",
      "title": "Tilsyn med at vilkår for tillatelser følges og tiltak ved brudd på vilkårene",
      "content": "Arbeidstilsynet fører tilsyn med at vilkårene for arbeidstillatelse når det gjelder lønns- og arbeidsvilkår og stillingens omfang, følges i virksomhetene. Likeledes føres tilsyn med at vilkårene for oppholdstillatelse for arbeidstaker som nevnt i § 51 første ledd bokstav a og § 58 a følges. Enhver som er underlagt tilsyn etter bestemmelsen skal, når Arbeidstilsynet krever det og uten hinder av taushetsplikt, fremlegge opplysninger som anses nødvendige for utøvelsen av tilsynet. Slike opplysninger kan også kreves fra andre offentlige tilsynsmyndigheter uten hinder av den taushetsplikt som ellers gjelder.\nArbeidstilsynet gir de pålegg og treffer de vedtak ellers som er nødvendige for gjennomføringen av tilsyn etter første ledd. Arbeidsmiljøloven § 18-6 (1), (2), (6), (7) og (8) samt §§ 18-7 og 18-8 får tilsvarende anvendelse ved tilsyn etter loven her. Eventuell oppdragsgiver skal også gjøres kjent med pålegg og andre enkeltvedtak.\nVed mistanke om overtredelse av vilkårene, eller at utlendingen ikke har nødvendig arbeids- eller oppholdstillatelse, skal Arbeidstilsynet varsle utlendingsmyndighetene.\nPetroleumstilsynet​2 har innenfor sitt myndighetsområde tilsvarende tilsynsansvar og myndighet som nevnt i første, annet og tredje ledd.\nDersom en arbeidsgiver i forhold til sine utenlandske arbeidstakere grovt eller gjentatte ganger bryter regler som skal verne om arbeidstakeres lønns- eller arbeidsvilkår, og som er gitt i eller i medhold av denne lov, kan Utlendingsdirektoratet treffe vedtak om at det ikke skal innvilges arbeidstillatelse for å utføre arbeid hos vedkommende arbeidsgiver. Vedtak etter denne bestemmelsen skal gjelde for to år. Kongen kan gi nærmere regler i forskrift, herunder fastsette at vedtak etter bestemmelsen skal gjelde for mindre enn to år.\nVedtak etter femte ledd berører ikke retten til oppholdstillatelse etter kapittel 8.\nGjelder fortsatt for forhold omfattet av § 58a, jfr. res. 27 nov 2009 nr. 1413.\n0 Tilføyd ved lov 2 juli 2004 nr. 66 (i kraft 1 okt 2004 iflg. res. 2 juli 2004 nr. 1068), endret ved lover 6 jan 2006 nr. 1 (i kraft 1 feb 2006 iflg. res. 6 jan 2006 nr. 1), 24 nov 2006 nr. 63 (i kraft 1 des 2006 iflg. res. 24 nov 2006 nr. 1294).\n1 Jfr. lov 17 juni 2005 nr. 62 kap. 18.\n2 Jfr. lov 29 nov 1996 nr. 72.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11 a."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Bosettingstillatelse.",
      "content": "Utlending​1 som de siste tre år har oppholdt seg sammenhengende i riket med oppholdstillatelse eller arbeidstillatelse uten begrensninger, har etter søknad rett til bosettingstillatelse dersom det ikke foreligger forhold som nevnt i § 29 første ledd.​2 Det er et vilkår at søkeren i tillegg har gjennomført pliktig norskopplæring i henhold til introduksjonsloven.​3 Bosettingstillatelse kan også gis i andre tilfeller etter nærmere regler i forskrift​4 fastsatt av Kongen.​5\nBosettingstillatelse gir rett til opphold og til å ta arbeid uten tidsbegrensning. Den gir utvidet vern mot bortvisning og utvisning, jfr. § 30.\nVedtak om bosettingstillatelse treffes av Utlendingsdirektoratet. Kongen​5 kan ved forskrift​4 legge myndighet til å innvilge søknader til politiet. § 11 tredje ledd gjelder tilsvarende ved søknader om bosettingstillatelse.\nTillatelsen faller bort når innehaveren har hatt bopel eller faktisk opphold utenfor riket sammenhengende i mer enn to år. Vedtak om bortfall treffes av Utlendingsdirektoratet. Utlending kan etter søknad gis adgang til å være borte fra riket lenger uten at tillatelsen faller bort. Nærmere regler kan gis ved forskrift​4 fastsatt av Kongen.​5\n0 Endret ved lover 10 jan 1997 nr. 5 (i kraft 15 juni 1997), 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 11 mars 2005 nr. 13 (i kraft 1 sep 2005 iflg. res. 11 mars 2005 nr. 228).\n1 Se § 48.\n2 Jfr. § 43.\n3 Lov 4 juli 2003 nr. 80.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Tilbakekall.",
      "content": "Arbeidstillatelse, oppholdstillatelse og bosettingstillatelse kan tilbakekalles dersom utlendingen​1 i søknaden mot bedre vitende har gitt uriktige opplysninger eller fortiet forhold av vesentlig betydning for vedtaket eller dersom det for øvrig følger av alminnelige forvaltningsrettslige regler. Vedtak om tilbakekall treffes av Utlendingsdirektoratet.\nGjelder fortsatt for forhold omfattet av § 58a, jfr. res. 27 nov 2009 nr. 1413.\n0 Endret ved lov 10 jan 1997 nr. 5 (i kraft 15 juni 1997).\n1 Se § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Melding til myndighetene.",
      "content": "Utlending​1 som har fått arbeidstillatelse eller oppholdstillatelse før innreise, skal senest innen en uke etter innreisen melde seg for politiet på oppholdsstedet. Det samme gjelder utlending som akter å søke om, eller for øvrig trenger, slik tillatelse.\nUtlending​1 som skifter bopel mens behandling av sak etter loven pågår, skal gi melding om dette til politiet.​2\nKongen​3 kan gi forskrift​4 om at også utlending som ikke trenger arbeidstillatelse eller oppholdstillatelse eller som har bosettingstillatelse, skal gi melding til politiet om sin bopel i riket og melding til vedkommende myndighet om sitt arbeid eller erverv.\n0 Endret ved lov 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264).\n1 Se § 48.\n2 Jfr. § 43 (2).\n3 Arbeids- og inkluderingsdepartementet res. 30 juni 2006 nr. 761.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Vern mot forfølgelse.",
      "content": "Utlending​1 må ikke i medhold av loven sendes til noe område der utlendingen kan frykte forfølgelse som kan begrunne anerkjennelse som flyktning​2 eller ikke vil være trygg mot å bli sendt videre til slikt område. Tilsvarende vern skal gjelde utlending som av liknende grunner som angitt i flyktningedefinisjonen​2 står i en nærliggende fare for å miste livet eller bli utsatt for en umenneskelig behandling.\nNår vedtaksmyndigheten i sak etter loven kommer til at utlendingen ikke går inn under reglene i første ledd, skal den av eget tiltak vurdere om reglene i § 8 annet ledd bør anvendes.\nVernet etter første ledd gjelder ikke utlending​1 som med rimelig grunn anses som en fare for rikets sikkerhet eller som har fått endelig dom for en særlig alvorlig forbrytelse og som av denne grunn utgjør en fare for samfunnet. Vernet gjelder heller ikke når det foreligger omstendigheter som angitt i flyktningekonvensjonen​2 art. 1 F.\nVernet etter første ledd kommer til anvendelse ved alle former for vedtak etter loven.\n1 Se § 48.\n2 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Flyktning.",
      "content": "Flyktning etter loven er utlending​1 som går inn under flyktningekonvensjonen 28. juli 1951 art. 1 A, jfr. protokoll 31. januar 1967.​2\nFlyktning som går inn under flyktningekonvensjonen art. 1 C-F kan helt eller delvis utelukkes fra de rettigheter og det vern som er fastsatt i dette kapittel og som ikke gjelder saksbehandlingen. Flyktning som går inn under art. 1 C-E kan likevel ikke utelukkes fra vernet mot forfølgelse etter § 15.\n0 Endres ved lov 21 juni 2002 nr. 36 (i kraft fra den tid Kongen bestemmer).\n1 Se § 48.\n2 Jfr. § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Rett til asyl (fristed) m.v.",
      "content": "Flyktning​1 som er i riket eller på norsk grense har etter søknad rett til asyl​2 (fristed) i riket. Dette gjelder likevel ikke flyktning som\na. går inn under unntakene fra reglene om vern i § 15 tredje ledd eller § 16 annet ledd,\nb. har fått asyl i et annet land,\nc. har reist til riket av eget tiltak etter å ha oppnådd beskyttelse i et annet land, eller etter å ha hatt opphold i stat eller område hvor flyktningen ikke var forfulgt og heller ikke hadde grunn til å frykte tilbakesendelse til sitt hjemland,\nd. kan kreves mottatt av annen nordisk stat etter reglene i den nordiske passkontrolloverenskomsten,​3\ne. kan kreves mottatt av et annet land som deltar i samarbeidet i henhold til avtalene mellom Norge, Island og Det europeiske fellesskap og mellom Norge, Island og Sveits om kriterier og mekanismer for å avgjøre hvilken stat som er ansvarlig for behandlingen av en asylsøknad som fremlegges i Norge, Island, Sveits eller en medlemsstat,​4\nf. av tvingende samfunnsmessige hensyn må nektes asyl.\nAdgangen til å returnere flyktning til annen stat i medhold av første ledd bokstav c, d og e skal ikke benyttes dersom flyktningen har en tilknytning til riket som gjør at Norge er nærmest til å gi flyktningen beskyttelse.\nOgså flyktningens ektefelle​5 eller samboer og barn under 18 år uten ektefelle eller samboer har rett til asyl dersom ikke særlige grunner taler mot det.\nPass eller annet reisedokument søkeren er i besittelse av, må innleveres sammen med søknad om asyl.\nAsylsøker kan gis midlertidig arbeidstillatelse eller oppholdstillatelse​6 inntil søknaden om asyl er avgjort. Asylsøker som har fått et endelig avslag som for tiden ikke iverksettes, kan etter anmodning gis midlertidig tillatelse inntil avslaget iverksettes. Kongen​7 kan fastsette nærmere regler ved forskrift.​8 Tillatelsen gis av Utlendingsdirektoratet, som også kan gi politiet myndighet til å gi tillatelse. Forvaltningsloven​9 kapittel IV til VI om saksforberedelse, vedtak og klage gjelder ikke for vedtak om midlertidig tillatelse.\n0 Endret ved lover 10 jan 1997 nr. 5 (i kraft 15 juni 1997), 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427), 28 juli 2000 nr. 75 (i kraft straks iflg. res. 28 juli 2000 nr. 793), 16 juli 1999 nr. 67 (i kraft 25 mars 2001 iflg. res. 9 mars 2001), 29 aug 2003 nr. 89 (i kraft 1 sep 2003 iflg. res. 29 aug 2003 nr. 1089), 20 jan 2006 nr. 2 (i kraft 1 feb 2006 iflg. res. 20 jan 2006 nr. 50), 30 juni 2006 nr. 37 (i kraft 1 mai 2008 iflg. res. 11 april 2008 nr. 344).\n1 Se § 16.\n2 Se § 18.\n3 Inntatt her etter lovteksten.\n4 Dublin II-forordningen.\n5 Jfr. lov 4 juli 1991 nr. 47 kap. 3 og § 95.\n6 Se kap. 2.\n7 Justisdepartementet iflg. res. 28 juli 2000 nr. 794.\n8 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n9 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Virkning av asyl.",
      "content": "Innvilgelse av asyl innebærer at utlendingen​1 har status som flyktning og får arbeidstillatelse eller oppholdstillatelse.​2 Utlendingen har den rettsstilling som følger av norsk lov og flyktningekonvensjonen​3 eller annen overenskomst med fremmed stat om flyktninger.\nInnvilget asyl kan tilbakekalles når flyktningen ikke lenger går inn under flyktningedefinisjonen, jfr. § 16, eller dersom det for øvrig følger av alminnelige forvaltningsrettslige regler. Vedtak om tilbakekall treffes av Utlendingsdirektoratet.\n0 Endret ved lover 10 jan 1997 nr. 5 (i kraft 15 juni 1997), 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427).\n1 Se § 48.\n2 Se kap. 2.\n3 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Reisebevis for flyktning og utlendingspass.",
      "content": "Flyktning​1 som har eller gis lovlig opphold i riket, skal etter søknad også gis reisebevis for flyktning for reise utenfor Norge dersom ikke særlige grunner taler mot det. Har flyktningen reisedokument utstedt av fremmed stat, gjelder denne retten bare når flyktningen er innvilget asyl​2 eller bosettingstillatelse,​3 eller Norge i henhold til internasjonal avtale har plikt til å utstede reisebevis for flyktning.\nUtlending​4 som har eller gis arbeidstillatelse eller oppholdstillatelse​5 i riket på grunnlag av søknad om asyl, men uten å ha fått innvilget asyl, skal gis utlendingspass for reise utenfor Norge dersom utlendingens forhold til hjemlandets myndigheter tilsier det. Utlendingspass kan også utstedes i andre tilfeller etter nærmere regler fastsatt av Kongen.\nPass eller annet reisedokument søkeren er i besittelse av, må innleveres sammen med søknad om reisebevis for flyktning eller utlendingspass.\nKongen​6 kan gi forskrift​7 om utstedelse, gyldighetsområde, fornyelse og inndragning av reisebevis for flyktning og utlendingspass og de nærmere vilkårene for dette.\n0 Endret ved lov 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427).\n1 Se § 16.\n2 Se § 17 og § 18.\n3 Se § 12.\n4 Se § 48.\n5 Se kap. 2.\n6 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n7 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Virkning av flyktningebedømmelse i fremmed stat.",
      "content": "Utlending​1 som har fått asyl​2 eller reisebevis for flyktning​3 av fremmed stat, skal anses som flyktning​4 med fast bopel i denne staten. Søker slik flyktning asyl eller reisebevis i Norge, skal den tidligere flyktningebedømmelsen ikke underkjennes med mindre den er åpenbart feilaktig eller det foreligger andre særlige grunner til det.​5\n1 Se § 48.\n2 Se § 17 og § 18.\n3 Se § 19.\n4 Se § 16.\n5 Jfr. § 21 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Vedtaksmyndighet og saksbehandlingsregler i asyl- og flyktningesaker.",
      "content": "Utlendingsdirektoratet avgjør spørsmål om vern mot utsendelse, flyktningestatus og asyl​1 samt reisebevis​2 for flyktning og utlendingspass.​3 Kongen​4 kan ved forskrift​5 legge myndighet til å innvilge søknad om reisebevis​2 eller utlendingspass​3 til barn under 16 år til politiet.\nUtlendingsdirektoratet avgjør også om den som gis innreisetillatelse som overføringsflyktning, jf. § 22, skal gis status som flyktning.​6 Når dette avgjøres etter innreise, skal direktoratet legge tilbørlig vekt på om søkeren hadde grunn til å regne med å bli behandlet som flyktning.\nVed behandlingen av sak etter første og annet ledd skal Utlendingsdirektoratet av eget tiltak innhente informasjon som er nødvendig og tilgjengelig, jfr. forvaltningsloven​7 § 17. Uavhengig av reglene om taushetsplikt kan FN's høykommissær for flyktninger gis innsyn i saksdokumentene. I den utstrekning det er nødvendig i forbindelse med innhenting av opplysninger, kan innsyn også gis til flyktninge- eller menneskerettsorganisasjon.\n0 Endret ved lover 30 april 1999 nr. 22, 28 juli 2000 nr. 75 (i kraft straks iflg. res. 28 juli 2000 nr. 793), 21 juni 2002 nr. 36 (i kraft 1 feb 2004 iflg. res. 16 jan 2004 nr. 63).\n1 Se § 17 og § 18.\n2 Se § 19.\n3 Se § 19 (2).\n4 Justisdepartementet iflg. res. 28 juli 2000 nr. 794.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n6 Se § 16 og § 20.\n7 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "Overføring av flyktninger m.v.",
      "content": "Innenfor de rammer og etter de retningslinjer som er fastsatt av overordnet myndighet for overføring av flyktninger,​1 treffer Utlendingsdirektoratet vedtak om innreisetillatelse. Kongen​2 kan fastsette en annen vedtaksmyndighet.\nOverføring etter første ledd kan også omfatte utlendinger​3 som ikke antas å være flyktninger.\nForvaltningsloven​4 kapittel IV og V om saksforberedelse og vedtak gjelder ikke sak om overføring etter de foregående ledd. Utlendingsdirektoratets vedtak kan bare påklages til departementet​5 av den hvis sak det uttrykkelig er tatt stilling til.\nUtlending​3 som er gitt innreisetillatelse etter første ledd, får arbeidstillatelse eller oppholdstillatelse.​6 Når endelig vedtak er truffet i spørsmålet om flyktningestatus, jfr. § 21 annet ledd, har utlendingen rett til asyl og reisebevis for flyktning etter reglene i §§ 17 til 19.\n0 Endret ved lov 30 april 1999 nr. 22.\n1 Jfr. § 16.\n2 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n3 Se § 48.\n4 Lov 10 feb 1967.\n5 Arbeids- og inkluderingsdepartementet.\n6 Se kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Grensepassering og grensekontroll",
      "content": "Enhver som kommer til riket, skal​1 straks melde seg for passkontrollen eller nærmeste politimyndighet. Enhver som reiser fra riket, er underlagt utreisekontroll og skal ved utreisen melde seg for passkontrollen eller nærmeste politimyndighet. Unntak gjelder ved passering av indre Schengen-grense,​2 og ellers når departementet​3 bestemmer.\nInn- og utreise skal skje over godkjente grenseovergangssteder dersom ikke annet er bestemt. Departementet avgjør hvor det skal være godkjente grenseovergangssteder. Uten hinder av denne lov kan indre Schengen-grense​2 passeres hvor som helst. Tollovgivningen gjelder ved passering av indre grense.\nKongen kan ved forskrift​4 gi nærmere regler om inn- og utreisekontroll og om unntak fra bestemmelsene i første og annet ledd om passering av indre Schengen-grense.​2 Kongen​5 kan ved forskrift​4 også gi politiet myndighet til å foreta innkreving av pass og andre reisedokumenter fra utlending før innreisen til riket samt pålegge fører av skip eller luftfartøy å kontrollere at reisende har gyldig reisedokument.\n0 Endret ved lov 16 juli 1999 nr. 67 (i kraft 25 mars 2001 iflg. res. 9 mars 2001).\n1 Jfr. § 47.\n2 Mellom Norge, Island og EU-landene med unntak av Irland og Storbritannia og Nord-Irland (UK).\n3 Arbeids- og inkluderingsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Pass.",
      "content": "Dersom ikke annet er bestemt, skal​1 utlending​2 som kommer til riket, ha pass eller annet legitimasjonspapir som er godkjent som reisedokument.\nDepartementet​3 fastsetter kravene for å godta pass eller annet legitimasjonspapir som gyldig for innreise og opphold i riket.\nUtlendingsdirektoratet kan i særlige tilfeller frita utlending fra kravet om pass eller godta annet dokument enn det som følger av de alminnelige reglene.\n1 Jfr. § 47.\n2 Se § 48.\n3 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Visum",
      "content": "Utlending​1 må​2 ha visum for å kunne reise inn i riket med mindre Kongen​3 ved forskrift​4 har gjort unntak fra visumkravet. Utlending​1 som har oppholdstillatelse utstedt av et land som deltar i Schengensamarbeidet,​5 er unntatt fra visumplikt. Med oppholdstillatelse menes her tillatelse av en hvilken som helst art som gir rett til opphold på utstederlandets territorium. Utlending​1 som har midlertidig oppholdstillatelse utstedt av et land som deltar i Schengensamarbeidet​5 med sikte på behandling av en søknad om asyl eller opphold, må for å være unntatt fra visumplikten i tillegg ha reisedokument utstedt av det land som har utstedt oppholdstillatelsen.\nVisum utstedt av land som deltar i Schengensamarbeidet​5 er gyldig for innreise og opphold i riket i den angitte tidsperiode, når dette fremgår av visumet.\nKongen kan ved forskrift​4 gi regler om plikt til å ha lufthavntransittvisum.\nVisum gis ved påtegning i pass eller annet legitimasjonspapir eller ved særskilt dokument, etter nærmere regler fastsatt av Kongen, som også gir regler om fremgangsmåten ved søknad.\nVisum for besøk gis for en innreise og for opphold av bestemt varighet inntil tre måneder. Ved særlig behov kan slikt besøksvisum gis med gyldighet for flere innreiser. Kongen kan gi nærmere regler om behandlingen av søknader om besøksvisum.\nSøknad om visum avgjøres av Utlendingsdirektoratet. Myndighet til å avgjøre søknad om besøksvisum og lufthavntransittvisum kan også legges til utenrikstjenesten. Myndighet til å innvilge søknad om slike visa kan dessuten legges til en utenrikstjeneste tilhørende et annet land som deltar i Schengen-samarbeidet.​5 Kongen kan gi nærmere regler ved forskrift.​4\n0 Endret ved lover 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427), 16 juli 1999 nr. 67 (i kraft 25 mars 2001 iflg. res. 9 mars 2001), 15 sep 2000 nr. 78 (i kraft 25 mars 2001 iflg. res. 9 mars 2001).\n1 Se § 48.\n2 Jfr. § 47.\n3 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Norge, Island og EU-landene med unntak av Irland og Storbritannia og Nord-Irland (UK).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:25 a",
      "chapter": "4",
      "section": "25 a",
      "title": "Avslag på søknad om visum ved fare for overgrep mot søkeren",
      "content": "Visum kan nektes dersom det er sannsynlig at søkeren eller dennes særkullsbarn vil bli mishandlet eller grovt utnyttet.\n0 Tilføyd ved lov 6 jan 2006 nr. 1 (i kraft 1 feb 2006 iflg. res. 6 jan 2006 nr. 1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25a",
        "source_heading": "§ 25 a."
      }
    },
    {
      "provision_ref": "4:25 b",
      "chapter": "4",
      "section": "25 b",
      "title": "Om visuminformasjonssystemet (VIS)",
      "content": "0 Tilføyes ved lov 19 juni 2009 nr. 38 (i kraft fra den Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25b",
        "source_heading": "§ 25 b."
      }
    },
    {
      "provision_ref": "4:25 c",
      "chapter": "4",
      "section": "25 c",
      "title": "Formålet med VIS",
      "content": "0 Tilføyes ved lov 19 juni 2009 nr. 38 (i kraft fra den Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25c",
        "source_heading": "§ 25 c."
      }
    },
    {
      "provision_ref": "4:25 d",
      "chapter": "4",
      "section": "25 d",
      "title": "Opplysninger som skal registreres i VIS",
      "content": "0 Tilføyes ved lov 19 juni 2009 nr. 38 (i kraft fra den Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25d",
        "source_heading": "§ 25 d."
      }
    },
    {
      "provision_ref": "4:25 e",
      "chapter": "4",
      "section": "25 e",
      "title": "Registrering i NORVIS, tilgang til og behandling av opplysninger i VIS",
      "content": "0 Tilføyes ved lov 19 juni 2009 nr. 38 (i kraft fra den Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25e",
        "source_heading": "§ 25 e."
      }
    },
    {
      "provision_ref": "4:25 f",
      "chapter": "4",
      "section": "25 f",
      "title": "Behandlingsansvar for NORVIS",
      "content": "0 Tilføyes ved lov 19 juni 2009 nr. 38 (i kraft fra den Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25f",
        "source_heading": "§ 25 f."
      }
    },
    {
      "provision_ref": "4:25 g",
      "chapter": "4",
      "section": "25 g",
      "title": "Tilgang til VIS for politimyndigheter med ansvar for å forebygge, etterforske eller oppklare terrorhandlinger og annen alvorlig kriminalitet",
      "content": "0 Tilføyes ved lov 19 juni 2009 nr. 38 (i kraft fra den Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25g",
        "source_heading": "§ 25 g."
      }
    },
    {
      "provision_ref": "4:25 h",
      "chapter": "4",
      "section": "25 h",
      "title": "Forskrifter om VIS",
      "content": "0 Tilføyes ved lov 19 juni 2009 nr. 38 (i kraft fra den Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25h",
        "source_heading": "§ 25 h."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Tillatelse til å fratre stilling på skip. Landlov.",
      "content": "Utlending​1 som forlater stilling om bord i skip eller luftfartøy, eller som er blindpassasjer, må ikke gå i land i riket uten tillatelse fra politiet. Reglene om vedtaksmyndighet i bortvisningssak og om klagerett gjelder tilsvarende.​2\nRegler om utenlandske​1 sjøfolks landlov under opphold på skip i norsk havn og om adgangen til å nekte landlov fastsettes av Kongen.​3\n0 Endret ved lov 30 juni 1995 nr. 49.\n1 Se § 48.\n2 Jfr. § 27 og § 28.\n3 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Bortvisning ved innreise.",
      "content": "Ved innreise eller innen sju dager etter innreise i riket kan det treffes vedtak om å bortvise utlending​1\na. som ikke viser gyldig pass​2 eller annet godkjent reisedokument eller visum​3 når dette er nødvendig,\nb. som er utvist fra riket eller fra annet nordisk land med innreiseforbud som ennå gjelder, og utlendingen ikke har fått adgang til riket etter søknad,\nc. som mangler slik tillatelse som er nødvendig etter kapittel 2 eller ikke kan sannsynliggjøre det oppgitte formålet med oppholdet,\nd. som ikke kan sannsynliggjøre å ha eller være sikret tilstrekkelige midler til opphold i riket og til hjemreise,\ne. som er straffet som nevnt i § 29 første ledd bokstav b eller c, eller når andre omstendigheter gir særlig grunn til å frykte at utlendingen her i riket eller i annet nordisk land vil begå straffbar handling som kan føre til fengselsstraff i mer enn tre måneder,\nf. i samsvar med reglene i den nordiske passkontrolloverenskomsten​4 artikkel 6, når det er sannsynlig at utlendingen vil reise inn i annet nordisk land og trolig vil bli bortvist der fordi pass eller visum som er gyldig for innreise i landet mangler, eller det for øvrig foreligger bortvisningsgrunn i vedkommende land,\ng. som ifølge kompetent helsepersonell åpenbart lider av alvorlige psykiske forstyrrelser,\nh. som ikke har dekket utgifter som er blitt påført det offentlige i forbindelse med at utlendingen tidligere er ført ut av riket, jfr. § 46 første ledd,\ni. som er innmeldt i Schengen informasjonssystem (SIS) med henblikk på ikke å tillate innreise,​5\nj. når det er nødvendig av hensyn til Norges eller annet Schengen-lands nasjonale sikkerhet, offentlige orden, folkehelse eller internasjonale forbindelser.\nSjudagersfristen anses overholdt dersom sak om bortvisning er reist innen sju dager.\nPåberoper en utlending seg å være flyktning​6 eller for øvrig gir opplysninger som tyder på at beskyttelsesreglene i § 15 første ledd vil komme til anvendelse, skal saken forelegges Utlendingsdirektoratet til behandling og avgjørelse.\nKongen kan ved forskrift​7 gi regler om unntak fra bestemmelsene i første ledd for innehaver av visum eller oppholdstillatelse utstedt av land som deltar i Schengensamarbeidet.​8 Med oppholdstillatelse menes her tillatelse som nevnt i § 34a første ledd.\n0 Endret ved lover 4 aug 1995 nr. 53, 10 jan 1997 nr. 5 (i kraft 15 juni 1997), 16 juli 1999 nr. 67 (første ledd ny bokstav j i kraft 6 aug 1999 iflg. res. 6 aug 1999 nr. 883, resten av endringene i kraft 25 mars 2001 iflg. res. 9 mars 2001), 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 30 juni 2006 nr. 37 (i kraft 13 okt 2006 iflg. res. 30 juni 2006 nr. 760), 15 juni 2007 nr. 20.\n1 Se § 48.\n2 Jfr. § 24.\n3 Jfr. § 25.\n4 Inntatt her etter lovteksten.\n5 Jfr. lov 16 juli 1999 nr. 66.\n6 Se § 16.\n7 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n8 Norge, Island og EU-landene med unntak av Irland og Storbritannia og Nord-Irland (UK).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Bortvisning etter innreise.",
      "content": "Utlending​1 kan bortvises etter reglene i § 27 første ledd også etter utløpet av sjudagersfristen.\nUtlending som har arbeidstillatelse,​2 oppholdstillatelse​2 eller bosettingstillatelse​3 kan ikke bortvises etter denne paragrafen.\n0 Endret ved lover 10 jan 1997 nr. 5 (i kraft 15 juni 1997), 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427).\n1 Se § 48.\n2 Se kap. 2.\n3 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Utvisning.",
      "content": "Utlending​1 kan utvises\na. når utlendingen grovt eller gjentatte ganger har overtrådt en eller flere bestemmelser i loven her eller unndrar seg gjennomføring av vedtak som innebærer at vedkommende skal forlate riket,\nb. når utlendingen for mindre enn fem år siden i utlandet har sonet eller er ilagt straff for et forhold som etter norsk lov kan føre til fengselsstraff i mer enn tre måneder. Tilsvarende gjelder ved ilagt særreaksjon​2 som følge av straffbart forhold som nevnt,\nc. når utlendingen her i riket er ilagt straff eller særreaksjon​2 for et forhold som kan føre til fengselsstraff i mer enn tre måneder eller flere ganger i løpet av de siste tre år er ilagt fengselsstraff,\nd. når hensynet til rikets sikkerhet gjør det nødvendig,\ne. når utlendingen har overtrådt straffeloven​3 §§ 147 a eller 147 b, eller har gitt trygt tilholdssted til noen som utlendingen kjenner til at har begått en slik forbrytelse,\nf. når en administrativ myndighet i et land som deltar i Schengensamarbeidet​4 har truffet endelig avgjørelse om bortvisning eller utvisning av utlendingen på grunn av manglende overholdelse av landets bestemmelser om utlendingers innreise eller opphold.\nUtvisning etter første ledd bokstav a, b, c, e og f besluttes ikke dersom det i betraktning av forholdets alvor og utlendingens tilknytning til riket vil være et uforholdsmessig tiltak overfor utlendingen selv eller de nærmeste familiemedlemmene.\nUtlending som har arbeidstillatelse eller oppholdstillatelse​5 kan bare utvises dersom det straffbare forholdet kan føre til fengselsstraff i mer enn ett år, eller dersom straffeloven §§ 228 første ledd, 237, 342 første ledd bokstav b eller c, 352 a, 384 eller 385 er overtrådt.\nUtvisning er til hinder for senere innreise i riket. Innreiseforbudet kan gjøres varig eller tidsbegrenset, men som hovedregel ikke for kortere tidsrom enn to år. Etter søknad kan den som er utvist få adgang til riket, men som regel ikke før to år er gått fra utreisen.\n0 Endret ved lover 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 17 jan 1997 nr. 11 (i kraft 1 jan 2002 iflg. lov 15 juni 2001 nr. 64) som endret ved lov 15 juni 2001 nr. 64, 28 juni 2002 nr. 54, 4 juli 2003 nr. 81 (i kraft 4 juli 2003 iflg. res. 4 juli 2003 nr. 878), 2 juli 2004 nr. 67 (i kraft 15 okt 2004 iflg. res. 17 sep 2004 nr. 1268). Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Se § 48.\n2 Jfr. lov 22 mai 1902 nr. 10 (strl.) § 39 og §§ 39a til 39h.\n3 Lov 22 mai 1902 nr. 10 (strl.).\n4 Norge, Island og EU-landene med unntak av Irland og Storbritannia og Nord-Irland (UK).\n5 Se kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Bortvisning og utvisning av utlending med bosettingstillatelse m.v.",
      "content": "Utlending​1 som er født i riket og som senere uavbrutt har hatt fast bopel her, kan ikke bortvises​2 eller utvises.​3\nUtlending​1 som fyller kravene til å få bosettingstillatelse,​4 kan bare bortvises eller utvises\na. når hensynet til rikets sikkerhet gjør det nødvendig, jf. § 29 første ledd bokstav d,\nb. når utlendingen har sonet eller er ilagt straff for forhold som etter norsk lov kan føre til fengselsstraff i to år eller mer, og dette er skjedd for mindre enn fem år siden i utlandet eller for mindre enn ett år siden her i riket. Tilsvarende gjelder ved ilagt særreaksjon​5 som følge av straffbare forhold som nevnt,\nc. når utlendingen har overtrådt straffeloven​6 §§ 147 a eller 147 b, eller har gitt trygt tilholdssted til noen som utlendingen kjenner til at har begått en slik forbrytelse, jf § 29 første ledd bokstav e.\nUtvisning etter annet ledd bokstav b eller c besluttes ikke dersom det i betraktning av forholdets alvor og utlendingens tilknytning til riket vil være et uforholdsmessig tiltak overfor utlendingen selv eller de nærmeste familiemedlemmene.\n0 Endret ved lover 11 juni 1993 nr. 76, 30 juni 1995 nr. 49, 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 28 juli 2000 nr. 75 (i kraft straks iflg. res. 28 juli 2000 nr. 793), 28 juni 2002 nr. 54, 2 juli 2004 nr. 67 (i kraft 15 okt 2004 iflg. res. 17 sep 2004 nr. 1268). Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Se § 48.\n2 Se § 27 og § 28.\n3 Se § 29.\n4 Se § 12.\n5 Jfr. lov 22 mai 1902 nr. 10 (strl.) § 39 og §§ 39a til 39h.\n6 Lov 22 mai 1902 nr. 10 (strl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "Vedtaksmyndighet og saksforberedelse",
      "content": "Vedtak om bortvisning etter § 27 første ledd bokstav a til i treffes av politimesteren eller den politimesteren bemyndiger. Vedtak ellers etter kapitlet her treffes av Utlendingsdirektoratet. Kongen​1 kan ved forskrift​2 legge vedtaksmyndighet etter § 28 til politimesteren eller den politimesteren bemyndiger.\nSak som skal avgjøres av Utlendingsdirektoratet, forberedes av politiet. Finner politiet at det foreligger grunn til å bortvise eller utvise utlending,​3 sendes saken til Utlendingsdirektoratet til avgjørelse.\n0 Endret ved lover 10 jan 1997 nr. 5 (i kraft 15 juni 1997), 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 16 juli 1999 nr. 67 (i kraft 25 mars 2001 iflg. res. 9 mars 2001).\n1 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Alminnelige regler om saksbehandlingen.",
      "content": "Forvaltningsloven​1 gjelder når ikke annet følger av loven her.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Utlendings rett til å uttale seg.",
      "content": "Utlending​1 som har krav på forhåndsvarsel og informasjon etter forvaltningsloven​2 §§ 16 og 17, skal ha rett til å uttale seg skriftlig eller muntlig.\nI asylsaker​3 og andre saker hvor beskyttelsesreglene i § 15 kommer til anvendelse, samt i saker som gjelder bortvisning​4 og utvisning,​5 skal utlendingsmyndighetene sørge for at utlendingen får mulighet til å fremlegge sine synspunkter på et språk utlendingen kan kommunisere forsvarlig på. Dette skal skje så snart som mulig og under enhver omstendighet før vedtak i saken treffes.\n1 Se § 48.\n2 Lov 10 feb 1967.\n3 Se § 17.\n4 Se § 27 og § 28.\n5 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "title": "Veiledningsplikt.",
      "content": "I sak om bortvisning,​1 utvisning​2 og tilbakekall​3 av gitt tillatelse​4 og når utlending​5 søker asyl,​4 skal politiet gi veiledning om at utlendingen har rett til fullmektig (jfr. forvaltningsloven​6 § 12) og rettshjelp (jfr. § 42) samt rett til å sette seg i kontakt med sitt lands representasjon, en representant for FN's høykommissær for flyktninger og en norsk flyktningeorganisasjon. For øvrig gjelder den alminnelige veiledningsplikt etter forvaltningsloven​6 § 11.\n1 Se § 27 og § 28.\n2 Se § 29.\n3 Se § 13.\n4 Se § 17.\n5 Se § 48.\n6 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:34 a",
      "chapter": "6",
      "section": "34 a",
      "title": "Oversending av opplysninger",
      "content": "I den utstrekning Norge er forpliktet til det som deltaker i Schengensamarbeidet​1 og samarbeidet i henhold til avtalene mellom Norge, Island og Det europeiske fellesskap og mellom Norge, Island og Sveits om kriterier og mekanismer for å avgjøre hvilken stat som er ansvarlig for behandlingen av en asylsøknad som fremlegges i Norge, Island, Sveits eller en medlemsstat,​2 kan utlendingsmyndighetene uten hinder av taushetsplikt oversende opplysninger om enkeltpersoner til myndighetene i land som deltar i slikt samarbeid, som ledd i eller til bruk ved behandling av sak om visum,​3 asyl,​4 bortvisning,​5 utvisning​6 eller oppholdstillatelse. Med oppholdstillatelse menes i denne paragrafen tillatelse av en hvilken som helst art som er utstedt av et land som deltar i Schengensamarbeidet​1 og som gir rett til opphold på dets territorium. Midlertidig tillatelse til opphold med sikte på behandling av en søknad om asyl eller oppholdstillatelse omfattes likevel ikke.\nKongen kan ved forskrift​7 gi nærmere regler om hvilke forhold det kan opplyses om og vilkår som må være oppfylt før oversending kan finne sted.\n0 Tilføyd ved lov 16 juli 1999 nr. 67 (i kraft 25 mars 2001 iflg. res. 9 mars 2001), endret ved lover 4 juli 2003 nr. 81 (i kraft 4 juli 2003 iflg. res. 4 juli 2003 nr. 878), 29 aug 2003 nr. 89 (i kraft 1 sep 2003 iflg. res. 29 aug 2003 nr. 1089), 2 juli 2004 nr. 65 (i kraft 2 juli 2004 iflg. res. 2 juli 2004 nr. 1067), 30 juni 2006 nr. 37 (i kraft 1 mai 2008 iflg. res. 11 april 2008 nr. 344).\n1 Jfr. Avtale 18 mai 1999 mellom Rådet for Den europeiske union og Republikken Island og Kongeriket Norge om de sistnevnte statenes tilknytning til gjennomføringen, anvendelsen og videreutviklingen av Schengen-regelverket.\n2 Dublin II-forordningen.\n3 Se § 25.\n4 Se § 17 og § 18.\n5 Se § 27 og § 28.\n6 Se § 29.\n7 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34a",
        "source_heading": "§ 34a."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "title": "Ugildhet.",
      "content": "Offentlig tjenestemann som har handlet i sak om straffeforfølgning mot vedkommende utlending,​1 kan ikke tilrettelegge grunnlaget for eller selv treffe avgjørelse i sak om bortvisning,​2 arbeidstillatelse,​3 oppholdstillatelse,​4 bosettingstillatelse​4 og utvisning.​5 Unntatt herfra er saker som gjelder overtredelse av regler gitt i eller i medhold av loven her.\n1 Se § 48.\n2 Se § 27 og § 28.\n3 Se kap. 2.\n4 Se § 12.\n5 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "title": "Rettslig avhør.",
      "content": "Utlending​1 kan kreve at opplysninger som ikke kan fremlegges på annen tilfredsstillende måte i sak etter loven, innhentes ved rettslig avhør etter fremgangsmåten i tvisteloven​2 kapittel 28 om bevissikring utenfor rettssak. Utlendingsmyndighetene har tilsvarende adgang. Retten avgjør om bevissikring er nødvendig.\nAdgangen til å kreve rettslig avhør gjelder ikke når det pågår sak om bortvisning​3 mot utlendingen. Adgangen gjelder heller ikke dersom den som skal avhøres befinner seg i utlandet.\n0 Endret ved lov 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se § 48.\n2 Lov 17 juni 2005 nr. 90 (tvl.).\n3 Se § 27 og § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "title": "Identifisering.",
      "content": "Ved innreise, og frem til antatt korrekt identitet er registrert, har utlending​1 plikt​2 til å medvirke til å avklare sin identitet i den grad myndighet som nevnt i § 5 tredje ledd krever dette. Vedkommende myndighet kan også senere pålegge utlending slik plikt dersom det er grunn til å anta at den registrerte identiteten ikke er den riktige. Kongen gir nærmere regler ved forskrift​3 om hva utlendinger kan pålegges å gjøre for å oppfylle plikten.\nDersom det ved ankomst til riket eller etter innreise oppstår tvil om utlendings identitet, kan det foretas beslag​4 av reisedokument, billetter og annet som kan bidra til å avklare identiteten. Tilsvarende gjelder ved tvil om tidligere oppholdssted, når dette har betydning for retten til opphold i riket.\nDersom det foreligger skjellig grunn til mistanke om at utlending, i strid med pålegg som nevnt i første ledd, tilbakeholder eller skjuler opplysninger om sin identitet eller, i strid med pålegg som nevnt i § 44, tilbakeholder eller skjuler opplysninger om tidligere oppholdssted, kan det foretas undersøkelse​5 av utlendingens person, bolig, rom eller annet oppbevaringssted.\nDet kan tas fotografi og fingeravtrykk​6 av utlending som\na. ikke kan dokumentere sin identitet eller det er grunn til å anta at utlendingen oppgir falsk identitet,\nb. søker asyl​7 eller en tillatelse etter loven,\nc. har fått avslag på søknad om asyl eller tillatelse etter loven, eller\nd. er bortvist​8 eller utvist​9 eller som antas å oppholde seg ulovlig i riket.\nFingeravtrykk tatt i medhold av fjerde ledd kan registreres i et EDB-basert fingeravtrykkregister. Kongen kan ved forskrift​3 gi nærmere regler for føring og bruk av registeret. Politiet kan bruke registeret i forbindelse med etterforsking av en eller flere handlinger som kan medføre høyere straff enn fengsel i 6 måneder.\nDersom utlending nekter å oppgi sin identitet, eller det er skjellig grunn til mistanke om at utlending oppgir falsk identitet, kan utlendingen pålegges meldeplikt eller bestemt oppholdssted. Dersom slikt pålegg ikke overholdes eller anses åpenbart utilstrekkelig, kan utlendingen pågripes og fengsles,​6 jfr. § 37 d. Samlet fengslingstid kan ikke overstige 12 uker, med mindre det foreligger særlige grunner.\nKongen​11 kan gi nærmere regler ved forskrift.​3\n0 Endret ved lover 3 juli 1992 nr. 94, 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 15 juni 2001 nr. 72 (i kraft 17 jan 2003 iflg. res. 17 jan 2003 nr. 36), 4 juli 2003 nr. 81 (i kraft 4 juli 2003 iflg. res. 4 juli 2003 nr. 878), 9 jan 2009 nr. 1 (i kraft 13 feb 2009 iflg. res. 13 feb 2009 nr. 163).\n1 Se § 48.\n2 Jfr. § 47.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. § 37 a.\n5 Jfr. § 37 b.\n6 Jfr. § 37 c.\n7 Se § 17 og § 18.\n8 Se § 27 og § 28.\n9 Se § 29.\n10 Dublin II-forordningen.\n11 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:37 a",
      "chapter": "6",
      "section": "37 a",
      "title": "Kompetanse og fremgangsmåte ved beslag i identifiseringshensikt.",
      "content": "Beslag etter § 37 annet ledd besluttes av påtalemyndigheten.​1 Beslutningen skal så vidt mulig være skriftlig og opplyse om hva saken gjelder, formålet med beslaget og hva det skal omfatte. En muntlig beslutning skal snarest mulig nedtegnes. Før beslaget iverksettes, skal beslutningen leses opp eller forevises for utlendingen.​2 Foreligger det ingen skriftlig beslutning, skal det muntlig opplyses om hva saken gjelder og formålet med beslaget.\nVed ankomst til riket, ved undersøkelse etter § 37 tredje ledd eller i situasjoner hvor det er fare ved opphold, kan beslag tas av polititjenestemann. Foreligger det ingen skriftlig beslutning, skal det muntlig opplyses om hva saken gjelder og formålet med beslaget. Beslaget skal straks meldes til påtalemyndigheten. Når påtalemyndigheten opprettholder beslaget, utferdiger den beslutning etter første ledd.\nEnhver som rammes av beslaget, kan straks eller senere kreve brakt inn for retten spørsmålet om det skal opprettholdes. Påtalemyndigheten sørger for at den som rammes av beslaget, blir gjort kjent med denne retten. For øvrig gjelder reglene i straffeprosessloven​3 kap. 16, med unntak av § 210, så langt de passer.\n0 Tilføyd ved lov 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264).\n1 Se strpl. kap. 6.\n2 Se § 48.\n3 Lov 22 mai 1981 nr. 25 (strpl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37a",
        "source_heading": "§ 37 a."
      }
    },
    {
      "provision_ref": "6:37 b",
      "chapter": "6",
      "section": "37 b",
      "title": "Kompetanse og fremgangsmåte ved undersøkelser i identifiseringshensikt.",
      "content": "Uten vedkommende utlendings​1 skriftlige samtykke kan undersøkelser som nevnt i § 37 tredje ledd bare foretas etter beslutning av retten. Er det fare ved opphold, kan beslutningen treffes av påtalemyndigheten.​2 § 37 a første ledd annet til femte punktum gjelder tilsvarende. Reglene i straffeprosessloven​3 §§ 198 til 202 gjelder for øvrig så langt de passer.\n0 Tilføyd ved lov 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264).\n1 Se § 48.\n2 Se strpl. kap. 6.\n3 Lov 22 mai 1981 nr. 25 (strpl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37b",
        "source_heading": "§ 37 b."
      }
    },
    {
      "provision_ref": "6:37 c",
      "chapter": "6",
      "section": "37 c",
      "title": "Kompetanse og fremgangsmåte ved tiltak som nevnt i §§ 37 fjerde og sjette ledd og 37 e.",
      "content": "Beslutning om at det skal tas fotografi eller fingeravtrykk som nevnt i §§ 37 fjerde ledd og 37 e, treffes av polititjenestemann eller Utlendingsdirektoratet.\nPålegg om meldeplikt eller bestemt oppholdssted som nevnt i § 37 sjette ledd besluttes av påtalemyndigheten.​1 Utlendingen​2 kan straks eller senere kreve innbrakt for retten spørsmålet om vilkårene for meldeplikt eller bestemt oppholdssted foreligger, og om det er grunn til å opprettholde forføyninger som er tatt. Straffeprosessloven​3 §§ 170 a, 175 første ledd annet punktum, 184 og 187 a gjelder tilsvarende så langt de passer.\nPågripelse som nevnt i § 37 sjette ledd besluttes av påtalemyndigheten.​1 § 37 a første ledd annet til femte punktum gjelder tilsvarende. Vil påtalemyndigheten beholde den pågrepne, må den snarest mulig og så vidt mulig dagen etter pågripelsen fremstille den pågrepne for tingretten med begjæring om fengsling. Når det er fare ved opphold, kan polititjenestemann foreta pågripelse uten beslutning av retten eller av påtalemyndigheten. Straffeprosessloven​3 §§ 170 a og 174 flg. gjelder tilsvarende så langt de passer.\n0 Tilføyd ved lov 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), endret ved lover 3 des 1999 nr. 82 (i kraft 1 jan 2000 iflg. res. 3 des 1999 nr. 1202), 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 15 juni 2001 nr. 72 (i kraft 17 jan 2003 iflg. res. 17 jan 2003 nr. 36).\n1 Se strpl. kap. 6.\n2 Se § 48.\n3 Lov 22 mai 1981 nr. 25 (strpl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37c",
        "source_heading": "§ 37 c."
      }
    },
    {
      "provision_ref": "6:37 d",
      "chapter": "6",
      "section": "37 d",
      "title": "Utlendingsinternat",
      "content": "Utlending​1 som pågripes og fengsles i medhold av § 37 sjette ledd eller § 41 femte ledd, skal som hovedregel anbringes i utlendingsinternat.\nUtlendingsinternatet er ikke underlagt kriminalomsorgen, men administreres av politiet.​2\nUtlendingen har rett til blant annet å motta besøk, telefonere, motta og sende postsendinger, helsetjenester, fellesskap, opphold i friluft, fysisk aktivitet, privatliv, religionsutøvelse og livssynsutøvelse, såfremt ikke annet følger av loven her.\nNår det er nødvendig for å opprettholde ro, orden eller sikkerhet, eller sikre iverksetting etter § 41, kan politiet\na.​3 undersøke utlendingens person, rom og eiendeler, samt øvrige gjenstander, rom og areal på internatets område,\nb. midlertidig frata og forvare utlendingens penger og andre gjenstander,\nc. kontrollere og begrense utlendingens besøk, telefonsamtaler og postsendinger,\nd. kontrollere og begrense utlendingens fysiske aktivitet, opphold i friluft, religionsutøvelse og livssynsutøvelse, eller\ne. visitere besøkende og andre som oppholder seg på internatets område.\nNår det er strengt nødvendig for å opprettholde ro, orden eller sikkerhet, eller sikre iverksetting etter § 41, og andre mindre inngripende tiltak forgjeves har vært forsøkt eller åpenbart vil være utilstrekkelig, kan politiet\na. bruke makt og godkjente maktmidler, jf. politiloven​4 § 6 fjerde ledd,\nb. plassere utlendingen i særlig sikret avdeling eller sikkerhetscelle, eller\nc. utelukke utlendingen helt eller delvis fra fellesskapet på internatet.\nTiltak etter fjerde og femte ledd kan ikke brukes når det vil være et uforholdsmessig inngrep. Slike tiltak skal brukes med varsomhet. Politiet skal fortløpende vurdere om det er grunnlag for å opprettholde tiltaket.\nFor å sikre formålet med oppholdet i internatet og utlendingenes rettigheter kan politiet føre register med opplysninger om beslutninger som tas, ankomster, gjennomførte kontrolltiltak, bruk av makt og maktmidler, hendelser, interne flyttinger, utpasseringer, tidspunkt for tilsyn og behandling fra helsepersonell.\nDet skal opprettes et uavhengig tilsynsråd som skal føre tilsyn med driften av utlendingsinternatet og behandlingen av utlendingene som oppholder seg der.\nKongen​5 kan gi utfyllende bestemmelser i forskrift.​6\n0 Tilføyd ved lov 30 april 1999 nr. 22 (i kraft 5 des 2003 iflg. res. 5 des 2003 nr. 1433) som endret ved lov 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), endret ved lov 29 juni 2007 nr. 41 (i kraft 1 juli 2007 iflg. res. 29 juni 2007 nr. 744).\n1 Se § 48.\n2 Jfr. lov 4 aug 1995 nr. 53.\n3 Sml. strpl. kap. 15.\n4 Lov 4 aug 1995 nr. 53.\n5 Justisdepartementet iflg. res. 30 juni 2006 nr. 761.\n6 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37d",
        "source_heading": "§ 37 d."
      }
    },
    {
      "provision_ref": "6:37 e",
      "chapter": "6",
      "section": "37 e",
      "title": "Behandling av fingeravtrykk. Eurodac",
      "content": "Som ledd i samarbeidet i henhold til avtalene mellom Norge, Island og Det europeiske fellesskap og mellom Norge, Island og Sveits om kriterier og mekanismer for å avgjøre hvilken stat som er ansvarlig for behandlingen av en asylsøknad som fremlegges i Norge, Island, Sveits eller en medlemsstat,​1 kan fingeravtrykk tas av utlending​2 som har fylt 14 år og som\na. søker asyl,​3\nb. uten å bli bortvist, blir anholdt i forbindelse med ulovlig passering av en ytre Schengengrense, eller\nc. oppholder seg ulovlig i riket.\nSammen med fingeravtrykkene kan det samles inn følgende opplysninger: Dato for den dag fingeravtrykkene ble tatt, sted og dato for fremleggelsen av asylsøknad, kjønn og opprinnelsesstat. Opplysningene skal overføres til en sentralenhet for fingeravtrykksopplysninger.\nPersonopplysningsloven​4 gjelder for behandlingen av opplysningene hvis ikke annet er bestemt i lov eller forskrift. Kongen kan i forskrift​5 gi nærmere regler om behandling av opplysningene, herunder om overføring av opplysninger til sentralenheten, lagring, sammenlikning med andre opplysninger, overføring av resultatene av slik sammenlikning, sikkerhet, sperring og sletting av opplysninger, samt regler for å sikre korrekte og oppdaterte opplysninger.\n0 Tilføyd ved lov 15 juni 2001 nr. 72 (i kraft 17 jan 2003 iflg. res. 17 jan 2003 nr. 36), endret ved lov 30 juni 2006 nr. 37 (i kraft 1 mai 2008 iflg. res. 11 april 2008 nr. 344).\n1 Dublin II-forordningen.\n2 Se § 48.\n3 Se § 17 og § 18.\n4 Lov 14 april 2000 nr. 31.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37e",
        "source_heading": "§ 37 e."
      }
    },
    {
      "provision_ref": "6:37 f",
      "chapter": "6",
      "section": "37 f",
      "title": "DNA-testing",
      "content": "Når det i saker etter loven her er nødvendig å fastslå om det eksisterer en familierelasjon, kan søkeren og referansepersonen anmodes om å avlegge en DNA-test. Dette gjelder bare dersom de øvrige opplysningene i saken ikke gir grunnlag for med rimelig sikkerhet å fastslå familierelasjonen. Dersom søkeren eller referansepersonen uten rimelig grunn avslår anmodningen om en DNA-test, skal vedkommende gjøres oppmerksom på at dette kan få betydning for vurderingen av saken.\nOpplysninger og materiale knyttet til testen skal slettes eller tilintetgjøres så snart som mulig etter at familierelasjonen er bekreftet eller avkreftet.\nKongen kan i forskrift​1 gi nærmere regler om gjennomføring av DNA-testing.\n0 Tilføyd ved lov 15 juni 2007 nr. 20 (i kraft 1 juli 2007 iflg. res. 15 juni 2007 nr. 634).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37f",
        "source_heading": "§ 37 f."
      }
    },
    {
      "provision_ref": "6:37 g",
      "chapter": "6",
      "section": "37 g",
      "title": "Aldersundersøkelse",
      "content": "Dersom det i en sak om asyl​1 eller i en sak om arbeidstillatelse eller oppholdstillatelse​2 for et familiemedlem ikke er mulig å fastslå med rimelig sikkerhet om utlendingen​3 er over eller under 18 år, kan utlendingen anmodes om å la seg undersøke for å klargjøre alderen. Resultatet av undersøkelsen skal vurderes i forhold til de øvrige opplysningene i saken.\nAvslår utlendingen å la seg undersøke, skal utlendingen gjøres oppmerksom på at dette kan få betydning for vurderingen av saken.\nKongen kan i forskrift​4 gi nærmere regler om gjennomføring av aldersundersøkelse.\n0 Tilføyd ved lov 15 juni 2007 nr. 20 (i kraft 1 juli 2007 iflg. res. 15 juni 2007 nr. 634).\n1 Se kap. 3.\n2 Se kap. 2.\n3 Se § 48.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37g",
        "source_heading": "§ 37 g."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "title": "Instruksjonsmyndighet og overprøving av vedtak",
      "content": "Departementet​1 kan ikke instruere om avgjørelsen av enkeltsaker. Departementet kan heller ikke instruere Utlendingsnemnda om lovtolking eller skjønnsutøvelse. Departementet kan instruere om prioritering av saker.\nVedtak truffet av politiet​2 eller utenriksstasjon kan påklages til Utlendingsdirektoratet. Vedtak truffet av Utlendingsdirektoratet kan påklages til Utlendingsnemnda.​3\nFor å ivareta hensynet til rikets sikkerhet eller utenrikspolitiske hensyn kan departementet​1 instruere uavhengig av begrensningene i første ledd. Kongen i statsråd er klageinstans i saker som omfattes av slike instrukser om lovtolking, skjønnsutøvelse eller avgjørelsen av enkeltsaker.\nDepartementet​1 kan beslutte at vedtak truffet av Utlendingsdirektoratet til gunst for utlendingen, skal overprøves av Utlendingsnemnda. Beslutningen skal treffes senest fire måneder etter at vedtaket ble truffet, være skriftlig og grunngis. Forvaltningsloven​4 kapittel IV til VI om saksforberedelse, vedtak og klage gjelder ikke for slik beslutning.\nKommer Utlendingsnemnda​3 i en sak etter fjerde ledd til at Utlendingsdirektoratets vedtak er ugyldig, skal den oppheve vedtaket og sende saken tilbake til direktoratet for hel eller delvis ny behandling. Gyldige vedtak kan ikke oppheves eller endres, men nemnda kan avgi en uttalelse om sakens prinsipielle sider.\nKongen kan ved forskrift​5 gi nærmere regler om saksforberedelse og Utlendingsnemndas kompetanse i saker etter fjerde ledd.\n0 Endret ved lover 30 april 1999 nr. 22 (i kraft 1 jan 2001 iflg. res. 21 des 2000 nr. 1346), 10 juni 2005 nr. 50 (i kraft 9 sep 2005 iflg. res. 2 sep 2005 nr. 956).\n1 Arbeids- og inkluderingsdepartementet.\n2 Se § 31.\n3 Se § 38a.\n4 Lov 10 feb 1967.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:38 a",
      "chapter": "6",
      "section": "38 a",
      "title": "Utlendingsnemnda.",
      "content": "Utlendingsnemnda avgjør som et uavhengig organ de saker som er lagt til den i § 38 annet og fjerde ledd.\nUtlendingsnemnda ledes av en direktør som må fylle kravene til dommere.​1 Direktøren beskikkes på åremål av Kongen i statsråd for seks år. Gjenoppnevning kan foretas for én periode.\nNemnda skal videre ha nemndledere som må fylle kravene til dommere.​1 De beskikkes på åremål av Kongen i statsråd for åtte år. Gjenoppnevning kan ikke foretas.\nNemnda skal ha nemndmedlemmer oppnevnt av Kongen i statsråd etter forslag fra det departementet som har hovedansvaret for utlendingsforvaltningen, Utenriksdepartementet, Norges Juristforbund og humanitære organisasjoner. De oppnevnes for fire år. Gjenoppnevning kan foretas en gang. Vervet er frivillig. Suppleringer i løpet av perioden foretas av departementet etter forslag fra de samme instansene. Departementet​2 kan løse et nemndmedlem fra vervet dersom medlemmet ikke har overholdt sin taushetsplikt, grovt har krenket andre plikter som følger av vervet eller selv ber om det. Kongen​3 kan gi nærmere regler ved forskrift.​4\nNemndas møter foregår for lukkede dører. Enhver som deltar ved behandlingen av sak for nemnda, har taushetsplikt etter forvaltningsloven​5 §§ 13 til 13e. Overtredelse straffes etter straffeloven​6 § 121.\nNår Utlendingsnemnda har truffet vedtak etter loven her til gunst for utlendingen,​7 kan departementet ved søksmål få prøvet gyldigheten av vedtaket. Søksmål må være reist innen fire måneder etter at vedtaket ble truffet. Søksmål reises mot utlendingen. Megling i forliksrådet foretas ikke.\nVed søksmål mot staten om lovmessigheten av Utlendingsnemndas vedtak etter loven her eller om erstatning som følge av slike vedtak, opptrer staten ved Utlendingsnemnda. Ved søksmål mot staten om lovmessigheten av Justisdepartementets vedtak truffet etter loven her før 1. januar 2001, opptrer staten ved Utlendingsnemnda. Ved søksmål mot staten om lovmessigheten av Utlendingsdirektoratets vedtak truffet etter loven her etter 1. januar 2001 eller om erstatning som følge av slike vedtak, opptrer staten ved Utlendingsdirektoratet.\n0 Tilføyd ved lov 30 april 1999 nr. 22 (i kraft 1 jan 2001 iflg. res. 21 des 2000 nr. 1346), endret ved lover 28 juli 2000 nr. 75 (i kraft 1 jan 2001 iflg. res. 21 des 2000 nr. 1349), 21 des 2000 nr. 122 (i kraft 1 jan 2001), 10 juni 2005 nr. 50 (i kraft 9 sep 2005 iflg. res. 2 sep 2005 nr. 956), 30 juni 2006 nr. 37. Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jfr. dl. § 53 og § 54.\n2 Arbeids- og inkluderingsdepartementet.\n3 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Lov 10 feb 1967.\n6 Lov 22 mai 1902 nr. 10 (strl.).\n7 Se § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38a",
        "source_heading": "§ 38a."
      }
    },
    {
      "provision_ref": "6:38 b",
      "chapter": "6",
      "section": "38 b",
      "title": "Behandlingsformer mv. i Utlendingsnemnda",
      "content": "I den enkelte sak deltar en nemndleder og to medlemmer, jf. likevel annet og tredje ledd. Det ene medlemmet trekkes ut blant dem som er oppnevnt etter forslag fra det departementet som har hovedansvaret for utlendingsforvaltningen, Utenriksdepartementet og Norges Juristforbund. Det andre medlemmet trekkes ut blant dem som er oppnevnt etter forslag fra humanitære organisasjoner. Den enkelte nemnd kan behandle flere saker.\nVed behandling av saker i stornemnd deltar tre nemndledere og fire medlemmer. To av medlemmene trekkes ut blant dem som er oppnevnt etter forslag fra det departementet som har hovedansvaret for utlendingsforvaltningen, Utenriksdepartementet og Norges Juristforbund. De andre to trekkes ut blant dem som er oppnevnt etter forslag fra humanitære organisasjoner. Nemndlederne deltar i, og en av dem leder, stornemnda i henhold til fastsatt ordning. Medlemmene og varamedlemmer oppnevnes av departementet for fire år. Kongen kan gi regler om hvilke saker som skal behandles i stornemnd, og om myndighet til å avgjøre hvorvidt en sak som er brakt inn for behandling i stornemnda, skal antas til behandling.\nSaker som ikke byr på vesentlige tvilsspørsmål, kan avgjøres av en leder alene. I slike saker kan nemnda også delegere vedtaksmyndighet til sekretariatet. Saker som kan avgjøres av en leder alene, er bl.a. klager der vilkårene for å omgjøre Utlendingsdirektoratets vedtak åpenbart må anses å foreligge, og klager som må anses grunnløse. Det samme gjelder anmodning om omgjøring av vedtak truffet av Utlendingsnemnda når det ikke er grunn til å anta at nemnda vil endre vedtaket.\nNemnda bestemmer selv behandlingsformen, med unntak av saker som behandles etter annet ledd. Saker som behandles etter første eller annet ledd, avgjøres ved flertallsvedtak.\nUtlendingen​1 kan gis adgang til å møte personlig og uttale seg i sak som behandles etter første eller annet ledd. I asylsaker​2 skal slik adgang som hovedregel gis. Utlendingens advokat eller en annen representant for utlendingen kan møte sammen med utlendingen. Også andre kan gis adgang til å møte og avgi uttalelse.\nForvaltningsloven​3 kapittel IV til VI om saksforberedelse, vedtak og klage gjelder ikke for beslutninger om behandlingsform og personlig fremmøte.\nKongen​4 kan gi regler om nemndas arbeidsform og om den nærmere behandlingen av sakene.\n0 Tilføyd ved lov 30 april 1999 nr. 22 (i kraft 1 jan 2001 iflg. res. 21 des 2000 nr. 1346), endret ved lover 21 des 2000 nr. 122 (i kraft 1 jan 2001), 13 mai 2005 nr. 26 (i kraft 13 mai 2005 iflg. res. 13 mai 2005 nr. 432), 10 juni 2005 nr. 50 (i kraft 9 sep 2005 iflg. res. 2 sep 2005 nr. 956), 30 juni 2006 nr. 37, 1 juni 2007 nr. 18 (i kraft 1 juni 2007 iflg. res. 1 juni 2007 nr. 569).\n1 Se § 48.\n2 Se kap. 3.\n3 Lov 10 feb 1967.\n4 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38b",
        "source_heading": "§ 38b."
      }
    },
    {
      "provision_ref": "6:38 c",
      "chapter": "6",
      "section": "38 c",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 1 juni 2007 nr. 18 (i kraft 1 juni 2007 iflg. res. 1 juni 2007 nr. 569).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38c",
        "source_heading": "§ 38c."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "title": "Tidspunktet for iverksetting av vedtak.",
      "content": "Vedtak om bortvisning etter § 27 kan iverksettes straks. Avslag på søknad om fornyet arbeidstillatelse eller oppholdstillatelse​2 eller om bosettingstillatelse​3 fremsatt innen fristen i § 11 tredje ledd, kan ikke iverksettes før vedtaket er blitt endelig. Det samme gjelder vedtak om tilbakekall etter § 13 samt vedtak om utvisning​4 av utlending​5 som har arbeidstillatelse, oppholdstillatelse eller bosettingstillatelse, eller nordisk borger som har hatt opphold i riket i mer enn tre måneder. For øvrig kan iverksetting utsettes etter forvaltningsloven​6 § 42.\nAvslag på søknad om første gangs arbeidstillatelse eller oppholdstillatelse​7 og på søknad om fornyelse som nevnt i første ledd fremsatt etter fristen i § 11 tredje ledd, kan ikke iverksettes før utlendingen har fått mulighet til å fremsette klage og tidligst 48 timer etterat meldingen om vedtaket er kommet frem til utlendingen.\n0 Endret ved lover 30 april 1999 nr. 22, 28 juli 2000 nr. 75 (i kraft straks iflg. res. 28 juli 2000 nr. 793).\n1 Jfr. § 43.\n2 Jfr. § 11.\n3 Se § 12.\n4 Se § 29.\n5 Se § 48.\n6 Lov 10 feb 1967.\n7 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "Tidspunktet for iverksetting av vedtak i asylsaker og saker om vern mot forfølgelse.",
      "content": "I saker der omstendigheter som nevnt i § 15 første ledd er påberopt, kan vedtak som innebærer at utlending​2 må forlate riket, ikke iverksettes før det er blitt endelig. Unntatt fra dette er saker hvor Utlendingsdirektoratet finner det åpenbart at slike omstendigheter ikke foreligger og saker hvor utlendingen har søknad om asyl til behandling i annet land eller har fått avslag på slik søknad der.\nPolitiet skal forelegge spørsmålet om utsettelse med iverksetting for Utlendingsdirektoratet dersom utlending​2 påberoper seg omstendigheter som nevnt i § 15 første ledd på tidspunktet for iverksetting av vedtak, og det ikke fremgår at det allerede er tatt standpunkt til de forhold som påberopes. Finner direktoratet at slike omstendigheter åpenbart ikke foreligger, kan det bestemme at vedtaket skal iverksettes.\nForvaltningsloven​3 kapittel IV til VI om saksforberedelse, vedtak og klage gjelder ikke for vedtak etter første og annet ledd.\n1 Jfr. § 43.\n2 Se § 48.\n3 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "title": "Fremgangsmåten ved iverksetting av vedtak.",
      "content": "Vedtak som innebærer at utlending​1 må forlate riket, iverksettes ved at utlendingen pålegges å reise med en gang eller innen en fastsatt frist. Dersom pålegget ikke blir fulgt eller det er overveiende sannsynlig at det ikke vil føre til at utlendingen forlater riket, kan politiet føre utlendingen ut. Når særlige grunner taler for det, kan utlendingen bli ført til et annet land enn det vedkommende kom fra. Beslutninger som gjelder iverksetting regnes ikke som enkeltvedtak, jfr. forvaltningsloven​2 § 2 første ledd bokstav b.\nUtlending som omfattes av første ledd og ikke har gyldig reisedokument, har plikt til å skaffe seg dette.\nFor å sikre at et vedtak som nevnt i første ledd skal kunne iverksettes, kan utlendingen pålegges:\na. meldeplikt,\nb. innlevering av pass eller annet legitimasjonspapir, jfr. § 24,\nc. bestemt oppholdssted.\nPålegg som nevnt i tredje ledd kan bare gis når det er særlig grunn til å frykte at utlendingen vil unndra seg iverksetting. Ved denne vurderingen kan også generelle erfaringer med unndragelse tillegges vekt. Reglene i § 37 c annet ledd gjelder tilsvarende. Pålegget gjelder ikke utover to uker med mindre utlendingen samtykker eller det besluttes av retten ved kjennelse.\nNår det er nødvendig for å sikre iverksetting, kan utlendingen pågripes og fengsles etter reglene i § 37 c tredje ledd, jfr. § 37 d. Tilsvarende gjelder når utlending ikke gjør det som er nødvendig for å oppfylle plikten etter annet ledd og formålet er å fremstille utlendingen for aktuelle lands utenriksstasjon for å få utstedt reisedokument.\nFengsling kan besluttes for høyst to uker. Fristen kan bare forlenges dersom utlendingen ikke frivillig forlater riket og det er overveiende sannsynlig at utlendingen ellers vil unndra seg gjennomføring av vedtak som nevnt i første ledd. I slike tilfeller kan fristen forlenges for høyst to uker, men ikke mer enn to ganger.\nPågripelse og fengsling foretas ikke dersom det i betraktning av sakens art og omstendighetene for øvrig ville være et uforholdsmessig inngrep,​3 eller retten finner at den i stedet kan pålegge meldeplikt, passbeslag eller bestemt oppholdssted.​4\nTvangsmidler som nevnt i tredje og femte ledd kan anvendes når vedtak som innebærer at utlending må forlate riket er fattet, og når det verserer sak som kan føre til slikt vedtak.\nNår Utlendingsnemnda​5 har truffet et vedtak som innebærer at utlending må forlate riket, kan den instruere politiet om å utsette iverksettingen. Utlendingsdirektoratet kan instruere politiet om å utsette iverksettingen dersom slikt endelig vedtak er truffet av direktoratet.\nUtlendingsnemnda​5 kan instruere Utlendingsdirektoratet om å utsette iverksettingen av et vedtak truffet av direktoratet på nemndas sakområde, når vedtaket innebærer at utlending må forlate riket.\n0 Endret ved lover 20 juni 1991 nr. 68, 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264, med unntak av nye niende og tiende ledd som trådte i kraft 1 jan 2001 iflg. res. 21 des 2000 1346), 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Se § 48.\n2 Lov 10 feb 1967.\n3 Jfr. strpl. § 170 a.\n4 Jfr. strpl. § 188 og § 181.\n5 Se § 38a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:41 a",
      "chapter": "6",
      "section": "41 a",
      "title": "Innkvartering ved søknad om asyl",
      "content": "Utlending​1 som søker asyl,​2 skal gis tilbud om innkvartering. Utlending som har fått avslag på søknad om asyl, kan gis tilbud om innkvartering i påvente av utreise.\nKongen kan ved forskrift​3 fastsette nærmere bestemmelser om innkvarteringsordninger, herunder bestemmelser om tildeling og bortfall av botilbud.\nForvaltningsloven​4 §§ 24 og 25 om grunngiving og §§ 28 til 34 om klage gjelder ikke for utlendingsmyndighetenes vedtak om tildeling av botilbud og overføring til nytt innkvarteringssted. Forvaltningsloven​4 §§ 28 til 34 om klage gjelder ikke for utlendingsmyndighetenes vedtak om kommunebosetting og bortfall av botilbud.\n0 Tilføyd ved lov 20 jan 2006 nr. 2 (i kraft 1 feb 2006 iflg. res. 20 jan 2006 nr. 50).\n1 Se § 48.\n2 Se kap. 3.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41a",
        "source_heading": "§ 41 a."
      }
    },
    {
      "provision_ref": "6:41 b",
      "chapter": "6",
      "section": "41 b",
      "title": "Tvangsfullbyrdelse",
      "content": "Utlendingsmyndighetenes vedtak om overføring til nytt innkvarteringssted, kommunebosetting eller bortfall av botilbud er særlig tvangsgrunnlag for fullbyrdelse etter tvangsfullbyrdelsesloven​1 kapittel 13.\n0 Tilføyd ved lov 20 jan 2006 nr. 2 (i kraft 1 feb 2006 iflg. res. 20 jan 2006 nr. 50).\n1 Lov 17 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41b",
        "source_heading": "§ 41 b."
      }
    },
    {
      "provision_ref": "6:41 c",
      "chapter": "6",
      "section": "41 c",
      "title": "Politiattest​1",
      "content": "Den som skal ansettes i statlig asylmottak, skal legge fram tilfredsstillende politiattest.​1 Det kan også kreves politiattest fra andre som utfører oppgaver for utlendingsmyndighetene, og som har direkte kontakt med barn og unge som oppholder seg i asylmottak.\nPolitiattesten skal vise om vedkommende er siktet, tiltalt, ilagt forelegg eller er dømt for brudd på straffeloven​2 §§ 192, 193, 194, 195, 196, 197, 199, 200 annet ledd, 201 bokstav c, 203 eller 204a der den fornærmede er under 18 år. Attesten skal ikke være eldre enn tre måneder.\nDen som er ilagt forelegg eller er dømt for overtredelse som nevnt i annet ledd er utelukket fra å utføre arbeid i asylmottak eller oppgaver som omhandlet i første ledd annet punktum.\nKongen kan gi utfyllende forskrifter​3 til bestemmelsen.\n0 Tilføyd ved lov 20 jan 2006 nr. 2 (i kraft 1 feb 2006 iflg. res. 20 jan 2006 nr. 50). Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jfr. lov 11 juni 1971 nr. 52 § 5.\n2 Lov 22 mai 1902 nr. 10 (strl.).\n3 Jfr. lov 10 feb 1967 § 2 oog kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41c",
        "source_heading": "§ 41 c."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "title": "Rettshjelp.",
      "content": "Retten skal oppnevne prosessfullmektig når den prøver spørsmålet om fengsling etter § 37 sjette ledd annet punktum eller § 41 femte ledd. Det samme gjelder når retten prøver spørsmålet om pålegg etter § 41 tredje og fjerde ledd, med mindre det ville medføre særlig ulempe eller tidsspille, eller retten finner det ubetenkelig å unnlate å oppnevne prosessfullmektig. Dersom utlendingen​1 allerede har advokat på den offentliges bekostning, skal vedkommende advokat som regel oppnevnes. Oppnevningen faller bort når retten bestemmer det.\nRetten skal av eget tiltak og uten behovsprøving gi bevilling til fri sakførsel når prosessfullmektig oppnevnes etter første ledd.\nUtlending​1 som har søkt asyl​2 har rett til fritt rettsråd​3 uten behovsprøving ved negativt vedtak fattet av Utlendingsdirektoratet. Dette gjelder likevel ikke der utlendingen klager over bare å ha fått tillatelse etter § 8 annet ledd. Kongen kan i forskrift​4 fastsette ytterligere unntak og gi nærmere regler til utfylling av første punktum, herunder også regler om rett til fritt rettsråd uten behovsprøving i første instans.\nI sak som nevnt i § 38 fjerde ledd har utlendingen rett til fritt rettsråd​3 uten behovsprøving. I sak som nevnt i § 38a sjette ledd har utlending rett til fri sakførsel.\nI saker om bortvisning, utvisning og tilbakekall av tillatelse, har utlending​1 rett til fritt rettsråd​3 uten behovsprøving. Dette gjelder likevel ikke i utvisningssaker i henhold til § 29 første ledd bokstav b og c, § 30 annet ledd bokstav b og § 58 annet ledd når det foreligger forhold som nevnt i femte punktum. I andre saker etter loven har utlending rett til ytelser etter lov 13. juni 1980 nr. 35 om fri rettshjelp når de alminnelige vilkårene er oppfylt. Dersom retten tar til følge begjæring om å holde rettslig avhør etter § 36 i sak hvor utlending har krav på fritt rettsråd, skal også utgiftene til juridisk bistand under bevissikring dekkes etter lov om fri rettshjelp.​5\nDersom det er ytt fri sakførsel og fritt rettsråd uten behovsprøving, og utlendingen har økonomisk evne til selv å dekke utgiftene til dette, kan det offentlige kreve utbetalte beløp helt eller delvis tilbakebetalt. Departementet kan i forskrift​4 gi nærmere bestemmelser om slik tilbakebetaling.\n0 Endret ved lover 11 juni 1993 nr. 83, 15 sep 1995 nr. 62 (i kraft 1 jan 1997), 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 2 juli 2004 nr. 67 (i kraft 1 jan 2005 iflg. res. 29 okt 2004 nr. 1408), 10 juni 2005 nr. 50 (i kraft 9 sep 2005 iflg. res. 2 sep 2005 nr. 956), 30 juni 2006 nr. 37, 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se § 48.\n2 Se § 17 og § 18.\n3 Jfr. lov 13 juni 1980 nr. 35 kap. III.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Lov 13 juni 1980 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "title": "Særregler av hensyn til rikets sikkerhet m.v.",
      "content": "Innreise kan nektes og søknad om arbeidstillatelse,​1 oppholdstillatelse​1 og bosettingstillatelse​2 kan avslås, eller det kan settes begrensninger eller vilkår, når utenrikspolitiske hensyn, hensynet til rikets sikkerhet eller tvingende samfunnsmessige hensyn gjør det nødvendig. Av samme grunner kan vedtak iverksettes på et tidligere tidspunkt enn etter reglene i §§ 39 og 40. Kongen​3 kan gi nærmere regler ved forskrift.​4 Vedtak treffes av Utlendingsdirektoratet.\nUnder krig eller når krig truer eller under særlige forhold ellers kan Kongen​3 av hensyn til rikets sikkerhet gi ytterligere bestemmelser om meldeplikt enn det som fremgår av § 14 og forskrift gitt i medhold av § 45.\n1 Se kap. 2.\n2 Se § 12.\n3 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "title": "Legitimasjons-, møte- og opplysningsplikt.",
      "content": "Når politiet krever det, må​1 utlending​2 vise legitimasjon og om nødvendig gi opplysninger for å bringe utlendingens identitet og lovligheten av oppholdet i riket på det rene.\nI forbindelse med forberedelse av sak etter loven kan den utlending saken gjelder, pålegges å møte personlig og gi opplysninger som kan ha betydning for vedtaket.\n0 Endret ved lov 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427).\n1 Jfr. § 47.\n2 Se § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:44 a",
      "chapter": "7",
      "section": "44 a",
      "title": "Vandelskontroll i sak om familieetablering mv.",
      "content": "0 Tilføyes ved lov 6 jan 2006 nr. 1 (i kraft fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44a",
        "source_heading": "§ 44 a."
      }
    },
    {
      "provision_ref": "7:44 b",
      "chapter": "7",
      "section": "44 b",
      "title": "Vandelskontroll i sak om visum",
      "content": "0 Tilføyes ved lov 6 jan 2006 nr. 1 (i kraft fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44b",
        "source_heading": "§ 44 b."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "title": "Plikt til å gi melding.",
      "content": "Kongen​2 kan gi bestemmelser​3 om:\na. at den som driver hotell, pensjonat, losjihus, leirplass o.l. skal føre fortegnelse over alle som overnatter og gi politiet melding om dem,​4 samt at også andre skal gi melding til politiet når utlending​5 overnatter hos dem hvis sikkerhets- eller beredskapsmessige hensyn tilsier dette,\nb. at føreren av luftfartøy som kommer fra eller går til utlandet, skal gi politiet fortegnelse over reisende og mannskap,\nc. at føreren av skip som passerer grensen på vei til eller fra norsk havn, skal gi politiet fortegnelse over reisende og mannskap,\nd. at den som tar utlending​5 i sin tjeneste eller gir utlending lønnet arbeid, skal melde dette til politiet før arbeidet begynner,\ne. at Arbeids- og velferdsetaten​6 skal gi melding til politiet om de utlendinger​5 som søker eller får arbeid,\nf. at folkeregistermyndigheten​7 skal gi melding til politiet om utlendinger​5 som meldes inn og ut,\ng. at utdanningsinstitusjoner etter anmodning skal gi politiet fortegnelse over utenlandske​5 elever eller studenter,\nh. at offentlig myndighet etter anmodning skal gi utlendingsmyndighetene opplysninger til bruk i sak etter loven her om utlendingers​5 navn og adresse uten hinder av taushetsplikt etter lov av 13. desember 1991 nr. 81 om sosiale tjenester m.v. § 8-8 eller lov av 17. juli 1992 nr. 100 om barneverntjenester § 6-7.\nKongen​1 kan gi nærmere regler​3 om hvilke opplysninger fortegnelsene skal inneholde.\nDen det skal gis melding om, plikter å gi de opplysninger som er nødvendige for at meldeplikten kan bli oppfylt.\n0 Endret ved lover 11 juni 1993 nr. 83, 30 juni 1995 nr. 49, 16 juli 1999 nr. 67 (i kraft 25 mars 2001 iflg. res. 9 mars 2001), 16 juni 2006 nr. 20 (i kraft 1 juli 2006 iflg. res. 16 juni 2006 nr. 631), 29 juni 2007 nr. 55 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370). Endres ved lov 19 juni 2009 nr. 38 (i kraft fra den tid Kongen bestemmer).\n1 Jfr. § 47.\n2 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. strl. § 334.\n5 Se § 48.\n6 Se lov 10 des 2004 nr. 76.\n7 Se lov 16 jan 1970 nr. 1 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "title": "Ansvar for utgifter m.v.",
      "content": "Utlending​1 som i medhold av loven føres ut av riket, plikter å betale utgiftene ved sin egen utreise. Utlendingen skal også betale utgifter til vakthold når dette er nødvendig fordi utlendingen ikke vil forlate riket frivillig. Kravet er tvangsgrunnlag for utlegg​2 og kan dessuten gi grunnlag for bortvisning ved senere innreise, jfr. § 27 første ledd bokstav h. Politiet kan beslaglegge billetter hos utlendingen til bruk ved utreise.\nEr det stilt garanti for utgifter etter første ledd, kan utgiftene kreves dekket av garantisten. Kravet er tvangsgrunnlag for utlegg.​2\nNår utlending​1 som er kommet med skip eller luftfartøy, eller som er brakt til riket av transportør som utfører yrkesmessig landtransport av personer, blir bortvist etter §§ 27, 28 eller 57, plikter transportmiddelets eier eller leier, og på dennes vegne dets fører eller agent i riket, enten å ta utlendingen om bord igjen, på annen måte bringe utlendingen ut av riket, eller å dekke utgifter som måtte bli påført det offentlige ved at utlendingen føres ut. På samme måte foreligger plikt til å ta om bord og dekke utgifter til eskorte av utlendingen ut av riket når politiet finner dette nødvendig.\nDersom utgiftene ved at utlendingen føres ut av riket ikke dekkes etter første, annet eller tredje ledd, dekkes de av staten.\nHar utlending​1 som trenger tillatelse fra politiet etter § 26 for å gå i land i riket, gjort dette uten slik tillatelse, gjelder det samme som etter tredje ledd. Ansvaret omfatter da i alminnelighet også utgifter som måtte bli påført det offentlige i inntil tre måneder ved utlendingens opphold i riket.\nAnsvaret etter tredje og femte ledd gjelder ikke ved innreise over indre Schengen-grense.​3\n0 Endret ved lover 26 juni 1992 nr. 86, 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 16 juli 1999 nr. 67 (i kraft 25 mars 2001 iflg. res. 9 mars 2001).\n1 Se § 48.\n2 Jfr. tvangsl. § 7-2, e.\n3 Mellom Norge, Island og EU-landene med unntak av Irland og Storbritannia og Nord-Irland (UK) og pr. sep 2008 fortsatt – Kypros, Romania og Bulgaria.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:47",
      "chapter": "7",
      "section": "47",
      "title": "Straff.",
      "content": "Med bøter​1 eller med fengsel​2 inntil seks måneder eller med begge deler straffes den som\na. forsettlig eller uaktsomt overtrer loven her, eller forskrifter, forbud, påbud eller vilkår gitt i medhold av loven; eller\nb. forsettlig eller grovt uaktsomt gir vesentlig uriktige eller åpenbart villedende opplysninger i sak etter loven.\nMed bøter​1 eller med fengsel​2 inntil to år straffes den som\na. forsettlig eller grovt uaktsomt gjør bruk av utlendings​3 arbeidskraft når utlendingen ikke har nødvendig tillatelse etter loven;​4 eller\nb. forsettlig eller grovt uaktsomt formidler arbeid eller bolig for utlending, eller utferdiger eller formidler erklæringer, tilsagn eller dokumenter til bruk for sak etter loven, når forholdet innebærer en utilbørlig utnyttelse av utlendingens situasjon; eller\nc. forsettlig ved falske forespeilinger eller lignende utilbørlig adferd forleder utlending​3 til å reise inn i riket med sikte på å bosette seg her; eller\nd. overlater til en annen pass, reisebevis​5 for flyktning, annet reisedokument eller liknende dokument som kan bli brukt som reisedokument, når vedkommende vet eller bør forstå at det kan bli brukt av utlending​3 til å reise inn i riket eller til annen stat.\nMed bøter​1 eller med fengsel​2 inntil tre år straffes den som\na. i vinnings hensikt hjelper utlending​3 til ulovlig opphold i riket eller i annet land som deltar i Schengensamarbeidet;​6 eller\nb. hjelper utlending​3 til ulovlig å reise inn i riket eller til annen stat. Dette gjelder likevel ikke dersom hensikten er å hjelpe utlending som omfattes av lovens § 15 til å reise inn i første trygge land.\nMed bøter​1 eller med fengsel​2 inntil seks år straffes den som\na. i vinnings hensikt driver organisert ulovlig virksomhet med sikte på å hjelpe utlendinger​3 til å reise inn i riket eller til annen stat; eller\nb. i vinnings hensikt hjelper utlending til ulovlig å reise inn i riket eller til annen stat dersom handlingen medfører at personer som berøres av handlingen blir utsatt for livsfare.\nMedvirkning straffes på samme måte.\nOvertredelse av første ledd regnes som forseelse.\nUtlendingsdirektoratet skal, når allmenne hensyn krever det, anmelde forholdet når det er grunn til å tro at det er skjedd en overtredelse av\na. første ledd bokstav a som gjelder bruk av arbeidskraften til en utlending som ikke har nødvendig tillatelse etter loven, eller\nb. annet ledd bokstav a.\nOvertredelse av denne paragrafen påtales bare når allmenne hensyn krever det.\n0 Endret ved lover 20 juli 1991 nr. 66 (som endret tredje ledd, skal være fjerde ledd), 10 jan 1997 nr. 5, 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427), 16 juli 1999 nr. 67 (i kraft 25 mars 2001 iflg. res. 9 mars 2001), 4 juli 2003 nr. 78, 2 juli 2004 nr. 66 (i kraft 1 okt 2004 iflg. res. 10 sep 2004 nr. 1253), 13 mai 2005 nr. 26 (i kraft 13 mai 2005 iflg. res. 13 mai 2005 nr. 432). Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jfr. lov 22 mai 1902 nr. 10 (strl.) § 27 og kap. 3a; strl. 2005 kap. 4 og kap. 9.\n2 Jfr. strl. § 26 a; strl. 2005 kap. 6 og kap. 9.\n3 Se § 48.\n4 Se kap. 2.\n5 Se § 19.\n6 Norge, Island og EU-landene med unntak av Irland og Storbritannia og Nord-Irland (UK) og pr. sep 2008 fortsatt – Kypros, Romania og Bulgaria.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:47 a",
      "chapter": "7",
      "section": "47 a",
      "title": "Verneting",
      "content": "Søksmål mot staten om gyldigheten av vedtak truffet av Utlendingsnemnda etter loven her, eller om erstatning som følge av slike vedtak, anlegges ved Oslo tingrett. Tilsvarende gjelder for søksmål om vedtak truffet av Utlendingsdirektoratet og Kongen i statsråd. Tvisteloven​1 § 32-4 annet ledd får ikke anvendelse.\n0 Tilføyd ved lov 9 mai 2008 nr. 13 (i kraft 1 juni 2008 iflg. res. 9 mai 2008 nr. 440).\n1 Lov 26 juni 2005 nr. 90 (tvl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47a",
        "source_heading": "§ 47 a."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "title": "Nærmere om hvem loven gjelder for.",
      "content": "Utlending er etter loven enhver som ikke er norsk statsborger.​1 For utlending som omfattes av EØS-avtalen eller EFTA-konvensjonen, er det gitt særlige regler i kapittel 8.\nFor utlendinger tilknyttet diplomatiske eller lønte konsulære representasjoner i riket, deres ektefeller​2 eller samboere og forsørgede barn bestemmer Kongen​3 hvilke av lovens regler som skal gjelde. Kongen​3 kan gi særlig forskrift for denne gruppen. Det samme gjelder ansatte i mellomstatlige organisasjoner, oppdragstakere for mellomstatlige organisasjoner eller konvensjonsorganer og personlig ansatte hos utenlandske representanter.\nFor utlendinger som skal ha opphold i riket i forbindelse med gjennomføring av en avtale om mellomstatlig samarbeid som Norge er bundet av, gjelder bestemmelsene om innreisekontroll, pass, visum, oppholdstillatelse og arbeidstillatelse med de unntak som følger av avtalen.\n0 Endret ved lover 27 nov 1992 nr. 113, 28 juli 2000 nr. 75 (i kraft straks iflg. res. 28 juli 2000 nr. 793), 21 juni 2002 nr. 36 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 574).\n1 Se lov 10 juni 2005 nr. 51.\n2 Se lov 4 juli 1991 nr. 47.\n3 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:49",
      "chapter": "7",
      "section": "49",
      "title": "Avgrensning av lovens virkeområde.",
      "content": "Loven gjelder for riket, herunder for innretninger og anlegg som nyttes på den norske del av kontinentalsokkelen.​1 Den gjelder også for innretninger og anlegg tilknyttet den norske del av kontinentalsokkelen.​1\nKongen​2 kan ved forskrift​3 fravike lovens regler for innretninger og anlegg som nevnt i første ledd samt gi forskrift​3 om pass- og grensekontroll ved reise mellom disse og norsk landterritorium.\nLoven gjelder også for Jan Mayen.​4 Kongen​2 kan gi forskrift​3 om utlendingers adgang til Jan Mayen som fraviker lovens regler.\nLoven gjelder ikke for Svalbard.​5 Kongen​2 kan gi bestemmelser om kontroll med utlending som kommer fra Svalbard.\nLoven gjelder ikke for norske skip i utenriks fart.\n1 Jfr. lov 21 juni 1963 nr. 12 § 1 annet punktum.\n2 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Se lov 27 feb 1930 nr. 2.\n5 Se lov 17 juli 1925 nr. 11 § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "8:50",
      "chapter": "8",
      "section": "50",
      "title": "Tillatelse til opphold",
      "content": "Utlending​1 som omfattes av EØS-avtalen eller EFTA-konvensjonen, kan uten tillatelse reise inn i riket og ta opphold eller arbeid her i inntil tre måneder, eller inntil seks måneder dersom utlendingen er arbeidssøkende. Opphold i annet nordisk land kommer ikke til fradrag ved beregning av oppholdstiden.\nUtlending​1 som nevnt i EFTA-konvensjonen vedlegg K, jf. Tillegg 1 artikkel 16 (b)(ii) kan uten tillatelse reise inn i riket og yte tjenester i inntil 90 arbeidsdager pr. kalenderår.\nUtlending​1 som omfattes av EØS-avtalen eller EFTA-konvensjonen og som tar opphold eller arbeid i riket utover tidsperiodene nevnt i første ledd, må ha oppholdstillatelse.​2 Utlending som nevnt i annet ledd som yter tjenester utover 90 arbeidsdager pr. kalenderår, må ha arbeidstillatelse etter bestemmelsene i kapittel 2. Kongen kan ved forskrift​3 fastsette unntak fra kravet om oppholdstillatelse og gi regler om plikt til å gi melding til myndighetene.\nFørste gangs oppholdstillatelse kan søkes etter innreise.\nVedtak om oppholdstillatelse treffes av Utlendingsdirektoratet. Kongen kan ved forskrift​3 legge myndighet til å innvilge søknader til politiet.\nGjelder fortsatt for forhold omfattet av § 58a, jfr. res. 27 nov 2009 nr. 1413.\n0 Tilføyd ved lov 27 nov 1992 nr. 113, endret ved lover 10 jan 1997 nr. 5, 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427), 21 juni 2002 nr. 36 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 574).\n1 Se § 48.\n2 Jfr. § 6.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "8:51",
      "chapter": "8",
      "section": "51",
      "title": "Når oppholdstillatelse skal gis",
      "content": "Utlending​1 som omfattes av EØS-avtalen eller EFTA-konvensjonen med unntak av utlending som nevnt i § 50 annet ledd, har etter søknad rett til oppholdstillatelse​2 dersom reisedokumentet søkeren er innreist på legges frem, og det dokumenteres at søkeren\na. er arbeidstaker som er omfattet av lov 27. november 1992 nr. 112 om gjennomføring i norsk rett av EØS-avtalens vedlegg V punkt 2 (rådsforordning (EØF) nr. 1612/68) om fri bevegelighet for arbeidstakere m v innenfor EØS,\nb. skal drive ervervsvirksomhet eller skal være yter eller mottaker av tjenester i riket,\nc. oppebærer tilstrekkelige faste periodiske ytelser eller har tilstrekkelige egne midler, og søkeren omfattes av en sykeforsikring som dekker alle risikoer under oppholdet i Norge, eller\nd. er utdanningssøkende og opptatt ved en godkjent utdanningsinstitusjon. Det er et vilkår at formålet med oppholdet hovedsakelig er å gjennomføre en yrkesrettet utdanning, at søkerens underhold er sikret og at søkeren avgir en erklæring om det, og at søkeren er omfattet av en sykeforsikring som dekker alle risikoer under oppholdet i Norge.\nKongen kan gi nærmere regler ved forskrift.​3\nTillatelse etter første ledd kan nektes når det foreligger omstendigheter som vil gi grunn til å nekte utlendingen adgang til riket, opphold eller arbeid i medhold av andre regler i loven.\nGjelder fortsatt for forhold omfattet av § 58a, jfr. res. 27 nov 2009 nr. 1413.\n0 Tilføyd ved lov 27 nov 1992 nr. 113, endret ved lover 30 juni 1995 nr. 49, 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 21 juni 2002 nr. 36 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 574).\n1 Se § 48.\n2 Jfr. § 6.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "8:52",
      "chapter": "8",
      "section": "52",
      "title": "Oppholdstillatelse til familiemedlemmer",
      "content": "Familiemedlem til utlending​1 som har eller får lovlig opphold i riket i medhold av § 51 første ledd, gis etter søknad oppholdstillatelse​2 når de vilkår som er fastsatt av Kongen ved forskrift​3 er oppfylt.\n0 Tilføyd ved lov 27 nov 1992 nr. 113.\n1 Se § 48.\n2 Jfr. § 6.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "8:53",
      "chapter": "8",
      "section": "53",
      "title": "Fortsatt opphold etter avsluttet yrkesaktivitet i Norge",
      "content": "Kongen kan ved forskrift​1 gi regler om rett til fortsatt opphold etter avsluttet yrkesaktivitet for utlending som nevnt i § 51 første ledd bokstavene a og b, og for utlendingens familiemedlemmer, jfr. § 52.\n0 Tilføyd ved lov 27 nov 1992 nr. 113.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "8:54",
      "chapter": "8",
      "section": "54",
      "title": "Innholdet av oppholdstillatelse",
      "content": "Første gangs oppholdstillatelse etter §§ 51, 52 og 53 gis i alminnelighet for fem år.\nNår arbeidsforholdet har en varighet av fra tre måneder til ett år, gis tillatelsen til utlending​2 som nevnt i § 51 første ledd bokstav a tilsvarende varighet.\nTillatelse til utlending​2 som yter eller mottar tjenester, jfr. § 51 første ledd bokstav b, gis samme varighet som tjenesteytelsen eller tjenestemottaket.\nFørste gangs tillatelse til utlending​2 som nevnt i § 51 første ledd bokstav c kan gis en varighet på to år. Kongen kan gi nærmere regler ved forskrift.​3\nTillatelse til utlending​2 som nevnt i § 51 første ledd bokstav d gis for et tidsrom tilsvarende utdanningens varighet, likevel ikke ut over ett år.\nTillatelsen gir rett til å ta opphold og til å ta arbeid eller drive ervervsvirksomhet i hele riket, med mindre det er fastsatt begrensninger i samsvar med regler gitt i eller i medhold av denne lov eller lov 27. november 1992 nr. 112 om gjennomføring i norsk rett av EØS-avtalens vedlegg V punkt 2 (rådsforordning (EØF) nr 1612/68) om fri bevegelighet for arbeidstakere m v innenfor EØS.\nGjelder fortsatt for forhold omfattet av § 58a, jfr. res. 27 nov 2009 nr. 1413.\n0 Tilføyd ved lov 27 nov 1992 nr. 113, endret ved lover 30 juni 1995 nr. 49, 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427).\n1 Sml. § 7.\n2 Se § 48.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "8:55",
      "chapter": "8",
      "section": "55",
      "title": "Fornyelse av oppholdstillatelse",
      "content": "Oppholdstillatelse etter §§ 51, 52 eller 53 fornyes etter søknad når vilkårene fortsatt er oppfylt. Fornyet oppholdstillatelse gis i alminnelighet for fem år, med mindre formålet med arbeidet eller oppholdet eller andre grunner tilsier en kortere varighet.\nKongen kan gi nærmere regler ved forskrift.​2\nGjelder fortsatt for forhold omfattet av § 58a, jfr. res. 27 nov 2009 nr. 1413.\n0 Tilføyd ved lov 27 nov 1992 nr. 113, endret ved lov 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427).\n1 Sml. § 11 og § 12.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "8:56",
      "chapter": "8",
      "section": "56",
      "title": "Tilbakekall av oppholdstillatelse",
      "content": "Oppholdstillatelse kan tilbakekalles dersom det foreligger forhold som nevnt i § 13, likevel slik at tillatelsen ikke kan tilbakekalles utelukkende med den begrunnelse at utlendingen ikke lenger er yrkesaktiv, dersom dette skyldes midlertidig arbeidsudyktighet på grunn av sykdom eller ulykke, eller dersom utlendingen er uforskyldt arbeidsledig og dette bekreftes av arbeidsmarkedsmyndighetene.\nOppholdstillatelse gitt første gang etter § 51 første ledd bokstav a til c kan tilbakekalles dersom utlendingen har oppholdt seg utenfor riket sammenhengende i mer enn seks måneder, såfremt fraværet ikke skyldes verneplikt.\nGjelder fortsatt for forhold omfattet av § 58a, jfr. res. 27 nov 2009 nr. 1413.\n0 Tilføyd ved lov 27 nov 1992 nr. 113, endret ved lov 30 april 1999 nr. 22 (i kraft straks iflg. res. 30 april 1999 nr. 427).\n1 Se § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "8:56 a",
      "chapter": "8",
      "section": "56 a",
      "title": "Melding til myndighetene",
      "content": "0 Tilføyes ved lov 30 april 2004 nr. 19 (i kraft fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56a",
        "source_heading": "§ 56 a."
      }
    },
    {
      "provision_ref": "8:57",
      "chapter": "8",
      "section": "57",
      "title": "Bortvisning",
      "content": "Ved innreise eller innen sju dager etter innreise i riket kan det treffes vedtak om å bortvise utlending​2 som omfattes av EØS-avtalen eller EFTA-konvensjonen,\na. som ikke viser gyldig pass eller annet godkjent reisedokument eller visum når dette er nødvendig,\nb. som er utvist fra riket med innreiseforbud som ennå gjelder, og utlendingen ikke har fått adgang til riket etter søknad,\nc. når det foreligger forhold som nevnt i § 58 første ledd,\nd. når hensynet til rikets sikkerhet eller tvingende samfunnsmessige hensyn gjør det nødvendig.\nVedtak om bortvisning etter første ledd bokstavene a og b treffes av politimesteren eller den politimesteren bemyndiger. Vedtak om bortvisning etter bokstavene c og d treffes av Utlendingsdirektoratet. Kongen​1 kan ved forskrift​3 legge myndighet til å treffe vedtak om bortvisning etter bokstav c til politimesteren eller den politimesteren bemyndiger. Sjudagersfristen anses overholdt dersom sak om bortvisning er reist innen sju dager.\nDersom sak om bortvisning etter første ledd ikke er reist innen sju dager, kan utlending som omfattes av EØS-avtalen eller EFTA-konvensjonen og som ikke har oppholdstillatelse, bortvises etter vedtak av Utlendingsdirektoratet etter reglene i første ledd bokstav b, c eller d. Kongen​4 kan ved forskrift​3 legge vedtaksmyndighet til politimesteren eller den politimesteren bemyndiger.\n0 Tilføyd ved lov 27 nov 1992 nr. 113, endret ved lover 4 aug 1995 nr. 53, 10 jan 1997 nr. 5 (i kraft 15 juni 1997), 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 21 juni 2002 nr. 36 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 574), 6 jan 2006 nr. 1 (i kraft 1 feb 2006 iflg. res. 6 jan 2006 nr. 1).\n1 Sml. § 27 og § 28.\n2 Se § 48.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "8:58",
      "chapter": "8",
      "section": "58",
      "title": "Utvisning.",
      "content": "Utlending​2 som omfattes av EØS-avtalen eller EFTA-konvensjonen, kan utvises når hensynet til offentlig orden eller sikkerhet tilsier det.\nUtvisning etter første ledd kan skje når det hos utlendingen foreligger, eller må antas å foreligge, personlige forhold som innebærer en aktuell og tilstrekkelig alvorlig trussel mot grunnleggende samfunnshensyn.\nUtlending​2 som omfattes av EØS-avtalen, kan utvises når utlendingen har overtrådt straffeloven​3 §§ 147 a eller 147 b, eller har gitt trygt tilholdssted til noen som utlendingen kjenner til at har begått en slik forbrytelse.\nUtvisning besluttes ikke dersom det i betraktning av forholdets alvor og utlendingens tilknytning til riket vil være et uforholdsmessig tiltak overfor utlendingen selv eller de nærmeste familiemedlemmene.\nUtvisning er til hinder for senere innreise i riket. Innreiseforbudet kan gjøres varig eller tidsbegrenset, men som hovedregel ikke for kortere tidsrom enn to år. Innreiseforbudet kan etter søknad oppheves dersom nye omstendigheter tilsier det.\nVedtak om utvisning treffes av Utlendingsdirektoratet, som også avgjør søknad om adgang til riket fra utlending som er utvist.\nKongen kan gi nærmere regler ved forskrift.​4\n0 Tilføyd ved lov 27 nov 1992 nr. 113, endret ved lover 10 jan 1997 nr. 5, 30 april 1999 nr. 22 (i kraft 1 jan 2000 iflg. res. 10 des 1999 nr. 1264), 21 juni 2002 nr. 36 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 574), 6 jan 2006 nr. 1 (i kraft 1 feb 2006 iflg. res. 6 jan 2006 nr. 1). Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Sml. § 29, § 30 og § 31.\n2 Se § 48.\n3 Lov 22 mai 1902 nr. 10 (strl.).\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "8:58 a",
      "chapter": "8",
      "section": "58 a",
      "title": "Særregler for arbeidstakere fra Bulgaria eller Romania",
      "content": "For arbeidstakere omfattet av § 51 første ledd bokstav a som er borgere av Bulgaria eller Romania, er det et vilkår for oppholdstillatelse at det som hovedregel dreier seg om heltidsarbeid. Vilkåret gjelder ikke arbeidstakere som har hatt lovlig opphold i riket som arbeidstaker i minst de tolv forutgående månedene.\nKongen kan ved forskrift​1 gi regler om\na. at arbeidstakeren må ha oppholdstillatelse før arbeidet påbegynnes, jf. § 50,\nb. adgangen til arbeidsmarkedet som avviker fra § 51 første ledd bokstav a, herunder regler om lønns- og arbeidsvilkår og dokumentasjon av arbeidsforhold,\nc. at oppholdstillatelse og fornyelse av denne gis for inntil ett år, jf. §§ 54 og 55, og om\nd. tilbakekall av oppholdstillatelse som avviker fra § 56 første ledd.\nDersom arbeid som utføres av arbeidstakere som nevnt i første ledd skaper eller forventes å skape forstyrrelser på arbeidsmarkedet som vil kunne utgjøre en alvorlig risiko for levestandarden eller sysselsettingen i en bestemt region eller et bestemt yrke, kan Kongen i statsråd ved forskrift​1 gjøre unntak for slike arbeidstakere fra bestemmelser gitt i eller i medhold av § 50, § 51 første ledd bokstav a og paragrafen her. Det kan herunder fastsettes at bestemmelser som gjaldt før 14. oktober 2003, skal gjelde.\nGjelder fortsatt, jfr. res. 27 nov 2009 nr. 1413.\n0 Tilføyd ved lov 30 april 2004 nr. 19, endret ved lover 22 des 2006 nr. 93 (i kraft 1 aug 2007 iflg. res. 10 aug 2007 nr. 950), 8 mai 2009 nr. 24 (i kraft 1 mai 2009).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58a",
        "source_heading": "§ 58 a."
      }
    },
    {
      "provision_ref": "8:58 b",
      "chapter": "8",
      "section": "58 b",
      "title": "Midlertidig gjennomføring av bestemmelsene i direktiv 2004/38/EF",
      "content": "Kongen kan i forskrift innføre en ordning med registreringsplikt for EØS-borgere. Kravet om oppholdstillatelse for en EØS-borger​1 etter dette kapitlet, jf. §§ 50, 51, 54 og 55 bortfaller hvis EØS-borgeren oppfyller registreringsplikten.\nKongen kan gi nærmere bestemmelser i forskrift om at EØS-borgere og deres familiemedlemmer som kan dokumentere fem års sammenhengende lovlig opphold i riket, etter søknad kan gis varig oppholdsrett.\n0 Tilføyd ved lov 9 jan 2009 nr. 1 (i kraft 1 okt 2009 iflg. res. 18 sep 2009 nr. 1207).\n1 Se lov 15 mai 2008 nr. 35 § 110.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58b",
        "source_heading": "§ 58 b."
      }
    },
    {
      "provision_ref": "9:59",
      "chapter": "9",
      "section": "59",
      "title": "Forskrifter i medhold av loven.",
      "content": "Foruten forskrifter som nevnt i de enkelte paragrafene kan Kongen​1 ved forskrift​2 gi nærmere regler til gjennomføring av loven. Kongen kan ved forskrift​2 gi regler om at det skal tas gebyr for å behandle søknader etter denne lov, med unntak av søknad om asyl.\n0 Endret ved lover 27 nov 1992 nr. 113 (tidligere § 50), 29 aug 2003 nr. 88.\n1 Arbeids- og inkluderingsdepartementet iflg. res. 30 juni 2006 nr. 761.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "9:60",
      "chapter": "9",
      "section": "60",
      "title": "Ikrafttreden og overgangsbestemmelse.",
      "content": "Loven trer i kraft fra den tid Kongen​1 bestemmer. Fra samme tid oppheves lov 27. juli 1956 om utlendingers adgang til riket m.v. (fremmedloven).\nForskrifter gitt i medhold av den tidligere loven fortsetter å gjelde til de blir endret eller opphevet i medhold av loven her.\nUtlending​2 som ved lovens ikrafttreden har hatt oppholdstillatelse på ubestemt tid i ett år eller mer, anses for å ha bosettingstillatelse.​3\n0 Endret ved lov 27 nov 1992 nr. 113 (tidligere § 51).\n1 Fra 1 jan 1991 iflg. res. 21 des 1990 nr. 1017.\n2 Se § 48.\n3 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    }
  ]
}