{
  "id": "LOV-1925-07-10-6",
  "type": "statute",
  "title": "Lov om kommunestyrevalg og fylkestingsvalg",
  "short_name": "Kommunestyre- og fylkestingsvalgloven",
  "status": "in_force",
  "issued_date": "1925-07-10",
  "in_force_date": "1925-07-10",
  "url": "https://lovdata.no/dokument/NLO/lov/1925-07-10-6",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Stemmerett ved kommunestyrevalg har enhver som har statsborgerlig stemmerett etter Grunnlovens § 50, jfr. § 53, og som er manntallsført i kommunen. Stemmerett ved fylkestingsvalg har enhver som har stemmerett ved kommunestyrevalget i de kommuner som ligger i fylket. Stemmerett ved kommunestyrevalg og fylkestingsvalg har også utenlandske statsborgere som har stått innført i norsk folkeregister som bosatt i riket de tre siste år før valgdagen, og som ellers fyller de vilkår som gjelder for norske statsborgere.\nNorske statsborgere som på valgdagen er bosatt utenfor riket, er stemmeberettiget når de – foruten å ha stemmerett etter Grunnlovens § 50, jfr. § 53 – noen gang har stått innført i norsk folkeregister som bosatt i riket, jfr. § 3 tredje ledd.\nFor norske tjenestemenn som er ansatt i diplomatiet eller konsulatvesenet og deres husstand gjelder ikke vilkåret om tidligere innføring i folkeregisteret.\n1 Endret ved lover 30 april 1937 nr. 2, 5 mai 1939 nr. 2, 28 mai 1955 nr. 1, 5 april 1963 nr. 5, 14 juni 1974 nr. 40, 21 mars 1975 nr. 10, 25 mars 1977 nr. 24, 15 des. 1978 nr. 85, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Manntall over dem som har stemmerett efter § 1, føres på landet for hvert herred av lensmannen, hvis ikke formannskapet med samtykke av fylkesmannen bestemmer at en annen skal være manntallsfører. I byene føres manntallet av den som formannskapet bestemmer. Det føres felles mantall for kommunestyrevalg og fylkestingsvalg.\nEr et herred delt i eller mellem flere lensmannsdistrikter, skal særskilt manntall føres for hver del, når lensmannen er manntallsfører.\nVedkommende departement​2 gir de forskrifter som trenges om innretningen av manntallet.\n1 Endret ved lover 24 juni 1932 nr. 6, 15 des. 1950 nr. 8 § 11, 14 juni 1974 nr. 40.\n2 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Manntallet utarbeides i de år det holdes kommunevalg.​2 Til grunn legges folkeregisteret i kommunen.\nI manntallet innføres de som den 1. juli står innført i folkeregisteret som bosatt i kommunen, og som har stemmerett etter § 1.\nLikeså innføres i manntallet de som har stemmerett etter § 1 og som er bosatt utenfor riket, såfremt de noen gang i løpet av de siste 10 år før valgdagen har vært folkeregisterført som bosatt i riket, jfr. femte ledd. Personer som er nevnt i § 1 annet ledd, og som ikke har vært folkeregisterført som bosatt i riket noen gang i løpet av de siste 10 år før valgdagen, skal føres inn i manntallet dersom søknad om slik innføring er kommet til manntallsføreren seinest 1. august i valgåret kl. 15. Søknaden må inneholde søkerens forsikring om at han fortsatt er norsk statsborger. Departementet kan gi nærmere forskrifter om søknaden.\nDe som har stemmerett etter § 1, og som flytter inn i riket etter 1. juli, skal – når de ikke har vært folkeregisterført som bosatt i riket noen gang i løpet av de siste 10 år før valgdagen – manntallsføres i innflyttingskommunen dersom valgstyret får melding fra folkeregisteret om flyttingen seinest kl. 15 dagen før det møte som er nevnt i § 7 første ledd.\nStemmeberettigede som er bosatt utenfor riket, jfr. § 1 annet og tredje ledd, skal manntallsføres i den kommune hvor de sist var innført i folkeregistret som bosatt i kommunen. Det samme gjelder stemmeberettigede som flytter inn i riket etter 1. juli, når de noen gang i løpet av de siste 10 år før valgdagen har vært folkeregisterført som bosatt i riket.\nPersoner som er døde, strykes i manntallet av manntallsføreren.\n1 Endret ved lover 15 des. 1950 nr. 8 § 11, 28 mai 1955 nr. 1, 22 mai 1959 nr. 2, 28 mai 1959 nr. 10, 5 april 1963 nr. 5, 17 juni 1966 nr. 4, 14 juni 1974 nr. 40, 21 mars 1975 nr. 10, 25 mars 1977 nr. 24, 15 des. 1978 nr. 85, 29 mai 1981 nr. 37.\n2 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Innen den 42de dag​2 før valgtinget​3 skal manntallsføreren ha satt op et utkast til manntall og en liste over dem som han ikke har funnet å kunne føre inn, når han har vært i tvil om deres rett, eller når de selv har krevet sig innført.\nEn manntallsnevnd sammensatt av manntallsføreren og minst 2 andre, som formannskapet velger blandt formennene, skal i tiden mellem 42de og 35te dag​2 før valgtinget​3 gå gjennem manntallsutkastet og den nevnte liste. I det tilfelle som § 2, annet ledd nevner, skal hver av manntallsførerne delta i nevnden for sitt distrikt.\nNevnden velger selv sin formann. Dens vedtak fattes ved stemmeflerhet. Står stemmene likt, gjør formannens stemme utslaget. Vedtakene føres inn i en bok.\nManntallsføreren skal uten ophold sende dem som selv har krevet sig innført i manntallet, men som nevnden ikke har funnet å kunne innføre, underretning om nevndens vedtak og om grunnen til dette.​4\n1 Endret ved lover 1 mai 1931 nr. 2, 15 des. 1950 nr. 8 § 11, 15 des. 1978 nr. 85.\n2 Se § 49.\n3 Se § 12.\n4 Se § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Fra og med den 35te til og med den 18de dag​2 før valgtinget​3 skal det manntall som nevnden har utarbeidet, ligge ute til alminnelig ettersyn på de steder som valgstyret bestemmer. Tid og sted for utleggingen skal manntallsføreren kunngjøre i tide med oppfordring til enhver om å klage, dersom han måtte finne at han selv eller noen annen med urette er innført eller utelatt. Kunngjøringen skal dessuten gjøre rede for den lovbestemte måte å klage på og for stedet hvor og dagen og klokkeslettet når klagen senest må være innkommet. Samtidig kunngjøres tid og sted for det møte som er nevnt i § 7 første ledd.\nManntallsføreren sørger for at politiske partier som er registrert etter § 11 i stortingsvalgloven,​4 og som stiller valgliste i kommunen eller fylkeskommunen, får en avskrift av manntallet uten betaling. Manntallsavskrifter og eventuelt annet materiell som bygger på manntallet, kan et parti bare bruke til partiformål og ikke overlate til utenforstående. Materiellet skal tilintetgjøres når det ikke lenger brukes, senest to år etter utløpet av valgåret. Departementet​5 kan gi nærmere forskrifter om dette.\n1 Endret ved lover 1 mai 1931 nr. 2, 15 des. 1950 nr. 8 § 11, 28 mai 1955 nr. 1, 28 mai 1959 nr. 10, 21 mars 1975 nr. 10, 15 des. 1978 nr. 85, 29 mai 1981 nr. 37.\n2 Se § 49.\n3 Se § 12.\n4 Lov 17 des. 1920 nr. 1.\n5 Kommunaldept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Klager over manntallet må være kommet inn til valgstyret​2 senest kl. 15 den 18de dag før valget. De skal være skriftlige og nevne de grunner som de er bygget på. En liste over dem som klagene gjelder, skal straks etter utløpet av fristen legges ut på de steder hvor manntallet har vært lagt ut.\nEr det gjort innsigelse mot noens stemmerett, skal manntallsføreren straks gi vedkommende underretning om dette.\n1 Endret ved lover 15 des. 1950 nr. 8 § 11, 28 mai 1955 nr. 1, 21 mars 1975 nr. 10, 15 des. 1978 nr. 85.\n2 Se § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "En av dagene i tiden 13de-11te dag før valget skal valgstyret​2 komme sammen for å avsi kjennelser om innføringer og strykninger i manntallet. Under møtet har den hvis stemmerett det handles om og den som har klaget, rett til selv og ved fullmektig å uttale seg og føre sine bevis.\nI kjennelsesmøtet kan innføring i manntallet skje etter klage, oppdaget feil eller når vedkommende har fått stemmerett eller vil få stemmerett seinest på valgdagen. Innføring kan også skje etter melding som er nevnt i § 3 fjerde ledd. Stryking kan skje etter klage, oppdaget feil eller når vedkommende har mistet stemmeretten. Er det grunn til å tro at den som blir innført, står i manntallet i en annen kommune, skal underretning om innføringen straks sendes til manntallsføreren der.\n1 Endret ved lover 1 mai 1931 nr. 2, 28 mai 1955 nr. 1, 15 des. 1978 nr. 85, 29 mai 1981 nr. 37.\n2 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Det rettede manntall skal ligge til ettersyn på manntallsførerens kontor inntil stemmegivningen på samtlige stemmesteder i kommunen er slutt. I tiden mellom kjennelsesmøtet og stemmegivningens slutt stryker manntallsføreren dem som dør eller mister stemmeretten, og dem som etter underretning fra annen kommune er innført i dennes manntall.\nManntallsføreren skal straks sende underretning til den som er blitt innført eller strøket i manntallet etter at dette er lagt ut etter § 5 første ledd.\n1 Endret ved lover 1 mai 1931 nr. 2, 15 des. 1950 nr. 8 § 11, 6 juli 1951 nr. 6, 15 des. 1978 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Når kommunevalgmanntallet skal brukes ved avstemning utenfor det ordinære kommunevalget, skal manntallsføreren foreta de strykinger eller tilføyelser i manntallet som følger av avgjørelser av stemmerettsspørsmål i henhold til anke etter § 39. Videre stryker manntallsføreren dem som er døde, har mistet stemmeretten ved kommunestyrevalg eller som den 30te dag før avstemningsdagen ikke lenger står innført i folkeregisteret som bosatt i kommunen. Manntallsføreren føyer til i manntallet dem som oppfyller vilkårene for stemmerett​2 ved avstemningen og som den 30te dag før avstemningsdagen står innført i folkeregisteret som bosatt i kommunen.\n1 Endret ved lover 28 mai 1955 nr. 1, 5 april 1963 nr. 5, 21 mars 1975 nr. 10, 15 des. 1978 nr. 85.\n2 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Valgbar til kommunestyret og pliktig til å ta imot valg er enhver som har rett til å stemme ved valget,​2 og som står innført i folkeregisteret som bosatt i vedkommende kommune på valgdagen og som ikke er utelukket eller fritatt. Valgbar til fylkestinget og pliktig til å ta imot valg er enhver som har rett til å stemme ved valget, og som står innført i folkeregisteret som bosatt i en av kommunene i vedkommende fylke på valgdagen, og som ikke er utelukket eller fritatt.\nUtelukket fra valg til kommunestyre er fylkesmannen, fylkeskontorsjefen, rådmann,​3 kontorsjef, formannskapssekretær og revisor i kommunen eller ved kommunal bedrift.\nUtelukket fra valg til fylkesting er fylkesrådmann og dennes stedfortreder, fylkesmannen, fylkeskontorsjefen, lederen av fylkets utbyggingsavdeling, fylkesskolesjefen, vegsjefen, fylkets sykehussjef og revisor i fylkeskommunen eller ved fylkeskommunal bedrift.\nRett til å kreve seg fritatt for valg til kommunestyre og fylkesting har:\na. den som innen valgårets utløp har fylt 60 år,\nb. den som ved valgårgets utløp har gjort tjeneste som medlem av henholdsvis kommunestyret og fylkestinget de siste fire år,\nc. den som har rett til fritakelse etter andre lover,​4\nd. den som ikke uten uforholdsmessig vanskelighet vil kunne skjøtte sine plikter i dette vervet, når valgstyret​5 (fylkesvalgstyret) innvilger søknad om fritakelse,\ne. den som er medlem av et parti som er registrert etter § 11 i stortingsvalgloven, når vedkommende er oppført som kandidat på et listeforslag som ikke er framsatt av dette partiet.\nDen som vil kreve seg fritatt, må melde dette til valgstyret (fylkesvalgstyret) på den måte og innen den frist som er oppgitt i underretningen etter § 13 nr. 5. Er krav ikke satt frem på denne måte og innen denne frist, er retten til å kreve seg fritatt tapt.\n1 Endret ved lover 1 juni 1928 nr. 4, 5 mai 1939 nr. 2, 13 juni 1947 nr. 4, 12 nov. 1954 nr. 2, 5 april 1963 nr. 5, 14 juni 1974 nr. 40, 13 juni 1975 nr. 43, 25 mars 1977 nr. 24, 15 des. 1978 nr. 85, 8 april 1983 nr. 15.\n2 Se § 1.\n3 Se lov 12 nov. 1954 nr. 2.\n4 Se lover 22 april 1927 nr. 3 § 23, 9 april 1948 nr. 2 § 17.\n5 Se § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "I hver kommune skal det være et valgstyre som består av manntallsføreren​2 (manntallsførerne) og formannskapet.\nEr manntallsførerens distrikt delt i eller mellem flere kommuner bestemmer han med fylkesmannens samtykke, i hvilken utstrekning han skal delta i de forskjellige valgstyrer. Fylkesmannen kan opnevne en settemanntallsfører til å gjøre tjeneste i kommuner hvor den sedvanlige manntallsfører ikke selv kan være med.\nValgstyret velger formann og varaformann. Det er vedtaksført når to tredjedeler av medlemmene er til stede. I det møte som § 8 nevner, bør manntallsføreren (manntallsførerne) alltid være med. Det gjør sine vedtak og avsier sine kjennelser ved stemmeflerhet. Står stemmene likt, gjør formannens stemme utslaget.\nDet første møte sammenkalles av ordføreren, de følgende av formannen.\nValgstyret antar selv de fornødne hjelpere.\nAlle møter holdes for åpne dører.\n1 Endret ved lover 15 des. 1950 nr. 8 § 11, 30 juni 1954 nr. 1, 14 juni 1974 nr. 40.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "11 a",
      "section": "11 a",
      "content": "I hver fylkeskommune skal det være et fylkesvalgstyre som består av fylkesutvalget.\nBestemmelsene i de fire siste ledd i § 11 gjelder tilsvarende for fylkesvalgstyret.\n1 Tilføyd ved lov 14 juni 1974 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11 a."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Valgting til valg av kommunestyre og fylkesting holdes hvert fjerde år på en og samme dag i alle kommuner i september måned. Dagen fastsettes i god tid av Kongen til en mandag. Kommunestyret kan likevel bestemme at det i vedkommende kommune skal holdes valgting også på søndagen før den valgdag som er fastsatt av Kongen.\n1 Endret ved lover 24 juni 1932 nr. 6, 5 mai 1939 nr. 2, 15 des. 1950 nr. 8 § 11, 22 mai 1959 nr. 2, 5 april 1963 nr. 5, 17 juni 1966 nr. 4, 21 mai 1971 nr. 48, 14 juni 1974 nr. 40, 25 mars 1977 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "1. Et forslag til valgliste må for å kunne godkjennes​2 fylle disse krav:\na. det må for kommunestyrevalg være kommet inn til formannen i valgstyret​3 og for fylkestingsvalg til formannen i fylkesvalgstyret senest kl. 15 den 1. juli i valgåret.​4\nb. det må tydelig angi hvilket valg det gjelder, og dessuten ha en overskrift som angir det parti eller den gruppe det går ut fra, og som ikke kan lede til forveksling, jfr. § 14 nr. 1 siste ledd.\nUtgår forslaget fra et parti som er registrert etter § 11 i stortingsvalgloven, skal partiangivelsen i listoverskriften være likelydende med partiets registrerte navn.\nc. det må ved kommunestyrevalg være utfylt i tydelig rekkefølge med så mange forskjellige eller en gang gjentatte navn som det skal velges representanter. Gjentatte navn skal stå først på listen, og gjentakelsen skal skje på plassen nærmest etter.\nVed fylkestingsvalg må det være utfylt i tydelig rekkefølge med minst så mange forskjellige navn som det skal velges representanter.\nForslaget kan dessuten i fortsatt rekkefølge utfylles med inntil 10 andre forskjellige navn, men hvor kommunestyret (fylkestinget) skal ha minst 41 representanter, med inntil 20 andre forskjellige navn, og hvor kommunestyret (fylkestinget) skal ha minst 71 representanter, med inntil 40 andre forskjellige navn.\nKandidatene skal være betegnet med fornavn og etternavn og – hvis det er nødvendig for å unngå forveksling – med stilling og/eller bostedsadresse.\nd. det må ved kommunestyrevalg være egenhendig underskrevet av minst like mange stemmeberettigede​5 i kommunen som det skal velges kommunestyrerepresentanter, og ved fylkestingsvalg av minst 500 stemmeberettigede i fylkeskommunen. Underskriverne må ikke stå som forslagsstillere på noe annet forslag som gjelder samme valg, jfr. § 14 nr. 1 fjerde ledd.\nUtgår forslaget fra et parti som er registrert etter § 11 i stortingsvalgloven, er det ved kommunestyrevalg nok at forslaget er underskrevet av formann og sekretær for partiets lokalavdeling i kommunen, og ved fylkestingsvalg av formann og sekretær for partiets fylkesavdeling. Fins ikke avdeling i kommunen (fylkeskommunen), gjelder bestemmelsene i første ledd.\nUtgår forslaget både fra parti som er registrert etter § 11 i stortingsvalgloven og fra velgere som organisasjonsmessig ikke representerer noe slikt parti, gjelder bestemmelsene i første ledd.\ne. det må ikke ha kandidat felles med andre forslag som gjelder samme valg, jfr. § 14 nr. 1 fjerde ledd.\nEt parti, herunder innbefattet alle lokalavdelinger, fylkesavdelinger og tilsluttede partiavdelinger, kan bare stille en liste for kommunestyrevalg i hver kommune og en liste for fylkestingsvalg i hver fylkeskommune.\n2. Et forslag til valgliste må videre inneholde angivelse av en tillitsmann med varamann blant dem som har underskrevet listeforslaget, som valgstyret (fylkesvalgstyret) kan henvende seg til ved forhandlinger om forslaget.\n3. Som vedlegg til listeforslaget skal følge en fortegnelse over kandidatenes fødselsdato. Dersom en kandidat ikke er innført i folkeregisteret som bosatt i kommunen (fylkeskommunen) 1. juli i valgåret må det også ligge ved en erklæring fra vedkommende om at så vil være tilfelle innen valgdagen. Er listeforslaget underskrevet i samsvar med reglene i nr. 1 bokstav d første ledd, jfr. annet ledd annet punktum og tredje ledd, skal det videre ligge ved en oversikt over forslagsstillernes bostedsadresse og fødselsdato.\n4. Et forslag til valgliste kan kalles tilbake av 4/5 av forslagsstillerne. Er forslaget underskrevet etter nr. 1 bokstav d annet ledd, kan det kalles tilbake av styret for den partiavdeling som har underskrevet forslaget. Erklæringen må være kommet til valgstyrets (fylkesvalgstyrets) formann senest kl. 15 den 20 juli i valgåret.\n5. Valgstyret (fylkesvalgstyret) skal underrette samtlige kandidater på listeforslagene. I underretningen skal gjøres rede for grunnene for å kunne kreve seg fritatt for valg, og at slike krav må fremsettes skriftlig og – sammen med nødvendige begrunnelser og attester – være kommet frem til valgstyrets (fylkesvalgstyrets) oppgitte adresse innen en bestemt dato. Departementet fastsetter nærmere skjema for underretningen.\n1 Endret ved lover 1 mai 1931 nr. 2 og 24 juni 1932 nr. 6, 30 juni 1954 nr. 1, 28 mai 1959 nr. 10, 5 april 1963 nr. 5, 14 juni 1974 nr. 40, 13 juni 1975 nr. 44, 25 mars 1977 nr. 24, 15 des. 1978 nr. 85, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Jfr. § 14.\n3 Se § 11.\n4 Se § 49 og § 14.\n5 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "1. Valgstyret​2 (fylkesvalgstyret) avgjør om forslagene til valglister og tilbakekallelser etter § 13 nr. 4 skal godkjennes, og undersøker om kandidatene og forslagstillerne oppfyller de lovbestemte vilkår.\nOversittes fristene som er satt i § 13 nr. 1 og 4, kan det ikke avhjelpes.\nFor øvrig skal valgstyret (fylkesvalgstyret) eller dets formann ved forhandlinger med den utpekte tillitsmann, søke å bringe forslag eller tilbakekallelser i foreskrevet stand.​3\nStår en forslagsstiller på flere listeforslag for kommunestyrevalget, skal han gis pålegg om å si fra innen en bestemt frist hvilket forslag han vil stå på. Svarer han ikke, strykes han som forslagsstiller av alle forslag. Står en kandidat på flere listeforslag for kommunestyrevalget, skal han gis tilsvarende pålegg. Svarer han ikke, blir han stående på det forslag som er kommet først inn til formannen i valgstyret uten senere å være tilbakekalt, men strykes av de andre forslag. Tilsvarende regler gjelder når en forslagsstiller eller kandidat står på flere listeforslag for fylkestingsvalget. Blir en kandidat fritatt i samsvar med § 10 og § 13 nr. 5, strykes hans navn. Det samme gjelder hvis han ikke er valgbar. Tillitsmannen kan bestemme hvilket navn skal settes i stedet. Gjør han ikke det, rykker de etterfølgende opp i uforandret rekkefølge.\nNår det etter at fristen etter § 13 nr. 1 bokstav a er gått ut, skal settes inn et navn på et listeforslag i stedet for et som er strøket etter foregående ledd, må tillitsmannen legge fram skriftlig erklæring fra den nye kandidat om at vedkommende er villig til å stå på listen. Det kan ikke settes inn navn som allerede står som kandidat på et annet listeforslag som er kommet inn.\nHar flere forslag til valglister for samme valg samme overskrift, eller har et forslag en overskrift som ikke tydelig skiller seg fra andre forslags overskrifter, og saken ikke blir ordnet ved forhandling, seirer det forslag som først er kommet inn. Enerett til partinavn etter § 11 i stortingsvalgloven​4 går likevel alltid foran.\n2. Etter hvert som forslagene kommer inn, skal de ligge til ettersyn i valgstyrets (fylkesvalgstyrets) lokale. Seinest den 10. august i valgåret skal valgstyret (fylkesvalgstyret) i eller ved sitt lokale slå opp bekreftede avskrifter av de godkjente forslag som offisielle valglister, hver liste med en overskrift som nevner hvilket valg og hvilken kommune (fylkeskommune) den gjelder, valgtiden, det parti eller den gruppe som forslaget er utgått fra og tillitsmannens navn. Samtidig med at avskriftene blir slått opp, skal tillitsmannen for hver liste få tilsendt avskrift av listen slik den er godkjent.\nValgstyret (fylkesvalgstyret) skal dessuten – så vidt mulig innen samme frist​5 – kunngjøre overskriftene på de godkjente listeforslag i avisene i kommunen (fylkeskommunen).\n3. Valgstyret sørger for at det til bruk for velgerne i valglokalene blir trykt et tilstrekkelig antall hvite stemmesedler av alle de godkjente valglister i kommunen. Fylkesvalgstyret sørger for at det til bruk for velgerne i valglokalene blir trykt blå stemmesedler av alle de godkjente valglister i fylkeskommunen. Tillitsmannen for den enkelte liste kan utover dette antall for egen regning kreve å få det antall stemmesedler han ønsker. Krav om det må i tilfelle settes fram skriftlig innen den frist valgstyret (fylkesvalgstyret) setter.\nDepartementet kan gi nærmere bestemmelser om innholdet og utformingen av trykte stemmesedler, herunder om vegledning til velgerne om framgangsmåten ved valget.\n1 Endret ved lover 1 juni 1928 nr. 4, 24 juni 1932 nr. 6, 15 des. 1950 nr. 8 § 11, 6 juli 1951 nr. 6, 28 mai 1959 nr. 10, 5 april 1963 nr. 5, 14 juni 1974 nr. 40, 13 juni 1975 nr. 44, 25 mars 1977 nr. 24, 15 des. 1978 nr. 85, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Se § 11.\n3 Se § 13.\n4 Lov 17 des. 1920 nr. 1.\n5 Se § 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Valgtingene holdes i høvelige lokaler, som valgstyret​2 velger. I mangel av annet tjenlig lokale, holdes tinget i kirken. Valgstyret bør la valgting holdes på flere steder hvor det finner det ønskelig av hensyn til velgerne. Vedtak om antall stemmesteder må være gjort senest 1. mai i valgåret.\nI kommuner hvor det skal holdes valgting søndag og hvor stemmegivning skal foregå på flere steder i kommunen, kan valgstyret bestemme at ett eller flere valglokaler ikke skal holdes åpne søndag.\nPå hvert stemmested foregår stemmegivning for en viss del av manntallet.​3\n1 Endret ved lover 1 mai 1931 nr. 2, 17 juni 1966 nr. 4, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Se § 11.\n3 Jfr. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Skal stemmegivningen foregå på flere steder i kommunen,​2 leder et stemmestyre på minst 4 medlemmer valgtinget på hvert sted.\nValgstyret​3 velger medlemmer og varamedlemmer til stemmestyrene og formenn for dem. Valgbar og pliktig til å motta valg er enhver som har stemmerett​4 i kommunen ved valget. Personer som bor i vedkommende stemmekrets bør fortrinnsvis velges.\n1 Endret ved lover 15 des. 1950 nr. 8 § 11, 17 juni 1966 nr. 4, 11 mai 1979 nr. 14.\n2 Se § 15\n3 Se § 11.\n4 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Valgstyret​2 kunngjør to ganger når og hvor valgtinget skal holdes og når stemmegivningen skal være avsluttet. Første kunngjøring skjer 3 til 4 uker før valget og annen kunngjøring en av de siste dagene før valget.\nTiden for stemmegivningen bør settes rommelig, den må på mandag minst være 5 timer. Bortsett fra de tilfelle 1) hvor det vil skape vanskeligheter eller 2) hvor det må antas at det ikke er nødvendig, skal minst 2 timer, men ikke mer enn halvparten av stemmetiden på mandag legges til efter kl. 18. I de kommuner hvor ikke minst 2 timer av stemmetiden legges til efter kl. 18, kan sådan avgjørelse bare treffes ved et enstemmig vedtak av valgstyret. I vedtaket skal valgstyret begrunne hvorfor 2 timer av stemmetiden ikke legges til efter kl. 18. På søndag må stemmetiden under ingen omstendighet settes kortere enn 3 timer, og stemmegivningen kan tidligst begynne kl. 13.\n1 Endret ved lover 6 juli 1951 nr. 6, 17 juni 1966 nr. 4, 11 mai 1979 nr. 14.\n2 Se § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Etter reglene i dette avsnitt har en velger adgang til å avgi stemme på forhånd hos en stemmemottaker​2 i eller utenfor kommunen når han erklærer at han vil være hindret fra å møte personlig på valgtinget.\nVed stemmegivning utenfor riket, på Svalbard eller Jan Mayen, og på norske fartøy som går i utenriks fart, behøver ikke velgeren å gi slik erklæring som er nevnt i første ledd.\n1 Endret ved lover 13 juni 1947 nr. 4, 15 des. 1959 nr. 8 § 11, 30 juni 1954 nr. 1, 17 juni 1966 nr. 4, 30 juni 1967 nr. 2, 21 mai 1971 nr. 48, 11 mai 1979 nr. 14.\n2 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Forhåndsstemmegivning må ikke foregå tidligere enn 1. juli i valgåret.\nStemmegivningen må ikke foregå senere enn siste lørdag før valget kl. 20. I de kommuner hvor det ikke skal holdes valgting søndag, skal det likevel denne dag være adgang til å avgi forhåndsstemme inntil kl. 20. Stemmetiden denne dag må på hvert sted som nevnt i § 20 bokstav a tredje ledd være minst 2 timer, tidligst fra kl. 13.\nUnder enhver omstendighet må stemmegivningen foregå så tidlig at stemmesedlen uten særlige foranstaltninger fra stemmemottagerens side kan komme vedkommende valgstyre i hende før stemmegivningen på valgtinget avlyses.​2\n1 Endret ved lover 13 juni 1947 nr. 4, 30 juni 1954 nr. 1, 17 juni 1966 nr. 4, 30 juni 1967 nr. 2, 21 mai 1971 nr. 48, 11 mai 1973 nr. 22 (fra 1 jan. 1975), 11 mai 1979 nr. 14.\n2 Se § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Som stemmemottager tjenstgjør:\na. Manntallsføreren.\nEr lensmannen manntallsfører, kan også statslønnede lensmannsbetjenter som er fast ansatt ved lensmannens kontor, motta forhåndsstemmegivning.\nHvor særlige forhold så som arbeidsmengde, reisefravær og lignende gjør det påkrevet, kan valgstyret​2 opnevne en eller flere stemmemottagere til å bistå manntallsføreren.\nStemmegivningen skal foregå på manntallsførerens kontor. Valgstyret kan dog bestemme at stemmegivning også skal kunne foregå på et eller flere andre steder i kommunen.\nb. På Svalbard sysselmannen, som også kan opnevne andre stemmemottagere. Sysselmannen bestemmer da det sted hvor stemmegivningen skal foregå.\nc. Utenfor riket, utenrikstjenestemann ved lønnet norsk utenriksstasjon og ved ulønnede stasjoner som av Utenriksdepartementet er særskilt bemyndiget til det, eller den som Kongen bestemmer. Ved norsk utenriksstasjon kan stasjonssjefen når han finner det påkrevet, dessuten oppnevne en eller flere av stasjonens funksjonærer til å motta forhåndsstemmegivning på stasjonen.\nd. På Jan Mayen den som Kongen bestemmer, og på norsk skip på vei fra Norge til Svalbard eller Jan Mayen, føreren i samsvar med det som er bestemt i bokstav f. Reglene i § 22 nr. 6 og § 22 b kommer så vidt mulig til anvendelse efter departementets​3 nærmere bestemmelse.\ne. Mønstringssjef ved fylkesarbeidskontor og ved arbeids- og sjømannskontor. Mønstringssjefen plikter bare å medvirke ved stemmegivning av sjømenn og personer som er ansatt på norsk fangstfartøy.\nf. På norsk fartøy som går i utenriks fart, skipsfører eller styrmann. Disse plikter bare å medvirke ved stemmegivning av skipets mannskap eller passasjerer.\n1 Endret ved lover 13 juni 1947 nr. 4, 15 des. 1950 nr. 8 § 11, 6 juli 1951 nr. 6, 30 juni 1954 nr. 1, 5 april 1963 nr. 5, 17 juni 1966 nr. 4, 21 mars 1975 nr. 10, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37.\n2 Se § 11.\n3 Kommunaldepartementet iflg. res. 3 feb. 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Velgeren må avgi sin stemme ved personlig frammøte hos stemmemottakeren​2 på hans kontor, for utenrikstjenestemann ved norsk utenriksstasjon også på kontoret til norsk institusjon, som er godkjent av vedkommende departement etter bestemmelsene i § 22 i lov om tiltak til fremme av sysselsetting av 27 juni 1947, på vedkommende fartøy eller på sted som er fastsatt for stemmegivningen i henhold til § 20 bokstav a eller b. Stemme kan også avgis på pasientrommene når det gjelder stemmegivning på sykehus, fødehjem, sykehjem (pleiehjem), aldershjem eller annen institusjon som gir personer som er syke, uføre e.l., behandling, pleie eller opphold.\nValgstyret​3 kan bestemme at der skal være adgang til å avgi stemme en viss tid hver dag på manntallsførerens kontor. Videre kan valgstyret bestemme at det der – utenfor manntallsførerens kontortid eller den tid som etter foregående punktum er fastsatt for stemmegivningen – skal være adgang til å avgi forhåndsstemme en viss tid på én eller flere bestemte dager. Likeledes kan valgstyret bestemme at det på annet sted hvor det i henhold til § 20 bokstav a er bestemt at stemmegivning skal foregå, skal være adgang til å avgi stemme en viss tid på en eller flere bestemte dager. Valgstyret fastsetter i tilfelle også – i samsvar med § 19 annet ledd – tid og sted for forhåndsstemmegivning søndagen før den valgdag som er fastsatt av Kongen. Valgstyret kunngjør all forhåndstemmegivning i kommunen etter §§ 18-21, med tid og sted. Stemmegivning på institusjon som er nevnt i første ledd annet punktum, skal også kunngjøres ved oppslag på vedkommende institusjon.\nStemmemottaker på slik institusjon som er nevnt i første ledd annet punktum, skal på forhånd drøfte ordningen av stemmegivningen der med institusjonens ledelse.\nStemmeseddelen skal være som foreskrevet i § 29.\nValgstyret sørger for at de stemmesedler som det mottar til forhåndsstemmegivningen, sendes i tilstrekkelig antall til stemmemottakerne, som har å sørge for at de utlegges på stemmestedet til benyttelse for dem som skal avgi stemme.\n1 Endret ved lover 6 juli 1951 nr. 6, 5 april 1963 nr. 5, 17 juni 1966 nr. 4, 21 mai 1971 nr. 48, 21 mars 1975 nr. 10, 11 mai 1979 nr. 14, 8 april 1983 nr. 15.\n2 Se § 20.\n3 Se § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Stemmegivningen foregår således:\n1. Stemmemottageren​2 gjør velgeren bekjent med de regler hvorefter handlingen skal foregå, og skaffer ham, om han ønsker det, de nødvendige skrivesaker.\n2. Stemmemottakeren gir velgeren konvolutt til å legge stemmesedlene i.\nTil dem som skal avgi stemme på pasientrom, og som ikke allerede har stemmesedler, leverer stemmemottakeren en stemmeseddel for hvert registrert partis liste for kommunestyrevalg og fylkestingsvalg som bare lyder på partiliste uten angivelse av kandidatnavn, og ber velgeren beholde dem han ikke bruker. Når de stemmesedler som trykkes etter § 14 nr. 3 foreligger, skal velgere som har stemmerett i kommunen i stedet få utlevert en slik stemmeseddel for hver liste. Stemmemottakeren må ikke ta tilbake noen av de utleverte stemmsedlene som velgeren ikke har brukt.\nVelgeren legger selv stemmesedlene i konvolutten i enrom og usett. Stemmeseddelen for kommunestyrevalget og stemmeseddelen for fylkestingsvalget legges i samme konvolutt. Ved stemmegivning på pasientrom gjelder kravet om at stemmesedlene skal legges i konvolutten i enrom og usett, i den utstrekning dette lar seg gjøre.\n3. Stemmemottakeren gir deretter velgeren en omslagskonvolutt. I denne legger velgeren selv den konvolutt som inneholder hans stemmesedler, og velgeren kleber selv omslagskonvolutten igjen.\nStemmemottakeren påfører omslagskonvolutten velgerens fulle navn og nøyaktige adresse på hjemstedet 1. juli i valgåret, samt tiden og stedet for stemmegivningen. Ved stemmegivning på norsk fartøy som går i utenriks fart, trengs ingen stedsangivelse, men fartøyets navn og eier skal påføres. Videre påfører stemmemottakeren bevitnelse om at bestemmelsene i nr. 1, nr. 2 siste ledd og nr. 3 første ledd annet punktum er iakttatt, om hvorvidt stemmemottakeren er sikker på at velgeren er den vedkommende sier seg å være, og om hvorvidt det var noen grunn til å anta at velgeren var i en slik tilstand som nevnt i § 28 annet ledd. Stemmemottakeren skriver så under det som er påført omslagskonvolutten.\nStemmemottakeren leverer deretter omslagskonvolutten til velgeren, som egenhendig bekrefter riktigheten av de opplysninger som er påført omslagskonvolutten. Ved stemmegivning innen riket (dog unntatt Svalbard og Jan Mayen) gir velgeren påtegning på omslagskonvolutten om at han vil være hindret fra personlig frammøte på valgtinget, jfr. § 18. Stemmemottakeren plikter å gjøre velgeren oppmerksom på at han skal gi slik erklæring, og å bistå ham med å istandbringe den.\n4. Foregår stemmegivningen i den kommune hvor velgeren er manntallsført (på manntallsførerens kontor eller på sted som valgstyret har bestemt efter § 20 a), legger velgeren selv omslagskonvolutten i en urne for forhånds stemmegivning.\nForegår stemmegivningen utenfor den kommune hvor velgeren er manntallsført, eller for stemmemottager som omhandles i § 20 bokstav e, leverer velgeren omslagskonvolutten til stemmemottakeren som sender den på hurtigste betryggende måte direkte til vedkommende valgstyre. Fra utenriks sted og fra norsk fartøy som går i utenriks fart, kan stemmemottakeren sende den gjennom vedkommende departement. I en av fylkesmannen godkjent bok som innrettes efter et av vedkommende departement​3 fastsatt skjema, skal valgstyrets formann innføre de mottatte forhåndsstemmer i nummerrekke med angivelse av tiden når han tok imot dem. Det tilsvarende nummer setter han på omslagskonvolutten, som han ikke skal åpne. Når valgstyret skal begynne å åpne og behandle disse forhåndsstemmer, skal formannen fremlegge den forannevnte bok og alle de brev som er innført før valgtinget.\n5. Valgagitasjon er ikke tillatt i det rom der stemmegivningen foregår og i tilstøtende rom.\nVelgere som på grunn av legemlige mangler ikke er i stand til å avgi sin stemme slik som omhandlet i denne paragraf, kan få den nødvendige hjelp av en person som han selv utpeker, og som har fylt 14 år. En slik person kan også skrive under på omslagskonvolutten med sitt eget navn på vegne av velgeren.\nFør en urne for forhåndsstemmegivning tas i bruk, må den være forseglet av valgstyrets formann. Er denne stemmemottaker, forsegler varaformannen den urne formannen får. Urnens form og innretning bestemmes av departementet.\nManntallsføreren kan – i overvær av en annen person – åpne urner med forhåndsstemmer i og legge stemmene over i en annen forseglet urne for forhåndsstemmer.\n6. Enhver stemmemottager som omhandles i § 20 a, skal føre liste over de velgere i kommunen som avgir stemme hos ham. Listen føres i nummerorden og det tilsvarende nummer settes på omslagskonvolutten før den legges i urnen.\nDessuten skal enhver stemmemottager føre særskilt liste over de velgere som avgir stemme hos ham utenfor sin kommune. Stemmemottager som omhandles i § 20 e, skal dog på denne liste ta med alle de velgere som avgir stemme hos ham.\nFår han vite at nogen av dem som har avgitt stemme hos ham, er avgått ved døden før valget, skal han straks underrette vedkommende valgstyre (jfr. § 22 b, post 2).\n1 Endret ved lover 24 juni 1932 nr. 6, 15 des. 1950 nr. 8 § 11, 6 juli 1951 nr. 6, 30 juni 1954 nr. 1, 5 april 1963 nr. 5, 21 mai 1971 nr. 48, 14 juni 1974 nr. 40, 21 mars 1975 nr. 10, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Se § 20.\n3 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "22 a",
      "section": "22 a",
      "title": "(Opphevd ved lov 11 mai 1979 nr. 14.)",
      "content": "§ 22 a.(Opphevd ved lov 11 mai 1979 nr. 14.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22a",
        "source_heading": "§ 22 a."
      }
    },
    {
      "provision_ref": "22 b",
      "section": "22 b",
      "content": "1. Skipsføreren eller styrmannen skal føre inn i skipets dagbok at stemmegivningen er skjedd, velgerens fulle navn, den kommune han tilhører, og når brevet er besørget sendt.\n2. Det påligger enhver stemmemottager på utenriks sted uopholdelig å gi vedkommende departement​2 telegrafisk underretning, så snart det kommer til hans kunnskap at nogen som har avgitt stemme i kraft av denne lov, er avgått ved døden før valget.\n3. Skipsfører på norsk fartøy​3 skal sørge for at det i mannskapets oppholdsrom om bord finnes oppslått en veiledning om utenriksværendes stemmegivning, utarbeidet av departementet. Veiledningen skal også stadig finnes på enhver norsk utenriksstasjon hvor forhåndsstemmer mottas, og hos mønstringssjef som gjør tjeneste som stemmemottaker etter § 20 bokstav e.\nEier av norsk fartøi plikter å sørge for at materiell som er nødvendig efter bestemmelsene i denne lov og som departementet foranlediger sendt til ham, uten ophold blir sendt videre til føreren av vedkommende fartøi.\n1 Endret ved lover 15 des. 1950 nr. 8 § 11, 6 juli 1951 nr. 6, 30 juni 1954 nr. 1, 28 mai 1959 nr. 10, 5 april 1963 nr. 5, 21 mars 1975 nr. 10, 11 mai 1979 nr. 14. – Jfr. §§ 52 og 53.\n2 Kommunaldepartementet.\n3 Se lov 20 juli 1893 nr. 1 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22b",
        "source_heading": "§ 22 b."
      }
    },
    {
      "provision_ref": "22 c",
      "section": "22 c",
      "content": "1. Stemmeberettigede som oppholder seg i Norge, unntatt Svalbard og Jan Mayen, som er syke eller uføre og av den grunn ikke vil være i stand til å møte fram i et valglokale på valgdagen, har adgang til å avgi forhåndsstemme der de oppholder seg, til en stemmemottaker, i samsvar med reglene nedenfor. For øvrig gjelder reglene om forhåndsstemmer i denne lov. Reglene nedenfor gjelder likevel ikke for stemmeberettigede som oppholder seg på institusjoner hvor det etter vedtak av styret foregår forhåndsstemmegivning etter §§ 18-22 foran.\n2. Fylkesvalgstyret kunngjør i god tid før 12. dag før valget at stemmeberettigede som nevnt i nr. 1 kan sende inn brev m.v. som nevnt i nr. 3 og 4, og tar inn i kunngjøringen liste over manntallsførerne i kommunene i fylket, med adresse. Departementet​2 fastsetter skjema for kunngjøringen.\n3. I brev til manntallsføreren i den kommune hvor den stemmeberettigede oppholder seg, må han sette fram krav om å få avgi stemme der han oppholder seg. I brevet må opplyses hans fulle navn, fødselsår og -dato og nøyaktige adresse, og at han er syk eller ufør og av den grunn ikke vil være i stand til å møte fram i et valglokale på valgdagen. Brevet må underskrives av den stemmeberettigede, enten egenhendig eller med påholden penn (det siste må i tilfelle opplyses.)\n4. Samtidig må det til manntallsføreren sendes en skriftlig erklæring – egenhendig underskrevet av en person som har fylt 18 år – om at han kjenner den stemmeberettigede og kan bekrefte at han er syk eller ufør og av den grunn ikke vil være i stand til å møte fram i et valglokale på valgdagen.\n5. Brev og erklæring som nevnt i nr. 3 og 4 må være kommet inn til vedkommende manntallsførers kontor senest 12. dag før valget kl. 15.\n6. På hvert brev m.m. som kommer inn, noterer manntallsføreren straks dato og klokkeslett for det tidspunkt da skrivet kom inn til hans kontor, og sin signatur. Han ser etter om vilkårene etter nr. 3, 4 og 5 er oppfylt. Er vilkårene ikke oppfylt, sender han straks underretning om dette til den stemmeberettigede, og om hva mangelen består i. Er fristen i nr. 5 ennå ikke utløpt, opplyser han samtidig at mangelen kan rettes innen fristen løper ut. Opplysninger som fins i folkeregisteret i kommunen, har manntallsføreren plikt til å innhente og føye til i innkomne brev dersom dette er nødvendig for at vilkårene i nr. 3 skal bli oppfylt. Ut over dette kan manntallsføreren eller annen valgmyndighet ikke rette eller føye til noe i de brev og erklæringer som kommer inn.\n7. Stemmeberettigede som har satt fram krav m.m. som oppfyller vilkårene i nr. 3, 4 og 5 – i tilfelle etter rettelse eller tilføyelse i samsvar med nr. 6 – skal bli oppsøkt av stemmemottaker. Manntallsføreren fører en egen liste over de stemmeberettigede som etter dette skal bli oppsøkt.\nAndre stemmeberettigede har ikke adgang til å avgi stemme etter denne paragraf.\n8. Manntallsføreren bestemmer hvilke velgere den enkelte stemmemottaker skal oppsøke og gir de instrukser som det i det enkelte tilfelle er grunn til.\n9. Stemmemottakeren har ikke plikt til å oppsøke en stemmeberettiget mer enn en gang. Er en stemmeberettiget som skal oppsøkes, ikke til stede på den oppgitte adresse når stemmemottakeren kommer, skal stemmemottakeren legge igjen der en skriftlig beskjed til den stemmeberettigede om når han har vært der. I slike tilfelle og ellers når en stemmemottaker ikke finner fram til en stemmeberettiget som han skal oppsøke, skal stemmemottakeren snarest mulig skrive ned en forklaring om de nærmere omstendigheter i denne forbindelse. Han bør forsøke å få en mulig tilstedeværende person til ved sin underskrift å bekrefte riktigheten av forklaringen, før han leverer denne til manntallsføreren.\n10. Dersom en stemmeberettiget som har satt fram krav som nevnt foran og som blir oppsøkt av stemmemottaker likevel ikke vil avgi stemme til denne, skal stemmemottakeren på stedet skrive ned en forklaring om dette og anmode den stemmeberettigede om ved sin underskrift å bekrefte riktigheten av det nedskrevne. Stemmemottakeren bør også forsøke å få en mulig tilstedeværende tredjemann til på samme måte å bekrefte dette. Stemmemottakeren leverer forklaringen til manntallsføreren.\n11. Stemmemottakeren leverer til velgeren en stemmeseddel for hver liste for kommunestyrevalg og fylkestingsvalg og ber velgeren beholde dem han ikke bruker, jfr. § 22 nr. 2 annet ledd, som gjelder tilsvarende.\n12. Ved påtegning på omslagskonvolutten må velgeren erklære at han er syk eller ufør og av den grunn ikke vil være i stand til å møte fram i et valglokale på valgdagen.\n13. Stemmer som blir sendt til valgstyret i en annen kommune (§ 22 nr. 4 annet ledd), vedlegges brevet og attesten, jfr. nr. 3 og 4 foran. Slike stemmer sender stemmemottakeren snarest mulig og på hurtigste betryggende måte direkte til vedkommende valgstyre, dersom manntallsføreren ikke har bestemt at de skal leveres til ham for videresending. I sistnevnte tilfelle sørger stemmemottakeren for at stemmene snarest mulig og på hurtigste betryggende måte blir brakt til manntallsføreren.\n14. Foruten urnene og de førte lister, jfr. § 31 første ledd, skal de brev og attester som er kommet inn fra velgerne, overleveres til valgstyret. Når valgstyret avgjør om stemmene skal godkjennes, gjennomgår det både de innkomne brev og attester, og det som er påført omslagskonvolutten.\n1 Tilføyd ved lov 21 mai 1971 nr. 48, endret ved lover 14 juni 1974 nr. 40, 29 mai 1981 nr. 37.\n2 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22c",
        "source_heading": "§ 22 c."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Valgtinget begynner til fastsatt tid enten få eller mange velgere møter. Når den tid som er fastsatt for stemmegivning søndag er utløpet, og de velgere som da er til stede har fått adgang til å stemme, avlyser formannen stemmegivningen. Urnene med stemmesedlene og det øvrige valgmateriell skal opbevares på sikkert sted under betryggende forsegling. Stemmegivningen fortsetter til fastsatt tid neste dag.\nFor stemmesedler hvor det skal foregå stemmegivning over to dager, kan valgstyret bestemme at de stemmesedler som er avgitt første dag, skal bringes i forseglede urner til valgstyrets lokaler eller et annet sikkert sted, og oppbevares der på betryggende måte inntil neste dags stemmegivning eller opptellingen skal begynne. Likeså kan valgstyret bestemme at det øvrige valgmateriell samtidig skal bringes fra et stemmested til samme sted og oppbevares der inntil neste dags stemmegivning skal begynne.\nDepartementet​2 gir nærmere bestemmelser om fremgangsmåten ved forseglingen av valgmateriellet etter at stemmegivningen er slutt første valgdag og om oppbevaringen av det forseglede materiell inntil stemmegivningen begynner neste dag.\n1 Endret ved lover 17 juni 1966 nr. 4, 21 mai 1971 nr. 48.\n2 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Kongen bestemmer hvordan valgtinget skal åpnes.​2\n1 Endret ved lover 30 juni 1954 nr. 1, 11 mai 1973 nr. 22 (fra 1 jan. 1975).\n2 Fastsatt ved res. 27 april 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "På valgtinget kan ingen strid om stemmerett reises.​2\nInnsigelse mot at valget fremmes, skal fremsettes så snart tinget er satt,​3 eller så snart det som innsigelsen grunnes på, er inntruffet.\nValgstyret​4 avgjør hver innsigelse, før det går videre. Blir innsigelsen fremsatt for et stemmestyre,​5 går det frem som bestemt i § 26, annet ledd.\nI valglokalet og i tilstøtende rom er det ikke tillatt\nStemmestyrets formann eller dennes stedfortreder kan om nødvendig bortvise den som opptrer i strid med reglene i foregående ledd. Den som blir bortvist, kan bringe avgjørelsen inn for stemmestyret, som kan stadfeste eller oppheve avgjørelsen.\n1 Endret ved lov 29 mai 1981 nr. 37.\n2 Jfr. §§ 6 og 8.\n3 Se § 34.\n4 Se § 11,\n5 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Formannen for valgstyret​2 fører inn alt som forhandles og avgjøres på valgtinget i en bok som føres i samsvar med formular fastsatt av departementet, og som manntallsføreren​3 forvarer. I valgboken innføres uttrykkelig datoene for kunngjøringen om utleggingen av manntallet m.v. (§ 5), for kjennelsesmøtet (§ 7) og for kunngjøringene om valgtinget (§ 17).\nBlir valgting til stemmegivning holdt på flere steder​4, skal stemmestyret​5 bokføre alt som forhandles i en bok som føres i samsvar med formular fastsatt av departementet. Reises ved sådant valgting innsigelse mot valgets fremme, bokføres innsigelsen og grunnen. Derefter mottas stemmesedlene. Disse og den del av manntallet som er brukt, samt valgboken bringes snarest mulig efter at stemmegivningen er avsluttet mandag, i en forseglet pakke til valgstyret til videre behandling,​6 jfr. dog § 31 a. Er det innlevert urne for forhånds stemmegivning med tilhørende lister (jfr. § 31) forholdes på samme måte, idet listene legges i pakken og urnene sendes med seglet ubrutt.\nFormannen leser op valgboken, og valgstyret eller stemmestyret skriver under. Dette gjøres hver dag, hvis valgtinget varer i flere dager.\n1 Endret ved lover 1 mai 1931 nr. 2, 5 april 1963 nr. 5, 17 juni 1966 nr. 4, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14.\n2 Se § 11.\n3 Se § 2.\n4 Se § 15.\n5 Se § 16.\n6 Jfr. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Når valgtinget er åpnet i samsvar med § 24, får de velgere som er innført i manntallet adgang til å stemme etter hvert som de møter fram. Også velgere som har stemt på forhånd, har adgang til å stemme. Framgangsmåten er slik: Først blir det satt et kryss i manntallet ved dens navn som vil stemme. Så får velgeren utlevert en stemmeseddelkonvolutt og blir vist til et avlukket rom i valglokalet, hvor han usett av alle kan legge stemmesedlene i konvolutten. Stemmeseddelen for kommunestyrevalget og stemmeseddelen for fylkestingsvalget legges i samme konvolutt. Konvolutten legger han så ned i en urne som står på stemmestyrets​2 bord.\nForegår stemmegivningen på flere steder i kommunen, skal også velgere som ikke står i vedkommende del av manntallet​3 få adgang til å levere sine stemmesedler.​4 De skal likevel ikke legge konvolutten med stemmesedlene ned i valgurnen, men gi den til stemmestyret. Dette skal legge konvolutten i et særskilt omslag, klebe det til, skrive velgerens navn, bostedsadresse og fødselsdato utenpå, og gi det til valgstyret​5 etter at stemmegivningen er avlyst.\nVelgere som på grunn av legemlige mangler ikke er i stand til å avgi sine stemmesedler slik som nevnt i første og annet ledd, kan i stemmeavlukket få hjelp av en person som han selv utpeker blant de personer som er til stede i valglokalet, og som har fylt 14 år. Er velgeren ikke i stand til å bevege seg inn i valglokalet, leverer to personer som enten er medlemmer av stemmestyret eller valgfunksjonærer, ham umiddelbart utenfor valglokalet en stemmeseddelkonvolutt og en stemmeseddel for hver liste for kommunestyrevalg og fylkestingsvalg, jfr. § 22 nr. 2 annet ledd, som gjelder tilsvarende. Etter at velgeren på stedet – i tilfelle med slik hjelp som nevnt foran – har lagt sine stemmesedler i konvolutten, leverer han denne til de to personene. Disse begir seg straks sammen inn i valglokalet og legger konvolutten i urnen etter at avkryssing i manntallet er foretatt, eller, dersom velgeren ikke er innført i vedkommende del av manntallet, leverer den til stemmestyret til slik behandling som nevnt i siste punktum i foranstående ledd.\nStemmestyret kan forlange at en ukjent velger godtgjør at han er den han gir seg ut for.\n1 Endret ved lover 1 mai 1931 nr. 2, 15 des. 1950 nr. 8 § 11, 30 juni 1954 nr. 1, 28 mai 1955 nr. 1, 17 juni 1966 nr. 4, 14 juni 1974 nr. 40, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Se § 16.\n3 Se § 15.\n4 Jfr. § 32.\n5 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Også den som er nektet stemmerett ved valgstyrets kjennelse, skal få adgang til å levere sine stemmesedler. Han skal ikke legge konvolutten med stemmesedlene ned i valgurnen, men gi den til stemmestyret.​2 Dette skal legge konvolutten i et særskilt omslag, klebe det til, skrive velgerens navn, bostedsadresse og fødselsdato utenpå og forvare det ubrutt.\nFinner stemmestyret grunn til å anta at velgeren lider av alvorlig sjelelig svekkelse eller nedsatt bevissthet skal velgeren ikke legge konvolutten med stemmesedler ned i urnen, men gi den til stemmestyret. Dette skal legge konvolutten i et særskilt omslag, klebe det til og skrive velgerens navn, bostedsadresse og fødselsdato utenpå. På omslaget skal også gis påtegning om grunnen til at stemmeseddelkonvolutten er lagt til side, og om avgjørelsen er enstemmeig. Når stemmegivningen er avlyst, skal stemmestyret levere omslaget til valgstyret, som avgjør om stemmegivningen skal vrakes.\n1 Endret ved lover 14 juni nr. 40, 11 mai 1979 nr. 14, 8 april 1983 nr. 15.\n2 Se §§ 11 og 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "1. Stemmeseddelkonvoluttene skal være ugjennomsiktige og uten tilfestet eller påsatt merke som nevnt i nr. 2 annet ledd første og annet punktum. Ved stemmegivning innenfor rikets grenser skal konvoluttene dessuten ha offentlig stempel og ha samme størrelse, form og farge.\n2. Stemmesedlene skal være enten av hvitt eller av blått papir. Stemmesedlene for kommunestyrevalg bør være hvite og stemmesedlene for fylkestingsvalg bør være blå, jfr. § 30.\nStemmesedlene må ikke være merket slik at det går fram hvem velgeren er. De må ikke være påført ord eller tegn som må antas å være påført for å gi uttrykk for en mening om personer, organisasjoner eller samfunnsspørsmål. Ord eller tegn som kan regnes som forandring i stemmeseddelens innhold, eller framheving av eller forsøk på å endre stemmeseddelens innhold, fører likevel ikke til vraking. Det må heller ikke ligge noe annet enn stemmesedler i konvolutten, dersom det klart framgår at det er lagt der med vilje eller viser hvem velgeren er.\n3. Stemmeseddelen skal ha en overskrift som viser hvilken valgliste den gjelder. Har to eller flere partier som er registrert etter § 11 i stortingsvalgloven stilt fellesliste, eller har ett, to eller flere slike partier stilt fellesliste sammen med velgere som organisasjonsmessig ikke representerer noe slikt parti, skal stemmesedler som lyder på et av disse partiers navn, på navnet til den gruppen av velgere som ikke representerer noe parti eller på felleslistens fulle navn, regnes felleslisten til gode. Gyldige stemmesedler uten kandidatnavn anses å inneholde de navn som er oppført i den offisielle valglisten for kommunen/fylkeskommunen, og i samme rekkefølge. Det samme gjelder stemmesedler som er gyldige etter § 29 nr. 5 annet og tredje punktum.\nVed kommunestyrevalg kan velgeren gi en tilleggsstemme til kandidater som står på den valgliste stemmeseddelen gjelder. Dette kan gjøres ved å sette et kryss eller kum ved kandidatens navn, eller ved å skrive navnet en gang til. Et kandidatnavn kan strykes av stemmeseddelen ved å sette strek over navnet. Ved begge valg regnes rekkefølgen av kandidatnavnene på stemmeseddelen slik velgeren har angitt den ved plassen på stemmeseddelen eller ved tilføyd nummer. Er samme navn oppført flere ganger enn tillatt, gjelder det bare på det første sted (de første steder) i rekkefølgen og strykes på de følgende.\n4. Ved kommunestyrevalg kan velgeren dessuten føre opp en gang inntil så mange kandidatnavn fra andre lister som svarer til en fjerdepart av antall representanter som skal velges, likevel minst fem.\nVed fylkestingsvalg settes kandidatnavn som står på en annen valgliste enn den som stemmeseddelen gjelder, ut av betraktning.\nVed begge valg gjelder at navn på personer som ikke står på noen offisiell valgliste i vedkommende kommune/fylkeskommune, settes ut av betraktning.\n5. Trykt stemmeseddel må enten være enslydende med en offisiell valgliste og ha overskrift som denne – valgtid, kommune (fylkeskommune) og navnene på tillitsmannen og forslagsstillerne behøver dog ikke være tatt med – eller lyde på valglistens navn eller på navnet til parti eller gruppe av velgere som deltar i fellesliste, uten å ha med kandidatnavn. Trykt stemmeseddel som er enslydende med et registrert partis valgliste i en annen kommune (fylkeskommune), og som ikke er rettet, skal likevel godkjennes dersom partiet stiller liste i den kommune (fylkeskommune) stemmeseddelen avgis til, og stemmeseddelen for øvrig er gyldig. Nr. 3 første ledd annet punktum får tilsvarende anvendelse for så vidt angår registrerte partier.\nAndre trykte stemmesedler må ikke omdeles eller brukes.\nLikestillet med trykking er framstilling på annen mekanisk måte, herunder også maskinskrivning.\n6. Valgstyret eller stemmestyret sørger for at det i vedkommende valglokale til enhver tid er tilgjengelig for velgerne trykte stemmesedler av alle godkjente valglister i kommunen og fylkeskommunen. I tilfelle beholdningen av stemmesedler av en liste blir for liten, har det ansvaret for at det i stedet er tilgjengelig et tilstrekkelig antall blanke stemmesedler av slike farger som nevnt i § 29 nr. 2, som velgerne i tilfelle kan fylle ut.\nNærmere forskrifter om dette kan gis av vedkommende departement.\n1 Endret ved lover 1 juni 1928 nr. 4, 1 mai 1931 nr. 2, 15 des, 1950 nr. 8 § 11, 30 juni 1954 nr. 1, 5 april 1963 nr. 5, 14 juni 1963 nr. 1, 14 juni 1974 nr. 40, 15 des. 1978 nr. 85, 11 mai 1979 nr. 14, 8 april 1983 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Stemmeseddelen skal vrakes hvis bestemmelsene i § 29 nr. 1, 2, 3 første ledd eller nr. 5 ikke er iakttatt. Uoverensstemmelse mellom farge og valgbetegnelse på stemmeseddelen fører ikke til vraking. Uoverensstemmelse mellom godkjent listeforslag og trykt stemmeseddel når det gjelder navn som listeforslag kan utfylles med i henhold til § 13 nr. 1 bokstav c tredje ledd, fører heller ikke til at stemmeseddelen vrakes.\nInneholder en stemmeseddel opplysning om hvilket valg den gjelder (valgbetegnelse), er denne avgjørende for hvilket valg stemmeseddelen skal gjelde. For øvrig gjelder følgende regler om dette:\nEr det bare en stemmeseddel uten valgbetegnelse i konvolutten, er fargen på stemmeseddelen avgjørende. Er det to stemmesedler i konvolutten og bare den ene har valgbetegnelse, anses den andre stemmeseddelen å gjelde det andre valget. Har ingen av stemmesedlene valgbetegnelse, men forskjellig farge, er fargen avgjørende. Har de ikke valgbetegnelse, men samme farge og er enslydende, anses en stemmeseddel å gjelde hvert valg. Er de derimot ikke enslydende, vrakes begge.\nEr det tre eller flere stemmesedler i konvolutten, og det blant disse både er minst en stemmeseddel med valgbetegnelse og minst en uten valgbetegnelse, avgjør fargen hvilket valg stemmesedler uten valgbetegnelse anses å gjelde, med følgende unntak: Hvis alle stemmesedler med valgbetegnelse gjelder samme valg, og alle stemmesedler uten valgbetegnelse har den farge som er fastsatt for stemmesedlene ved dette valget, anses alle stemmesedler uten valgbetegnelse å gjelde det andre valget. Har ingen av stemmesedlene valgbetegnelse, gjelder foregående ledd tredje og følgende punktum tilsvarende.\nHvis to eller flere stemmesedler i samme konvolutt anses å gjelde samme valg, skal en av disse stemmesedlene godkjennes hvis de er enslydende. Er de ikke enslydende, skal alle vrakes. Gjelder de samme valgliste, men bare en av dem er ulik den offisielle valglisten, skal likevel denne godkjennes og de andre vrakes.\n1 Endret ved lover 1 juni 1928 nr. 4, 5 april 1963 nr. 5, 14 juni 1974 nr. 40, 25 mars 1977 nr. 24, 15 des. 1978 nr. 85, 11 mai 1979 nr. 14, 8 april 1983 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Stemmemottagerne i kommunen (§ 20 a) leverer sine urner for forhånds stemmegivning – med ubrutt segl – og de førte lister til valgstyret​2 eller et stemmestyre​3 innen avstemningen avlyses på vedkommende stemmested mandag. Tiden for mottagelsen anføres i valgboken.\nNår den tid er utløpet som er fastsatt for stemmegivningen mandag,​4 og de da tilstedeværende velgere har fått adgang til å stemme, avlyser formannen stemmegivningen.\nBlir en urne for forhånds stemmegivning innlevert efter dette tidspunkt, skal valgstyret ta imot den, men anføre tiden for innleveringen i valgboken.\n1 Endret ved lover 1 mai 1931 nr. 2, 15 des. 1950 nr. 8 § 11, 5 april 1963 nr. 5, 17 juni 1966 nr. 4.\n2 Se § 11.\n3 Se § 16.\n4 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "31 a",
      "section": "31 a",
      "content": "Blir valgting til stemmegivning holdt på flere steder i kommunen, kan valgstyret bestemme at stemmestyret på de stemmesteder hvor vedkommende del av manntallet inneholder minst 500 navn, skal foreta en foreløbig opptelling umiddelbart etter at stemmegivningen er slutt. Valgstyret kan bestemme at foreløpig opptelling skal foretas under ett for flere stemmesteder som til sammen har minst 500 navn i manntallet, på ett av disse stemmestedene og av vedkommende stemmestyrer. Slik opptelling som nevnt foran kan likevel bare foretas såfremt de deler av manntallet som vedkommer de øvrige stemmesteder, til sammen inneholder minst 500 navn.\nEr det grunn til å anta at en avgitt stemme må vrakes som følge av stemmeseddelkonvoluttens beskaffenhet (jfr. § 30 første ledd), tas stemmesedlene ikke ut av konvolutten. Er det tvilsomt hvilket valg en eller flere av stemmesedlene i en konvolutt skal anses å gjelde eller er det grunn til å anta at en eller flere av stemmesedlene må vrakes, jfr. § 30, legges innholdet tilbake i konvolutten. Er dette ikke mulig, legges vedkommende stemmeseddel til side.\nDe øvrige stemmesedler ordnes i grupper etter valglistebetegnelse, hvert valg for seg. For hver valgliste ordnes stemmesedlene i grupper for urettede og rettede stemmesedler (stemmesedler som er ulik vedkommende offisielle valgliste). Deretter telles stemmesedlene innen hver gruppe – hvert valg for seg, og en finner det samlede antall stemmesedler for hver valgliste. Stemmesedlene i hver gruppe legges i spesielle konvolutter. Utenpå konvoluttene skrives hvilket valg og hvilken valgliste stemmesedlene i konvolutten tilhører, hvor mange stemmesedler den inneholder, og om disse er rettet eller urettet.\nNår de stemmesedler som er avgitt på de stemmesteder hvor det ikke foretas opptelling etter første ledd, er brakt til valgstyret, foretar dette eller andre som valgstyret oppnevner, en foreløpig opptelling av disse stemmer i overensstemmelse med bestemmelsene i annet og tredje ledd. Særskilt opptelling av stemmer avgitt på en del av disse stemmesteder, kan bare foretas såfremt vedkommende deler av manntallet til sammen inneholder minst 500 navn.\nHoldes i en kommune ikke foreløpig opptelling etter bestemmelsene foran i denne paragraf, skal foreløpig opptelling av stemmene fra alle stemmesteder i kommunen holdes hos valgstyret snarest mulig etter at stemmene er kommet fram. Foregående ledd gjelder tilsvarende. Dersom det kan skje uten særlig forsinkelse for den foreløpige opptellingen, bør valgstyret foreta det som er bestemt i § 32 første ledd med stemmer avgitt etter § 27 annet ledd og blande disse sammen med de andre stemmene, før den foreløpige opptellingen etter dette ledd tar til.\n1 Tilføyd ved lov 5 april 1963 nr. 5, endret ved lover 14 juni 1974 nr. 40, 11 mai 1979 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31a",
        "source_heading": "§ 31 a."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Valgstyret​2 undersøker om de velgere som har avgitt stemme etter § 27 annet ledd, har adgang til å stemme. Har de ikke stemt i sin egen krets, setter valgstyret et kryss ved velgerens navn i manntallet, tar stemmeseddelkonvolutten ut av omslaget og legger den ned i en valgurne. I motsatt fall skal stemmegivningen vrakes og omslaget forvares uåpnet.\nTidligst sjette dag før valget kan urner for forhåndsstemmegivning åpnes av valgstyret eller et utvalg på minst tre medlemmer valgt av og blant valgstyrets medlemmer. Samtidig kan forhåndsstemmer som er sendt valgstyret i henhold til § 22 nr. 4, legges fram. Valgstyret avgjør om forhåndsstemmegivningene skal godkjennes. En forhåndsstemmegivning godkjennes ikke hvis de foreskrevne former ikke er overholdt. Det forhold at en forhåndsstemme ikke er sendt i samsvar med § 22 nr. 4 annet ledd, fører ikke til vraking med mindre noe tyder på at omslagskonvolutten har vært åpnet. En forhåndsstemmegivning skal ikke vrakes av den grunn at velgeren er avgått ved døden etter at stemmegivningen på valgtinget tok til.\nHar en velger avgitt forhåndsstemme flere ganger, kan ingen av stemmegivningene godkjennes​3. Likevel skal den siste forhåndsstemmegivning godkjennes hvis tidligere stemmegivninger må forkastes på grunn av formelle feil ved forhåndsstemmegivningen og den siste er i forskriftsmessig stand.\nEn forhåndsstemmegivning godkjennes ikke hvis velgeren har stemt på valgtinget. Når en forhåndsstemmegivning er godkjent, settes et kryss ved velgerens navn i manntallet. Nummeret på omslagskonvolutten settes på stemmeseddelkonvolutten, som legges uåpnet ned i en særskilt urne.\nLigger det i samme omslagskonvolutt flere stemmeseddelkonvolutter, åpner valgstyret disse konvoluttene og legger alle stemmesedler ulest inn i en og samme stemmeseddelkonvolutt, som legges i valgurnen slik som bestemt i fjerde ledd. Om noen av stemmesedlene skal godkjennes, avgjøres etter reglene i § 30.\nEr stemmegivningen ikke godkjent, eller er velgeren ved valgstyrets kjennelse nektet stemmerett, skal omslagskonvolutten forvares uåpnet.\nNår stemmegivningen på valgtinget er slutt, alle forhåndsstemmegivninger er prøvd, og stemmeseddelkonvoluttene fra disse er lagt ned i den særskilte urne, blandes konvoluttene godt om hverandre. Urnen leveres så, sammen med en tom urne, til en nemnd på 3 medlemmer, som oppnevnes av valgstyret. Medlem av valgstyret eller stemmemottaker kan ikke være med i nemnda. Nemnda begir seg til et sted hvor den usett av andre foretar nummerering av stemmesedlene. Det gås frem slik: Nemnda tømmer urnen med stemmeseddelkonvoluttene og blander disse godt om hverandre. Deretter trekker et medlem ut en konvolutt og leser opp det nummer som står på den. I en liste som er autorisert av valgstyrets formann, fører et annet medlem av nemnda inn den oppropte konvolutts nummer. Stemmesedlene tas deretter ut av konvolutten. Stemmeseddelen for kommunestyrevalg og stemmeseddelen for fylkestingsvalg påføres begge nummertallet 1. Deretter angis i listen at de stemmesedler konvolutten inneholder har fått dette tall. Stemmeseddelen for kommunestyrevalg og stemmeseddelen for fylkestingsvalg legges så ned i hver sin urne. Slik fortsettes til alle stemmesedlene er blitt nummerert, idet sedlene gis fortløpende nummer. Dersom det er flere stemmesedler for det samme valget i en konvolutt, gis sedlene samme nummer og heftes sammen. Dersom velgeren har avgitt stemmeseddel bare til det ene valget, angis dette særskilt i listen. Når alle stemmesedlene er nummerert, legges listen inn i en konvolutt som forsegles. Urnene med stemmesedlene, stemmeseddelkonvoluttene og den forseglede konvolutt med listen leveres straks til valgstyrets formann. For kommuner hvor det ved siste foregående valg ble avgitt minst 500 forhåndstemmer, gjelder bare dette ledds første punktum (jfr. § 33 første ledd, tredje punktum).\n1 Endret ved lover 1 mai 1931 nr. 2, 30 juni 1954 nr. 1, 5 april 1963 nr. 5, 17 juni 1966 nr. 4, 21 mai 1971 nr. 48, 14 juni 1974 nr. 40, 21 mars 1975 nr. 10, 11 mai 1979 nr. 14, 8 april 1983 nr. 15.\n2 Se § 11.\n3 Jfr. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Stemmeopptellingen foretas særskilt for kommunestyrevalget og fylkestingsvalget og slik at stemmer avgitt på valgtinget og stemmer avgitt på forhånd telles opp hver for seg. Stemmene for fylkestingsvalget telles først. Særskilt opptelling av stemmer vedkommende en del – eller deler – av manntallet kan ikke foretas med mindre vedkommende del – eller deler til sammen – inneholder minst 500 navn. I kommuner hvor det ikke foretas slik nummerering som nevnt i § 32 syvende ledd, settes på de stemmesedler som er avgitt på forhånd, etter hvert samme nummer som på konvolutten.\nOpptellingen foretas av de personer og på den måte som valgstyret​2 har bestemt, og under valgstyrets tilsyn.\nVed fylkestingsvalg finner en først hver valglistes stemmetall ved å telle hvor mange stemmesedler som kommer listen til gode, jfr. § 29 nr. 3 første ledd.\nVed kommunestyrevalg undersøkes først hvor mange listestemmer som tilfaller den enkelte valgliste på hver stemmeseddel. Er det ført opp et kandidatnavn som står på en annen valgliste enn den som stemmeseddelen gjelder, gir dette en listestemme til den valgliste som navnet står på, og en stemme til kandidaten. Er det ført opp flere slike navn enn det som er bestemt i § 29 nr. 4, settes de som står sist i rekkefølgen ut av betraktning. Med fradrag av eventuelle slike listestemmer, får den valgliste som stemmeseddelen gjelder, så mange listestemmer fra stemmeseddelen som tallet på representanter som skal velges. Ved denne beregning tas også med navn på personer som ikke er valgbare, såfremt de står på en offisiell liste i vedkommende kommune. Den enkelte valglistes stemmetall er summen av de listestemmer som tilfaller valglisten.\nMå det gjøres avbrudd i opptellingen, skal valgstyret sørge for at stemmesedlene og det øvrige valgmateriellet blir oppbevart på helt betryggende måte. Før opptellingen gjenopptas, skal valgstyret se etter at det ikke er foretatt noe urettmessig med valgmateriellet.\n1 Endret ved lover 1 mai 1931 nr. 2, 30 juni 1954 nr. 1, 28 mai 1959 nr. 10, 5 april 1963 nr. 5, 17 juni 1966 nr. 4, 21 mai 1971 nr. 48, 14 juni 1974 nr. 40, 15 des. 1978 nr. 85, 11 mai 1979 nr. 14, 8 april 1983 nr. 15.\n2 Se § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "33 a",
      "section": "33 a",
      "content": "Når opptellingen av stemmene til fylkestingsvalget er avsluttet, skal en føre inn i valgboken stemmetallene for listene ved dette valg med angivelse av hvorledes disse tall fordeler seg på stemmer avgitt på valgtinget og forhåndsstemmer.\nValgstyret skal deretter omgående sende i forseglet pakke til formannen i fylkesvalgstyret bekreftet avskrift av det som er innført i valgboken vedrørende fylkestingsvalget, samt alle innkomne stemmesedler til dette valg, de som er godkjent og de som er vraket hver for seg, og de som er avgitt på valgtinget og de som er avgitt på forhånd hver for seg.\n1 Tilføyd ved lov 14 juni 1974 nr. 40, endret ved lov 11 mai 1979 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33a",
        "source_heading": "§ 33 a."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Valgstyret fordeler representantplassene i kommunestyret på listene i forhold til disses stemmetall på følgende måte: Summen av listestemmetallene (§ 33) divideres med representantplassenes antall forøket med 1. Kvotientens hele tall forøkes med 1. Med den forøkede kvotient divideres hver listes stemmetall, og listen får så mange representantplasser som de nye kvotienters hele tall angir.\nViser det sig at ikke alle representantplasser på denne måte er fordelt mellem listene, divideres hver listes stemmetall først med antallet av listens representantplasser forøket med 1, derpå, om det blir nødvendig, med det samme tall forøket med 2, o.s.v.\nAv kvotientene – uansett ved hvilken av disse divisjoner de er fremkommet – nummereres et antall svarende til antallet av ikke fordelte representantplasser, således at den største får nr. 1, den næststørste nr. 2, o.s.v., idet divisjonene må være fortsatt, til det har vist sig at ingen kvotient i en følgende kvotientrekke er større enn den sist nummererte kvotient, som kalles delingstallet. Således som de nummererte kvotienter fordeler sig på listestemmetallene, fordeles de gjenværende representantplasser på listene.\nSkulde flere lister komme til å konkurrere om en plass, tilfaller plassen den av de konkurrerende lister som har størst stemmetall; hvis de har samme stemmetall, avgjøres det ved loddtrekning, hvilken liste den skal tilfalle.\nSkulde der tilfalle en liste flere plasser, enn den har valgbare kandidater, skal dens kandidater betraktes som forlods valgt, og de øvrige plasser fordeles på de andre lister på den måte som er nevnt ovenfor.\n1 Endret ved lov 14 juni 1974 nr. 40. – Jfr. § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Når det ved kommunestyrevalg er avgjort hvor mange representanter hver liste skal ha, undersøkes hvor mange stemmer hver kandidat på disse lister har fått. Her medregnes også stemmer oppnådd på stemmesedler som gjelder andre valglister enn den som vedkommende kandidat står på, jfr. § 33 fjerde ledd annet punktum. Navn på personer som ikke er valgbare​2 settes ut av betraktning. Deretter besettes hver listes plasser med dem av listens kandidater som har de fleste stemmer, i rekkefølge etter stemmetall, og i tilfelle av stemmelikhet, etter deres orden på listen.\nDe øvrige kandidater blir i et antall så vidt mulig svarende til det tildelte representanttall med et tillegg av to, vararepresentanter i den orden og på den måte som er bestemt for representantene.\n1 Endret ved lover 1 juni 1928 nr. 4, 5 april 1963 nr. 5, 14 juni 1963 nr. 1, 14 juni 1974 nr. 40, 13 juni 1975 nr. 44, 15 des. 1978 nr. 85. – Jfr. § 42.\n2 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Når stemmeopptellingen og valgoppgjøret vedrørende kommunestyrevalget er ferdig, skal listene ved dette valg føres inn i valgboken​2 med angivelse av kandidatenes og listenes stemmetall, og hvorledes disse tall fordeler seg på stemmer avgitt på valgtinget og forhåndsstemmer.\nVidere innføres utregningen av det antall representanter som tilfaller hver liste, og hvem som etter ovenstående regler er valgt til representanter og varamenn for hver listes vedkommende. Også det antall stemmer innføres som er falt på personer som er satt ut av betraktning fordi de antas ikke å være valgbare, jfr. § 35 første ledd tredje punktum.\nValgstyret skal uten opphold sende utskrift av alt som er innført i valgboken til fylkesmannen. Politiske partier som er registrert etter § 11 i stortingsvalgloven og som stiller liste i kommunen skal uten betaling tilstilles utskrift av valgboken dersom de setter fram krav om det til valgstyret innen valgdagen.\n1 Endret ved lover 1 mai 1931 nr. 2, 30 juni 1954 nr. 1, 5 april 1963 nr. 5, 14 juni 1974 nr. 40.\n2 Se § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "36 a",
      "section": "36 a",
      "content": "Fylkesvalgstyret skal uten opphold foreta valgoppgjør for fylkeskommunen på grunnlag av de utskrifter og stemmesedler som er nevnt i § 33 a siste ledd. Finnes det herunder feil i valgstyrets opptelling eller avgjørelser om godkjenning eller vraking av stemmesedler, skal fylkesvalgstyret rette disse.\n1 Tilføyd ved lov 14 juni 1974 nr. 40, endret ved lov 11 mai 1979 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36a",
        "source_heading": "§ 36 a."
      }
    },
    {
      "provision_ref": "36 b",
      "section": "36 b",
      "content": "1. Fylkesvalgstyret fordeler det samlede antall representantplasser i fylkestinget på listene i forhold til disses stemmetall, etter at listenes stemmetall i alle kommuner i fylkeskommunen er sammenregnet, på følgende måte:\nEn fører opp de kvotienter som framkommer når hver listes stemmetall etter hvert deles med 1,4-3-5-7 osv. inntil hvert stemmetall er delt et antall ganger som svarer til det største antall representanter listen kan ventes å få. Den første representantplass tilfaller den liste som har den største kvotient. Den annen representantplass tilfaller den liste som har den nest største kvotient, og på samme måte videre inntil alle representantplasser er fordelt.\nHvis flere lister har samme kvotient, avgjøres det ved loddtrekning hvilken liste representantplassen skal tilfalle.\n2. Deretter avsettes en sjettedel av fylkestingets samlede antall representanter – i tilfelle avrundet oppover til nærmeste hele tall – som utjevningsrepresentanter på listene på samme måte som etter nr. 1 foran. Utjevningsrepresentantplassene – som skal nummereres fortløpende i samsvar med listenes kvotienter – nyttes i den utstrekning det følger av § 36 c nr. 2.\nSkulle det tilfalle en liste flere utjamningsrepresentantplasser enn den har valgbare kandidater til overs når de ordinære representantplassene er besatt, skal listens utjamningsrepresentanter anses for forlodds valgt, og de øvrige plasser fordeles på de andre, lister på den måte som er bestemt i første ledd.\n3. – – – –\n1 Tilføyd ved lov 14 juni 1974 nr. 40. Endret ved lov 8 april 1983 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36b",
        "source_heading": "§ 36 b."
      }
    },
    {
      "provision_ref": "36 c",
      "section": "36 c",
      "content": "1. Når det ved fylkestingsvalg er foreløpig avgjort hvor mange ordinære representantplasser hver liste skal ha foretas en ny stemmeopptelling for listens kandidater på den måte at man først bare teller de navn som står først på stemmesedlene. Den av listens kandidater som ved denne opptelling får flest stemmer, er valgt. Skal listen ha mer enn en plass, teller man deretter opp de navn som står som nr. 2 på stemmesedlene, og den av listens kandidater er da valgt som ved begge opptellinger til sammen har fått de fleste stemmer, bortsett fra den allerede valgte. På samme måte fortsettes inntil alle de ordinære representantplasser som tilfaller listen i denne omgang er besatt. Hvis flere har like mange stemmer, anses den som står først i rekkefølgen på listen for valgt. § 35 første ledd siste punktum gjelder tilsvarende.\n2. Etter at det er foreløpig avgjort hvilke kandidater som er valgt til ordinære representanter, skal utjevningsrepresentantplassene fordeles på følgende måte mellom de øvrige kandidater på de lister som deltar i utjevningen:\nUtjevningsrepresentantplass nr. 1 tildeles den første kandidat på vedkommende liste som er bosatt i en kommune som ikke har fått minst en ordinær representantplass.\nUtjevningsrepresentantplass nr. 2 tildeles den første kandidat på vedkommende liste som er bosatt i en kommune som ikke har fått minst en ordinær representantplass eller utjevningsrepresentantplass. Slik fortsetter en til alle utjevningsrepresentantplasser er fordelt, eller til alle kommuner har fått minst en ordinær representantplass eller utjevningsrepresentantplass. Er det fortsatt ledige utjevningsrepresentantplasser igjen når alle kommuner har fått minst en representant i fylkestinget, fordeles de ledige representantplasser etter reglene i nr. 1. Har en liste som skulle ha utjevningsrepresentantplass, ingen kandidat fra kommuner som ikke har fått noen representantplass i fylkestinget, anses den kandidaten valgt på vedkommende plass som ville bli valgt etter reglene i nr. 1.\nEn kandidat anses i dette nr. bosatt i den kommunen hvor han har stemmerett ved valget.\n3. Hver liste skal så vidt mulig tildeles så mange vararepresentanter som den får representanter, med tillegg av to. Vararepresentantplassene besettes ved fortsatt opptelling som bestemt for de ordinære representanter foran under nr. 1, idet man ser bort fra de som er valgt til utjamningsrepresentanter.\n4. Ved fordeling av representant- og vararepresentantplasser etter denne paragraf, settes navn på personer som ikke er valgbare ut av betraktning. Ved fordeling som nevnt i nr. 1, nr. 2 og nr. 3, rykker i så fall de etterfølgende navn opp.\n1 Tilføyd ved lov 14 juni 1974 nr. 40. Endret ved lov 8 april 1983 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36c",
        "source_heading": "§ 36 c."
      }
    },
    {
      "provision_ref": "36 d",
      "section": "36 d",
      "content": "Når valgoppgjøret vedrørende fylkestingsvalget er ferdig, skal fylkesvalgstyret i en bok innføre de offisielle valglister med angivelse av listenes stemmetall i de enkelte kommuner og i hele fylkeskommunen, og hvorledes disse tall fordeler seg på stemmer avgitt på valgtinget og forhåndsstemmer. Videre innføres beregningen av det antall representanter som tilfaller hver liste, og hvem som etter ovenstående regler er valgt til representanter og vararepresentanter for hver listes vedkommende.\nUtskrift av valgboken sendes uten opphold til fylkesmannen. Politiske partier som er registrert etter § 11 i stortingsvalgloven og som stiller liste i fylkeskommunen, skal uten betaling tilstilles utskrift av valgboken dersom de setter fram krav om det til fylkesvalgstyret innen valgdagen.\n1 Tilføyd ved lov 14 juni 1974 nr. 40, endret ved lov 11 mai 1979 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36d",
        "source_heading": "§ 36 d."
      }
    },
    {
      "provision_ref": "36 e",
      "section": "36 e",
      "content": "Etter nærmere bestemmelse av vedkommende departement er valgstyret og fylkesvalgstyret pliktig til å gi de oppgaver angående valget som til enhver tid finnes ønskelig for utarbeidelse av offisiell valgstatistikk.\nStemmesedlene skal oppbevares på et trygt sted under sikker forsegling til valgperioden er utløpt. Så skal de brennes.\nDen avskrift av manntallet eller den del av manntallet som er brukt til avkryssing på valgtinget, leveres manntallsføreren til oppbevaring til 2 valgperioder er utløpt, hvoretter den brennes. Adgang til eller avskrift av denne kan bare gis 1) til tjenestlig bruk for offentlig tjenestemann når det er påkrevd av hensyn til tjenesten, 2) til bruk for statistisk bearbeidelse i vitenskapelig øyemed når det foreligger samtykke fra vedkommende departement.\nDen som er gitt adgang til det avkryssede manntall eller avskrift av dette, plikter å bevare taushet om hvilke enkeltpersoner som har stemt eller unnlatt å stemme.\n1 Tilføyd ved lov 14 juni 1974 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36e",
        "source_heading": "§ 36 e."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Valgstyret (fylkesvalgstyret)​2 skal straks underrette de valgte representanter og vararepresentanter om valget.​3 Er noen blitt valgt til representant og vararepresentant i kommunestyret eller fylkestinget som ikke plikter å motta valget, og som ikke har forspilt sin rett til å unnslå seg, skal han innen tre dager etter at han har fått underretning, sende en skriftlig erklæring til valgstyret (fylkesvalgstyret) om hvorvidt han mottar valget. Samtidig bør han på hurtigste måte, så som gjennom telegraf eller telefon, søke sin beslutning brakt til valgstyrets (fylkesvalgstyrets) kunnskap.\nSender han ikke i tide skriftlig erklæring som nevnt, anses han for å ha mottatt valget.\n1 Endret ved lover 1 juni 1928 nr. 4, 14 juni 1974 nr. 40, 25 mars 1977 nr. 24.\n2 Se § 11.\n3 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Hvis intet eller bare ett forslag til valgliste for kommunestyrevalg fremkommer eller blir godkjent, skal kommunestyrevalget holdes som flertallsvalg. I så fall skal følgende særlige regler gjelde:\n1. Valgstyret​2 offentliggjør snarest mulig en kunngjøring til velgerne om at valget skal foregå som flertallsvalg. Kunngjøringen skal gjøre rede for regler som gjelder for sådanne valg.\n2. Der stemmes ved samme stemmeseddel på representanter og på vararepresentanter.\nStemmesedlene kan lyde på så mange representanter som der skal velges, og likeså mange vararepresentanter. Er der ikke på stemmeseddelen skilt mellom representanter og vararepresentanter, anses de først oppførte som representanter i det tillatte antall, og de følgende i tillatt antall som vararepresentanter.\nNavn på kandidater som ikke er valgbare,​3 settes ut av betraktning ved valgoppgjøret. Er et navn oppført flere ganger på samme stemmeseddel, gjelder det bare på den første plass i rekkefølgen og strykes på de følgende. Lyder stemmeseddelen på flere representanter eller vararepresentanter enn tillatt, anses de overskytende navn som står sist i rekkefølgen, for uskrevet.\n3. Ved valgoppgjør telles først de stemmer som er avgitt på representanter. De som har fått flest stemmer, er valgt.\nDe som deretter har fått flest stemmer, når representant- og vararepresentantstemmer telles under ett, er valgt til vararepresentanter i den rekkefølge stemmetallet viser og i et antall som svarer til representantenes.\nI tilfelle av stemmelikhet avgjøres utfallet ved loddtrekning.\n1 Endret ved lover 24 juni 1932 nr. 6, 14 juni 1974 nr. 40, 25 mars 1977 nr. 24, 8 april 1983 nr. 15.\n2 Se § 11.\n3 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Kjennelser om stemmerett og om adgang til å avlevere stemmeseddel​2 kan påankes til vedkommende departement.​3 Rett til anke har den som kjennelsen er gått imot, og enhver annen som står i vedkommende manntall.\nDepartementets avgjørelse kan påankes til Stortinget. Hvis departementet har omgjort kjennelsen, har valgstyret​4 ankerett.\nFor å komme i betraktning må anke til departementet være framført muntlig i valgstyrets møter eller skriftlig være kommet inn til formannen i valgstyret innen kl. 15 den 30te dag​5 etter valgdagen. Formannen sender den snarest mulig gjennem fylkesmannen til departementet. Han oplyser om den ankende har rett til å anke, og hvis anken er skriftlig, også om når han tok imot anken. Han vedlegger utskrift av kjennelsen og andre papirer som han mener kan ha betydning.\nAnke til Stortinget må sendes inn skriftlig til departementet og være kommet inn til dette innen kl. 3 eftermiddag den 30te dag​5 efter at departementet har truffet sin avgjørelse. Departementet sender snarest mulig ankeerklæringen med tilhørende dokumenter til Stortinget.\nOm de avgjørelser av departementet som ikke blir påanket, skal departementet sende meddelelse til stortinget.\n1 Endret ved lover 1 mai 1931 nr. 2, 28 mai 1955 nr. 1, 14 juni 1974 nr. 40. – Jfr. § 42 nr. 1.\n2 Se §§ 6 og 25.\n3 Kommunaldepartementet.\n4 Se § 1.\n5 Se § 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Klager i anledning av valget og forberedelsen av det kan inngis til departementet​2 av enhver stemmeberettiget​3 i vedkommende kommune (fylkeskommune).\nVed kommunestyrevalg må klagen for å komme i betraktning være framsatt innen den frist og på den måte som i § 39 tredje ledd bestemt for anke. Valgstyrets formann​4 forelegger klagen for valgstyret til erklæring om han finner grunn til det, og sender den snarest mulig gjennom fylkesmannen til departementet. Han opplyser om klageren har klagerett, og hvis klagen er skriftlig, også om når han tok imot klagen, og vedlegger den nødvendige utskrift av valgboken​5 og i tilfelle stemmesedler eller andre papirer som vedkommer valget, og som han mener kan ha betydning.\nAnnet ledd gjelder tilsvarende for fylkestingsvalg, likevel slik at klagen må være framsatt muntlig i fylkesvalgstyrets møte eller skriftlig være kommet inn til formannen i fylkesvalgstyret.\nGjelder en klage forhold som har betydning for begge valg, anses den å gjelde begge valg, og den anses lovlig framsatt om den i tide er satt fram som fastsatt enten i annet eller tredje ledd. Er en slik klage framsatt overfor valgstyret, skal dette straks sende kopi av klagen til fylkesvalgstyret, og omvendt.\nNår fylkesmannen får kjennskap til at noen ved uriktig valgoppgjør ved kommunestyrevalget (§§ 34 og 35) er ansett som valgt til representant eller vararepresentant, kan han innen den frist som er nevnt i § 39 tredje ledd påby feilen rettet. Vedkommenende valgstyre kan bringe fylkesmannens avgjørelse inn for departementet.\nBlir fylkesmannen kjent med feil i anledning av valget eller forberedelsen av det, som han ikke kan påby rettet i medhold av foregående ledd, sender han melding om feilen til departementet innen den frist som er nevnt i § 39 tredje ledd. Samtidig sender han underretning til valgstyrets (fylkesvalgstyrets) formann.\n1 Endret ved lover 1 mai 1931 nr. 2, 15 des. 1950 nr. 8 § 11, 5 april 1963 nr. 5, 14 juni 1974 nr. 40, 8 april 1983 nr. 15.\n2 Kommunaldepartementet.\n3 Se § 1.\n4 Se § 11.\n5 Se § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "I henhold til klage, eller melding etter § 40 siste ledd, skal departementet under de i § 43 nevnte betingelser kjenne valget i en kommune ugyldig:\n1. når denne lovs forskrifter om manntallet​2 er tilsidesatt, såsom når manntallet ikke har vært utlagt lenge nok eller utleggingen ikke har vært kunngjort. At underretning etter §§ 4, 6 og 8 har vært forsømt, er ikke ugyldighetsgrunn.;\n2.\na. når valget er holdt på annen tid enn loven hjemler,​3 eller når forskriftene om hvorledes valgene skal forberedes og styres,​4 er tilsidesatt;\nb. når ved forhånds stemmegivning en stemmemottager​5 har gjort sig skyldig i feil eller forsømmelse eller en forhåndsstemme ikke er nådd frem som følge av stemmemottagerens forsømmelse;\n3. når forskriftene om fremgangsmåten på valgtinget​6 er overtrådt, såsom når stemmegivningen eller behandlingen eller optellingen av stemmesedlene er foregått på uriktig måte eller en stemmeseddel uriktig er godkjent eller forkastet, eller velgerne ikke har fått rimelig tid til å avgi stemme;\n4. når nogen som ikke står i manntallet har stemt, eller nogen har avgitt stemmeseddel mer enn en gang.​7\n5. når trykt stemmeseddel er forkastet i henhold til bestemmelsene i § 30 første ledd, jfr. § 29 post 5. og grunnen til forkastelsen ikke er fremkommet som følge av forsettlig handling.\n1 Endret ved lover 1 mai 1931 nr. 2, 28 mai 1955 nr. 1, 5 april 1963 nr. 5, 4 juni 1974 nr. 40, 11 mai 1979 nr. 14, 8 april 1983 nr. 15.\n2 Se kap. 1.\n3 Se § 12.\n4 Se §§ 13-17.\n5 Se § 20.\n6 Se §§ 23 flg.\n7 Se § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Uten hensyn til om klage eller melding etter § 40 siste ledd er inngitt, skal departementet – under de i § 43 nevnte betingelser – kjenne valget ugyldig:\n1. når en kjennelse som i § 39 omhandlet er omgjort med endelig virkning\n2. når det får kjennskap til at noen ved uriktig valgoppgjør (§§ 34, 35, 36 b og 36 c) er ansett som valgt til representant eller vararepresentant;\n3. når det får kjennskap til at nogen på straffbar måte har søkt å skaffe sig innflytelse på valget​2\n1 Endret ved lov 14 juni 1974 nr. 40, 8 april 1983 nr. 15.\n2 Se strl. §§ 105, 107 og 108.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Alle de feil som er omhandlet i §§ 41 og 42, er ugyldighetsgrunner, hvis departementet finner det antagelig, at de har hatt innflytelse på utfallet av valget.\nValget kjennes ikke ugyldig i videre utstrekning enn feilen medfører.\n1 Endret ved lov 8 april 1983 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Kan virkningen av en feil som er nevnt i § 41 eller § 42 heves ved opptelling av inngitte stemmesedler, ved sammenlegging av stemmer, ved annen fastsettelse av valgets utfall eller ved loddtrekning, skal så skje, enten gjennom departementets egen foranstaltning eller ved at det påbyr nytt valgoppgjør av valgstyret​2 (fylkesvalgstyret).\n1 Endret ved lov 14 juni 1974 nr. 40.\n2 Se § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Dersom virkningene av foreliggende feil ikke kan heves på noen av de måter som er nevnt i § 44, og dersom feilens innflytelse gjelder fordelingen av representantplassene mellom valglistene, påbyr departementet nytt valg i kommunen.\nVed dette brukes manntallet fra det opprinnelig valg rettet på den måte som er fastsatt i § 8 første ledd.\nEr valget kjent ugyldig fordi lovens forskrifter om istandbringelsen av manntallet​2 er tilsidesatt, skal disse forskrifter søkes fyldestgjort ved at arbeidet med manntallet blir gjenopptatt. Rett til å bli innført har i dette tilfelle – under iakttagelse av lovens regler – alle de som skulde ha vært innført i manntallet ved det opprinnelige valg og som ikke senere har tapt sin stemmerett.\nDepartementet kan før sådant nytt valg fastsette kortere frister for istandbringelsen av manntallet og forberedelsen av valget.\nI øvrig gjelder ved det nye valg de sedvanlige regler.\n1 Endret ved lover 28 mai 1955 nr. 1, 14 juni 1974 nr. 40, 11 mai 1979 nr 14.\n2 Se kap 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Er nogen valgt til representant eller til varamann uten å være valgbar,​1 blir denne feil å avhjelpe ved en av de fremgangsmåter som er nevnt i § 44.\n1 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Blir en representantplass ubesatt etter at vararepresentantene i tilfelle er rykket opp, enten fordi det er valgt noen som har unnslått seg for å motta valg (§ 37), eller på grunn av omstendigheter som er inntruffet etter valget, skal ordføreren (fylkesordføreren) sørge for at valgstyret (fylkesvalgstyret) uten opphold foretar nytt valgoppgjør.\nFinner ordføreren (fylkesordføreren) det påkrevet, skal valgstyret (fylkesvalgstyret) foreta nytt valgoppgjør, også når en vararepresentantplass blir ledig av en av de foran nevnte grunner.\n1 Endret ved lover 14 juni 1974 nr. 40, 8 april 1983 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Er antallet av vararepresentanter eller av en gruppes vararepresentanter utilstrekkelig, og forholdet ikke kan avhjelpes ved nytt valgoppgjør, kan vedkommende gruppe selv utpeke den som skal rykke inn på den ledige vararepresentantplassen. Gruppen underretter deretter valgstyret (fylkesvalgstyret), som kårer vedkommende som vararepresentant dersom vilkårene for dette er til stede. Er kommunestyrevalget holdt som flertallsvalg,​2 utpekes vararepresentanten av kommunestyret. Annet punktum gjelder tilsvarende.\n1 Endret ved lov 8 april 1983 nr. 15.\n2 Se § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "4:49",
      "chapter": "4",
      "section": "49",
      "content": "I fristene efter denne lov regnes ikke med den valgdag som er fastsatt av Kongen, og den foregående dag.\nEnder en frist på en helligdag, regnes den for å løpe ut den nærmeste hverdag som følger efter.\nMot oversitting av frister etter denne lov kan ikke gis oppreising.\n1 Endret ved lover 17 juni 1966 nr. 4, 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "4:50",
      "chapter": "4",
      "section": "50",
      "content": "Alle offentlige tjenestemenn skal så langt deres offentlige stilling setter dem i stand til det, gi manntallsførerne de oplysninger som de måtte kreve til bruk ved manntallsføringen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "4:51",
      "chapter": "4",
      "section": "51",
      "content": "Lensmenn får ingen betaling for å være manntallsfører på landet, bare skyss- og kostgodtgjørelse efter lovgivningens regler.​1\n1 Se § 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "4:52",
      "chapter": "4",
      "section": "52",
      "content": "Statskassen bærer de utgifter som følger av denne lov til\n1. stemmeseddelkonvolutter, omslagskonvolutter for forhåndsstemmer og valgurner,\n2. porto og telegrammer ved meldinger etter § 22 b nr. 2,\n3. – – –​2\nFylkeskommunen bærer de utgifter som følger av denne lov til\n1. anskaffelse av trykte stemmesedler til fylkestingsvalget til bruk for velgerne i valglokalene,\n2. fylkesvalgstyrets virksomhet.\nDe øvrige utgifter som følger av denne lov, bæres av vedkommende kommune.\n1 Endret ved lover 1 mai 1931 nr. 2, 5 april 1963 nr. 5, 21 mai 1971 nr. 48, 11 mai 1973 nr. 22 (fra 1 jan. 1975) 14 juni 1974 nr. 40, 25 mars 1977 nr. 24.\n2 Nr. 3 opphevet ved lov 29 mai 1981 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "4:53",
      "chapter": "4",
      "section": "53",
      "content": "Forsåvidt ikke nogen strengere straff kommer til anvendelse på tilfellet, skal straff av bøter​2 ilegges den som enten forsettlig eller uaktsomt forser sig:\na. ved å innrette, føre eller opbevare de bøker, lister eller brevskaper som denne lov nevner​3 på en uriktig eller uordentlig måte;\nb. ved ikke i god tid og i behørig orden å tillyse, varsle om eller kalle inn til noget av de møter som denne lov nevner;​4\nc. ved ikke å utferdige og offentliggjøre på foreskreven måte de kunngjøringer som denne lov omhandler:​5\nd. ved å utebli fra møter i manntallsnemnd, valgstyre, fylkevalgstyre eller stemme styre uten gyldig forfall;\ne. ved ikke, når han har forfall, å sørge såvidt mulig for at stedfortreder i tide kan varsles;\nf. ved for øvrig å tilsidesette forskriftene om de gjøremål som han skal utføre efter denne lov;\ng. ved å overtre bestemmelsene i § 5 annet ledd om bruk og tilintetgjøring av manntallsavskrifter m.v. eller forskrifter gitt med hjemmel i denne bestemmelse.\nDessuten skal den skyldige erstatte de utgifter som hans forseelse har voldt dog bare hvis han har handlet forsettlig eller grovt uaktsomt.\n1 Endret ved lover 14 juni 1974 nr. 40, 21 mars 1975 nr. 10. – Se strl. §§ 108, 120, 324, 325.\n2 Se strl. § 27.\n3 Se §§ 4, 5, 7, 22, 26, 36.\n4 Se §§ 4, 8, 12, 17, 38 og 48.\n5 Se §§ 5, 8, 12, 14, 17, 38, 45 og 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "4:54",
      "chapter": "4",
      "section": "54",
      "content": "Den som med forsett eller ved uaktsomhet overtrer bestemmelsene i § 29 nr. 5, ved omdeling av trykte stemmesedler, eller bestemmelsene i § 36 e tredje ledd, ved å gi adgang til eller avskrift av avkryssede manntall, eller bestemmelsene i § 36 e fjerde ledd, om taushetsplikt, straffes med bøter.\n1 Endret ved lover 30 juni 1954 nr. 1, 5 april 1963 nr. 5, 14 juni 1974 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "4:55",
      "chapter": "4",
      "section": "55",
      "content": "Reglene om salg og skjenkning av berusende drikke på søn- og helligdager skal også gjelde på stemmegivningsdagen.​2\n1 Endret ved lov 17 juni 1966 nr. 4.\n2 Jfr. lov 5 april 1927 §§ 10, 22, 27 og 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "4:56",
      "chapter": "4",
      "section": "56",
      "content": "Denne lovs bestemmelser om fylkestingsvalg gjelder ikke i kommuner som ikke er med i en fylkeskommune. Likevel skal det også i disse kommuner være adgang til å avgi forhåndsstemme til fylkestingsvalg når vedkommende velger har stemmerett i en kommune som er med i en fylkeskommune.\n1 Endret ved lover 1 mai 1931 nr. 2, 14 juni 1974 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Stemmerett ved kommunestyrevalg har enhver som har statsborgerlig stemmerett etter Grunnlovens § 50, jfr. § 53, og som er manntallsført i kommunen. Stemmerett ved fylkestingsvalg har enhver som har stemmerett ved kommunestyrevalget i de kommuner som ligger i fylket. Stemmerett ved kommunestyrevalg og fylkestingsvalg har også utenlandske statsborgere som har stått innført i norsk folkeregister som bosatt i riket de tre siste år før valgdagen, og som ellers fyller de vilkår som gjelder for norske statsborgere.\nNorske statsborgere som på valgdagen er bosatt utenfor riket, er stemmeberettiget når de – foruten å ha stemmerett etter Grunnlovens § 50, jfr. § 53 – noen gang har stått innført i norsk folkeregister som bosatt i riket, jfr. § 3 tredje ledd.\nFor norske tjenestemenn som er ansatt i diplomatiet eller konsulatvesenet og deres husstand gjelder ikke vilkåret om tidligere innføring i folkeregisteret.\n1 Endret ved lover 30 april 1937 nr. 2, 5 mai 1939 nr. 2, 28 mai 1955 nr. 1, 5 april 1963 nr. 5, 14 juni 1974 nr. 40, 21 mars 1975 nr. 10, 25 mars 1977 nr. 24, 15 des. 1978 nr. 85, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Manntall over dem som har stemmerett efter § 1, føres på landet for hvert herred av lensmannen, hvis ikke formannskapet med samtykke av fylkesmannen bestemmer at en annen skal være manntallsfører. I byene føres manntallet av den som formannskapet bestemmer. Det føres felles mantall for kommunestyrevalg og fylkestingsvalg.\nEr et herred delt i eller mellem flere lensmannsdistrikter, skal særskilt manntall føres for hver del, når lensmannen er manntallsfører.\nVedkommende departement​2 gir de forskrifter som trenges om innretningen av manntallet.\n1 Endret ved lover 24 juni 1932 nr. 6, 15 des. 1950 nr. 8 § 11, 14 juni 1974 nr. 40.\n2 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Manntallet utarbeides i de år det holdes kommunevalg.​2 Til grunn legges folkeregisteret i kommunen.\nI manntallet innføres de som den 1. juli står innført i folkeregisteret som bosatt i kommunen, og som har stemmerett etter § 1.\nLikeså innføres i manntallet de som har stemmerett etter § 1 og som er bosatt utenfor riket, såfremt de noen gang i løpet av de siste 10 år før valgdagen har vært folkeregisterført som bosatt i riket, jfr. femte ledd. Personer som er nevnt i § 1 annet ledd, og som ikke har vært folkeregisterført som bosatt i riket noen gang i løpet av de siste 10 år før valgdagen, skal føres inn i manntallet dersom søknad om slik innføring er kommet til manntallsføreren seinest 1. august i valgåret kl. 15. Søknaden må inneholde søkerens forsikring om at han fortsatt er norsk statsborger. Departementet kan gi nærmere forskrifter om søknaden.\nDe som har stemmerett etter § 1, og som flytter inn i riket etter 1. juli, skal – når de ikke har vært folkeregisterført som bosatt i riket noen gang i løpet av de siste 10 år før valgdagen – manntallsføres i innflyttingskommunen dersom valgstyret får melding fra folkeregisteret om flyttingen seinest kl. 15 dagen før det møte som er nevnt i § 7 første ledd.\nStemmeberettigede som er bosatt utenfor riket, jfr. § 1 annet og tredje ledd, skal manntallsføres i den kommune hvor de sist var innført i folkeregistret som bosatt i kommunen. Det samme gjelder stemmeberettigede som flytter inn i riket etter 1. juli, når de noen gang i løpet av de siste 10 år før valgdagen har vært folkeregisterført som bosatt i riket.\nPersoner som er døde, strykes i manntallet av manntallsføreren.\n1 Endret ved lover 15 des. 1950 nr. 8 § 11, 28 mai 1955 nr. 1, 22 mai 1959 nr. 2, 28 mai 1959 nr. 10, 5 april 1963 nr. 5, 17 juni 1966 nr. 4, 14 juni 1974 nr. 40, 21 mars 1975 nr. 10, 25 mars 1977 nr. 24, 15 des. 1978 nr. 85, 29 mai 1981 nr. 37.\n2 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Innen den 42de dag​2 før valgtinget​3 skal manntallsføreren ha satt op et utkast til manntall og en liste over dem som han ikke har funnet å kunne føre inn, når han har vært i tvil om deres rett, eller når de selv har krevet sig innført.\nEn manntallsnevnd sammensatt av manntallsføreren og minst 2 andre, som formannskapet velger blandt formennene, skal i tiden mellem 42de og 35te dag​2 før valgtinget​3 gå gjennem manntallsutkastet og den nevnte liste. I det tilfelle som § 2, annet ledd nevner, skal hver av manntallsførerne delta i nevnden for sitt distrikt.\nNevnden velger selv sin formann. Dens vedtak fattes ved stemmeflerhet. Står stemmene likt, gjør formannens stemme utslaget. Vedtakene føres inn i en bok.\nManntallsføreren skal uten ophold sende dem som selv har krevet sig innført i manntallet, men som nevnden ikke har funnet å kunne innføre, underretning om nevndens vedtak og om grunnen til dette.​4\n1 Endret ved lover 1 mai 1931 nr. 2, 15 des. 1950 nr. 8 § 11, 15 des. 1978 nr. 85.\n2 Se § 49.\n3 Se § 12.\n4 Se § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Fra og med den 35te til og med den 18de dag​2 før valgtinget​3 skal det manntall som nevnden har utarbeidet, ligge ute til alminnelig ettersyn på de steder som valgstyret bestemmer. Tid og sted for utleggingen skal manntallsføreren kunngjøre i tide med oppfordring til enhver om å klage, dersom han måtte finne at han selv eller noen annen med urette er innført eller utelatt. Kunngjøringen skal dessuten gjøre rede for den lovbestemte måte å klage på og for stedet hvor og dagen og klokkeslettet når klagen senest må være innkommet. Samtidig kunngjøres tid og sted for det møte som er nevnt i § 7 første ledd.\nManntallsføreren sørger for at politiske partier som er registrert etter § 11 i stortingsvalgloven,​4 og som stiller valgliste i kommunen eller fylkeskommunen, får en avskrift av manntallet uten betaling. Manntallsavskrifter og eventuelt annet materiell som bygger på manntallet, kan et parti bare bruke til partiformål og ikke overlate til utenforstående. Materiellet skal tilintetgjøres når det ikke lenger brukes, senest to år etter utløpet av valgåret. Departementet​5 kan gi nærmere forskrifter om dette.\n1 Endret ved lover 1 mai 1931 nr. 2, 15 des. 1950 nr. 8 § 11, 28 mai 1955 nr. 1, 28 mai 1959 nr. 10, 21 mars 1975 nr. 10, 15 des. 1978 nr. 85, 29 mai 1981 nr. 37.\n2 Se § 49.\n3 Se § 12.\n4 Lov 17 des. 1920 nr. 1.\n5 Kommunaldept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Klager over manntallet må være kommet inn til valgstyret​2 senest kl. 15 den 18de dag før valget. De skal være skriftlige og nevne de grunner som de er bygget på. En liste over dem som klagene gjelder, skal straks etter utløpet av fristen legges ut på de steder hvor manntallet har vært lagt ut.\nEr det gjort innsigelse mot noens stemmerett, skal manntallsføreren straks gi vedkommende underretning om dette.\n1 Endret ved lover 15 des. 1950 nr. 8 § 11, 28 mai 1955 nr. 1, 21 mars 1975 nr. 10, 15 des. 1978 nr. 85.\n2 Se § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "En av dagene i tiden 13de-11te dag før valget skal valgstyret​2 komme sammen for å avsi kjennelser om innføringer og strykninger i manntallet. Under møtet har den hvis stemmerett det handles om og den som har klaget, rett til selv og ved fullmektig å uttale seg og føre sine bevis.\nI kjennelsesmøtet kan innføring i manntallet skje etter klage, oppdaget feil eller når vedkommende har fått stemmerett eller vil få stemmerett seinest på valgdagen. Innføring kan også skje etter melding som er nevnt i § 3 fjerde ledd. Stryking kan skje etter klage, oppdaget feil eller når vedkommende har mistet stemmeretten. Er det grunn til å tro at den som blir innført, står i manntallet i en annen kommune, skal underretning om innføringen straks sendes til manntallsføreren der.\n1 Endret ved lover 1 mai 1931 nr. 2, 28 mai 1955 nr. 1, 15 des. 1978 nr. 85, 29 mai 1981 nr. 37.\n2 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Det rettede manntall skal ligge til ettersyn på manntallsførerens kontor inntil stemmegivningen på samtlige stemmesteder i kommunen er slutt. I tiden mellom kjennelsesmøtet og stemmegivningens slutt stryker manntallsføreren dem som dør eller mister stemmeretten, og dem som etter underretning fra annen kommune er innført i dennes manntall.\nManntallsføreren skal straks sende underretning til den som er blitt innført eller strøket i manntallet etter at dette er lagt ut etter § 5 første ledd.\n1 Endret ved lover 1 mai 1931 nr. 2, 15 des. 1950 nr. 8 § 11, 6 juli 1951 nr. 6, 15 des. 1978 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Når kommunevalgmanntallet skal brukes ved avstemning utenfor det ordinære kommunevalget, skal manntallsføreren foreta de strykinger eller tilføyelser i manntallet som følger av avgjørelser av stemmerettsspørsmål i henhold til anke etter § 39. Videre stryker manntallsføreren dem som er døde, har mistet stemmeretten ved kommunestyrevalg eller som den 30te dag før avstemningsdagen ikke lenger står innført i folkeregisteret som bosatt i kommunen. Manntallsføreren føyer til i manntallet dem som oppfyller vilkårene for stemmerett​2 ved avstemningen og som den 30te dag før avstemningsdagen står innført i folkeregisteret som bosatt i kommunen.\n1 Endret ved lover 28 mai 1955 nr. 1, 5 april 1963 nr. 5, 21 mars 1975 nr. 10, 15 des. 1978 nr. 85.\n2 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Valgbar til kommunestyret og pliktig til å ta imot valg er enhver som har rett til å stemme ved valget,​2 og som står innført i folkeregisteret som bosatt i vedkommende kommune på valgdagen og som ikke er utelukket eller fritatt. Valgbar til fylkestinget og pliktig til å ta imot valg er enhver som har rett til å stemme ved valget, og som står innført i folkeregisteret som bosatt i en av kommunene i vedkommende fylke på valgdagen, og som ikke er utelukket eller fritatt.\nUtelukket fra valg til kommunestyre er fylkesmannen, fylkeskontorsjefen, rådmann,​3 kontorsjef, formannskapssekretær og revisor i kommunen eller ved kommunal bedrift.\nUtelukket fra valg til fylkesting er fylkesrådmann og dennes stedfortreder, fylkesmannen, fylkeskontorsjefen, lederen av fylkets utbyggingsavdeling, fylkesskolesjefen, vegsjefen, fylkets sykehussjef og revisor i fylkeskommunen eller ved fylkeskommunal bedrift.\nRett til å kreve seg fritatt for valg til kommunestyre og fylkesting har:\na. den som innen valgårets utløp har fylt 60 år,\nb. den som ved valgårgets utløp har gjort tjeneste som medlem av henholdsvis kommunestyret og fylkestinget de siste fire år,\nc. den som har rett til fritakelse etter andre lover,​4\nd. den som ikke uten uforholdsmessig vanskelighet vil kunne skjøtte sine plikter i dette vervet, når valgstyret​5 (fylkesvalgstyret) innvilger søknad om fritakelse,\ne. den som er medlem av et parti som er registrert etter § 11 i stortingsvalgloven, når vedkommende er oppført som kandidat på et listeforslag som ikke er framsatt av dette partiet.\nDen som vil kreve seg fritatt, må melde dette til valgstyret (fylkesvalgstyret) på den måte og innen den frist som er oppgitt i underretningen etter § 13 nr. 5. Er krav ikke satt frem på denne måte og innen denne frist, er retten til å kreve seg fritatt tapt.\n1 Endret ved lover 1 juni 1928 nr. 4, 5 mai 1939 nr. 2, 13 juni 1947 nr. 4, 12 nov. 1954 nr. 2, 5 april 1963 nr. 5, 14 juni 1974 nr. 40, 13 juni 1975 nr. 43, 25 mars 1977 nr. 24, 15 des. 1978 nr. 85, 8 april 1983 nr. 15.\n2 Se § 1.\n3 Se lov 12 nov. 1954 nr. 2.\n4 Se lover 22 april 1927 nr. 3 § 23, 9 april 1948 nr. 2 § 17.\n5 Se § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "I hver kommune skal det være et valgstyre som består av manntallsføreren​2 (manntallsførerne) og formannskapet.\nEr manntallsførerens distrikt delt i eller mellem flere kommuner bestemmer han med fylkesmannens samtykke, i hvilken utstrekning han skal delta i de forskjellige valgstyrer. Fylkesmannen kan opnevne en settemanntallsfører til å gjøre tjeneste i kommuner hvor den sedvanlige manntallsfører ikke selv kan være med.\nValgstyret velger formann og varaformann. Det er vedtaksført når to tredjedeler av medlemmene er til stede. I det møte som § 8 nevner, bør manntallsføreren (manntallsførerne) alltid være med. Det gjør sine vedtak og avsier sine kjennelser ved stemmeflerhet. Står stemmene likt, gjør formannens stemme utslaget.\nDet første møte sammenkalles av ordføreren, de følgende av formannen.\nValgstyret antar selv de fornødne hjelpere.\nAlle møter holdes for åpne dører.\n1 Endret ved lover 15 des. 1950 nr. 8 § 11, 30 juni 1954 nr. 1, 14 juni 1974 nr. 40.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "11 a",
      "section": "11 a",
      "content": "I hver fylkeskommune skal det være et fylkesvalgstyre som består av fylkesutvalget.\nBestemmelsene i de fire siste ledd i § 11 gjelder tilsvarende for fylkesvalgstyret.\n1 Tilføyd ved lov 14 juni 1974 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11 a."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Valgting til valg av kommunestyre og fylkesting holdes hvert fjerde år på en og samme dag i alle kommuner i september måned. Dagen fastsettes i god tid av Kongen til en mandag. Kommunestyret kan likevel bestemme at det i vedkommende kommune skal holdes valgting også på søndagen før den valgdag som er fastsatt av Kongen.\n1 Endret ved lover 24 juni 1932 nr. 6, 5 mai 1939 nr. 2, 15 des. 1950 nr. 8 § 11, 22 mai 1959 nr. 2, 5 april 1963 nr. 5, 17 juni 1966 nr. 4, 21 mai 1971 nr. 48, 14 juni 1974 nr. 40, 25 mars 1977 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "1. Et forslag til valgliste må for å kunne godkjennes​2 fylle disse krav:\na. det må for kommunestyrevalg være kommet inn til formannen i valgstyret​3 og for fylkestingsvalg til formannen i fylkesvalgstyret senest kl. 15 den 1. juli i valgåret.​4\nb. det må tydelig angi hvilket valg det gjelder, og dessuten ha en overskrift som angir det parti eller den gruppe det går ut fra, og som ikke kan lede til forveksling, jfr. § 14 nr. 1 siste ledd.\nUtgår forslaget fra et parti som er registrert etter § 11 i stortingsvalgloven, skal partiangivelsen i listoverskriften være likelydende med partiets registrerte navn.\nc. det må ved kommunestyrevalg være utfylt i tydelig rekkefølge med så mange forskjellige eller en gang gjentatte navn som det skal velges representanter. Gjentatte navn skal stå først på listen, og gjentakelsen skal skje på plassen nærmest etter.\nVed fylkestingsvalg må det være utfylt i tydelig rekkefølge med minst så mange forskjellige navn som det skal velges representanter.\nForslaget kan dessuten i fortsatt rekkefølge utfylles med inntil 10 andre forskjellige navn, men hvor kommunestyret (fylkestinget) skal ha minst 41 representanter, med inntil 20 andre forskjellige navn, og hvor kommunestyret (fylkestinget) skal ha minst 71 representanter, med inntil 40 andre forskjellige navn.\nKandidatene skal være betegnet med fornavn og etternavn og – hvis det er nødvendig for å unngå forveksling – med stilling og/eller bostedsadresse.\nd. det må ved kommunestyrevalg være egenhendig underskrevet av minst like mange stemmeberettigede​5 i kommunen som det skal velges kommunestyrerepresentanter, og ved fylkestingsvalg av minst 500 stemmeberettigede i fylkeskommunen. Underskriverne må ikke stå som forslagsstillere på noe annet forslag som gjelder samme valg, jfr. § 14 nr. 1 fjerde ledd.\nUtgår forslaget fra et parti som er registrert etter § 11 i stortingsvalgloven, er det ved kommunestyrevalg nok at forslaget er underskrevet av formann og sekretær for partiets lokalavdeling i kommunen, og ved fylkestingsvalg av formann og sekretær for partiets fylkesavdeling. Fins ikke avdeling i kommunen (fylkeskommunen), gjelder bestemmelsene i første ledd.\nUtgår forslaget både fra parti som er registrert etter § 11 i stortingsvalgloven og fra velgere som organisasjonsmessig ikke representerer noe slikt parti, gjelder bestemmelsene i første ledd.\ne. det må ikke ha kandidat felles med andre forslag som gjelder samme valg, jfr. § 14 nr. 1 fjerde ledd.\nEt parti, herunder innbefattet alle lokalavdelinger, fylkesavdelinger og tilsluttede partiavdelinger, kan bare stille en liste for kommunestyrevalg i hver kommune og en liste for fylkestingsvalg i hver fylkeskommune.\n2. Et forslag til valgliste må videre inneholde angivelse av en tillitsmann med varamann blant dem som har underskrevet listeforslaget, som valgstyret (fylkesvalgstyret) kan henvende seg til ved forhandlinger om forslaget.\n3. Som vedlegg til listeforslaget skal følge en fortegnelse over kandidatenes fødselsdato. Dersom en kandidat ikke er innført i folkeregisteret som bosatt i kommunen (fylkeskommunen) 1. juli i valgåret må det også ligge ved en erklæring fra vedkommende om at så vil være tilfelle innen valgdagen. Er listeforslaget underskrevet i samsvar med reglene i nr. 1 bokstav d første ledd, jfr. annet ledd annet punktum og tredje ledd, skal det videre ligge ved en oversikt over forslagsstillernes bostedsadresse og fødselsdato.\n4. Et forslag til valgliste kan kalles tilbake av 4/5 av forslagsstillerne. Er forslaget underskrevet etter nr. 1 bokstav d annet ledd, kan det kalles tilbake av styret for den partiavdeling som har underskrevet forslaget. Erklæringen må være kommet til valgstyrets (fylkesvalgstyrets) formann senest kl. 15 den 20 juli i valgåret.\n5. Valgstyret (fylkesvalgstyret) skal underrette samtlige kandidater på listeforslagene. I underretningen skal gjøres rede for grunnene for å kunne kreve seg fritatt for valg, og at slike krav må fremsettes skriftlig og – sammen med nødvendige begrunnelser og attester – være kommet frem til valgstyrets (fylkesvalgstyrets) oppgitte adresse innen en bestemt dato. Departementet fastsetter nærmere skjema for underretningen.\n1 Endret ved lover 1 mai 1931 nr. 2 og 24 juni 1932 nr. 6, 30 juni 1954 nr. 1, 28 mai 1959 nr. 10, 5 april 1963 nr. 5, 14 juni 1974 nr. 40, 13 juni 1975 nr. 44, 25 mars 1977 nr. 24, 15 des. 1978 nr. 85, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Jfr. § 14.\n3 Se § 11.\n4 Se § 49 og § 14.\n5 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "1. Valgstyret​2 (fylkesvalgstyret) avgjør om forslagene til valglister og tilbakekallelser etter § 13 nr. 4 skal godkjennes, og undersøker om kandidatene og forslagstillerne oppfyller de lovbestemte vilkår.\nOversittes fristene som er satt i § 13 nr. 1 og 4, kan det ikke avhjelpes.\nFor øvrig skal valgstyret (fylkesvalgstyret) eller dets formann ved forhandlinger med den utpekte tillitsmann, søke å bringe forslag eller tilbakekallelser i foreskrevet stand.​3\nStår en forslagsstiller på flere listeforslag for kommunestyrevalget, skal han gis pålegg om å si fra innen en bestemt frist hvilket forslag han vil stå på. Svarer han ikke, strykes han som forslagsstiller av alle forslag. Står en kandidat på flere listeforslag for kommunestyrevalget, skal han gis tilsvarende pålegg. Svarer han ikke, blir han stående på det forslag som er kommet først inn til formannen i valgstyret uten senere å være tilbakekalt, men strykes av de andre forslag. Tilsvarende regler gjelder når en forslagsstiller eller kandidat står på flere listeforslag for fylkestingsvalget. Blir en kandidat fritatt i samsvar med § 10 og § 13 nr. 5, strykes hans navn. Det samme gjelder hvis han ikke er valgbar. Tillitsmannen kan bestemme hvilket navn skal settes i stedet. Gjør han ikke det, rykker de etterfølgende opp i uforandret rekkefølge.\nNår det etter at fristen etter § 13 nr. 1 bokstav a er gått ut, skal settes inn et navn på et listeforslag i stedet for et som er strøket etter foregående ledd, må tillitsmannen legge fram skriftlig erklæring fra den nye kandidat om at vedkommende er villig til å stå på listen. Det kan ikke settes inn navn som allerede står som kandidat på et annet listeforslag som er kommet inn.\nHar flere forslag til valglister for samme valg samme overskrift, eller har et forslag en overskrift som ikke tydelig skiller seg fra andre forslags overskrifter, og saken ikke blir ordnet ved forhandling, seirer det forslag som først er kommet inn. Enerett til partinavn etter § 11 i stortingsvalgloven​4 går likevel alltid foran.\n2. Etter hvert som forslagene kommer inn, skal de ligge til ettersyn i valgstyrets (fylkesvalgstyrets) lokale. Seinest den 10. august i valgåret skal valgstyret (fylkesvalgstyret) i eller ved sitt lokale slå opp bekreftede avskrifter av de godkjente forslag som offisielle valglister, hver liste med en overskrift som nevner hvilket valg og hvilken kommune (fylkeskommune) den gjelder, valgtiden, det parti eller den gruppe som forslaget er utgått fra og tillitsmannens navn. Samtidig med at avskriftene blir slått opp, skal tillitsmannen for hver liste få tilsendt avskrift av listen slik den er godkjent.\nValgstyret (fylkesvalgstyret) skal dessuten – så vidt mulig innen samme frist​5 – kunngjøre overskriftene på de godkjente listeforslag i avisene i kommunen (fylkeskommunen).\n3. Valgstyret sørger for at det til bruk for velgerne i valglokalene blir trykt et tilstrekkelig antall hvite stemmesedler av alle de godkjente valglister i kommunen. Fylkesvalgstyret sørger for at det til bruk for velgerne i valglokalene blir trykt blå stemmesedler av alle de godkjente valglister i fylkeskommunen. Tillitsmannen for den enkelte liste kan utover dette antall for egen regning kreve å få det antall stemmesedler han ønsker. Krav om det må i tilfelle settes fram skriftlig innen den frist valgstyret (fylkesvalgstyret) setter.\nDepartementet kan gi nærmere bestemmelser om innholdet og utformingen av trykte stemmesedler, herunder om vegledning til velgerne om framgangsmåten ved valget.\n1 Endret ved lover 1 juni 1928 nr. 4, 24 juni 1932 nr. 6, 15 des. 1950 nr. 8 § 11, 6 juli 1951 nr. 6, 28 mai 1959 nr. 10, 5 april 1963 nr. 5, 14 juni 1974 nr. 40, 13 juni 1975 nr. 44, 25 mars 1977 nr. 24, 15 des. 1978 nr. 85, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Se § 11.\n3 Se § 13.\n4 Lov 17 des. 1920 nr. 1.\n5 Se § 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Valgtingene holdes i høvelige lokaler, som valgstyret​2 velger. I mangel av annet tjenlig lokale, holdes tinget i kirken. Valgstyret bør la valgting holdes på flere steder hvor det finner det ønskelig av hensyn til velgerne. Vedtak om antall stemmesteder må være gjort senest 1. mai i valgåret.\nI kommuner hvor det skal holdes valgting søndag og hvor stemmegivning skal foregå på flere steder i kommunen, kan valgstyret bestemme at ett eller flere valglokaler ikke skal holdes åpne søndag.\nPå hvert stemmested foregår stemmegivning for en viss del av manntallet.​3\n1 Endret ved lover 1 mai 1931 nr. 2, 17 juni 1966 nr. 4, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Se § 11.\n3 Jfr. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Skal stemmegivningen foregå på flere steder i kommunen,​2 leder et stemmestyre på minst 4 medlemmer valgtinget på hvert sted.\nValgstyret​3 velger medlemmer og varamedlemmer til stemmestyrene og formenn for dem. Valgbar og pliktig til å motta valg er enhver som har stemmerett​4 i kommunen ved valget. Personer som bor i vedkommende stemmekrets bør fortrinnsvis velges.\n1 Endret ved lover 15 des. 1950 nr. 8 § 11, 17 juni 1966 nr. 4, 11 mai 1979 nr. 14.\n2 Se § 15\n3 Se § 11.\n4 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Valgstyret​2 kunngjør to ganger når og hvor valgtinget skal holdes og når stemmegivningen skal være avsluttet. Første kunngjøring skjer 3 til 4 uker før valget og annen kunngjøring en av de siste dagene før valget.\nTiden for stemmegivningen bør settes rommelig, den må på mandag minst være 5 timer. Bortsett fra de tilfelle 1) hvor det vil skape vanskeligheter eller 2) hvor det må antas at det ikke er nødvendig, skal minst 2 timer, men ikke mer enn halvparten av stemmetiden på mandag legges til efter kl. 18. I de kommuner hvor ikke minst 2 timer av stemmetiden legges til efter kl. 18, kan sådan avgjørelse bare treffes ved et enstemmig vedtak av valgstyret. I vedtaket skal valgstyret begrunne hvorfor 2 timer av stemmetiden ikke legges til efter kl. 18. På søndag må stemmetiden under ingen omstendighet settes kortere enn 3 timer, og stemmegivningen kan tidligst begynne kl. 13.\n1 Endret ved lover 6 juli 1951 nr. 6, 17 juni 1966 nr. 4, 11 mai 1979 nr. 14.\n2 Se § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Etter reglene i dette avsnitt har en velger adgang til å avgi stemme på forhånd hos en stemmemottaker​2 i eller utenfor kommunen når han erklærer at han vil være hindret fra å møte personlig på valgtinget.\nVed stemmegivning utenfor riket, på Svalbard eller Jan Mayen, og på norske fartøy som går i utenriks fart, behøver ikke velgeren å gi slik erklæring som er nevnt i første ledd.\n1 Endret ved lover 13 juni 1947 nr. 4, 15 des. 1959 nr. 8 § 11, 30 juni 1954 nr. 1, 17 juni 1966 nr. 4, 30 juni 1967 nr. 2, 21 mai 1971 nr. 48, 11 mai 1979 nr. 14.\n2 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Forhåndsstemmegivning må ikke foregå tidligere enn 1. juli i valgåret.\nStemmegivningen må ikke foregå senere enn siste lørdag før valget kl. 20. I de kommuner hvor det ikke skal holdes valgting søndag, skal det likevel denne dag være adgang til å avgi forhåndsstemme inntil kl. 20. Stemmetiden denne dag må på hvert sted som nevnt i § 20 bokstav a tredje ledd være minst 2 timer, tidligst fra kl. 13.\nUnder enhver omstendighet må stemmegivningen foregå så tidlig at stemmesedlen uten særlige foranstaltninger fra stemmemottagerens side kan komme vedkommende valgstyre i hende før stemmegivningen på valgtinget avlyses.​2\n1 Endret ved lover 13 juni 1947 nr. 4, 30 juni 1954 nr. 1, 17 juni 1966 nr. 4, 30 juni 1967 nr. 2, 21 mai 1971 nr. 48, 11 mai 1973 nr. 22 (fra 1 jan. 1975), 11 mai 1979 nr. 14.\n2 Se § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Som stemmemottager tjenstgjør:\na. Manntallsføreren.\nEr lensmannen manntallsfører, kan også statslønnede lensmannsbetjenter som er fast ansatt ved lensmannens kontor, motta forhåndsstemmegivning.\nHvor særlige forhold så som arbeidsmengde, reisefravær og lignende gjør det påkrevet, kan valgstyret​2 opnevne en eller flere stemmemottagere til å bistå manntallsføreren.\nStemmegivningen skal foregå på manntallsførerens kontor. Valgstyret kan dog bestemme at stemmegivning også skal kunne foregå på et eller flere andre steder i kommunen.\nb. På Svalbard sysselmannen, som også kan opnevne andre stemmemottagere. Sysselmannen bestemmer da det sted hvor stemmegivningen skal foregå.\nc. Utenfor riket, utenrikstjenestemann ved lønnet norsk utenriksstasjon og ved ulønnede stasjoner som av Utenriksdepartementet er særskilt bemyndiget til det, eller den som Kongen bestemmer. Ved norsk utenriksstasjon kan stasjonssjefen når han finner det påkrevet, dessuten oppnevne en eller flere av stasjonens funksjonærer til å motta forhåndsstemmegivning på stasjonen.\nd. På Jan Mayen den som Kongen bestemmer, og på norsk skip på vei fra Norge til Svalbard eller Jan Mayen, føreren i samsvar med det som er bestemt i bokstav f. Reglene i § 22 nr. 6 og § 22 b kommer så vidt mulig til anvendelse efter departementets​3 nærmere bestemmelse.\ne. Mønstringssjef ved fylkesarbeidskontor og ved arbeids- og sjømannskontor. Mønstringssjefen plikter bare å medvirke ved stemmegivning av sjømenn og personer som er ansatt på norsk fangstfartøy.\nf. På norsk fartøy som går i utenriks fart, skipsfører eller styrmann. Disse plikter bare å medvirke ved stemmegivning av skipets mannskap eller passasjerer.\n1 Endret ved lover 13 juni 1947 nr. 4, 15 des. 1950 nr. 8 § 11, 6 juli 1951 nr. 6, 30 juni 1954 nr. 1, 5 april 1963 nr. 5, 17 juni 1966 nr. 4, 21 mars 1975 nr. 10, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37.\n2 Se § 11.\n3 Kommunaldepartementet iflg. res. 3 feb. 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Velgeren må avgi sin stemme ved personlig frammøte hos stemmemottakeren​2 på hans kontor, for utenrikstjenestemann ved norsk utenriksstasjon også på kontoret til norsk institusjon, som er godkjent av vedkommende departement etter bestemmelsene i § 22 i lov om tiltak til fremme av sysselsetting av 27 juni 1947, på vedkommende fartøy eller på sted som er fastsatt for stemmegivningen i henhold til § 20 bokstav a eller b. Stemme kan også avgis på pasientrommene når det gjelder stemmegivning på sykehus, fødehjem, sykehjem (pleiehjem), aldershjem eller annen institusjon som gir personer som er syke, uføre e.l., behandling, pleie eller opphold.\nValgstyret​3 kan bestemme at der skal være adgang til å avgi stemme en viss tid hver dag på manntallsførerens kontor. Videre kan valgstyret bestemme at det der – utenfor manntallsførerens kontortid eller den tid som etter foregående punktum er fastsatt for stemmegivningen – skal være adgang til å avgi forhåndsstemme en viss tid på én eller flere bestemte dager. Likeledes kan valgstyret bestemme at det på annet sted hvor det i henhold til § 20 bokstav a er bestemt at stemmegivning skal foregå, skal være adgang til å avgi stemme en viss tid på en eller flere bestemte dager. Valgstyret fastsetter i tilfelle også – i samsvar med § 19 annet ledd – tid og sted for forhåndsstemmegivning søndagen før den valgdag som er fastsatt av Kongen. Valgstyret kunngjør all forhåndstemmegivning i kommunen etter §§ 18-21, med tid og sted. Stemmegivning på institusjon som er nevnt i første ledd annet punktum, skal også kunngjøres ved oppslag på vedkommende institusjon.\nStemmemottaker på slik institusjon som er nevnt i første ledd annet punktum, skal på forhånd drøfte ordningen av stemmegivningen der med institusjonens ledelse.\nStemmeseddelen skal være som foreskrevet i § 29.\nValgstyret sørger for at de stemmesedler som det mottar til forhåndsstemmegivningen, sendes i tilstrekkelig antall til stemmemottakerne, som har å sørge for at de utlegges på stemmestedet til benyttelse for dem som skal avgi stemme.\n1 Endret ved lover 6 juli 1951 nr. 6, 5 april 1963 nr. 5, 17 juni 1966 nr. 4, 21 mai 1971 nr. 48, 21 mars 1975 nr. 10, 11 mai 1979 nr. 14, 8 april 1983 nr. 15.\n2 Se § 20.\n3 Se § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Stemmegivningen foregår således:\n1. Stemmemottageren​2 gjør velgeren bekjent med de regler hvorefter handlingen skal foregå, og skaffer ham, om han ønsker det, de nødvendige skrivesaker.\n2. Stemmemottakeren gir velgeren konvolutt til å legge stemmesedlene i.\nTil dem som skal avgi stemme på pasientrom, og som ikke allerede har stemmesedler, leverer stemmemottakeren en stemmeseddel for hvert registrert partis liste for kommunestyrevalg og fylkestingsvalg som bare lyder på partiliste uten angivelse av kandidatnavn, og ber velgeren beholde dem han ikke bruker. Når de stemmesedler som trykkes etter § 14 nr. 3 foreligger, skal velgere som har stemmerett i kommunen i stedet få utlevert en slik stemmeseddel for hver liste. Stemmemottakeren må ikke ta tilbake noen av de utleverte stemmsedlene som velgeren ikke har brukt.\nVelgeren legger selv stemmesedlene i konvolutten i enrom og usett. Stemmeseddelen for kommunestyrevalget og stemmeseddelen for fylkestingsvalget legges i samme konvolutt. Ved stemmegivning på pasientrom gjelder kravet om at stemmesedlene skal legges i konvolutten i enrom og usett, i den utstrekning dette lar seg gjøre.\n3. Stemmemottakeren gir deretter velgeren en omslagskonvolutt. I denne legger velgeren selv den konvolutt som inneholder hans stemmesedler, og velgeren kleber selv omslagskonvolutten igjen.\nStemmemottakeren påfører omslagskonvolutten velgerens fulle navn og nøyaktige adresse på hjemstedet 1. juli i valgåret, samt tiden og stedet for stemmegivningen. Ved stemmegivning på norsk fartøy som går i utenriks fart, trengs ingen stedsangivelse, men fartøyets navn og eier skal påføres. Videre påfører stemmemottakeren bevitnelse om at bestemmelsene i nr. 1, nr. 2 siste ledd og nr. 3 første ledd annet punktum er iakttatt, om hvorvidt stemmemottakeren er sikker på at velgeren er den vedkommende sier seg å være, og om hvorvidt det var noen grunn til å anta at velgeren var i en slik tilstand som nevnt i § 28 annet ledd. Stemmemottakeren skriver så under det som er påført omslagskonvolutten.\nStemmemottakeren leverer deretter omslagskonvolutten til velgeren, som egenhendig bekrefter riktigheten av de opplysninger som er påført omslagskonvolutten. Ved stemmegivning innen riket (dog unntatt Svalbard og Jan Mayen) gir velgeren påtegning på omslagskonvolutten om at han vil være hindret fra personlig frammøte på valgtinget, jfr. § 18. Stemmemottakeren plikter å gjøre velgeren oppmerksom på at han skal gi slik erklæring, og å bistå ham med å istandbringe den.\n4. Foregår stemmegivningen i den kommune hvor velgeren er manntallsført (på manntallsførerens kontor eller på sted som valgstyret har bestemt efter § 20 a), legger velgeren selv omslagskonvolutten i en urne for forhånds stemmegivning.\nForegår stemmegivningen utenfor den kommune hvor velgeren er manntallsført, eller for stemmemottager som omhandles i § 20 bokstav e, leverer velgeren omslagskonvolutten til stemmemottakeren som sender den på hurtigste betryggende måte direkte til vedkommende valgstyre. Fra utenriks sted og fra norsk fartøy som går i utenriks fart, kan stemmemottakeren sende den gjennom vedkommende departement. I en av fylkesmannen godkjent bok som innrettes efter et av vedkommende departement​3 fastsatt skjema, skal valgstyrets formann innføre de mottatte forhåndsstemmer i nummerrekke med angivelse av tiden når han tok imot dem. Det tilsvarende nummer setter han på omslagskonvolutten, som han ikke skal åpne. Når valgstyret skal begynne å åpne og behandle disse forhåndsstemmer, skal formannen fremlegge den forannevnte bok og alle de brev som er innført før valgtinget.\n5. Valgagitasjon er ikke tillatt i det rom der stemmegivningen foregår og i tilstøtende rom.\nVelgere som på grunn av legemlige mangler ikke er i stand til å avgi sin stemme slik som omhandlet i denne paragraf, kan få den nødvendige hjelp av en person som han selv utpeker, og som har fylt 14 år. En slik person kan også skrive under på omslagskonvolutten med sitt eget navn på vegne av velgeren.\nFør en urne for forhåndsstemmegivning tas i bruk, må den være forseglet av valgstyrets formann. Er denne stemmemottaker, forsegler varaformannen den urne formannen får. Urnens form og innretning bestemmes av departementet.\nManntallsføreren kan – i overvær av en annen person – åpne urner med forhåndsstemmer i og legge stemmene over i en annen forseglet urne for forhåndsstemmer.\n6. Enhver stemmemottager som omhandles i § 20 a, skal føre liste over de velgere i kommunen som avgir stemme hos ham. Listen føres i nummerorden og det tilsvarende nummer settes på omslagskonvolutten før den legges i urnen.\nDessuten skal enhver stemmemottager føre særskilt liste over de velgere som avgir stemme hos ham utenfor sin kommune. Stemmemottager som omhandles i § 20 e, skal dog på denne liste ta med alle de velgere som avgir stemme hos ham.\nFår han vite at nogen av dem som har avgitt stemme hos ham, er avgått ved døden før valget, skal han straks underrette vedkommende valgstyre (jfr. § 22 b, post 2).\n1 Endret ved lover 24 juni 1932 nr. 6, 15 des. 1950 nr. 8 § 11, 6 juli 1951 nr. 6, 30 juni 1954 nr. 1, 5 april 1963 nr. 5, 21 mai 1971 nr. 48, 14 juni 1974 nr. 40, 21 mars 1975 nr. 10, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Se § 20.\n3 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "22 a",
      "section": "22 a",
      "title": "(Opphevd ved lov 11 mai 1979 nr. 14.)",
      "content": "§ 22 a.(Opphevd ved lov 11 mai 1979 nr. 14.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22a",
        "source_heading": "§ 22 a."
      }
    },
    {
      "provision_ref": "22 b",
      "section": "22 b",
      "content": "1. Skipsføreren eller styrmannen skal føre inn i skipets dagbok at stemmegivningen er skjedd, velgerens fulle navn, den kommune han tilhører, og når brevet er besørget sendt.\n2. Det påligger enhver stemmemottager på utenriks sted uopholdelig å gi vedkommende departement​2 telegrafisk underretning, så snart det kommer til hans kunnskap at nogen som har avgitt stemme i kraft av denne lov, er avgått ved døden før valget.\n3. Skipsfører på norsk fartøy​3 skal sørge for at det i mannskapets oppholdsrom om bord finnes oppslått en veiledning om utenriksværendes stemmegivning, utarbeidet av departementet. Veiledningen skal også stadig finnes på enhver norsk utenriksstasjon hvor forhåndsstemmer mottas, og hos mønstringssjef som gjør tjeneste som stemmemottaker etter § 20 bokstav e.\nEier av norsk fartøi plikter å sørge for at materiell som er nødvendig efter bestemmelsene i denne lov og som departementet foranlediger sendt til ham, uten ophold blir sendt videre til føreren av vedkommende fartøi.\n1 Endret ved lover 15 des. 1950 nr. 8 § 11, 6 juli 1951 nr. 6, 30 juni 1954 nr. 1, 28 mai 1959 nr. 10, 5 april 1963 nr. 5, 21 mars 1975 nr. 10, 11 mai 1979 nr. 14. – Jfr. §§ 52 og 53.\n2 Kommunaldepartementet.\n3 Se lov 20 juli 1893 nr. 1 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22b",
        "source_heading": "§ 22 b."
      }
    },
    {
      "provision_ref": "22 c",
      "section": "22 c",
      "content": "1. Stemmeberettigede som oppholder seg i Norge, unntatt Svalbard og Jan Mayen, som er syke eller uføre og av den grunn ikke vil være i stand til å møte fram i et valglokale på valgdagen, har adgang til å avgi forhåndsstemme der de oppholder seg, til en stemmemottaker, i samsvar med reglene nedenfor. For øvrig gjelder reglene om forhåndsstemmer i denne lov. Reglene nedenfor gjelder likevel ikke for stemmeberettigede som oppholder seg på institusjoner hvor det etter vedtak av styret foregår forhåndsstemmegivning etter §§ 18-22 foran.\n2. Fylkesvalgstyret kunngjør i god tid før 12. dag før valget at stemmeberettigede som nevnt i nr. 1 kan sende inn brev m.v. som nevnt i nr. 3 og 4, og tar inn i kunngjøringen liste over manntallsførerne i kommunene i fylket, med adresse. Departementet​2 fastsetter skjema for kunngjøringen.\n3. I brev til manntallsføreren i den kommune hvor den stemmeberettigede oppholder seg, må han sette fram krav om å få avgi stemme der han oppholder seg. I brevet må opplyses hans fulle navn, fødselsår og -dato og nøyaktige adresse, og at han er syk eller ufør og av den grunn ikke vil være i stand til å møte fram i et valglokale på valgdagen. Brevet må underskrives av den stemmeberettigede, enten egenhendig eller med påholden penn (det siste må i tilfelle opplyses.)\n4. Samtidig må det til manntallsføreren sendes en skriftlig erklæring – egenhendig underskrevet av en person som har fylt 18 år – om at han kjenner den stemmeberettigede og kan bekrefte at han er syk eller ufør og av den grunn ikke vil være i stand til å møte fram i et valglokale på valgdagen.\n5. Brev og erklæring som nevnt i nr. 3 og 4 må være kommet inn til vedkommende manntallsførers kontor senest 12. dag før valget kl. 15.\n6. På hvert brev m.m. som kommer inn, noterer manntallsføreren straks dato og klokkeslett for det tidspunkt da skrivet kom inn til hans kontor, og sin signatur. Han ser etter om vilkårene etter nr. 3, 4 og 5 er oppfylt. Er vilkårene ikke oppfylt, sender han straks underretning om dette til den stemmeberettigede, og om hva mangelen består i. Er fristen i nr. 5 ennå ikke utløpt, opplyser han samtidig at mangelen kan rettes innen fristen løper ut. Opplysninger som fins i folkeregisteret i kommunen, har manntallsføreren plikt til å innhente og føye til i innkomne brev dersom dette er nødvendig for at vilkårene i nr. 3 skal bli oppfylt. Ut over dette kan manntallsføreren eller annen valgmyndighet ikke rette eller føye til noe i de brev og erklæringer som kommer inn.\n7. Stemmeberettigede som har satt fram krav m.m. som oppfyller vilkårene i nr. 3, 4 og 5 – i tilfelle etter rettelse eller tilføyelse i samsvar med nr. 6 – skal bli oppsøkt av stemmemottaker. Manntallsføreren fører en egen liste over de stemmeberettigede som etter dette skal bli oppsøkt.\nAndre stemmeberettigede har ikke adgang til å avgi stemme etter denne paragraf.\n8. Manntallsføreren bestemmer hvilke velgere den enkelte stemmemottaker skal oppsøke og gir de instrukser som det i det enkelte tilfelle er grunn til.\n9. Stemmemottakeren har ikke plikt til å oppsøke en stemmeberettiget mer enn en gang. Er en stemmeberettiget som skal oppsøkes, ikke til stede på den oppgitte adresse når stemmemottakeren kommer, skal stemmemottakeren legge igjen der en skriftlig beskjed til den stemmeberettigede om når han har vært der. I slike tilfelle og ellers når en stemmemottaker ikke finner fram til en stemmeberettiget som han skal oppsøke, skal stemmemottakeren snarest mulig skrive ned en forklaring om de nærmere omstendigheter i denne forbindelse. Han bør forsøke å få en mulig tilstedeværende person til ved sin underskrift å bekrefte riktigheten av forklaringen, før han leverer denne til manntallsføreren.\n10. Dersom en stemmeberettiget som har satt fram krav som nevnt foran og som blir oppsøkt av stemmemottaker likevel ikke vil avgi stemme til denne, skal stemmemottakeren på stedet skrive ned en forklaring om dette og anmode den stemmeberettigede om ved sin underskrift å bekrefte riktigheten av det nedskrevne. Stemmemottakeren bør også forsøke å få en mulig tilstedeværende tredjemann til på samme måte å bekrefte dette. Stemmemottakeren leverer forklaringen til manntallsføreren.\n11. Stemmemottakeren leverer til velgeren en stemmeseddel for hver liste for kommunestyrevalg og fylkestingsvalg og ber velgeren beholde dem han ikke bruker, jfr. § 22 nr. 2 annet ledd, som gjelder tilsvarende.\n12. Ved påtegning på omslagskonvolutten må velgeren erklære at han er syk eller ufør og av den grunn ikke vil være i stand til å møte fram i et valglokale på valgdagen.\n13. Stemmer som blir sendt til valgstyret i en annen kommune (§ 22 nr. 4 annet ledd), vedlegges brevet og attesten, jfr. nr. 3 og 4 foran. Slike stemmer sender stemmemottakeren snarest mulig og på hurtigste betryggende måte direkte til vedkommende valgstyre, dersom manntallsføreren ikke har bestemt at de skal leveres til ham for videresending. I sistnevnte tilfelle sørger stemmemottakeren for at stemmene snarest mulig og på hurtigste betryggende måte blir brakt til manntallsføreren.\n14. Foruten urnene og de førte lister, jfr. § 31 første ledd, skal de brev og attester som er kommet inn fra velgerne, overleveres til valgstyret. Når valgstyret avgjør om stemmene skal godkjennes, gjennomgår det både de innkomne brev og attester, og det som er påført omslagskonvolutten.\n1 Tilføyd ved lov 21 mai 1971 nr. 48, endret ved lover 14 juni 1974 nr. 40, 29 mai 1981 nr. 37.\n2 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22c",
        "source_heading": "§ 22 c."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Valgtinget begynner til fastsatt tid enten få eller mange velgere møter. Når den tid som er fastsatt for stemmegivning søndag er utløpet, og de velgere som da er til stede har fått adgang til å stemme, avlyser formannen stemmegivningen. Urnene med stemmesedlene og det øvrige valgmateriell skal opbevares på sikkert sted under betryggende forsegling. Stemmegivningen fortsetter til fastsatt tid neste dag.\nFor stemmesedler hvor det skal foregå stemmegivning over to dager, kan valgstyret bestemme at de stemmesedler som er avgitt første dag, skal bringes i forseglede urner til valgstyrets lokaler eller et annet sikkert sted, og oppbevares der på betryggende måte inntil neste dags stemmegivning eller opptellingen skal begynne. Likeså kan valgstyret bestemme at det øvrige valgmateriell samtidig skal bringes fra et stemmested til samme sted og oppbevares der inntil neste dags stemmegivning skal begynne.\nDepartementet​2 gir nærmere bestemmelser om fremgangsmåten ved forseglingen av valgmateriellet etter at stemmegivningen er slutt første valgdag og om oppbevaringen av det forseglede materiell inntil stemmegivningen begynner neste dag.\n1 Endret ved lover 17 juni 1966 nr. 4, 21 mai 1971 nr. 48.\n2 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Kongen bestemmer hvordan valgtinget skal åpnes.​2\n1 Endret ved lover 30 juni 1954 nr. 1, 11 mai 1973 nr. 22 (fra 1 jan. 1975).\n2 Fastsatt ved res. 27 april 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "På valgtinget kan ingen strid om stemmerett reises.​2\nInnsigelse mot at valget fremmes, skal fremsettes så snart tinget er satt,​3 eller så snart det som innsigelsen grunnes på, er inntruffet.\nValgstyret​4 avgjør hver innsigelse, før det går videre. Blir innsigelsen fremsatt for et stemmestyre,​5 går det frem som bestemt i § 26, annet ledd.\nI valglokalet og i tilstøtende rom er det ikke tillatt\nStemmestyrets formann eller dennes stedfortreder kan om nødvendig bortvise den som opptrer i strid med reglene i foregående ledd. Den som blir bortvist, kan bringe avgjørelsen inn for stemmestyret, som kan stadfeste eller oppheve avgjørelsen.\n1 Endret ved lov 29 mai 1981 nr. 37.\n2 Jfr. §§ 6 og 8.\n3 Se § 34.\n4 Se § 11,\n5 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Formannen for valgstyret​2 fører inn alt som forhandles og avgjøres på valgtinget i en bok som føres i samsvar med formular fastsatt av departementet, og som manntallsføreren​3 forvarer. I valgboken innføres uttrykkelig datoene for kunngjøringen om utleggingen av manntallet m.v. (§ 5), for kjennelsesmøtet (§ 7) og for kunngjøringene om valgtinget (§ 17).\nBlir valgting til stemmegivning holdt på flere steder​4, skal stemmestyret​5 bokføre alt som forhandles i en bok som føres i samsvar med formular fastsatt av departementet. Reises ved sådant valgting innsigelse mot valgets fremme, bokføres innsigelsen og grunnen. Derefter mottas stemmesedlene. Disse og den del av manntallet som er brukt, samt valgboken bringes snarest mulig efter at stemmegivningen er avsluttet mandag, i en forseglet pakke til valgstyret til videre behandling,​6 jfr. dog § 31 a. Er det innlevert urne for forhånds stemmegivning med tilhørende lister (jfr. § 31) forholdes på samme måte, idet listene legges i pakken og urnene sendes med seglet ubrutt.\nFormannen leser op valgboken, og valgstyret eller stemmestyret skriver under. Dette gjøres hver dag, hvis valgtinget varer i flere dager.\n1 Endret ved lover 1 mai 1931 nr. 2, 5 april 1963 nr. 5, 17 juni 1966 nr. 4, 25 mars 1977 nr. 24, 11 mai 1979 nr. 14.\n2 Se § 11.\n3 Se § 2.\n4 Se § 15.\n5 Se § 16.\n6 Jfr. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Når valgtinget er åpnet i samsvar med § 24, får de velgere som er innført i manntallet adgang til å stemme etter hvert som de møter fram. Også velgere som har stemt på forhånd, har adgang til å stemme. Framgangsmåten er slik: Først blir det satt et kryss i manntallet ved dens navn som vil stemme. Så får velgeren utlevert en stemmeseddelkonvolutt og blir vist til et avlukket rom i valglokalet, hvor han usett av alle kan legge stemmesedlene i konvolutten. Stemmeseddelen for kommunestyrevalget og stemmeseddelen for fylkestingsvalget legges i samme konvolutt. Konvolutten legger han så ned i en urne som står på stemmestyrets​2 bord.\nForegår stemmegivningen på flere steder i kommunen, skal også velgere som ikke står i vedkommende del av manntallet​3 få adgang til å levere sine stemmesedler.​4 De skal likevel ikke legge konvolutten med stemmesedlene ned i valgurnen, men gi den til stemmestyret. Dette skal legge konvolutten i et særskilt omslag, klebe det til, skrive velgerens navn, bostedsadresse og fødselsdato utenpå, og gi det til valgstyret​5 etter at stemmegivningen er avlyst.\nVelgere som på grunn av legemlige mangler ikke er i stand til å avgi sine stemmesedler slik som nevnt i første og annet ledd, kan i stemmeavlukket få hjelp av en person som han selv utpeker blant de personer som er til stede i valglokalet, og som har fylt 14 år. Er velgeren ikke i stand til å bevege seg inn i valglokalet, leverer to personer som enten er medlemmer av stemmestyret eller valgfunksjonærer, ham umiddelbart utenfor valglokalet en stemmeseddelkonvolutt og en stemmeseddel for hver liste for kommunestyrevalg og fylkestingsvalg, jfr. § 22 nr. 2 annet ledd, som gjelder tilsvarende. Etter at velgeren på stedet – i tilfelle med slik hjelp som nevnt foran – har lagt sine stemmesedler i konvolutten, leverer han denne til de to personene. Disse begir seg straks sammen inn i valglokalet og legger konvolutten i urnen etter at avkryssing i manntallet er foretatt, eller, dersom velgeren ikke er innført i vedkommende del av manntallet, leverer den til stemmestyret til slik behandling som nevnt i siste punktum i foranstående ledd.\nStemmestyret kan forlange at en ukjent velger godtgjør at han er den han gir seg ut for.\n1 Endret ved lover 1 mai 1931 nr. 2, 15 des. 1950 nr. 8 § 11, 30 juni 1954 nr. 1, 28 mai 1955 nr. 1, 17 juni 1966 nr. 4, 14 juni 1974 nr. 40, 11 mai 1979 nr. 14, 29 mai 1981 nr. 37, 8 april 1983 nr. 15.\n2 Se § 16.\n3 Se § 15.\n4 Jfr. § 32.\n5 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Også den som er nektet stemmerett ved valgstyrets kjennelse, skal få adgang til å levere sine stemmesedler. Han skal ikke legge konvolutten med stemmesedlene ned i valgurnen, men gi den til stemmestyret.​2 Dette skal legge konvolutten i et særskilt omslag, klebe det til, skrive velgerens navn, bostedsadresse og fødselsdato utenpå og forvare det ubrutt.\nFinner stemmestyret grunn til å anta at velgeren lider av alvorlig sjelelig svekkelse eller nedsatt bevissthet skal velgeren ikke legge konvolutten med stemmesedler ned i urnen, men gi den til stemmestyret. Dette skal legge konvolutten i et særskilt omslag, klebe det til og skrive velgerens navn, bostedsadresse og fødselsdato utenpå. På omslaget skal også gis påtegning om grunnen til at stemmeseddelkonvolutten er lagt til side, og om avgjørelsen er enstemmeig. Når stemmegivningen er avlyst, skal stemmestyret levere omslaget til valgstyret, som avgjør om stemmegivningen skal vrakes.\n1 Endret ved lover 14 juni nr. 40, 11 mai 1979 nr. 14, 8 april 1983 nr. 15.\n2 Se §§ 11 og 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "1. Stemmeseddelkonvoluttene skal være ugjennomsiktige og uten tilfestet eller påsatt merke som nevnt i nr. 2 annet ledd første og annet punktum. Ved stemmegivning innenfor rikets grenser skal konvoluttene dessuten ha offentlig stempel og ha samme størrelse, form og farge.\n2. Stemmesedlene skal være enten av hvitt eller av blått papir. Stemmesedlene for kommunestyrevalg bør være hvite og stemmesedlene for fylkestingsvalg bør være blå, jfr. § 30.\nStemmesedlene må ikke være merket slik at det går fram hvem velgeren er. De må ikke være påført ord eller tegn som må antas å være påført for å gi uttrykk for en mening om personer, organisasjoner eller samfunnsspørsmål. Ord eller tegn som kan regnes som forandring i stemmeseddelens innhold, eller framheving av eller forsøk på å endre stemmeseddelens innhold, fører likevel ikke til vraking. Det må heller ikke ligge noe annet enn stemmesedler i konvolutten, dersom det klart framgår at det er lagt der med vilje eller viser hvem velgeren er.\n3. Stemmeseddelen skal ha en overskrift som viser hvilken valgliste den gjelder. Har to eller flere partier som er registrert etter § 11 i stortingsvalgloven stilt fellesliste, eller har ett, to eller flere slike partier stilt fellesliste sammen med velgere som organisasjonsmessig ikke representerer noe slikt parti, skal stemmesedler som lyder på et av disse partiers navn, på navnet til den gruppen av velgere som ikke representerer noe parti eller på felleslistens fulle navn, regnes felleslisten til gode. Gyldige stemmesedler uten kandidatnavn anses å inneholde de navn som er oppført i den offisielle valglisten for kommunen/fylkeskommunen, og i samme rekkefølge. Det samme gjelder stemmesedler som er gyldige etter § 29 nr. 5 annet og tredje punktum.\nVed kommunestyrevalg kan velgeren gi en tilleggsstemme til kandidater som står på den valgliste stemmeseddelen gjelder. Dette kan gjøres ved å sette et kryss eller kum ved kandidatens navn, eller ved å skrive navnet en gang til. Et kandidatnavn kan strykes av stemmeseddelen ved å sette strek over navnet. Ved begge valg regnes rekkefølgen av kandidatnavnene på stemmeseddelen slik velgeren har angitt den ved plassen på stemmeseddelen eller ved tilføyd nummer. Er samme navn oppført flere ganger enn tillatt, gjelder det bare på det første sted (de første steder) i rekkefølgen og strykes på de følgende.\n4. Ved kommunestyrevalg kan velgeren dessuten føre opp en gang inntil så mange kandidatnavn fra andre lister som svarer til en fjerdepart av antall representanter som skal velges, likevel minst fem.\nVed fylkestingsvalg settes kandidatnavn som står på en annen valgliste enn den som stemmeseddelen gjelder, ut av betraktning.\nVed begge valg gjelder at navn på personer som ikke står på noen offisiell valgliste i vedkommende kommune/fylkeskommune, settes ut av betraktning.\n5. Trykt stemmeseddel må enten være enslydende med en offisiell valgliste og ha overskrift som denne – valgtid, kommune (fylkeskommune) og navnene på tillitsmannen og forslagsstillerne behøver dog ikke være tatt med – eller lyde på valglistens navn eller på navnet til parti eller gruppe av velgere som deltar i fellesliste, uten å ha med kandidatnavn. Trykt stemmeseddel som er enslydende med et registrert partis valgliste i en annen kommune (fylkeskommune), og som ikke er rettet, skal likevel godkjennes dersom partiet stiller liste i den kommune (fylkeskommune) stemmeseddelen avgis til, og stemmeseddelen for øvrig er gyldig. Nr. 3 første ledd annet punktum får tilsvarende anvendelse for så vidt angår registrerte partier.\nAndre trykte stemmesedler må ikke omdeles eller brukes.\nLikestillet med trykking er framstilling på annen mekanisk måte, herunder også maskinskrivning.\n6. Valgstyret eller stemmestyret sørger for at det i vedkommende valglokale til enhver tid er tilgjengelig for velgerne trykte stemmesedler av alle godkjente valglister i kommunen og fylkeskommunen. I tilfelle beholdningen av stemmesedler av en liste blir for liten, har det ansvaret for at det i stedet er tilgjengelig et tilstrekkelig antall blanke stemmesedler av slike farger som nevnt i § 29 nr. 2, som velgerne i tilfelle kan fylle ut.\nNærmere forskrifter om dette kan gis av vedkommende departement.\n1 Endret ved lover 1 juni 1928 nr. 4, 1 mai 1931 nr. 2, 15 des, 1950 nr. 8 § 11, 30 juni 1954 nr. 1, 5 april 1963 nr. 5, 14 juni 1963 nr. 1, 14 juni 1974 nr. 40, 15 des. 1978 nr. 85, 11 mai 1979 nr. 14, 8 april 1983 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Stemmeseddelen skal vrakes hvis bestemmelsene i § 29 nr. 1, 2, 3 første ledd eller nr. 5 ikke er iakttatt. Uoverensstemmelse mellom farge og valgbetegnelse på stemmeseddelen fører ikke til vraking. Uoverensstemmelse mellom godkjent listeforslag og trykt stemmeseddel når det gjelder navn som listeforslag kan utfylles med i henhold til § 13 nr. 1 bokstav c tredje ledd, fører heller ikke til at stemmeseddelen vrakes.\nInneholder en stemmeseddel opplysning om hvilket valg den gjelder (valgbetegnelse), er denne avgjørende for hvilket valg stemmeseddelen skal gjelde. For øvrig gjelder følgende regler om dette:\nEr det bare en stemmeseddel uten valgbetegnelse i konvolutten, er fargen på stemmeseddelen avgjørende. Er det to stemmesedler i konvolutten og bare den ene har valgbetegnelse, anses den andre stemmeseddelen å gjelde det andre valget. Har ingen av stemmesedlene valgbetegnelse, men forskjellig farge, er fargen avgjørende. Har de ikke valgbetegnelse, men samme farge og er enslydende, anses en stemmeseddel å gjelde hvert valg. Er de derimot ikke enslydende, vrakes begge.\nEr det tre eller flere stemmesedler i konvolutten, og det blant disse både er minst en stemmeseddel med valgbetegnelse og minst en uten valgbetegnelse, avgjør fargen hvilket valg stemmesedler uten valgbetegnelse anses å gjelde, med følgende unntak: Hvis alle stemmesedler med valgbetegnelse gjelder samme valg, og alle stemmesedler uten valgbetegnelse har den farge som er fastsatt for stemmesedlene ved dette valget, anses alle stemmesedler uten valgbetegnelse å gjelde det andre valget. Har ingen av stemmesedlene valgbetegnelse, gjelder foregående ledd tredje og følgende punktum tilsvarende.\nHvis to eller flere stemmesedler i samme konvolutt anses å gjelde samme valg, skal en av disse stemmesedlene godkjennes hvis de er enslydende. Er de ikke enslydende, skal alle vrakes. Gjelder de samme valgliste, men bare en av dem er ulik den offisielle valglisten, skal likevel denne godkjennes og de andre vrakes.\n1 Endret ved lover 1 juni 1928 nr. 4, 5 april 1963 nr. 5, 14 juni 1974 nr. 40, 25 mars 1977 nr. 24, 15 des. 1978 nr. 85, 11 mai 1979 nr. 14, 8 april 1983 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Stemmemottagerne i kommunen (§ 20 a) leverer sine urner for forhånds stemmegivning – med ubrutt segl – og de førte lister til valgstyret​2 eller et stemmestyre​3 innen avstemningen avlyses på vedkommende stemmested mandag. Tiden for mottagelsen anføres i valgboken.\nNår den tid er utløpet som er fastsatt for stemmegivningen mandag,​4 og de da tilstedeværende velgere har fått adgang til å stemme, avlyser formannen stemmegivningen.\nBlir en urne for forhånds stemmegivning innlevert efter dette tidspunkt, skal valgstyret ta imot den, men anføre tiden for innleveringen i valgboken.\n1 Endret ved lover 1 mai 1931 nr. 2, 15 des. 1950 nr. 8 § 11, 5 april 1963 nr. 5, 17 juni 1966 nr. 4.\n2 Se § 11.\n3 Se § 16.\n4 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "31 a",
      "section": "31 a",
      "content": "Blir valgting til stemmegivning holdt på flere steder i kommunen, kan valgstyret bestemme at stemmestyret på de stemmesteder hvor vedkommende del av manntallet inneholder minst 500 navn, skal foreta en foreløbig opptelling umiddelbart etter at stemmegivningen er slutt. Valgstyret kan bestemme at foreløpig opptelling skal foretas under ett for flere stemmesteder som til sammen har minst 500 navn i manntallet, på ett av disse stemmestedene og av vedkommende stemmestyrer. Slik opptelling som nevnt foran kan likevel bare foretas såfremt de deler av manntallet som vedkommer de øvrige stemmesteder, til sammen inneholder minst 500 navn.\nEr det grunn til å anta at en avgitt stemme må vrakes som følge av stemmeseddelkonvoluttens beskaffenhet (jfr. § 30 første ledd), tas stemmesedlene ikke ut av konvolutten. Er det tvilsomt hvilket valg en eller flere av stemmesedlene i en konvolutt skal anses å gjelde eller er det grunn til å anta at en eller flere av stemmesedlene må vrakes, jfr. § 30, legges innholdet tilbake i konvolutten. Er dette ikke mulig, legges vedkommende stemmeseddel til side.\nDe øvrige stemmesedler ordnes i grupper etter valglistebetegnelse, hvert valg for seg. For hver valgliste ordnes stemmesedlene i grupper for urettede og rettede stemmesedler (stemmesedler som er ulik vedkommende offisielle valgliste). Deretter telles stemmesedlene innen hver gruppe – hvert valg for seg, og en finner det samlede antall stemmesedler for hver valgliste. Stemmesedlene i hver gruppe legges i spesielle konvolutter. Utenpå konvoluttene skrives hvilket valg og hvilken valgliste stemmesedlene i konvolutten tilhører, hvor mange stemmesedler den inneholder, og om disse er rettet eller urettet.\nNår de stemmesedler som er avgitt på de stemmesteder hvor det ikke foretas opptelling etter første ledd, er brakt til valgstyret, foretar dette eller andre som valgstyret oppnevner, en foreløpig opptelling av disse stemmer i overensstemmelse med bestemmelsene i annet og tredje ledd. Særskilt opptelling av stemmer avgitt på en del av disse stemmesteder, kan bare foretas såfremt vedkommende deler av manntallet til sammen inneholder minst 500 navn.\nHoldes i en kommune ikke foreløpig opptelling etter bestemmelsene foran i denne paragraf, skal foreløpig opptelling av stemmene fra alle stemmesteder i kommunen holdes hos valgstyret snarest mulig etter at stemmene er kommet fram. Foregående ledd gjelder tilsvarende. Dersom det kan skje uten særlig forsinkelse for den foreløpige opptellingen, bør valgstyret foreta det som er bestemt i § 32 første ledd med stemmer avgitt etter § 27 annet ledd og blande disse sammen med de andre stemmene, før den foreløpige opptellingen etter dette ledd tar til.\n1 Tilføyd ved lov 5 april 1963 nr. 5, endret ved lover 14 juni 1974 nr. 40, 11 mai 1979 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31a",
        "source_heading": "§ 31 a."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Valgstyret​2 undersøker om de velgere som har avgitt stemme etter § 27 annet ledd, har adgang til å stemme. Har de ikke stemt i sin egen krets, setter valgstyret et kryss ved velgerens navn i manntallet, tar stemmeseddelkonvolutten ut av omslaget og legger den ned i en valgurne. I motsatt fall skal stemmegivningen vrakes og omslaget forvares uåpnet.\nTidligst sjette dag før valget kan urner for forhåndsstemmegivning åpnes av valgstyret eller et utvalg på minst tre medlemmer valgt av og blant valgstyrets medlemmer. Samtidig kan forhåndsstemmer som er sendt valgstyret i henhold til § 22 nr. 4, legges fram. Valgstyret avgjør om forhåndsstemmegivningene skal godkjennes. En forhåndsstemmegivning godkjennes ikke hvis de foreskrevne former ikke er overholdt. Det forhold at en forhåndsstemme ikke er sendt i samsvar med § 22 nr. 4 annet ledd, fører ikke til vraking med mindre noe tyder på at omslagskonvolutten har vært åpnet. En forhåndsstemmegivning skal ikke vrakes av den grunn at velgeren er avgått ved døden etter at stemmegivningen på valgtinget tok til.\nHar en velger avgitt forhåndsstemme flere ganger, kan ingen av stemmegivningene godkjennes​3. Likevel skal den siste forhåndsstemmegivning godkjennes hvis tidligere stemmegivninger må forkastes på grunn av formelle feil ved forhåndsstemmegivningen og den siste er i forskriftsmessig stand.\nEn forhåndsstemmegivning godkjennes ikke hvis velgeren har stemt på valgtinget. Når en forhåndsstemmegivning er godkjent, settes et kryss ved velgerens navn i manntallet. Nummeret på omslagskonvolutten settes på stemmeseddelkonvolutten, som legges uåpnet ned i en særskilt urne.\nLigger det i samme omslagskonvolutt flere stemmeseddelkonvolutter, åpner valgstyret disse konvoluttene og legger alle stemmesedler ulest inn i en og samme stemmeseddelkonvolutt, som legges i valgurnen slik som bestemt i fjerde ledd. Om noen av stemmesedlene skal godkjennes, avgjøres etter reglene i § 30.\nEr stemmegivningen ikke godkjent, eller er velgeren ved valgstyrets kjennelse nektet stemmerett, skal omslagskonvolutten forvares uåpnet.\nNår stemmegivningen på valgtinget er slutt, alle forhåndsstemmegivninger er prøvd, og stemmeseddelkonvoluttene fra disse er lagt ned i den særskilte urne, blandes konvoluttene godt om hverandre. Urnen leveres så, sammen med en tom urne, til en nemnd på 3 medlemmer, som oppnevnes av valgstyret. Medlem av valgstyret eller stemmemottaker kan ikke være med i nemnda. Nemnda begir seg til et sted hvor den usett av andre foretar nummerering av stemmesedlene. Det gås frem slik: Nemnda tømmer urnen med stemmeseddelkonvoluttene og blander disse godt om hverandre. Deretter trekker et medlem ut en konvolutt og leser opp det nummer som står på den. I en liste som er autorisert av valgstyrets formann, fører et annet medlem av nemnda inn den oppropte konvolutts nummer. Stemmesedlene tas deretter ut av konvolutten. Stemmeseddelen for kommunestyrevalg og stemmeseddelen for fylkestingsvalg påføres begge nummertallet 1. Deretter angis i listen at de stemmesedler konvolutten inneholder har fått dette tall. Stemmeseddelen for kommunestyrevalg og stemmeseddelen for fylkestingsvalg legges så ned i hver sin urne. Slik fortsettes til alle stemmesedlene er blitt nummerert, idet sedlene gis fortløpende nummer. Dersom det er flere stemmesedler for det samme valget i en konvolutt, gis sedlene samme nummer og heftes sammen. Dersom velgeren har avgitt stemmeseddel bare til det ene valget, angis dette særskilt i listen. Når alle stemmesedlene er nummerert, legges listen inn i en konvolutt som forsegles. Urnene med stemmesedlene, stemmeseddelkonvoluttene og den forseglede konvolutt med listen leveres straks til valgstyrets formann. For kommuner hvor det ved siste foregående valg ble avgitt minst 500 forhåndstemmer, gjelder bare dette ledds første punktum (jfr. § 33 første ledd, tredje punktum).\n1 Endret ved lover 1 mai 1931 nr. 2, 30 juni 1954 nr. 1, 5 april 1963 nr. 5, 17 juni 1966 nr. 4, 21 mai 1971 nr. 48, 14 juni 1974 nr. 40, 21 mars 1975 nr. 10, 11 mai 1979 nr. 14, 8 april 1983 nr. 15.\n2 Se § 11.\n3 Jfr. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Stemmeopptellingen foretas særskilt for kommunestyrevalget og fylkestingsvalget og slik at stemmer avgitt på valgtinget og stemmer avgitt på forhånd telles opp hver for seg. Stemmene for fylkestingsvalget telles først. Særskilt opptelling av stemmer vedkommende en del – eller deler – av manntallet kan ikke foretas med mindre vedkommende del – eller deler til sammen – inneholder minst 500 navn. I kommuner hvor det ikke foretas slik nummerering som nevnt i § 32 syvende ledd, settes på de stemmesedler som er avgitt på forhånd, etter hvert samme nummer som på konvolutten.\nOpptellingen foretas av de personer og på den måte som valgstyret​2 har bestemt, og under valgstyrets tilsyn.\nVed fylkestingsvalg finner en først hver valglistes stemmetall ved å telle hvor mange stemmesedler som kommer listen til gode, jfr. § 29 nr. 3 første ledd.\nVed kommunestyrevalg undersøkes først hvor mange listestemmer som tilfaller den enkelte valgliste på hver stemmeseddel. Er det ført opp et kandidatnavn som står på en annen valgliste enn den som stemmeseddelen gjelder, gir dette en listestemme til den valgliste som navnet står på, og en stemme til kandidaten. Er det ført opp flere slike navn enn det som er bestemt i § 29 nr. 4, settes de som står sist i rekkefølgen ut av betraktning. Med fradrag av eventuelle slike listestemmer, får den valgliste som stemmeseddelen gjelder, så mange listestemmer fra stemmeseddelen som tallet på representanter som skal velges. Ved denne beregning tas også med navn på personer som ikke er valgbare, såfremt de står på en offisiell liste i vedkommende kommune. Den enkelte valglistes stemmetall er summen av de listestemmer som tilfaller valglisten.\nMå det gjøres avbrudd i opptellingen, skal valgstyret sørge for at stemmesedlene og det øvrige valgmateriellet blir oppbevart på helt betryggende måte. Før opptellingen gjenopptas, skal valgstyret se etter at det ikke er foretatt noe urettmessig med valgmateriellet.\n1 Endret ved lover 1 mai 1931 nr. 2, 30 juni 1954 nr. 1, 28 mai 1959 nr. 10, 5 april 1963 nr. 5, 17 juni 1966 nr. 4, 21 mai 1971 nr. 48, 14 juni 1974 nr. 40, 15 des. 1978 nr. 85, 11 mai 1979 nr. 14, 8 april 1983 nr. 15.\n2 Se § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "33 a",
      "section": "33 a",
      "content": "Når opptellingen av stemmene til fylkestingsvalget er avsluttet, skal en føre inn i valgboken stemmetallene for listene ved dette valg med angivelse av hvorledes disse tall fordeler seg på stemmer avgitt på valgtinget og forhåndsstemmer.\nValgstyret skal deretter omgående sende i forseglet pakke til formannen i fylkesvalgstyret bekreftet avskrift av det som er innført i valgboken vedrørende fylkestingsvalget, samt alle innkomne stemmesedler til dette valg, de som er godkjent og de som er vraket hver for seg, og de som er avgitt på valgtinget og de som er avgitt på forhånd hver for seg.\n1 Tilføyd ved lov 14 juni 1974 nr. 40, endret ved lov 11 mai 1979 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33a",
        "source_heading": "§ 33 a."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Valgstyret fordeler representantplassene i kommunestyret på listene i forhold til disses stemmetall på følgende måte: Summen av listestemmetallene (§ 33) divideres med representantplassenes antall forøket med 1. Kvotientens hele tall forøkes med 1. Med den forøkede kvotient divideres hver listes stemmetall, og listen får så mange representantplasser som de nye kvotienters hele tall angir.\nViser det sig at ikke alle representantplasser på denne måte er fordelt mellem listene, divideres hver listes stemmetall først med antallet av listens representantplasser forøket med 1, derpå, om det blir nødvendig, med det samme tall forøket med 2, o.s.v.\nAv kvotientene – uansett ved hvilken av disse divisjoner de er fremkommet – nummereres et antall svarende til antallet av ikke fordelte representantplasser, således at den største får nr. 1, den næststørste nr. 2, o.s.v., idet divisjonene må være fortsatt, til det har vist sig at ingen kvotient i en følgende kvotientrekke er større enn den sist nummererte kvotient, som kalles delingstallet. Således som de nummererte kvotienter fordeler sig på listestemmetallene, fordeles de gjenværende representantplasser på listene.\nSkulde flere lister komme til å konkurrere om en plass, tilfaller plassen den av de konkurrerende lister som har størst stemmetall; hvis de har samme stemmetall, avgjøres det ved loddtrekning, hvilken liste den skal tilfalle.\nSkulde der tilfalle en liste flere plasser, enn den har valgbare kandidater, skal dens kandidater betraktes som forlods valgt, og de øvrige plasser fordeles på de andre lister på den måte som er nevnt ovenfor.\n1 Endret ved lov 14 juni 1974 nr. 40. – Jfr. § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Når det ved kommunestyrevalg er avgjort hvor mange representanter hver liste skal ha, undersøkes hvor mange stemmer hver kandidat på disse lister har fått. Her medregnes også stemmer oppnådd på stemmesedler som gjelder andre valglister enn den som vedkommende kandidat står på, jfr. § 33 fjerde ledd annet punktum. Navn på personer som ikke er valgbare​2 settes ut av betraktning. Deretter besettes hver listes plasser med dem av listens kandidater som har de fleste stemmer, i rekkefølge etter stemmetall, og i tilfelle av stemmelikhet, etter deres orden på listen.\nDe øvrige kandidater blir i et antall så vidt mulig svarende til det tildelte representanttall med et tillegg av to, vararepresentanter i den orden og på den måte som er bestemt for representantene.\n1 Endret ved lover 1 juni 1928 nr. 4, 5 april 1963 nr. 5, 14 juni 1963 nr. 1, 14 juni 1974 nr. 40, 13 juni 1975 nr. 44, 15 des. 1978 nr. 85. – Jfr. § 42.\n2 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Når stemmeopptellingen og valgoppgjøret vedrørende kommunestyrevalget er ferdig, skal listene ved dette valg føres inn i valgboken​2 med angivelse av kandidatenes og listenes stemmetall, og hvorledes disse tall fordeler seg på stemmer avgitt på valgtinget og forhåndsstemmer.\nVidere innføres utregningen av det antall representanter som tilfaller hver liste, og hvem som etter ovenstående regler er valgt til representanter og varamenn for hver listes vedkommende. Også det antall stemmer innføres som er falt på personer som er satt ut av betraktning fordi de antas ikke å være valgbare, jfr. § 35 første ledd tredje punktum.\nValgstyret skal uten opphold sende utskrift av alt som er innført i valgboken til fylkesmannen. Politiske partier som er registrert etter § 11 i stortingsvalgloven og som stiller liste i kommunen skal uten betaling tilstilles utskrift av valgboken dersom de setter fram krav om det til valgstyret innen valgdagen.\n1 Endret ved lover 1 mai 1931 nr. 2, 30 juni 1954 nr. 1, 5 april 1963 nr. 5, 14 juni 1974 nr. 40.\n2 Se § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "36 a",
      "section": "36 a",
      "content": "Fylkesvalgstyret skal uten opphold foreta valgoppgjør for fylkeskommunen på grunnlag av de utskrifter og stemmesedler som er nevnt i § 33 a siste ledd. Finnes det herunder feil i valgstyrets opptelling eller avgjørelser om godkjenning eller vraking av stemmesedler, skal fylkesvalgstyret rette disse.\n1 Tilføyd ved lov 14 juni 1974 nr. 40, endret ved lov 11 mai 1979 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36a",
        "source_heading": "§ 36 a."
      }
    },
    {
      "provision_ref": "36 b",
      "section": "36 b",
      "content": "1. Fylkesvalgstyret fordeler det samlede antall representantplasser i fylkestinget på listene i forhold til disses stemmetall, etter at listenes stemmetall i alle kommuner i fylkeskommunen er sammenregnet, på følgende måte:\nEn fører opp de kvotienter som framkommer når hver listes stemmetall etter hvert deles med 1,4-3-5-7 osv. inntil hvert stemmetall er delt et antall ganger som svarer til det største antall representanter listen kan ventes å få. Den første representantplass tilfaller den liste som har den største kvotient. Den annen representantplass tilfaller den liste som har den nest største kvotient, og på samme måte videre inntil alle representantplasser er fordelt.\nHvis flere lister har samme kvotient, avgjøres det ved loddtrekning hvilken liste representantplassen skal tilfalle.\n2. Deretter avsettes en sjettedel av fylkestingets samlede antall representanter – i tilfelle avrundet oppover til nærmeste hele tall – som utjevningsrepresentanter på listene på samme måte som etter nr. 1 foran. Utjevningsrepresentantplassene – som skal nummereres fortløpende i samsvar med listenes kvotienter – nyttes i den utstrekning det følger av § 36 c nr. 2.\nSkulle det tilfalle en liste flere utjamningsrepresentantplasser enn den har valgbare kandidater til overs når de ordinære representantplassene er besatt, skal listens utjamningsrepresentanter anses for forlodds valgt, og de øvrige plasser fordeles på de andre, lister på den måte som er bestemt i første ledd.\n3. – – – –\n1 Tilføyd ved lov 14 juni 1974 nr. 40. Endret ved lov 8 april 1983 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36b",
        "source_heading": "§ 36 b."
      }
    },
    {
      "provision_ref": "36 c",
      "section": "36 c",
      "content": "1. Når det ved fylkestingsvalg er foreløpig avgjort hvor mange ordinære representantplasser hver liste skal ha foretas en ny stemmeopptelling for listens kandidater på den måte at man først bare teller de navn som står først på stemmesedlene. Den av listens kandidater som ved denne opptelling får flest stemmer, er valgt. Skal listen ha mer enn en plass, teller man deretter opp de navn som står som nr. 2 på stemmesedlene, og den av listens kandidater er da valgt som ved begge opptellinger til sammen har fått de fleste stemmer, bortsett fra den allerede valgte. På samme måte fortsettes inntil alle de ordinære representantplasser som tilfaller listen i denne omgang er besatt. Hvis flere har like mange stemmer, anses den som står først i rekkefølgen på listen for valgt. § 35 første ledd siste punktum gjelder tilsvarende.\n2. Etter at det er foreløpig avgjort hvilke kandidater som er valgt til ordinære representanter, skal utjevningsrepresentantplassene fordeles på følgende måte mellom de øvrige kandidater på de lister som deltar i utjevningen:\nUtjevningsrepresentantplass nr. 1 tildeles den første kandidat på vedkommende liste som er bosatt i en kommune som ikke har fått minst en ordinær representantplass.\nUtjevningsrepresentantplass nr. 2 tildeles den første kandidat på vedkommende liste som er bosatt i en kommune som ikke har fått minst en ordinær representantplass eller utjevningsrepresentantplass. Slik fortsetter en til alle utjevningsrepresentantplasser er fordelt, eller til alle kommuner har fått minst en ordinær representantplass eller utjevningsrepresentantplass. Er det fortsatt ledige utjevningsrepresentantplasser igjen når alle kommuner har fått minst en representant i fylkestinget, fordeles de ledige representantplasser etter reglene i nr. 1. Har en liste som skulle ha utjevningsrepresentantplass, ingen kandidat fra kommuner som ikke har fått noen representantplass i fylkestinget, anses den kandidaten valgt på vedkommende plass som ville bli valgt etter reglene i nr. 1.\nEn kandidat anses i dette nr. bosatt i den kommunen hvor han har stemmerett ved valget.\n3. Hver liste skal så vidt mulig tildeles så mange vararepresentanter som den får representanter, med tillegg av to. Vararepresentantplassene besettes ved fortsatt opptelling som bestemt for de ordinære representanter foran under nr. 1, idet man ser bort fra de som er valgt til utjamningsrepresentanter.\n4. Ved fordeling av representant- og vararepresentantplasser etter denne paragraf, settes navn på personer som ikke er valgbare ut av betraktning. Ved fordeling som nevnt i nr. 1, nr. 2 og nr. 3, rykker i så fall de etterfølgende navn opp.\n1 Tilføyd ved lov 14 juni 1974 nr. 40. Endret ved lov 8 april 1983 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36c",
        "source_heading": "§ 36 c."
      }
    },
    {
      "provision_ref": "36 d",
      "section": "36 d",
      "content": "Når valgoppgjøret vedrørende fylkestingsvalget er ferdig, skal fylkesvalgstyret i en bok innføre de offisielle valglister med angivelse av listenes stemmetall i de enkelte kommuner og i hele fylkeskommunen, og hvorledes disse tall fordeler seg på stemmer avgitt på valgtinget og forhåndsstemmer. Videre innføres beregningen av det antall representanter som tilfaller hver liste, og hvem som etter ovenstående regler er valgt til representanter og vararepresentanter for hver listes vedkommende.\nUtskrift av valgboken sendes uten opphold til fylkesmannen. Politiske partier som er registrert etter § 11 i stortingsvalgloven og som stiller liste i fylkeskommunen, skal uten betaling tilstilles utskrift av valgboken dersom de setter fram krav om det til fylkesvalgstyret innen valgdagen.\n1 Tilføyd ved lov 14 juni 1974 nr. 40, endret ved lov 11 mai 1979 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36d",
        "source_heading": "§ 36 d."
      }
    },
    {
      "provision_ref": "36 e",
      "section": "36 e",
      "content": "Etter nærmere bestemmelse av vedkommende departement er valgstyret og fylkesvalgstyret pliktig til å gi de oppgaver angående valget som til enhver tid finnes ønskelig for utarbeidelse av offisiell valgstatistikk.\nStemmesedlene skal oppbevares på et trygt sted under sikker forsegling til valgperioden er utløpt. Så skal de brennes.\nDen avskrift av manntallet eller den del av manntallet som er brukt til avkryssing på valgtinget, leveres manntallsføreren til oppbevaring til 2 valgperioder er utløpt, hvoretter den brennes. Adgang til eller avskrift av denne kan bare gis 1) til tjenestlig bruk for offentlig tjenestemann når det er påkrevd av hensyn til tjenesten, 2) til bruk for statistisk bearbeidelse i vitenskapelig øyemed når det foreligger samtykke fra vedkommende departement.\nDen som er gitt adgang til det avkryssede manntall eller avskrift av dette, plikter å bevare taushet om hvilke enkeltpersoner som har stemt eller unnlatt å stemme.\n1 Tilføyd ved lov 14 juni 1974 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36e",
        "source_heading": "§ 36 e."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Valgstyret (fylkesvalgstyret)​2 skal straks underrette de valgte representanter og vararepresentanter om valget.​3 Er noen blitt valgt til representant og vararepresentant i kommunestyret eller fylkestinget som ikke plikter å motta valget, og som ikke har forspilt sin rett til å unnslå seg, skal han innen tre dager etter at han har fått underretning, sende en skriftlig erklæring til valgstyret (fylkesvalgstyret) om hvorvidt han mottar valget. Samtidig bør han på hurtigste måte, så som gjennom telegraf eller telefon, søke sin beslutning brakt til valgstyrets (fylkesvalgstyrets) kunnskap.\nSender han ikke i tide skriftlig erklæring som nevnt, anses han for å ha mottatt valget.\n1 Endret ved lover 1 juni 1928 nr. 4, 14 juni 1974 nr. 40, 25 mars 1977 nr. 24.\n2 Se § 11.\n3 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Hvis intet eller bare ett forslag til valgliste for kommunestyrevalg fremkommer eller blir godkjent, skal kommunestyrevalget holdes som flertallsvalg. I så fall skal følgende særlige regler gjelde:\n1. Valgstyret​2 offentliggjør snarest mulig en kunngjøring til velgerne om at valget skal foregå som flertallsvalg. Kunngjøringen skal gjøre rede for regler som gjelder for sådanne valg.\n2. Der stemmes ved samme stemmeseddel på representanter og på vararepresentanter.\nStemmesedlene kan lyde på så mange representanter som der skal velges, og likeså mange vararepresentanter. Er der ikke på stemmeseddelen skilt mellom representanter og vararepresentanter, anses de først oppførte som representanter i det tillatte antall, og de følgende i tillatt antall som vararepresentanter.\nNavn på kandidater som ikke er valgbare,​3 settes ut av betraktning ved valgoppgjøret. Er et navn oppført flere ganger på samme stemmeseddel, gjelder det bare på den første plass i rekkefølgen og strykes på de følgende. Lyder stemmeseddelen på flere representanter eller vararepresentanter enn tillatt, anses de overskytende navn som står sist i rekkefølgen, for uskrevet.\n3. Ved valgoppgjør telles først de stemmer som er avgitt på representanter. De som har fått flest stemmer, er valgt.\nDe som deretter har fått flest stemmer, når representant- og vararepresentantstemmer telles under ett, er valgt til vararepresentanter i den rekkefølge stemmetallet viser og i et antall som svarer til representantenes.\nI tilfelle av stemmelikhet avgjøres utfallet ved loddtrekning.\n1 Endret ved lover 24 juni 1932 nr. 6, 14 juni 1974 nr. 40, 25 mars 1977 nr. 24, 8 april 1983 nr. 15.\n2 Se § 11.\n3 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Kjennelser om stemmerett og om adgang til å avlevere stemmeseddel​2 kan påankes til vedkommende departement.​3 Rett til anke har den som kjennelsen er gått imot, og enhver annen som står i vedkommende manntall.\nDepartementets avgjørelse kan påankes til Stortinget. Hvis departementet har omgjort kjennelsen, har valgstyret​4 ankerett.\nFor å komme i betraktning må anke til departementet være framført muntlig i valgstyrets møter eller skriftlig være kommet inn til formannen i valgstyret innen kl. 15 den 30te dag​5 etter valgdagen. Formannen sender den snarest mulig gjennem fylkesmannen til departementet. Han oplyser om den ankende har rett til å anke, og hvis anken er skriftlig, også om når han tok imot anken. Han vedlegger utskrift av kjennelsen og andre papirer som han mener kan ha betydning.\nAnke til Stortinget må sendes inn skriftlig til departementet og være kommet inn til dette innen kl. 3 eftermiddag den 30te dag​5 efter at departementet har truffet sin avgjørelse. Departementet sender snarest mulig ankeerklæringen med tilhørende dokumenter til Stortinget.\nOm de avgjørelser av departementet som ikke blir påanket, skal departementet sende meddelelse til stortinget.\n1 Endret ved lover 1 mai 1931 nr. 2, 28 mai 1955 nr. 1, 14 juni 1974 nr. 40. – Jfr. § 42 nr. 1.\n2 Se §§ 6 og 25.\n3 Kommunaldepartementet.\n4 Se § 1.\n5 Se § 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Klager i anledning av valget og forberedelsen av det kan inngis til departementet​2 av enhver stemmeberettiget​3 i vedkommende kommune (fylkeskommune).\nVed kommunestyrevalg må klagen for å komme i betraktning være framsatt innen den frist og på den måte som i § 39 tredje ledd bestemt for anke. Valgstyrets formann​4 forelegger klagen for valgstyret til erklæring om han finner grunn til det, og sender den snarest mulig gjennom fylkesmannen til departementet. Han opplyser om klageren har klagerett, og hvis klagen er skriftlig, også om når han tok imot klagen, og vedlegger den nødvendige utskrift av valgboken​5 og i tilfelle stemmesedler eller andre papirer som vedkommer valget, og som han mener kan ha betydning.\nAnnet ledd gjelder tilsvarende for fylkestingsvalg, likevel slik at klagen må være framsatt muntlig i fylkesvalgstyrets møte eller skriftlig være kommet inn til formannen i fylkesvalgstyret.\nGjelder en klage forhold som har betydning for begge valg, anses den å gjelde begge valg, og den anses lovlig framsatt om den i tide er satt fram som fastsatt enten i annet eller tredje ledd. Er en slik klage framsatt overfor valgstyret, skal dette straks sende kopi av klagen til fylkesvalgstyret, og omvendt.\nNår fylkesmannen får kjennskap til at noen ved uriktig valgoppgjør ved kommunestyrevalget (§§ 34 og 35) er ansett som valgt til representant eller vararepresentant, kan han innen den frist som er nevnt i § 39 tredje ledd påby feilen rettet. Vedkommenende valgstyre kan bringe fylkesmannens avgjørelse inn for departementet.\nBlir fylkesmannen kjent med feil i anledning av valget eller forberedelsen av det, som han ikke kan påby rettet i medhold av foregående ledd, sender han melding om feilen til departementet innen den frist som er nevnt i § 39 tredje ledd. Samtidig sender han underretning til valgstyrets (fylkesvalgstyrets) formann.\n1 Endret ved lover 1 mai 1931 nr. 2, 15 des. 1950 nr. 8 § 11, 5 april 1963 nr. 5, 14 juni 1974 nr. 40, 8 april 1983 nr. 15.\n2 Kommunaldepartementet.\n3 Se § 1.\n4 Se § 11.\n5 Se § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "I henhold til klage, eller melding etter § 40 siste ledd, skal departementet under de i § 43 nevnte betingelser kjenne valget i en kommune ugyldig:\n1. når denne lovs forskrifter om manntallet​2 er tilsidesatt, såsom når manntallet ikke har vært utlagt lenge nok eller utleggingen ikke har vært kunngjort. At underretning etter §§ 4, 6 og 8 har vært forsømt, er ikke ugyldighetsgrunn.;\n2.\na. når valget er holdt på annen tid enn loven hjemler,​3 eller når forskriftene om hvorledes valgene skal forberedes og styres,​4 er tilsidesatt;\nb. når ved forhånds stemmegivning en stemmemottager​5 har gjort sig skyldig i feil eller forsømmelse eller en forhåndsstemme ikke er nådd frem som følge av stemmemottagerens forsømmelse;\n3. når forskriftene om fremgangsmåten på valgtinget​6 er overtrådt, såsom når stemmegivningen eller behandlingen eller optellingen av stemmesedlene er foregått på uriktig måte eller en stemmeseddel uriktig er godkjent eller forkastet, eller velgerne ikke har fått rimelig tid til å avgi stemme;\n4. når nogen som ikke står i manntallet har stemt, eller nogen har avgitt stemmeseddel mer enn en gang.​7\n5. når trykt stemmeseddel er forkastet i henhold til bestemmelsene i § 30 første ledd, jfr. § 29 post 5. og grunnen til forkastelsen ikke er fremkommet som følge av forsettlig handling.\n1 Endret ved lover 1 mai 1931 nr. 2, 28 mai 1955 nr. 1, 5 april 1963 nr. 5, 4 juni 1974 nr. 40, 11 mai 1979 nr. 14, 8 april 1983 nr. 15.\n2 Se kap. 1.\n3 Se § 12.\n4 Se §§ 13-17.\n5 Se § 20.\n6 Se §§ 23 flg.\n7 Se § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Uten hensyn til om klage eller melding etter § 40 siste ledd er inngitt, skal departementet – under de i § 43 nevnte betingelser – kjenne valget ugyldig:\n1. når en kjennelse som i § 39 omhandlet er omgjort med endelig virkning\n2. når det får kjennskap til at noen ved uriktig valgoppgjør (§§ 34, 35, 36 b og 36 c) er ansett som valgt til representant eller vararepresentant;\n3. når det får kjennskap til at nogen på straffbar måte har søkt å skaffe sig innflytelse på valget​2\n1 Endret ved lov 14 juni 1974 nr. 40, 8 april 1983 nr. 15.\n2 Se strl. §§ 105, 107 og 108.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Alle de feil som er omhandlet i §§ 41 og 42, er ugyldighetsgrunner, hvis departementet finner det antagelig, at de har hatt innflytelse på utfallet av valget.\nValget kjennes ikke ugyldig i videre utstrekning enn feilen medfører.\n1 Endret ved lov 8 april 1983 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Kan virkningen av en feil som er nevnt i § 41 eller § 42 heves ved opptelling av inngitte stemmesedler, ved sammenlegging av stemmer, ved annen fastsettelse av valgets utfall eller ved loddtrekning, skal så skje, enten gjennom departementets egen foranstaltning eller ved at det påbyr nytt valgoppgjør av valgstyret​2 (fylkesvalgstyret).\n1 Endret ved lov 14 juni 1974 nr. 40.\n2 Se § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Dersom virkningene av foreliggende feil ikke kan heves på noen av de måter som er nevnt i § 44, og dersom feilens innflytelse gjelder fordelingen av representantplassene mellom valglistene, påbyr departementet nytt valg i kommunen.\nVed dette brukes manntallet fra det opprinnelig valg rettet på den måte som er fastsatt i § 8 første ledd.\nEr valget kjent ugyldig fordi lovens forskrifter om istandbringelsen av manntallet​2 er tilsidesatt, skal disse forskrifter søkes fyldestgjort ved at arbeidet med manntallet blir gjenopptatt. Rett til å bli innført har i dette tilfelle – under iakttagelse av lovens regler – alle de som skulde ha vært innført i manntallet ved det opprinnelige valg og som ikke senere har tapt sin stemmerett.\nDepartementet kan før sådant nytt valg fastsette kortere frister for istandbringelsen av manntallet og forberedelsen av valget.\nI øvrig gjelder ved det nye valg de sedvanlige regler.\n1 Endret ved lover 28 mai 1955 nr. 1, 14 juni 1974 nr. 40, 11 mai 1979 nr 14.\n2 Se kap 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Er nogen valgt til representant eller til varamann uten å være valgbar,​1 blir denne feil å avhjelpe ved en av de fremgangsmåter som er nevnt i § 44.\n1 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Blir en representantplass ubesatt etter at vararepresentantene i tilfelle er rykket opp, enten fordi det er valgt noen som har unnslått seg for å motta valg (§ 37), eller på grunn av omstendigheter som er inntruffet etter valget, skal ordføreren (fylkesordføreren) sørge for at valgstyret (fylkesvalgstyret) uten opphold foretar nytt valgoppgjør.\nFinner ordføreren (fylkesordføreren) det påkrevet, skal valgstyret (fylkesvalgstyret) foreta nytt valgoppgjør, også når en vararepresentantplass blir ledig av en av de foran nevnte grunner.\n1 Endret ved lover 14 juni 1974 nr. 40, 8 april 1983 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Er antallet av vararepresentanter eller av en gruppes vararepresentanter utilstrekkelig, og forholdet ikke kan avhjelpes ved nytt valgoppgjør, kan vedkommende gruppe selv utpeke den som skal rykke inn på den ledige vararepresentantplassen. Gruppen underretter deretter valgstyret (fylkesvalgstyret), som kårer vedkommende som vararepresentant dersom vilkårene for dette er til stede. Er kommunestyrevalget holdt som flertallsvalg,​2 utpekes vararepresentanten av kommunestyret. Annet punktum gjelder tilsvarende.\n1 Endret ved lov 8 april 1983 nr. 15.\n2 Se § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "4:49",
      "chapter": "4",
      "section": "49",
      "content": "I fristene efter denne lov regnes ikke med den valgdag som er fastsatt av Kongen, og den foregående dag.\nEnder en frist på en helligdag, regnes den for å løpe ut den nærmeste hverdag som følger efter.\nMot oversitting av frister etter denne lov kan ikke gis oppreising.\n1 Endret ved lover 17 juni 1966 nr. 4, 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "4:50",
      "chapter": "4",
      "section": "50",
      "content": "Alle offentlige tjenestemenn skal så langt deres offentlige stilling setter dem i stand til det, gi manntallsførerne de oplysninger som de måtte kreve til bruk ved manntallsføringen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "4:51",
      "chapter": "4",
      "section": "51",
      "content": "Lensmenn får ingen betaling for å være manntallsfører på landet, bare skyss- og kostgodtgjørelse efter lovgivningens regler.​1\n1 Se § 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "4:52",
      "chapter": "4",
      "section": "52",
      "content": "Statskassen bærer de utgifter som følger av denne lov til\n1. stemmeseddelkonvolutter, omslagskonvolutter for forhåndsstemmer og valgurner,\n2. porto og telegrammer ved meldinger etter § 22 b nr. 2,\n3. – – –​2\nFylkeskommunen bærer de utgifter som følger av denne lov til\n1. anskaffelse av trykte stemmesedler til fylkestingsvalget til bruk for velgerne i valglokalene,\n2. fylkesvalgstyrets virksomhet.\nDe øvrige utgifter som følger av denne lov, bæres av vedkommende kommune.\n1 Endret ved lover 1 mai 1931 nr. 2, 5 april 1963 nr. 5, 21 mai 1971 nr. 48, 11 mai 1973 nr. 22 (fra 1 jan. 1975) 14 juni 1974 nr. 40, 25 mars 1977 nr. 24.\n2 Nr. 3 opphevet ved lov 29 mai 1981 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "4:53",
      "chapter": "4",
      "section": "53",
      "content": "Forsåvidt ikke nogen strengere straff kommer til anvendelse på tilfellet, skal straff av bøter​2 ilegges den som enten forsettlig eller uaktsomt forser sig:\na. ved å innrette, føre eller opbevare de bøker, lister eller brevskaper som denne lov nevner​3 på en uriktig eller uordentlig måte;\nb. ved ikke i god tid og i behørig orden å tillyse, varsle om eller kalle inn til noget av de møter som denne lov nevner;​4\nc. ved ikke å utferdige og offentliggjøre på foreskreven måte de kunngjøringer som denne lov omhandler:​5\nd. ved å utebli fra møter i manntallsnemnd, valgstyre, fylkevalgstyre eller stemme styre uten gyldig forfall;\ne. ved ikke, når han har forfall, å sørge såvidt mulig for at stedfortreder i tide kan varsles;\nf. ved for øvrig å tilsidesette forskriftene om de gjøremål som han skal utføre efter denne lov;\ng. ved å overtre bestemmelsene i § 5 annet ledd om bruk og tilintetgjøring av manntallsavskrifter m.v. eller forskrifter gitt med hjemmel i denne bestemmelse.\nDessuten skal den skyldige erstatte de utgifter som hans forseelse har voldt dog bare hvis han har handlet forsettlig eller grovt uaktsomt.\n1 Endret ved lover 14 juni 1974 nr. 40, 21 mars 1975 nr. 10. – Se strl. §§ 108, 120, 324, 325.\n2 Se strl. § 27.\n3 Se §§ 4, 5, 7, 22, 26, 36.\n4 Se §§ 4, 8, 12, 17, 38 og 48.\n5 Se §§ 5, 8, 12, 14, 17, 38, 45 og 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "4:54",
      "chapter": "4",
      "section": "54",
      "content": "Den som med forsett eller ved uaktsomhet overtrer bestemmelsene i § 29 nr. 5, ved omdeling av trykte stemmesedler, eller bestemmelsene i § 36 e tredje ledd, ved å gi adgang til eller avskrift av avkryssede manntall, eller bestemmelsene i § 36 e fjerde ledd, om taushetsplikt, straffes med bøter.\n1 Endret ved lover 30 juni 1954 nr. 1, 5 april 1963 nr. 5, 14 juni 1974 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "4:55",
      "chapter": "4",
      "section": "55",
      "content": "Reglene om salg og skjenkning av berusende drikke på søn- og helligdager skal også gjelde på stemmegivningsdagen.​2\n1 Endret ved lov 17 juni 1966 nr. 4.\n2 Jfr. lov 5 april 1927 §§ 10, 22, 27 og 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "4:56",
      "chapter": "4",
      "section": "56",
      "content": "Denne lovs bestemmelser om fylkestingsvalg gjelder ikke i kommuner som ikke er med i en fylkeskommune. Likevel skal det også i disse kommuner være adgang til å avgi forhåndsstemme til fylkestingsvalg når vedkommende velger har stemmerett i en kommune som er med i en fylkeskommune.\n1 Endret ved lover 1 mai 1931 nr. 2, 14 juni 1974 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    }
  ]
}