{
  "id": "LOV-1979-12-21-77",
  "type": "statute",
  "title": "Lov om jordskifte o.a. (jordskifteloven).",
  "short_name": "Jordskifteloven 1979 – jskl.",
  "status": "in_force",
  "issued_date": "1979-12-21",
  "in_force_date": "1980-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1979-12-21-77",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Eigedomar som det er vanskeleg å nytte ut på tenleg måte etter tid og tilhøve, kan leggjast under jordskifte etter denne loven.\nDet same gjeld når tilhøva vil bli utenlege som følgje av:\na. gjennomføring av tiltak, byggjing, utbetring, vedlikehald og drift av anlegg, herunder nedleggjing av private jernbaneovergangar.\nb. offentleg regulering av eigarrådvelde.\n0 Endra med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "content": "Lova gjeld for alle eigedomar dersom ikkje anna følgjer av lova her eller andre lover.​1\n0 Føyd til med lov 12 mai 2006 nr. 15 (ikr. 1 juli 2006, etter res. 12 mai 2006 nr. 529).\n1 Sjå lov 19 juni 1992 nr. 59 § 1-4 og lov 19 juni 1992 nr. 60 § 4-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1a."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Jordskifte kan gå ut på å:\na. løyse opp sameigetilstanden når grunn eller rettar ligg i sameige mellom bruk.​1\nb. forme ut eigedomar på nytt ved ombyting av grunn og rettar.​2\nc.\n1. gi reglar om bruken i område der det er sambruk mellom eigedomar.\n2. gi reglar om bruken i område der det ikkje er sambruk mellom eigedomar, når jordskifteretten finn at det ligg føre særlege grunnar.\n3. gi reglar om bruken i område i det samiske reinbeiteområdet der det går føre seg reindrift.​3 Retten kan ikkje regulere tilhøva mellom dei som utøver slik reindrift.\n4. gi reglar om bruken i personleg sameige i skogeigedom og i fjellstrøk som for storparten ligg over barskoggrensa når det ligg føre særlege grunnar.\nd. avløyse bruksrettar som er nemnde i § 36.\ne. skipe slike sams tiltak som er nemnde i § 34 a og tørrleggingstiltak etter § 30 i vannressursloven.​4\nf. forme ut og dele eigedomane når grunn og rettar skal avhendast i samsvar med formålet i lov 12. mai 1995 nr. 23 om jord.\ng. dele ein eigedom med tilhøyrande rettar etter eit bestemt verdiforhold.\nh. fordele arealverdiar og fordele kostnader ved ulike sams tiltak i og for område for bebyggelse og anlegg etter § 11-7 nr. 1 og § 12-5 nr. 1 i plan- og bygningsloven.​5\ni. omforme eigedomar og rettar på grunnlag av utenlege eigedomstilhøve som følge av godkjent reguleringsplan etter plan- og bygningsloven​5 i område som gjeld:\n1. eksisterande område for bebyggelse og anlegg,\n2. nytt område for bebyggelse og anlegg.\nEi jordskiftesak kan omfatte eitt eller fleire av desse tiltaka.\n0 Endra med lover 8 juni 1984 nr. 69, 17 juni 1988 nr. 59, 12 mai 1995 nr. 23 (ikr. 1 juli 1995), 5 jan 1996 nr. 2 (ikr. 3 mars 1996), 23 feb 1996 nr. 7 (ikr. 1 juli 1996), 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 24 nov 2000 nr. 82 (ikr. 1 jan 2001, etter res. 24 nov 2000 nr. 1169), 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529), 15 juni 2007 nr. 40 (ikr. 1 juli 2007, etter res. 15 juni 2007 nr. 627), 27 juni 2008 nr. 71 (ikr. 1 juli 2009, etter res. 12 juni 2009 nr. 638).\n1 Sjå lov 18 juni 1965 nr. 6 § 2 (2). – Jf. lov 17 juni 2005 nr. 101 § 14.\n2 Sjå lov 19 juni 1992 nr. 59 § 1-4 og lov 19 juni 1992 nr. 60 § 4-2.\n3 Sjå lov 15 juni 2007 nr. 40.\n4 Lov 24 nov 2000 nr. 82. – Sjå § 44. – Jf. lov 19 juni 1992 nr. 59 § 1-4 og lov 19 juni 1992 nr. 60 § 4-2.\n5 Lov 27 juni 2008 nr. 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Jordskifte kan ikkje fremmast:\na. dersom kostnadene og ulempene blir større enn nytten for kvar einskild eigedom.​1\nb. for eigedomar som omfattast etter § 2 første ledd bokstav h og i, utan at kvar eigedom får sin del av verdauken i skiftefeltet\n0 Endra med lover 11 juni 1993 nr. 85, 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529).\n1 Sjå § 88 a (2) og § 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Det som tidlegare har vore under offentleg jordskifte etter § 2 bokstav a til f kan ikkje takast opp til ny jordskiftebehandling før 10 år etter at førre skifte var slutt.\nDet same gjeld om jordskifte er nekta av materielle grunnar. Har desse grunnane falle bort, kan jordskifte fremmast utan omsyn til 10-årsfristen.\nInndraging under jordskifte etter reglane i §§ 16 og 25 kan skje utan omsyn til det som er fastsett i første og andre ledd i denne paragrafen.\nVedtak med heimel i §§ 43, 44 og 52, eller tilsvarande paragrafar i tidlegare jordskiftelover,​1 kan 10 år etter at jordskifte er slutta, takast opp til ny behandling for jordskifterett.\nTi-årsfristen gjeld ikkje når ras, elvebrot, anlegg av offentlege vegar, kjøp av tilleggsjord o.l. gjer at det ikkje lenger er naturleg å sjå området som tidlegare skifta.\n1 Sjå tidlegare lover 22 des. 1950 nr. 2 §§ 35, 36 og 37, 13 mars 1882 §§ 39, 41 og 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Eigar av særskilt registrert grunneigedom og nokon som har alltidvarande bruksrett kan krevje jordskifte.\nSak etter § 2 første ledd bokstav h kan berre krevjast når alle eigarane som blir omfatta av jordskiftesaka, er samde om det. Når det er fastsett vilkår om fordeling i medhald av plan- og bygningsloven​1 § 11-8 bokstav e eller § 12-7 nr. 13 kan sak etter § 2 første ledd bokstav h likevel krevjast når:\n1. eigarane av minst 2/3 av eigedomane er samde om det og\n2. arealet deira utgjer minst 2/3 av det areal som omfattar:\na. område for bebyggelse og anlegg saman med\nb. areal som i samsvar med plan etter plan- og bygningsloven​1 skal nyttast til sams tiltak som skal tene området som er lagt ut til bebyggelse og anlegg.\nSak etter § 2 første ledd bokstav i nr. 1 kan berre krevjast når alle eigarane som skal omfattast av jordskiftesaka, er samde om det.\nSak etter § 2 første ledd bokstav i nr. 2 kan berre krevjast når eigarane av minst 2/3 av eigedomane som omfattast av jordskiftesaka er samde om det og arealet deira utgjer minst 2/3 av arealet innanfor området for bebyggelse og anlegg som omfattast av jordskiftesaka. Kravet kan då omfatte heile eller deler av området for bebyggelse og anlegg.\nVed fastsetjing av talet på eigarar i andre ledd andre punktum og fjerde ledd reknast eit foretak ikkje med, dersom ein annan eigar av areal innanfor byggeområdet har avgjerande innverknad over det.\nDepartementet​2 kan krevje jordskifte:\na. Når det finn at tiltak for å fremme landbruket blir gjort mogleg ved tilskott frå staten og tilskottet kan få større nytteverknad dersom det blir halde jordskifte, eller når det er nødvendig av allmenne omsyn, eller når ein kan rekne med monaleg innsparing av jordskiftekostnader. I slike høve kan departementet også krevje utviding av skiftefeltet for jordskifte som er i gang, og at to eller fleire jordskiftesaker blir samla i ei sak. Det same gjeld når departementet finn det nødvendig at det blir gitt føresegner om samordning av bruken for større område eller for heile eller deler av vassdrag.\nb. i dei høve som § 2 første ledd bokstav f nemner.\nFylkesmannen kan krevje jordskifte i dei høve som § 2 første ledd bokstav f og g nemner.\nI dei høve som § 2 første ledd bokstav c nemner, kan fylkesmannen krevje jordskifte som ledd i tiltak etter § 25 i lov om laksefisk og innlandsfisk m.v.​3\nOffentlege styresmakter med heimel for oreigning til tiltak og anlegg eller regulering av eigarrådvelde etter § 1 andre ledd, kan krevje jordskifte.\nLeiar av reinbeitedistrikt​4 kan krevje jordskifte i dei høve som § 2 første ledd bokstav c nr. 3, og bokstav h nemner. Er distriktsstyre ikkje oppretta, kan utøvar av reindrift krevje slikt jordskifte.\nRett til å krevje jordskifte kan ein ikkje skrive frå seg. Avtale som jordskifteretten finn hindrar eit tenleg jordskifte, treng han ikkje ta omsyn til.\n0 Endra med lover 15 mai 1992 nr. 47, 12 mai 1995 nr. 23 (ikr. 1 juli 1995), 23 feb 1996 nr. 7 (ikr. 1 juli 1996), 22 nov 1996 nr. 67 (ikr. 1 des 1996), 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529), 27 juni 2008 nr. 71 (ikr. 1 juli 2009, etter res. 12 juni 2009 nr. 638), 19 juni 2009 nr. 98 (ikr. 1 jan 2010, etter res. 26 juni 2009 nr. 848).\n1 Lov 27 juni 2008 nr. 71.\n2 Sjå §§ 13 og 88.\n3 Lov 15 mai 1992 nr. 47.\n4 Sjå lov 15 juni 2007 nr. 40 §§ 42 og 43 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Blir jordskifte halde samtidig eller i samband med offentleg oreigning for gjennomføring av tiltak, byggjing, utbetring, vedlikehald og drift av anlegg og tiltak, jf. § 1 andre ledd bokstav a, held jordskifteretten oreigningsskjønnet som del av jordskiftesaka.\nBlir jordskifte halde samtidig eller i samband med offentleg regulering av eigarrådvelde, jf. § 1 andre ledd bokstav b, og det er rettskraftig​2 avgjort av dei ordinære domstolane at det skal ytast erstatning for råderettsavgrensing, eller vedkomande offentlege styresmakt sjølv legg dette til grunn, kan jordskifteretten halde erstatningsskjønnet som del av jordskiftesaka.\nBlir jordskifte halde samtidig eller i samband med friviljug avståing til føremål det er oreigningsheimel for, eller samtidig eller i samband med at det friviljug blir avtala avgrensingar i eigarrådvelde, kan partane avtale at jordskifteretten skal halde skjønn som del av jordskiftesaka.\nI samband med sak etter første til tredje ledd kan partane avtale at jordskifteretten held skjønn ved friviljug avståing av grunn, bruksrett eller ved friviljug avgrensing av eigarrådvelde for eigedom som heilt eller dels skal nyttast til erstatning og som ikkje omfattast av jordskifte.​3 I andre høve enn nemnt i første til tredje ledd, kan jordskifteretten halde avtaleskjønn som eiga sak.\nJordskifteretten sin kompetanse til å halde skjønn etter denne paragraf er avgrensa til å gjelde for areal som er lagt ut til landbruks-, natur- og friluftsformål samt reindrift i medhald av § 11-7 nr. 1 i plan- og bygningsloven​4 eller er regulert til slik bruk eller vern, eller i uregulert område. Jordskifteretten kan likevel halde skjønn etter første, andre og tredje ledd når det er nødvendig av omsyn til jordskiftet, når dei interesser som vert berørt gjeld landbruk, naturvern eller friluftsliv eller når det ligg føre særlege grunnar.\nDenne paragraf gjeld ikkje for oreigning og regulering av eigarrådvelde i vassdrag.\n0 Endra med lover 7 juni 1991 nr. 25, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714), 27 juni 2008 nr. 71 (ikr. 1 juli 2009, etter res. 12 juni 2009 nr. 638).\n1 Sjå lov 21 juni 1963 nr. 23 § 60 (2).\n2 Sjå tvl. § 19-14.\n3 Jf. § 86.\n4 Lov 27 juni 2008 nr. 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:6 a",
      "chapter": "1",
      "section": "6 a",
      "content": "Jordskifteretten kan i særskild sak eller i samband med jordskifte halde skjønn etter reindriftslova.​2 Reglane for jordskifte gjeld på tilsvarande måte i desse sakene så langt dei høver. Med unntak for § 6 b gjeld reglane i denne lov for handsaminga av desse sakene samt § 26 i lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker. Ved anke til jordskifteoverrett gjeld dessutan § 32 fjerde ledd og § 35 i skjønnsloven​3 for overskjønnet.\nJordskifteretten skal behandle saker etter reindriftslova​2 § 59 fjerde ledd.\n0 Føyd til med lov 23 feb 1996 nr. 7 (ikr. 1 juli 1996), endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 15 juni 2007 nr. 40 (ikr. 1 juli 2007, etter res. 15 juni 2007 nr. 627).\n1 Jf. § 76.\n2 Lov 15 juni 2007 nr. 40.\n3 Lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 a."
      }
    },
    {
      "provision_ref": "1:6 b",
      "chapter": "1",
      "section": "6 b",
      "content": "Skjønn jordskifteretten held som eiga sak med heimel i § 6 fjerde ledd andre punktum eller i anna lov følgjer reglane for rettslege skjønn i lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker.\nI saker etter § 6 første, andre, tredje og fjerde ledd første punktum gjeld lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker §§ 4, 8, 20 a, 26, 27, 42, 48, 50, 52, 53, 54 – 54 b, 55, 57 og 58. For handsaminga elles gjeld føresegnene i denne lova så langt dei høver.\nI saker etter § 6 første, andre og tredje ledd der både skjønnsmedlemer frå skjønnsmedlemutvalet og jordskiftemeddommarar frå jordskiftemeddommarutvalet tek del, jf. § 9 siste ledd første, andre og tredje punktum, skal alle ha godtgjersle etter reglane for skjønnsmedlemer, jf. lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker § 20 a.\nVed krav om skjønn etter § 6 første, andre og tredje ledd gjeld tvisteloven​1 §§ 18-1 og 18-2.\n0 Føyd til med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), endra med lover 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6b",
        "source_heading": "§ 6 b."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Kongen deler inn riket i jordskiftedøme for jordskifteoverrettane, og i jordskiftesokner for jordskifterettane.\nI kvart jordskiftedøme skal det vere ein eller fleire jordskifteoverdommarar, og i kvar jordskiftesokn ein eller fleire jordskiftedommarar. Når saksmengda krev det, kan det tilsettast jordskiftedommarar utan fast tenestekrins, og det kan nemnast opp ein jordskiftedommar til å styre einskild sak.\nVed utnemning og konstitusjon av dommarar til jordskifteoverrettane og jordskifterettane gjeld domstolloven​1 §§ 55-55 f og §§ 55 h- 55 j.\nJordskifterettsleiaren kan gi jordskiftekandidat allment løyve til å styre jordskiftesaker og einskilde rettsmøte med unntak av saker i samband med oreigning som nemnt i § 6. I slike saker kan det givast særskilt løyve når særlege grunnar ligg føre. Allment løyve kan givast for tre år med mogleg forlenging i eitt år.\nDommarar til jordskifteoverrett og jordskifterett og jordskiftedommar med allment løyve må ha jordskiftefagleg utdanning på mastergradsnivå med fagkrins fastsett av departementet.\nFor teknisk personell gjeld reglane i kap. 6 i domstolloven​1 så langt dei høver.\n0 Endra med lover 8 juni 1984 nr. 69, 17 juni 1988 nr. 59, 7 juni 1991 nr. 25, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 20 feb 2004 nr. 7 (ikr. 1 apr 2004, etter res. 20 feb 2004 nr. 399, men tredje ledd frå 1 jan 2006, etter res. 30 sep 2005 nr. 1099), 11 jan 2013 nr. 4 (ikr. 1 feb 2013, etter res. 11 jan 2013 nr. 34).\n1 Lov 13 aug 1915 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "I kvar kommune skal det vere eit særskilt utval for jordskiftesaker. Dei som er med i utvalet skal vere kunnige i saker jordskifteretten til vanleg har i kommunen. Jordskifterettsleiaren fastset kor mange det skal vere i utvalet for kvar kommune.​1 Utvalet kjem i stand etter reglane i lov 13. august 1915 nr. 5 om domstolene om val av meddommarar.​2 Lagrettemedlemer og meddommarar er ikkje fritekne for val til jordskifteutvalet.\n0 Endra med lover 14 juni 1985 nr. 71, 13 mars 1987 nr. 14, 17 juni 1988 nr. 59, 20 feb 2004 nr. 7 (ikr. 1 apr 2004, etter res. 20 feb 2004 nr. 399).\n1 Sjå § 9 (om sammansetting i den einskilde saka).\n2 Sjå dl. kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "I den einskilde saka er jordskifteretten samansett av ein jordskiftedommar som leiar og 2 oppnemnde jordskiftemeddommarar, og jordskifteoverretten av ein jordskifteoverdommar som leiar og 4 oppnemnde jordskiftemeddommarar.\nSåframt jordskiftedommaren finn det ubetenkeleg, kan jordskifteretten settast utan jordskiftemeddommarar dersom ein part gjer framlegg om det og ingen andre partar protesterer innan ein frist som jordskifteretten fastset. Jordskifteretten kan settast med fire oppnemnde jordskiftemeddommarar når ein part gjer framlegg om det og retten ut frå sakas omfang eller karakter finn det ønskjeleg.\nBlir ei sak som har gått utan jordskiftemeddommarar i jordskifteretten, anka til jordskifteoverretten, blir jordskifteoverretten sett med to oppnemnde jordskiftemeddommarar. Jordskifteoverretten skal likevel settast med fire oppnemnde jordskiftemeddommarar dersom ein part krev det eller jordskifteoverdommaren sjølv finn det ønskjeleg.\nJordskiftedommaren nemner opp jordskiftemeddommarane frå dei utvala som er nemnde i § 8, ubunden av kommunegrensene. Domstollova​1 § 86 tredje ledd andre punktum gjeld tilsvarande for jordskiftesaker. Det skal nemnast opp varamedlemmer for jordskiftemeddommarane.\nSå langt råd er, skal det nemnast opp personar som er særleg kunnige i det som jordskiftet i hovudsaka gjeld. Til gransking av minneleg jordskifte,​2 og til overjordskifte bør det om mogleg nemnast opp personar som før har vore med på offentleg jordskifte.\nNår nokon av dei oppnemnde ikkje møter, eller ikkje kan gjere teneste,​3 og heller ikkje nokon av dei oppnemnde varamedlemmer kan kome tilstades på rimeleg tid, kan jordskiftedommaren nemne opp andre for møtet. I slike høve kan det oppnemnast personar som ikkje står i utvalet, om det er uråd på rimeleg tid å få tak i nokon som står der.\nI sak etter § 2 første ledd bokstav h og i skal halvparten av jordskiftemeddommarane nemnast opp frå utvalet av skjønnsmenn etter lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker § 14.\nI saker etter § 6 første, andre, tredje og fjerde ledd første punktum skal retten setjast med fire oppnemnde jordskiftemeddommarar. Lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker § 11 første ledd andre og tredje punktum og andre til fjerde ledd gjeld tilsvarande. Halvparten av jordskiftemeddommarane ved jordskiftet skal oppnemnast frå utvalet etter § 14 i same lova. For at retten skal kunne setjast med to jordskiftemeddommarar, er det ein føresetnad at dei er med både i utvalet som er nemnt i § 8, og i utvalet etter lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker § 14.\nI saker etter § 6 a skal meddommarane til vanleg oppnemnast frå utvalet etter § 14 i lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker.\n§ 12 i lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker gjeld tilsvarande i saker etter bestemmelsene som er nemnt i sjuande og åttande ledd.\n0 Endra med lover 8 juni 1984 nr. 69, 7 juni 1991 nr. 25, 23 feb 1996 nr. 7 (ikr. 1 juli 1996), 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714), 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529), 15 juni 2007 nr. 38 (ikr. 1 juli 2007, etter res. 15 juni 2007 nr. 654), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Lov 13 aug 1915 nr. 5.\n2 Sjå kap. 9.\n3 Sjå dl. § 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Når saksmengda gir høve til det, kan jordskifteoverdommaren styre einskild jordskiftesak i første instans. Overjordskifte i slik sak skal styrast av ein annan jordskifteoverdommar som departementet nemner opp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Første gongen nokon gjer teneste som jordskiftemeddommar, skal jordskiftedommaren gjere han kjend med dei pliktene ein jordskiftemeddommar har. Deretter skal jordskiftemeddommaren i rettsboka gi lovnad om at han i denne saka og i alle framtidige saker vil gjere pliktene sine ærleg og med truskap.\n0 Endra med lover 8 juni 1984 nr. 69, 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå dl. § 100 og lov 1 juni 1917 nr. 1 § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Krav om offentleg jordskifte set ein fram for jordskifteretten i den sokna der eigedomen ligg.​2 Kravet skal så vidt mogleg nemne dei eigedomane det gjeld, eigarar, bruksrettshavarar, grannar og andre skiftet vedkjem, kva vanskar ein ønskjer å få løyst og om det trengst jordskiftemeddommarar med særleg kunnskap.\nJordskiftedommaren kan avvise kravet av eige tiltak etter reglane i tvisteloven​3 § 16-5.\nKravet skal forkynnast for dei som er nemnde i kravet så snart som råd. Det kan settast frist for å uttale seg skriftleg, men partane kan og kallast inn til muntleg saksførebuing. Tilsvarande førebuing kan gjennomførast for einskilde rettsmøte under saka.\nKrav om offentleg jordskifte kan takast tilbake så lenge vedtak om å fremme skiftet ikkje er ført inn i rettsboka.​4\n0 Endra med lover 8 juni 1984 nr. 69, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Sjå § 7 (1).\n3 Lov 17 juni 2005 nr. 90.\n4 Sjå § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Jordskiftedommaren fastset kva tid saka skal behandlast på åstaden. Innkalling påført namna på jordskiftemeddommarane skal forkynnast for alle eigarar, bruksrettshavarar, grannar og andre som skiftet vedkjem, med varsel på minst 3 veker.​2 Når jordskifte er kravt i medhald av § 5 andre ledd, skal tilsvarande varsel givast til departementet, eventuelt til det organet som etter fullmakt frå departementet har kravt jordskifte. Om nokon som skal ha varsel er fråverande eller busett utanfor kommunen, og tilhaldsstaden hans ikkje er kjent, eller om han er busett utanfor riket, kan varsel givast på siste kjende bustaden hans i riket, eller om denne staden ikkje er kjent, på åstaden.\nNår nokon får innkalling til rettsmøte, skal den han har gitt prosessfullmakt også varslast.\nEr skiftefeltet stort eller eigedoms- eller brukstilhøva ugreie, kan departementet gi løyve til innkalling ved lysing i «Norsk lysingsblad»​3 og i eitt eller fleire lokalblad og med oppslag. Varslet skal i slike tilfelle vere gitt minst 6 veker på førehand rekna frå den dagen kunngjeringa står i lysingsbladet.\n0 Endra med lover 8 juni 1984 nr. 69, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Jf. dl. §§ 148 og 149.\n3 Jf. lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Jordskifteretten blir sett til fastsett tid og på fastsett stad. Først avgjer retten om saka skal fremmast.​1 Vedtak om dette skal grunngivast i samsvar med reglane i § 17 b. Saka kan fremmast endå om ein part ikkje møter, men er det ikkje gitt lovleg varsel, må det ikkje takast avgjerd i noko som gjeld hans interesser.\nVedtak om å fremme jordskifte kan gjerast om dersom jordskifteretten samrøystes meiner at vilkåra for å gjennomføre skiftet ikkje lenger er til stades.\nSaka skal så langt råd er fremmast utan avbrot. Må ein sette ut saka på uviss tid, skal innkallingsmåten til neste rettsmøte førast inn i rettsboka og gjerast kjent for partane. Utan samtykke frå alle som saka vedkjem, må ikkje varselsfristen settast stuttare enn ei veke.​2\n0 Endra med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199).\n1 Jf. § 17a, § 62.\n2 Jf. dl. §§ 148 og 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Så snart retten gir partane høve til det, skal dei sette fram og grunngi krava sine, føre prov og gi dei opplysningane som blir kravde. Retten kan sette frist for partane til å leggje fram dei endelege krava sine, jf. tvisteloven​2 § 9-16.\n0 Endra med lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Jordskifteretten skal klarleggje grensene for skiftefeltet. Ulaglege grenser mot granneeigedom prøver retten å få regulert gjennom minneleg makeskifte. Når ein ikkje fram til slik semje, kan jordskifteretten regulere grensene på den måten han meiner er mest tenleg for dei eigedomane det gjeld.\nRetten må få grensene mellom eigedomane innbyrdes på det reine, og han må få klarlagt, så nøye som råd er, eigedomstilhøva og alle rettar og tyngsler som kviler på feltet.\nJordskifteretten kan om det trengst av omsyn til jordskiftet, fastsette slike grenser som er nemnde i lov 15 mars 1940 nr. 3 om vassdragene §§ 2, 3 og 4.\n1 Sjå §§ 4 og 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Tvist​1 om grenser, eigedomsrett, bruksrett eller anna innan skiftefeltet eller med utanforståande skal jordskifteretten, om det trengst av omsyn til jordskiftet, avgjere ved dom.\nTvist i rettsutgreiingssak og grensegangssak skal avgjerast ved dom.\nDersom det i sak som nemnt i andre ledd, eller i skjønnssak etter § 6 første ledd til tredje ledd, er tvist om eit underliggjande rettshøve som nemnt i første ledd, og som det er nødvendig å taka stilling til for at saka skal kunne avgjerast, skal jordskifteretten etter krav frå ein part avgjere dette ved dom.\nDommen skal grunngivast i samsvar med tvisteloven​2 § 19-6.\nRetten bør først prøve mekling i saka og kan reise spørsmål om partane vil leggje tvisten under voldgift.​3\n0 Endra med lover 17 juni 1988 nr. 59, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå §§ 61, 62, 70, 71, 73 og 97.\n2 Lov 17 juni 2005 nr. 90.\n3 Sjå § 85 og lov 14 mai 2004 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:17 a",
      "chapter": "3",
      "section": "17 a",
      "content": "Når retten skal ta avgjerd som gjeld grenser, rettar eller plikter for ein eller fleire partar, skal det nyttast vedtak dersom det ikkje skal avseiast dom. Vidare skal det nyttast vedtak ved avgjerd etter § 14 om å fremje jordskiftesak.\nNår vedtaket går ut på verdsetjing eller regulering, skal dei partane som vedtaket gjeld, få høve til å uttale seg om spørsmålet. Retten skal deretter utarbeide eit framlegg som skal leggjast skriftleg fram for partane. Partane skal ha ein frist som ikkje skal vere kortare enn to veker for å kome med merknader, og skal gjevast høve til å uttale seg om dei merknadene som har kome inn. Etter dette skal vedtak fattast så snart som råd. Dersom partane er samde om det og retten samtykkjer, kan retten i einskilde høve gjere vedtak om verdsetjing og regulering utan slik handsaming som følgjer av andre og tredje punktum. I kombinerte saker etter § 6 kan vedtak om bonitering, verdsetjing og skifteplan utstå til hovudforhandlinga for skjønnet dersom partane er samde om det.\nNår vedtaket er rettsfastsettande eller gjeld avgjerd etter § 14 om fremjing av jordskiftesak, skal dei partane som vedtaket gjeld, få høve til å uttale seg om spørsmålet, og til dei merknadene som kjem inn. Etter dette skal vedtak fattast så snart som råd.\nNår vedtaket er rettsfastsetjande og byggjer på at partane er samde, skal retten forkynne utkastet for partane og gje dei ein frist til å seie frå dersom det inneheld feil eller mistydingar eller det likevel ikkje er semje. Når fristen er ute, skal vedtak fattast så snart som råd.\nNår partane er samde om det, kan retten i særlege høve fatte vedtak som nemnt i fjerde ledd straks. Vilkåra er at vedtaket er lese opp for partane i eit rettsmøte, og at dei seier frå seg retten til forkynning etter fjerde ledd.\nNår eit vedtak om verdsetjing eller regulering er fatta, kan det berre endrast dersom særlege grunnar gjer at vedtaket ikkje kan bli ståande. Rettsfastsetjande vedtak kan ikkje endrast.\n0 Føyd til med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), endra med lov 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714).\n1 Jf. § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17 a."
      }
    },
    {
      "provision_ref": "3:17 b",
      "chapter": "3",
      "section": "17 b",
      "content": "Eit vedtak skal innehalde:\na. namnet på retten, namna på dommarane og opplysning om kva tid og stad vedtaket vert gjort,\nb. kven som er partar og eventuelt prosessfullmektigar, og registereininga til eigedomane,\nc. opplysning om kva slag vedtak det er og heimelen for vedtaket,\nd. ei kort framstilling av kva vedtaket gjeld, kva partane i hovudsak har lagt fram og eventuelt kva påstander dei har lagt ned,\ne. dei vurderingane som retten har gjort som ligg til grunn for resultatet, og dei faktiske og rettslege tilhøva som desse vurderingane i hovudsak byggjer på,\nf. slutning.\nReglane om dommar, orskurder og andre rettslege avgjerder i tvisteloven​1 kapittel 19 I-III gjeld tilsvarande for vedtak, med unntak av § 19-4 femte ledd og § 19-5.\n0 Føyd til med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), endra med lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17b",
        "source_heading": "§ 17 b."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Partar og vitne har plikt til å møte og forklare seg i samsvar med reglane i tvisteloven​2 kapittel 22-24. Spørsmålet om å nytte tvangsmiddel eller straff høyrer under dei vanlege domstolane.\n0 Endra med lover 14 des 2001 nr. 98 (ikr. 1 jan 2002, etter res. 14 des 2001 nr. 1416), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Skiftefeltet skal kartleggjast​1 dersom ein ikkje kan bruke eksisterande kart. Det kan skiftast utan kart dersom jordskifteretten samrøystes finn kart unødvendig.\nDet som går i byte skal alltid verdsettast.\nDepartementet gir nærare reglar om oppmåling og kartlegging.\n0 Endra med lov 12 mai 2006 nr. 15 (ikr. 1 juli 2006, etter res. 12 mai 2006 nr. 529).\n1 Sjå lov 17 juni 2005 nr. 101.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Når alt førebuande arbeid er gjort, skal jordskifteretten lage utkast til skifteplan​2 som skal leggjast fram til drøfting med partane i rettsmøte. § 17 a andre ledd tredje til sjette punktum gjeld tilsvarande.\nDet skal gjerast greie for det rettslege grunnlaget, faktiske omstende og andre tilhøve som har hatt mest å seie for skifteplan, skjønn og takstar.\n0 Endra med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199).\n1 Sjå § 97.\n2 Sjå kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:20 a",
      "chapter": "3",
      "section": "20 a",
      "content": "Når ein skifteplan må grunnast på offentlege vedtak, må slike vedtak ligge føre når retten treff avgjerd om skifteplanen.\n0 Føyd til med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), tidlegare § 20 tredje ledd, endra med lov 12 mai 2006 nr. 15 (ikr. 1 juli 2006, etter res. 12 mai 2006 nr. 529).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20 a."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Eit jordskifte kan sluttast for ein del av skiftefeltet dersom jordskifteretten samrøystes finn at dette ville vere tenleg. Kvar del av eit skifte som blir slutta for seg, blir rekna som ei særskild sak med omsyn til fullføring, overprøving og ny jordskiftebehandling.\n1 Sjå § 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Partane skal få melding om avgjerder under saka. Dommar, orskurder og vedtak som vert sett til påanke, skal forkynnast.\nSå snart saka er ferdig, skal jordskiftet avsluttast i rettsmøte. Tid og stad for avsluttinga av jordskiftet skal gjerast kjent for partane på førehand så langt det er høve til det. Om jordskifteretten finn grunn til det, kan avsluttingsmøte med partane sløyfast. I alle høve skal partane så snart som mogleg få forkynt utskrift av rettsboka på same måte som for dom og orskurd (kjennelse) etter første ledd.\nFor rettsboka og føringa av den gjeld reglane i tvisteloven​2 kapittel 13 II og 14. Departementet kan gi nærare reglar om føring av rettsboka. Partane bør få tilsendt utskrift av rettsboka etter kvart rettsmøte.\n0 Endra med lover 8 juni 1984 nr. 69, 7 juni 1985 nr. 56, 7 juni 1991 nr. 25, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "For den tida jordskiftet varer, kan jordskifteretten gi reglar for bruken eller leggje slike band på bruken av skiftefeltet som retten finn tenleg av omsyn til jordskiftet.\nVederlag for tap som kjem av dette, skal jordskifteretten fastsette ved skjønn og utlikne etter reglane i kapittel 8.\n0 Endra med lov 7 juni 1991 nr. 25.\n1 Sjå §§ 24, 60, 95 og 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Så snart råd er etter at saka er rettskraftig, skal jordskiftedommaren ta eit rettskjent utdrag av rettsboka og få dette tinglyst.​2 Alt av varig verdi skal takast med i utdraget. Dersom det er oppretta nye matrikkeleiningar i saka, må dette vere ført inn i matrikkelen før utdraget blir sendt til tinglysing. Etter tinglysinga skal utdraget oppbevarast på jordskiftekontoret.\nSå snart saka er rettskraftig, skal jordskiftedommaren gi melding til kommunen i samsvar med lov om eigedomsregistrering.\nNår jordskiftedommaren finn grunn til det, kan melding om reglar i medhald av §§ 23 og 60, avgjerd etter § 62 siste ledd og om anna som gjeld rettshøva i skiftefeltet, tinglysast på dei eigedomane det gjeld. Det same gjeld når eit avslutta jordskifte ikkje trår i kraft på grunn av anke.\n0 Endra med lover 7 juni 1991 nr. 25, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå §§ 87 og 97.\n2 Jf. lov 7 juni 1935 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Skiftefeltet skal til vanleg avgrensast i samsvar med jordskiftekravet.\nJordskifteretten kan sette ein frist for framsetting av krav om utviding av skiftefeltet. Krav som vert sett fram etter denne fristen, skal avvisast. Jordskifteretten kan likevel ta kravet til følgje dersom han finn at gode grunnar talar for det. Det skal mellom anna takast omsyn til korleis dei andre partane stiller seg til utvidingskravet og til om saka vil bli mykje forseinka.\nFor at saker etter § 2 første ledd bokstavane h og i skal få ei anna avgrensing av skiftefeltet enn det som går fram av jordskiftekravet, må partane vere samde.\nOm jordskifteretten finn det nødvendig for å gjennomføre eit formålstenleg jordskifte, kan han gjere vedtak om å gå utanom kravet og ta med i skiftet attverande delar av eigedomane og like eins andre eigedomar.\n0 Endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Jordskifteretten skal endre eigedoms- og brukstilhøva ved ny eigedomsutforming, sams tiltak, ordning av bruk og sambruk og avløysing eller ordning av bruksrettar, så langt han meiner det er nødvendig etter kravet. Det kan settast fram krav om meir omfattande skifte. Skal kravet i saker etter § 2 første ledd bokstavane h og i endrast, må partane vere samde.\nSameiger i fjellstrøk som for storparten ligg over barskoggrensa, kan berre delast dersom jordskifteretten samrøystes finn at deling er meir tenleg enn bruksordning.\n0 Endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "content": "Sameige skal skiftast etter partshøvet i sameiga.​1 Dersom ikkje særskilt høvetal er kjent eller noko bruk har særrettar i sameiga, skal det skiftast etter den skatteskylda kvart av bruka hadde da sameigehøvet mellom dei kom opp. Er den ukjend, skal den skylda som gjaldt fram til lov frå 17 desember 1836 leggjast til grunn. Det skal ikkje takast omsyn til avtak i skatteskylda.\n1 Jf. lov 18 juni 1965 nr. 6 § 2 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "content": "Utanom sameige skifter ein slik at kvart bruk får att tilsvarande den grunnverdien som det gir frå seg. Men er alle partane samde om det, kan ein skifte på grunnlag av skylda i slike tilfelle og.​1\nDersom det framtidige verdiforholdet mellom eigedomane ikkje blir endra på avgjerande måte ved skifte i skog og det er mindre tenleg å skifte på grunnlag av grunnverdien åleine, kan verdien av standskogen dragast inn i skiftegrunnlaget eller ein kan skifte på grunnlag av samla bruksverdi. Det skal ikkje takast omsyn til avvik mellom grunnverdi før og etter skiftet med mindre nokon kan påførast tap eller det ligg føre særlege grunnar.\nI sak etter § 2 første ledd bokstavane h og i skal det skiftast slik at kvar eigedom får sin del av verdauken.\nI sak etter § 2 første ledd bokstav h skal skiftegrunnlaget fastsetjast på grunnlag av dei eigenskapane eigedomen har til utbyggingsføremål. I sak etter § 2 første ledd bokstav i skal skiftegrunnlaget fastsetjast på grunnlag av den verdauke som bruken av verkemidlane i § 2 første ledd bokstavane a-g gir.\nVed voldgiftsavtale med heimel i § 85 andre ledd kan skiftegrunnlaget i skog avtalast mellom partane.\n0 Endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714), 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529).\n1 Sjå § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "content": "Utforming av eigedom og omforming av bruksrett skal vere tenleg etter tida og tilhøva.\nNår eigar og jordleigar er samde og leigetida er ti år eller meir når saka blir fremja, kan leigejord inngå i driftseininga til jordleigar. Eigar kan krevje at eigedomen hans blir utforma for bortleigeføremål i landbruksnæring.​1\nI samband med jordskifte kan jordskiftedommaren gi attest for samanslåing i samsvar med lov om eigedomsregistrering § 18.\n0 Endra med lover 17 juni 1988 nr. 59, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Jf. lov 12 mai 1995 nr. 23 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:29 a",
      "chapter": "6",
      "section": "29 a",
      "content": "I sak etter § 2 første ledd bokstav h, skal netto verdauke så langt råd er, leggast ut som heile utbyggingsrettar på eller inntil eigen eigedom.\nDersom verdauken for ein eigedom berre utgjer ein del av ein heil utbyggingsrett, skal større delhavar gå framfor mindre når det gjeld retten til å få utlagt utbyggingsrett etter første ledd.\nNår partane er samde, kan jordskifteretten overføre areal mot vederlag i pengar i slike høve som nemnt under annet ledd.\n0 Føyd til med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), endra med lov 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29a",
        "source_heading": "§ 29 a."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "content": "Dersom nokon part treng grunn til særskilte formål som vegar eller anna, kan han krevje dette utlagt av sin del.\nLet det seg ikkje gjere å leggje ut eigedomane på tenleg måte etter skiftegrunnlaget, kan jordskifteretten overføre jord mot vederlag i pengar eller anna. Overføring av jord må ikkje nyttast i slikt omfang at det blir til ulempe for eigedomane det gjeld.\n0 Endra med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "content": "Meiner jordskifteretten at grunn og rettar i skiftefeltet kan få utnytting som gir stor verdiauke, bør slikt ikkje skifte eigar utan at det er nødvendig for eit tenleg skifte. I alle høve skal retten leggje vekt på at mogleg framtidig verdiauke av eigedomane blir så lik som råd før og etter skiftet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "content": "Har jordskifte noko å seie for leigar eller annan som har liknande rett, skal jordskifteretten ordne høvet mellom han og eigaren om det trengst.\nI utforminga av skifteplanen bør jordskifteretten ta omsyn til leigetilhøve i skiftefeltet. Han kan og hjelpe til med å få i stand leigeavtaler​1 og avtaler om kjøp og sal.\n1 Jf. lov 12 mai 1995 nr. 23 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "content": "Jordskifteretten kan ordne tilhøva mellom eigar og bruksrettshavar,​1 og mellom bruksrettshavarane innbyrdes. Mellom anna kan retten avgrense feltet for utøving av ein bruksrett, gi reglar om bruksmåten og flytte bruksretten frå ein stad til ein annan eller frå ein eigedom til ein annan eigedom.\nJordskifteretten kan ordne beitetilhøva i stats-​2 eller bygdealmenning​3 dersom styret for almenningen først har gjennomført beiteordning der, og nokon beiterettshavar som denne ordninga vedkjem, har kravt saka inn for jordskifteretten innan 6 månader.\n0 Endra med lov 8 juni 1984 nr. 69.\n1 Jf. lov 29 nov 1968 §§ 5 og 6.\n2 Jf. lov 6 juni 1975 nr. 31 § 16 og lov 19 juni 1992 nr. 60 § 4-2.\n3 Jf. lov 19 juni 1992 nr. 59 § 1-4 og § 6-3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "Jordskifteretten kan ordne bruk og sambruk innan skiftefeltet slik han finn mest tenleg.\nMeiner jordskifteretten at det som del av ei ordning er nødvendig med visse bruksreglar som først kan utformast etter meir røynsle, eller etter tilhøva slik dei til ei kvar tid utviklar seg, kan retten fastsette at slike reglar skal kome i stand ved fleirtalsvedtak. Han kan og gi mellombels reglar som partane kan endre ved fleirtalsvedtak når tida er ute. Jordskifteretten skal i så fall seie frå om kva slag bruksreglar dette gjeld, og gi reglar for korleis fleirtalsvedtak skal kome i stand. Om det blir kravt, kan ei ordningssak avgrensast til å fastsette delingsgrunnlaget for ulike slag bruk. Vilkåret er at formålet med bruken er klar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:34 a",
      "chapter": "6",
      "section": "34 a",
      "content": "Jordskifteretten kan skipe sams tiltak i samband med utnytting og bruk av eigedomar.\nJordskifteretten kan òg skipe sams tiltak som gjeld tilhøva mellom reindrifta og grunneigarar eller bruksrettshavarar.\n0 Føyd til med lov 12 mai 1995 nr. 23 (ikr. 1 juli 1995), endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 12 mai 2006 nr. 15 (ikr. 1 juli 2006, etter res. 12 mai 2006 nr. 529).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34a",
        "source_heading": "§ 34 a."
      }
    },
    {
      "provision_ref": "6:34 b",
      "chapter": "6",
      "section": "34 b",
      "content": "Jordskifteretten skipar dei lag som er nødvendig for å kunne ordne bruk og sambruk innan skiftefeltet.\nKvar av deltakarane i laget svarar i høve til tredjemann etter sitt høvetal, jf. §§ 27, 28 og 42 tredje ledd.\nTiltak som kan innebere stor risiko, kan berre gjennomførast av eit driftsselskap. Laget tek avgjerd om gjennomføring ved fleirtalsvedtak. Kvar av deltakarane har rett til å vere med i driftsselskapet så langt det svarar til høvetalet. Om nokon vil vere med som ikkje røysta for, skal det seiast frå så snart råd er og seinast 3 veker etter at han har fått skriftleg melding om vedtaket med opplysning om denne fristen. Driftsselskapet skal svare vederlag for utnyttingsretten til laget, som fordelar dette til deltakarane etter høvetalet deira.\nNår partane er samde, kan andre tiltak enn nemnt i tredje ledd første punktum gjennomførast av eit driftsselskap. Tredje ledd tredje og femte punktum gjeld tilsvarande. Jordskifteretten skal setje ein frist for partane til å leggje fram slik avtale. Fristen kan ikkje setjast kortare enn tre veker.\nJordskifteretten fastset vedtekter for det einskilde lag. Departementet kan gi nærare føresegner om normalvedtekter.\n0 Føyd til med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34b",
        "source_heading": "§ 34 b."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Reglar om bruk og sambruk kan mellom anna gå ut på:\na. fastsette grenser mellom hamnelag, gjere slutt på sambeite mellom hamnelag og skipe nye lag. Det kan gjerast vedtak om kva slag og kor mange husdyr kvar part kan sleppe på beite i eit område eller nokon del av området, og om beitetida.\nb. leggje ut felt til kulturbeite eller fôrdyrking med tilhøyrande anlegg til bruk for ein eller fleire mot avkorting i beitebruken i resten av området, eller mot vederlag i pengar eller anna.\nc. leggje ned seter som det ikkje blir bruk for etter ordninga og å flytte seter. Slåtteng kan avløysast eller flyttast om det trengst for å få til ei tenleg ordning og fordelane er store samanlikna med dei ulempene slåtteigaren får av det.\nd. avgrense eller sette heilt forbod mot beiting i visse område av omsyn til skogen.\ne. regulere drifta av skog og torvmyr.\nf. fastsette fisketider, fangstmåtar, reiskapar og anna som har med fisket å gjere, og å gi reglar om bruken av strandrettar.\ng. fastsette reglar om utøvinga av jakt, fangst og viltstell.\nh. fastsette reglar for sams bruk av sand- og grustak, vassrettar, og sams bruk i samband med rekreasjons- og turistformål.\ni. ordne tilhøva mellom reindrifta og grunneigarar og andre rettshavarar i område i det samiske reinbeiteområdet der det går føre seg reindrift,​1 når det gjeld beite, flyttlei og liknande.\nj. fastsette reglar for sams bruk i samband med drift og vedlikehald av vegar, parkeringsområde, leikeplassar, grøntområde mv.\n0 Endra med lover 8 juni 1984 nr. 69, 23 feb 1996 nr. 7 (ikr. 1 juli 1996), 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 12 mai 2006 nr. 15 (ikr. 1 juli 2006, etter res. 12 mai 2006 nr. 529), 15 juni 2007 nr. 40 (ikr. 1 juli 2007, etter res. 15 juni 2007 nr. 627).\n1 Sjå lov 15 juni 2007 nr. 40 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Desse alltidvarande bruksrettane kan avløysast: rett til veg, herunder jernbanekryssing, beite,​2 slått, brønn og vassleidning, til hogst og all anna avverking i skog, til å ta brenntorv, strøtorv, lyng, mose, mold, leire, sand og stein, tang og tare, til båtopptrekk, båt- og bryggjeplass, til naust- og sjøhustomt, tørke- og opplagsplass, garn- og nothengsplass, kvernfall og vasshjul med tilhøyrande oppdemmings- og vassleidningsrettar og ferskvassfiske med unntak av lakse- og sjøaurefiske.\nRett til reindrift i det samiske reinbeiteområdet kan ikkje avløysast.\n0 Endra med lover 12 mai 1995 nr. 23 (ikr. 1 juli 1995), 23 feb 1996 nr. 7 (ikr. 1 juli 1996), 15 juni 2007 nr. 40 (ikr. 1 juli 2007, etter res. 15 juni 2007 nr. 627).\n1 Sjå §§ 2, d, og § 39. Jf. lov 29 nov 1968 § 7.\n2 Jf. lov 16 juni 1961 nr. 12 § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "Vilkåret for avløysing er til vanleg at det kan leggjast ut til bruksrettshavaren ein eigedomspart med ein verdi som svarar til bruksretten, og som gir noko så nær like laglege høve til ein bruk som fyller same behov som bruksretten. Vederlaget må ikkje ha større verdi for den eigedomen bruksretten ligg på enn den verdiauken det fører med seg for eigedomen å bli kvitt bruksretten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "content": "Dersom det ikkje let seg gjere å leggje ut ein eigedomspart som vederlag for bruksretten i samsvar med § 37, og ordning heller ikkje fører fram, kan avløysing likevel gjennomførast om det let seg gjere på formålstenleg måte utan skade for nokon part. Vederlaget blir fastsatt av jordskifteretten til jord, pengar eller andre verdiar.​1\n1 Sjå § 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "content": "Andre bruksrettar enn dei § 36 nemner, kan avløysast under eit jordskifte dersom rettane er til hinder for eit tenleg skifte. Vilkåret er at bruksordning ikkje fører fram, og at avløysing kan gjennomførast på formålstenleg måte, utan skade for nokon part. Avløysingsmåten blir fastsett av retten etter fritt skjønn til jord, pengar eller andre verdiar.​1\n§ 36 andre ledd gjeld tilsvarende.\n0 Endra med lov 23 feb 1996 nr. 7 (ikr. 1 juli 1996).\n1 Sjå § 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "content": "Det kan leggjast ut sams vederlag for bruksrettar av same slag som blir avløyste samstundes dersom dette er mest formålstenleg. I slike høve gir jordskifteretten nødvendige føresegner om sambruken.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "content": "Jordskifteretten skal ta omsyn til plan etter plan- og bygningslova.​2\nJordskifteretten kan skipe dei sams tiltaka som trengs i samband med planar.\nJordskifteretten utfører nødvendig utjamning av utbyggingsverdiane. Dette kan gjerast i sjølve skifteplanen, ved overføring av utbyggingsrettar eller i pengar.\n0 Endra med lover 21 apr 1989 nr. 17, 12 mai 2006 nr. 15 (ikr. 1 juli 2006, etter res. 12 mai 2006 nr. 529).\n1 Sjå § 20 a.\n2 Lov 27 juni 2008 nr. 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "content": "Jordskifteretten skal ta med i skifteplanen nødvendige investeringar.\nUnder vurderinga av om investeringane skal gjerast, skal jordskifteretten leggje vekt på den framtidige utnyttinga av eigedomane, men han kan og ta omsyn til partane si økonomiske evne.\nKostnadene med det einskilde investeringstiltaket skal retten dele etter den nytten den einskilde parten har av det, og elles ta dei avgjerdene som er nødvendige for gjennomføring og framtidig bruk.\nDersom det er uråd å skaffe midlar eller investeringa av andre grunnar ikkje let seg gjennomføre på jordskiftetida, kan jordskifteretten likevel leggje tilhøva til rette slik at tiltaket seinare kan gjennomførast.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "content": "Nødvendige vegar skal leggjast ut og skriftleg forklaring givast om kvar dei går. Retten skal gi reglar om bruken og om opparbeiding og vedlikehald av vegane.\nEr det nødvendig av omsyn til jordskiftet, kan jordskifteretten halde skjønn etter vegloven 21 juni 1963 nr. 23, endå om det gjeld eigedomar som ikkje kjem inn under jordskiftet.\nLikeeins kan jordskifteretten om det er nødvendig, halde skjønn etter § 8 i lov 14 juni 1912 om anlæg av taugbaner og løipestrenger.\n0 Endra med lov 8 juni 1984 nr. 69.\n1 Sjå § 4 (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "6:44",
      "chapter": "6",
      "section": "44",
      "content": "Er det nødvendig av omsyn til jordskiftet, skal jordskifteretten syte for utstikking og gi reglar om opparbeiding og vedlikehald av ulike slag opne og lukka grøfter og kanalar.\nJordskifteretten skal og gi nødvendige reglar om bruken av vatn og vassdrag og om vassleidningar og kloakkleidningar.\nDersom tiltak etter første og andre ledd, og tørrleggingstiltak etter § 2 bokstav e kan få verknad for eigedomar utanfor skiftefeltet, kan jordskifteretten halde skjønn etter lov 15 mars 1940 nr. 3 om vassdragene.​2\n0 Endra med lov 8 juni 1984 nr. 69.\n1 Sjå § 4 (4).\n2 Sjå no lov 24 nov 2000 nr. 82 § 68 (2). Jf. § 6 og lov 16 juni 1961 nr. 15 § 7.\n1 Sjå no lov 24 nov 2000 nr. 82 § 68 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "6:45",
      "chapter": "6",
      "section": "45",
      "content": "Jordskifteretten kan påby utflytting dersom han meiner dette er eit vilkår for eit godt og gagnleg jordskifte. Likeeins kan retten fastsette at seter skal flyttast dersom han meiner det er nødvendig av omsyn til ei tenleg beiteordning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "6:46",
      "chapter": "6",
      "section": "46",
      "content": "I spørsmål om kven som skal flytte ut, skal jordskifteretten så langt det høver med eit tenleg jordskifte, ta omsyn til avtalen mellom partane. Den som har mest og best dyrka mark innmed tunet, eller som har dei beste bygningane eller andre anlegg bør få bli verande. Er det ikkje nokon større skilnad i så måte, skal flyttingskostnadene vere avgjerande.\nRetten kan sette forbod mot å føre opp att husa innanfor ein fastsett minsteavstand frå granneteig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "6:47",
      "chapter": "6",
      "section": "47",
      "content": "Jordskifteretten kan gi påbod om å byte bygningar, anlegg til vassforsyning, kraftoverføring og liknande, om ein i nokon mon kan spare flyttingskostnader med det.\nPåbod om byte kan berre gjelde bygningar eller anlegg som har same formål og er noko så nær like store og like brukande, og må ikkje føre med seg noko større ulempe for nokon av eigarane.\nVåningshus som har særleg personleg verdi for eigaren til dømes av slektskjensle o.l., kan ein ikkje påleggje eigaren å byte. Gjeld det andre hus på tunet som har slik verdi for eigaren, må vedtaket frå retten om byte vere samrøystes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "6:48",
      "chapter": "6",
      "section": "48",
      "content": "Jordskifteretten kan gjere vedtak om at vassleidningar, damanlegg, kraftleidningar o.l., og småhus som t.d. utløer, blir overførte mot pengevederlag,​1 dersom slik overføring synest tenleg for dei partane det gjeld.\n1 Sjå § 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "6:49",
      "chapter": "6",
      "section": "49",
      "content": "Jordskifteretten skal taksere kostnadene med utflytting og fastsette mellomlaget eller vederlaget for byte eller overføring som nemnt i §§ 47 og 48. Her skal og medreknast kostnader til å skaffe utflyttaren vassforsyning, gardsveg, kraftleidning o.l. om lag tilsvarande det han hadde før, og vederlag for å vere utan hus i flyttingstida. Kostnadene skal reknast ut i pengar, men om retten meiner det er grunn til det, kan han i staden fastsette dei til arbeid, vyrke eller andre verdiar.​1\n1 Sjå § 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "6:50",
      "chapter": "6",
      "section": "50",
      "content": "Det kan ikkje påleggjast nokon part større kostnad til utflytting og byte eller til overføring av hus eller anlegg enn departementet fastset.\nVil ikkje nokon av partane ta på seg den delen av utflyttingskostnadene som ikkje kan påleggjast og kan dei ikkje greie desse på annan måte, kan ikkje retten gi påbod om utflytting.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "6:51",
      "chapter": "6",
      "section": "51",
      "content": "Blir dyrka jord skift mot udyrka jord eller jord som ikkje er så godt dyrka, kan mellomlaget settast i pengar, jord eller anna, så som arbeidshjelp eller mellombels bruksrett til jord. Blir mellomlaget sett til anna enn jord, skal pengeverdien alltid nemnast.​1\nJord må ikkje nyttast til vederlag på slik måte at framgangsvilkåra for nokon eigedom minkar monaleg.\n1 Sjå § 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "6:52",
      "chapter": "6",
      "section": "52",
      "content": "Jordskifteretten gir reglar om gjerdeplikt og deling av gjerdehaldet innen skiftefeltet og mot granneeigedom.\nGjerdeplikta skal fastsettast i samsvar med gjeldande lovreglar.​2\nGjerdehaldet blir delt etter fritt skjønn, men så langt det synest rimeleg, på det grunnlag som tidlegare rådde for delinga av gjerdehaldet mellom partane. Så langt mogleg, skal kvar part gjerde berre for eigen eigedom og i samanhengande strekning.\nBlir nokon som gir frå seg gjerde til annan part, pålagd gjerdeplikt der det ikkje er gjerde eller er dårlegare gjerde enn han gir frå seg, skal han ha godtgjersle fastsett av jordskifteretten.\n0 Endra med lov 8 juni 1984 nr. 69.\n1 Sjå § 4 (4).\n2 Sjå lov 5 mai 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "6:53",
      "chapter": "6",
      "section": "53",
      "content": "Når areal i sameige er rydda og dyrka utan at ein har heimel til det, kan jordskifteretten leggje arealet til vedkomande eigedom mot at dei andre får tilsvarande udyrka areal av utmarka. Når dette ikkje let seg gjere eller når det er utført skog- eller beitekultur utan heimel, kan retten gi eigaren vederlag for dei kulturarbeida som er gjorde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "6:54",
      "chapter": "6",
      "section": "54",
      "content": "Der det er fare for elvebrot, skred, sandfok o.l., skal jordskifteretten om det ikkje er mogeleg å ta omsyn til det i sjølve skifteplanen, fastsette nødvendig førebyggingsarbeid eller andre tryggingstiltak og gi reglar om korleis kostnadene med arbeidet og vedlikehaldet skal delast. Er det ikkje tatt omsyn til faren i skifteplanen, skal retten gi reglar for det tilfellet det blir skade, og først og fremst om korleis skaden skal delast.\nNår reglar som nemnt i første ledd andre punktum er gitt, kan den som lir skade krevje hjelp av jordskifteretten til å få jamne ut skaden, om ikkje anna er fastsett og partane ikkje blir samde. For slik sak gjeld dei same reglane som for jordskifte så langt dei høver.\n0 Endra med lover 8 juni 1984 nr. 69, 17 juni 1988 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "6:55",
      "chapter": "6",
      "section": "55",
      "content": "Jordskifteretten fastset utjamningsmåten i samband med overføring av standskog.\nBlir hogst nytta, skal jordskifteretten syte for forsvarleg merking av trea eller flata som skal hoggast, om ikkje dette går klart nok fram på annan måte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "6:56",
      "chapter": "6",
      "section": "56",
      "content": "Jordskifteretten fastset utjamningsmåten i samband med overføring av brenntorv og strøtorv. Retten kan ikkje påby at nokon skal gi frå seg meir torv enn han får att dersom skilnaden har noko avgjerande å seie for eigedomen hans.\nI samband med jordskifte kan jordskifteretten endre brukstilhøva etter lov 12. mai 1995 nr. 23 om jord § 10.\n0 Endra med lov 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "6:57",
      "chapter": "6",
      "section": "57",
      "content": "Blir grunn fri for bruksrett skift mot grunn som det ligg bruksrett på, bør vederlaget ikkje settast i anna enn grunn dersom bruksretten er alltidvarande og denne vederlagsmåten er tenleg etter tilhøva.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "6:58",
      "chapter": "6",
      "section": "58",
      "content": "Alle nye grenser skal stikkast ut i marka og skrivast ned. Blir kart nytta,​1 skal grensene settast av på det.\nGrensene skal merkast opp med varige og tydelege merke. Retten kan ta avgjerd om å utsette varig grensemerking og tilhøyrande grensebeskrivelse til etter at jordskiftet har rettskraft, der han finn at særlege grunnar talar for det. I såfall må retten gjere vedtak om korleis kostnadene med utsett grensemerking skal dekkast.\nSnarast råd etter at jordskiftet er rettskraftig, skal det utsette arbeidet utførast av jordskifteretten, utan tilkalling av jordskiftemeddommarar.\nAlle jordsameiger som ligg i skiftefeltet, og som tidlegare ikkje er ført inn i matrikkelen,​2 skal registrerast i matrikkelen så sant jordskifteretten av omsyn til saka elles har klarlagt grensene og kven som har part i sameiga. Med omsyn til klarlegging av grenser og partar i sameige gjeld krav som fastsett i lov om eigedomsregistrering.​3\nDepartementet gir reglar om grensemerking.\n0 Endra med lover 8 juni 1984 nr. 69, 7 juni 1991 nr. 25, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 101 (ikr. 1 jan 2010, etter res. 5 juni 2009 nr. 600).\n1 Sjå § 19.\n2 Jf. lov 17 juni 2005 nr. 101 § 4.\n3 Lov 17 juni 2005 nr. 101.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "6:59",
      "chapter": "6",
      "section": "59",
      "content": "Jordskifteretten skal sette fristar for overtaking av eigedomane og andre fristar som trengst for gjennomføring av avgjerdene.​1\nUtan samtykke frå alle som er med i skiftet, må det ikkje settast stuttare frist enn 2 månader rekna frå forkynninga. Det skal ikkje settast lengre fristar enn det som er nødvendig for å gjennomføre avgjerdene, og berre i serlege høve kan ein frist settast til meir enn 5 år. Ikkje i noko høve kan det settast lengre frist enn 10 år.\nEtter søknad kan jordskifteoverdommaren gi utsetting med å gjennomføre flytting eller andre tiltak, dersom det blir prova at det er uråd å gjennomføre tiltaket til fastsett tid, og at vedkomande ikkje er skuld i dette eller har herredøme over det. Vil utsettinga vere til skade for nokon av dei andre partane, skal jordskifteoverdommaren fastsette vederlag for skaden.\nFristar for gjennomføring av felles tiltak kan jordskifteoverdommaren etter søknad forlenge også utan at vilkåra i tredje ledd første punktum ligg føre.\n0 Endra med lover 7 juni 1991 nr. 25, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199).\n1 Sjå tvangsl. § 4-12. – Sjå òg lova her §§ 69, 91 og 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "6:60",
      "chapter": "6",
      "section": "60",
      "content": "For tida frå jordskiftet blir slutta til det er sett i verk, kan jordskifteretten gi reglar for bruken og fastsette vederlag for denne i samsvar med reglane i § 23, og elles leggje slike band på partar og andre når det gjeld bruken i skiftefeltet som retten meiner er tenleg for å hindre at føresetnadene for skifte blir endra.\nBlir dom etter § 17 anka til lagmannsrett etter at jordskiftet er avslutta, kan jordskiftedommaren endre vedtak som nemnt i første ledd i tida fram til ankesaka er endeleg avgjort, når føremålet for reglane har falle bort eller kan oppnåast på annan måte enn opphavleg fastsett. Han kan og gi nye mellombels reglar for å avhjelpe vanskar som melder seg for partane i denne tida. Tilsvarande gjeld for jordskifteoverdommaren når eit overjordskifte er påanka. Før slike vedtak blir gjort, skal partane få høve til å uttale seg.\n0 Endra med lover 7 juni 1991 nr. 25, 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå §§ 24 og 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "7:61",
      "chapter": "7",
      "section": "61",
      "content": "Mot jordskifte, og mot einskilde avgjerder tatt i samband med jordskifte, kan det brukast rettsmiddel etter reglane i dette kapitlet.\nDom etter § 17 og rettsfastsettande vedtak etter § 17a kan ankast til lagmannsretten.​2 Vedtak etter § 87 første punktum i saker etter § 6 første til fjerde ledd første punktum kan ankast til lagmannsretten når det gjeld rettsbruk og sakshandsaming. Det same gjeld for vedtak etter § 62 fjerde og femte ledd i saker der jordskifteretten held skjønn etter § 6 første til tredje ledd. I saker som nemnt i § 6 b andre ledd første punktum, kan rettsbruken, sakshandsaminga og erstatningsutmålinga ankast til lagmannsretten. Andre avgjerder av jordskifteretten i saker som nemnt i § 6 første til fjerde ledd, kan berre ankast etter tredje ledd.\nDesse avgjerdene kan ankast til lagmannsretten:\na. Avgjerd i spørsmål om avvising av andre enn materielle grunnar.​3\nb. Avgjerd i samband med retting av dom.\nc. Avgjerd om godtgjersle til vitne og sakkunnige m.m. som etter særleg lovregel kan ankast til høgare domstol.\nd. Avgjerd om gebyr og sideutgifter etter § 74.\ne. Avgjerd i spørsmål om oppfrisking mot fristforsøming.\nf. Avgjerd om gjenopning etter § 73 første ledd.\ng. Slike avgjerder i oreigningsskjønn etter § 6 som er nemnt i § 48 første ledd i lov av 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker.\nh. Andre avgjerder om saksbehandlinga eller rettsbruken som jordskifteretten i særlege høve fastset kan ankast særskilt.\nI alle andre høve er rettsmiddelet anke til jordskifteoverretten.\nLagmannsretten skal behandle anke etter andre ledd etter tvisteloven​4 § 29-16 og anke etter tredje ledd etter tvisteloven § 29-15.\n0 Endra med lover 17 juni 1988 nr. 59, 7 juni 1991 nr. 25, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 18 des 1998 nr. 85 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1200), 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97 (2).\n2 Jf. § 60.\n3 Sjå § 3.\n4 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "7:62",
      "chapter": "7",
      "section": "62",
      "content": "Med dei unntak som denne paragrafen nemner, er det ikkje høve til å bruke rettsmiddel før jordskiftet er slutt.​2\nDom etter § 17 og rettsfastsettande vedtak etter § 17 a kan påankast straks av granne og av nokon som verken er godkjent som eigar eller som bruksrettshavar i skiftefeltet. Jordskifteretten kan ta avgjerd om at det same skal gjelde for andre som har ankerett. Slik avgjerd må takast inn i dommen eller vedtaket.\nAvgjerder som nemnt i § 61 tredje ledd kan ankast straks. Opplysning om dette, om frist etter § 63 første ledd og at avgjerda ikkje kan ankast seinare, skal takast inn i avgjerda.\nNår jordskifteretten finn det tenleg, kan vedtak om fremme av jordskifte, jf. § 14 første ledd andre punktum, stillast til påanking til jordskifteoverretten straks.\nEr det mykje om å gjere å kome i gang med eit tiltak før skiftet er slutt, kan jordskifteretten ta avgjerd om at vedtak om dette skal stillast til påanking til jordskifteoverretten straks.\n0 Endra med lover 8 juni 1984 nr. 69, 7 juni 1991 nr. 25, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 18 des 1998 nr. 85 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1200), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå §§ 24 og 97.\n2 Sjå tvl. § 29-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "7:63",
      "chapter": "7",
      "section": "63",
      "content": "Fristen for anke er ein månad.​2 Fristen blir rekna frå forkynninga av jordskiftet, jf. § 22 andre ledd fjerde punktum, men slik at når det etter § 62 er høve til å anke straks, skal fristen reknast frå den tid vedkomande part har fått avgjerda forkynt. Fristen for rettsfastsetjande vedtak som er handsama etter § 17 a femte ledd, skal reknast frå vedkomande rettsmøte.\nAnke skal givast inn til den jordskifteretten som har tatt den avgjerda som anken gjeld. Jordskiftedommaren skal snarast råd gjere alle interesserte partar kjende med anken.\nFor anke til lagmannsrett gjeld elles tvisteloven​3 kapittel 29, så langt reglane høver.\nNår avgjerd i ankesak til lagmannsrett har ført til endring i jordskiftet, skal jordskiftedommaren gi dei partane som endringa får verknad for, høve til å krevje ny frist for anke til jordskifteoverretten. Det same skal gjelde for dei partane som i anketida har fått endra eller skipa nye mellombels bruksreglar i medhald av § 60. Kjem det slikt krav, skal jordskiftedommaren forkynne ny frist for anke til jordskifteoverretten for alle partane i jordskiftesaka, rekna frå denne forkynninga.\nEr det eit overjordskifte som er påanka, gir eit vedtak av jordskifteoverdommaren i medhald av § 60 ingen ny ankerett tilsvarande regelen i femte ledd, men vedtaket kan vurderast på nytt etter krav frå nokon vedtaket råkar, om jordskifteoverretten likevel må attende og gjere om skiftet.\n0 Endra med lover 17 juni 1988 nr. 59, 7 juni 1991 nr. 25, 28 apr 2000 nr. 34 (ikr. 1 juli 2000, etter res. 28 apr 2000 nr. 366), 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Sjå dl. §§ 146, 148 og 149.\n3 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "7:64",
      "chapter": "7",
      "section": "64",
      "content": "Slutting eller iverksetting av jordskiftet må utsettast dersom det i rett tid er anka etter § 61 andre ledd første til fjerde punktum eller etter § 61 fjerde ledd. Overjordskifte kan ikkje fremmast så lenge anke til lagmannsrett som nemnt i første punktum, ikkje er endeleg avgjort.\nOm anke etter § 61 tredje ledd skal ha oppsetjande verknad på same måten, skal avgjerast etter tvisteloven​2 § 19-13 andre og tredje ledd.\n0 Endra med lover 7 juni 1991 nr. 25, 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "7:65",
      "chapter": "7",
      "section": "65",
      "content": "Så snart råd er etter at anke til lagmannsrett er endeleg avgjort, skal jordskifteretten halde fram med eller ta opp att og gjere om skiftet i den mon det følgjer av den endelege avgjerda.\nNår eit jordskifte som er slutta, blir tatt opp att, skal innkallingsfristen vere minst tre veker.​2\n0 Endra med lover 7 juni 1991 nr. 25, 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Sjå dl. §§ 148 og 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "7:66",
      "chapter": "7",
      "section": "66",
      "content": "Er ikkje noko anna fastsett i avgjerd som går ut på stadfesting av jordskifte, skal dei fristane som er fastsette i jordskiftet reknast frå første årsdagen for slutting av jordskiftet etter at avgjerda er forkynt.\n1 Sjå § 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "7:67",
      "chapter": "7",
      "section": "67",
      "content": "Ved anke til jordskifteoverrett bør ankepostane gå fram av sjølve ankefråsegna. Er dette ikkje tilfelle, bør jordskiftedommaren syte for å få klarlagt kva anken gjeld før den blir gjort kjend for dei andre partane. Er ikkje ankepostane alt klarlagde, skal jordskifteoverretten, når saksførehavinga tar til, gi ankeparten pålegg om å seie greitt frå om kva for postar han ankar på.\nJordskifteoverretten skal først berre granske dei ankepostane som er framsette. Syner det seg då at anken er grunnlaus, eller berre kan føre til endring som det etter måten ikkje kan leggjast nemnande vekt på, skal jordskiftet stadfestast. Syner det seg at anken må føre til endring i jordskiftet, skal retten gi partane melding om dette. Vil endringa valde tap for nokon part, kan han krevje ein frist på opptil ei veke for å sette fram krav om å få granskinga utvida så langt det trengst for å avgjere om ikkje jordskiftet på andre punkt bør endrast til fordel for han. I såfall skal jordskifteoverretten granske jordskiftet så langt han finn det nødvendig. Endring i jordskiftet som dette fører med seg, kan gjennomførast, endå om ankeparten i det heile ikkje blir så godt faren som han var etter jordskiftet.\n0 Endra med lov 7 juni 1991 nr. 25.\n1 Sjå § 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "7:68",
      "chapter": "7",
      "section": "68",
      "content": "Anke til jordskifteoverrett kan kallast tilbake når det gjeld ankepost som ikkje er avgjort. Gjeld det ankepost som er avgjort, kan anken kallast tilbake om alle som saka gjeld, samtykkjer.\nBlir anken kalla tilbake før ankefristen er ute, får han ikkje noko å seie for dei reglane jordskiftet har for iverksetting og fristar. Blir anken kalla tilbake etter at ankefristen er ute, skal jordskifteoverretten endre fristane om det trengst. Er retten ikkje sett, fastset jordskifteoverdommaren dei nye fristane.\n0 Endra med lov 8 juni 1984 nr. 69.\n1 Sjå § 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "7:69",
      "chapter": "7",
      "section": "69",
      "content": "For overjordskifte gjeld reglane for jordskifte så langt dei høver, men om loven krev at ei avgjerd i jordskifteretten skal vere samrøystes, trengst det likevel berre vanleg fleirtal i jordskifteoverretten til stadfesting av ei slik avgjerd. På overjordskifte kan det settast stuttare fristar enn fastsett i § 59.\nDen jordskiftedommaren som har styrt jordskiftet, har plikt til å møte fram til overjordskiftet etter innkalling frå jordskifteoverretten. Han skal stå til teneste med opplysningar så lenge jordskifteoverretten finn det nødvendig.\n0 Endra med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199).\n1 Sjå § 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "7:70",
      "chapter": "7",
      "section": "70",
      "content": "Kjem det opp tvist om grenser, eigedomsrett, bruksrett eller anna som jordskifteretten ikkje har avgjort ved dom,​2 og som heller ikkje er endeleg avgjort på annan måte, skal jordskifteoverretten avgjere tvisten om det trengst av omsyn til jordskiftet.\nNår jordskifteretten har avvist eit krav om jordskifte av materielle grunnar, og jordskifteoverretten kjem til at saka skulle ha vore fremma, skal jordskifteoverretten ved orskurd (kjennelse) oppheve avvisinga. Jordskifteoverretten kan vise saka tilbake til jordskifteretten med pålegg om fremming. Har jordskifteretten gjort vedtak om fremming, og jordskifteoverretten i ankesak etter § 62 femte ledd kjem til at saka ikkje bør fremmast eller bør fremmast på annan måte, kan jordskifteoverretten ved orskurd (kjennelse) anten avvise kravet om jordskifte eller gjere endringar i vedtaket.\nNår jordskifteoverretten kjem til at det er gjort slike feil ved saksbehandlinga eller rettsbruken at eit jordskifte heilt eller delvis bør gjerast om, kan jordskifteoverretten ved orskurd (kjennelse) oppheve jordskiftet eller deler av det og vise saka tilbake til jordskifteretten til ny behandling, i staden for sjølv å gjennomføre overjordskiftet. Det same gjeld når jordskifteoverretten i særlege høve elles kjem til at oppheving og tilbakevising vil vere meir tenleg enn å gjennomføre overjordskifte. For eit slikt tilbakevist jordskifte gjeld same reglar om bruk av rettsmiddel som for jordskifte elles, jfr. § 61.\nDet kan ikkje brukast rettsmiddel mot avgjerd frå jordskifteoverretten om å vise ei sak tilbake til jordskifteretten. Orskurdene som har ført til vedtak om tilbakevising, får rettskraft om dei ikkje blir anka innan fristen er ute.\n0 Endra med lover 7 juni 1991 nr. 25 (ikr. 1 jan 1992, etter res. 7 juni 1991 nr. 352), 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Jf. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "7:71",
      "chapter": "7",
      "section": "71",
      "content": "Eit overjordskifte kan ankast til lagmannsretten til heil eller delvis oppheving på grunn av feil ved rettsbruken eller saksbehandlinga. Dommar og rettsfastsettande vedtak etter § 17 a kan ankast til lagmannsretten. For andre avgjerder i jordskifteoverretten gjeld reglane i § 61 tredje ledd tilsvarande.\nOm fristar, frå kva tid det er høve til anke​2 og om saksbehandlinga gjeld same reglar som for anke i samband med jordskifte.\nLagmannsretten skal behandle anke etter første ledd første og andre punktum etter tvisteloven​3 § 29-16 og anke etter første ledd tredje punktum etter tvisteloven § 29-15.\n0 Endra med lover 7 juni 1991 nr. 25, 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Jf. §§ 62 og 63.\n3 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "7:72",
      "chapter": "7",
      "section": "72",
      "content": "Anke til jordskifteoverretten som berre gjeld påståtte feil med omsyn til kart, utrekningar eller målearbeid, blir avgjort av jordskifteoverdommaren som einedommar.\nViser det seg at det er gjort feil som har hatt merkande innverknad på jordskiftet, skal jordskifteoverdommaren gi jordskifteretten pålegg om å rette feilen og gjere om skiftet i den mon rettinga gjer nødvendig.​2\nNår jordskiftet er gjort om i samsvar med pålegg som nemnt i andre ledd, skal alle partar som endringa kan ha noko å seie for, få avgjerda forkynt. Dei har ankerett i den mon endringa har hatt noko å seie for jordskiftet.\nEr jordskiftet anka til jordskifteoverretten på anna grunnlag og, og slik anke fører til at det blir halde overjordskifte, skal jordskifteoverretten sjølv gjere dei endringane som retting av tekniske feil gjer nødvendig. Kjem jordskifteoverretten sjølv over slike feil, så skal dei rettast, om dei har noko vidare å seie.\n0 Endra med lov 7 juni 1991 nr. 25.\n1 Sjå § 89 a, § 97.\n2 Sjå § 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "7:73",
      "chapter": "7",
      "section": "73",
      "content": "Avgjerder teke av jordskifteretten eller jordskifteoverretten kan bli gjenopna etter reglane i tvisteloven​2 kapittel 31.\nVidare kan eit jordskifte bli gjenopna dersom føresetnader som er lagde til grunn for skiftet, blir endra på ein slik måte at avgjerande tiltak i skifteplanen ikkje kan gjennomførast og det er tvillaust at vilkåret i § 3 bokstav a ikkje er oppfylt for minst ein part. Det kan likevel ikkje krevjast gjenopning etter dette leddet når fristen etter § 59 for gjennomføring av tiltaket er ute.\nJordskifteretten utfører dei endringar som gjenopning etter første og andre ledd fører med seg. Det skal ikkje gjerast større endringar enn det som trengst for å rette opp mishøvet. Gjeld det endringar av grenser o.l. der kostnadene ikkje vil stå i rimeleg høve til det ein oppnår, kan endringar gjerast opp heilt eller delvis i pengar, skog eller andre verdiar.\n0 Endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "8:74",
      "chapter": "8",
      "section": "74",
      "content": "For jordskiftesak, grensegangssak​1 og rettsutgreiingssak behandla ved jordskifterett skal ein betale 5 gonger rettsgebyret​2 i inngangsgebyr og 1,8 gonger rettsgebyret pr. part (partsgebyr). Ved grensemerking skal det betalast 2 gonger rettsgebyret pr. påbegynt 0,5 km (grenselengdegebyr). I sak etter § 2 første ledd h og i er partsgebyret 5 gonger rettsgebyret pr. part.\nFor skjønn som jordskifteretten held som eiga sak eller som ledd i ei jordskiftesak, skal ein betale 5 gonger rettsgebyret​2 for kvar dag eller del av dag skjønnet varer. Når jordskifte vert krevd med heimel i § 5 femte ledd og jordskifteretten held skjønnet i medhald av § 6, skal sideutgiftene betalast forskottsvis av den som har krevd skjønnet. Kan utgiftene ikkje fastsetjast på førehand, skal det betalast så store forskott som vedkomande jordskiftedommar meiner er tilstrekkelege. Når det vert krevd grensegangssak etter § 88 første ledd første punktum eller andre ledd første punktum i samband med nye grenser ved offentleg regulering av eigarrådvelde, skal vedkomande offentlege styresmakt betale sideutgifter i samsvar med andre ledd andre og tredje punktum.\nFor skjønn jordskifteretten held etter lov 5. mai 1961 om grannegjerde § 16 andre ledd, veglov 21. juni 1963 nr. 23 § 60 andre ledd og lov 29. november 1968 om særlege råderettar over framand eigedom § 19 andre ledd skal ein betale 2 ganger rettsgebyret for grenser eller gjerder pr. påbegynt 0,5 km. Første ledd gjeld tilsvarande for skjønn jordskifteretten held etter § 6 tredje ledd.\nFor anke til jordskifteoverrett skal ein betale 5 gonger rettsgebyret​2 for kvar dag eller del av dag retten held rettsmøte. For anke til lagmannsrett gjeld reglane i lov 17. desember 1982 nr. 86 § 8 tilsvarande. Når anken etter denne lov skal behandlast etter reglane for anke over dommar, gjeld same lov § 8 første ledd tredje punktum.\nFor stadfesting av minneleg jordskifte skal ein betale 5 gonger rettsgebyret.​2\nFor krav om gjenopning skal ein betale 5 gonger rettsgebyret.​2 Blir kravet tatt til følgje, skal ein betale gebyr som for ny sak.\nDersom saka blir trekt tilbake eller nekta fremma, skal ein betale 2 gonger rettsgebyret.​2\nJordskifteretten kan endre dei samla gebyrkostnadene dersom arbeidstida i saka avvik nemnande frå det vanlege.\nPartane betaler elles jordskiftekostnadene så nær som fast kontorhald, porto, elektronisk kommunikasjon og løn, skyss- og kostpengar til tenestemennene.\nReglane i lov av 17. desember 1982 nr. 86 om rettsgebyr kap. 1 og § 27 gjeld tilsvarande dersom ikkje anna er fastsett i eller i medhald av denne lova.\n0 Endra med lover 6 mai 1983 nr. 22, 21 des 1984 nr. 100, 3 mars 1989 nr. 10, 29 juni 1990 nr. 47, 7 juni 1991 nr. 25, 5 jan 1996 nr. 2 (ikr. 3 mars 1996), 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 18 des 1998 nr. 85 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1200), 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714), 4 juli 2003 nr. 83 (ikr. 25 juli 2003 iflg. res. 4 juli 2003 nr. 879), 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Jf. § 17.\n2 Sjå lov 17 des 1982 nr. 86 § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "8:75",
      "chapter": "8",
      "section": "75",
      "content": "Er jordskiftekravet heilt grunnlaust eller blir det kalla tilbake, eller fører formfeil som rekvirenten har skulda for til at saka blir nekta fremming, må rekvirenten bere kostnadene.\nDen som krev overjordskifte, må bere kostnadene med det dersom overjordskiftet ikkje fører med seg ei monaleg endring i jordskiftet.\nEr anke til jordskifteoverretten grunnlaus, kan retten påleggje rekvirenten sakskostnader til det offentlege.\nBlir krav om gjenopning tatt til følgje, skal kostnadene utliknast på partane etter nytten av heile skiftet. Det skal takast omsyn til kostnadsfordelinga i den tidlegare saka. For øvrig gjeld reglane i kap. 10 tilsvarande så langt dei høver.\n0 Endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "8:76",
      "chapter": "8",
      "section": "76",
      "content": "Kostnader som ikkje rekvirenten etter § 75 må bere åleine, skal utliknast på partane etter nytten av skiftet.\nUtgift som omsynet til berre einskilde eigedomar eller partar har valda, kan leggjast på vedkomande åleine. Det same gjeld kostnader som kjem av at krav eller opplysningar er sette fram for seint.\nFor skjønn etter § 6 a gjeld § 43 i lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker.\nNår det vert krevd grensegang etter § 88 første ledd første punktum eller andre ledd første punktum i samband med nye grenser ved offentleg regulering av eigarrådvelde, ber vedkomande offentlege styresmakt kostnadene.\n0 Endra med lover 23 feb 1996 nr. 7 (ikr. 1 juli 1996), 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "8:77",
      "chapter": "8",
      "section": "77",
      "content": "Leigar eller annan som har liknande rett, har plikt til å gi eigaren vederlag for jordskiftekostnader og andre kostnader som skiftet fører med seg, t.d. dyrkingsvederlag, utlegg til gjerde, utflyttingstilskott og anna. Jordskifteretten fastset den summen leigaren skal svare etter eit overslag over alle dei kostnadene skiftet vil føre med seg for eigaren, og etter nytten leigaren har av skiftet. Kostnader som eigaren har tatt på seg ut over det han er pliktig til etter loven, eller som atferda han[s] på skiftet er skuld i, skal ikkje takast med.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "8:78",
      "chapter": "8",
      "section": "78",
      "content": "Fører anke etter § 72 første ledd til pålegg som nemnt i § 72 andre ledd eller til endring som nemnt i § 72 fjerde ledd, skal det offentlege bere alle kostnadene som retting av slike feil har ført med seg.\n0 Endra med lov 7 juni 1991 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "8:79",
      "chapter": "8",
      "section": "79",
      "content": "Det kan krevjast at den som set fram krav om jordskifte eller overjordskifte skal betale forskott eller gi trygd for dei kostnadene som etter eit førebels overslag vil falle på partane. Rekvirenten kan givast ein frist på opptil tre veker til dette. Held han ikkje fristen, blir det rekna jamgodt med at han har kalla kravet tilbake.\n0 Endra med lov 7 juni 1991 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "8:80",
      "chapter": "8",
      "section": "80",
      "content": "Når vedtak om å fremme saka er ført inn i rettsboka, og retten i hovuddraga har fått på det reine kva interesser partane har i skiftet, kan han gi dei pålegg om å betale utgifter som vil kome på etter kvart etter ei førebels utlikning.\nUtgifter som er utlikna, dagfell til betaling 15 dagar etter at vedkomande er gjort kjent med utlikninga.\nAv forskott kan det reknast rente som jordskifteretten fastset etter skjønn. Retten kan òg ta avgjerd om at det skal svarast rente av andre krav som kjem av skiftet.\nFører overjordskiftet til endring i jordskiftekostnadene, og dei alt er betalte, skal jordskifteoverretten gi nødvendige reglar om tilbakebetaling.\n0 Endra med lover 8 juni 1984 nr. 69, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "8:81",
      "chapter": "8",
      "section": "81",
      "content": "Vederlag for kostnader til sakkunnig hjelp i tvistar blir avgjorde etter reglane i tvisteloven​1 kapittel 20.\nEr jordskifte kravt i samband med oreigning eller offentleg regulering av eigarrådvelde etter §§ 6 første eller andre ledd, 43 andre ledd eller 44 tredje ledd, skal oreignaren til vanleg bere jordskiftekostnadene, men det er og høve til å leggje slike kostnader på dei andre partane i skiftet dersom dei får netto nytte i høve til tilhøva før jordskiftet. Det same gjeld saker etter § 6 tredje ledd om avtale om at jordskifteretten skal halde skjønn. I sak etter § 6 første, andre eller tredje ledd gjeld lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker §§ 42, 54-54 b og 58 ved avgjerd i jordskifteretten og ved anke jf. § 61.\n0 Endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "9:82",
      "chapter": "9",
      "section": "82",
      "content": "Dersom alle eigarane blir samde om korleis eit jordskifte skal gjennomførast og andre som skiftet vedkjem samtykkjer i avtala, kan avtala bringast inn for jordskifteretten med krav om godkjenning.\nMed krav om godkjenning går ein fram på same måte som med krav om offentleg jordskifte. Reglane i kapittel 8 om kostnadene gjeld på tilsvarande måte.\nPartane skal setje opp eit skriftleg dokument der ein gjer nøye greie for dei eigedomane skiftet omfatter, t.d. grenser, bruksrettar m.m. Utgreiing om grense mot granneeigedom må ikkje takast inn i dokumentet utan samtykkje frå eigaren. Er noko i skiftedokumentet uklart eller ufullstendig, skal jordskiftedomaren hjelpe til med å rette det.\n0 Endra med lov 17 juni 1988 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "9:83",
      "chapter": "9",
      "section": "83",
      "content": "Jordskifteretten gir attest for at avtala er godkjent dersom retten etter nødvendig gransking finn at avtala fyller krava til eit offentleg jordskifte. Ei godkjend avtale kallast minneleg jordskifte og har same verknaden som eit offentleg jordskifte.\nAttesten skal førast inn i rettsboka og påførast skiftedokumentet. Skiftedokumentet og attesten skal tinglysast. Det skal ikkje svarast dokumentavgift.\nAvgjerd etter paragrafen her kan ikkje ankast utan i det høve at godkjenning blir nekta.\n0 Endra med lov 17 juni 1988 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "9:84",
      "chapter": "9",
      "section": "84",
      "content": "Er attest nekta og denne avgjerda ikkje blir anka på staden, kan ein straks krevje offentleg jordskifte. Blir offentleg jordskifte kravd på staden, kan skiftet fremmast straks med dei jordskiftemeddommarane som alt er oppnemnde dersom alle partane er gjort kjende med at offentleg skifte kan fremmast.\n0 Endra med lover 8 juni 1984 nr. 69, 17 juni 1988 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "9:85",
      "chapter": "9",
      "section": "85",
      "content": "Jordskifte halde av ein jordskiftedommar med heimel i voldgiftsavtale,​1 har same verknaden som offentleg jordskifte. Over slikt jordskifte kan det ikkje nyttast rettsmiddel etter kap. 7. Kostnadene ved slik sak skal gjerast opp og betalast som for offentleg jordskifte.\nDet same gjeld for friviljug makeskifte halde av ein jordskiftedommar med heimel i voldgiftsavtale når makeskiftet vert gjennomført i samsvar med føresegnene i jordskiftelova, med unntak av § 1, og voldgiftsavtala kjem i staden for offentleg oreigning eller regulering av eigarrådevelde. Føresegnene i kapittel 8 gjeld så langt dei høver.\nPartane kan ikkje gjere avtale om voldgift etter andre ledd i dei høva som er nemnt i §§ 6 første til fjerde ledd første punktum og 6 a.\n0 Endra med lov 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714).\n1 Sjå § 17 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "10:86",
      "chapter": "10",
      "section": "86",
      "content": "På bruk som ligg under offentleg jordskifte, kan ingen andre enn jordskifteretten opprette nye matrikkeleiningar​2 utan samtykke frå retten. Dei oppmålingsforretningane​3 som offentleg jordskiftesak fører med seg, skal jordskifteretten alltid halde.\nNår partane i eit avtaleskjønn etter § 6 fjerde ledd er samde om det, held jordskifteretten oppmålingsforretning.\n0 Endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 101 (ikr. 1 jan 2010, etter res. 5 juni 2009 nr. 600).\n1 Sjå § 87.\n2 Jf. lov 17 juni 2005 nr. 101 § 4 og § 5.\n3 Jf. lov 17 juni 2005 nr. 101 kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "10:87",
      "chapter": "10",
      "section": "87",
      "content": "For oppmålingsforretningar som jordskifteretten held etter § 86, gjeld reglane i lov om eigedomsregistrering​1 på tilsvarande måte, så langt dei høver. Ved anke gjeld reglane i § 61 andre og fjerde ledd. For føring i rettsboka og tinglysing gjeld reglane i § 22 siste ledd og § 24.\n0 Endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3, 17 juni 2005 nr. 101 (ikr. 1 jan 2010, etter res. 5 juni 2009 nr. 600).\n1 Lov 17 juni 2005 nr. 101.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "11:88",
      "chapter": "11",
      "section": "88",
      "content": "Eigar kan krevje at jordskifteretten i særskild sak skal klarleggje, merkje av og beskrive grenser for grunneigedom,​2 anleggseigedom,​3 uteareal til eigarseksjon​4 og jordsameige,​5 grenser for alltidvarande bruksrett eller grenser for offentleg regulering av eigarrådvelde. Dette gjeld og slike grenser som er nemnde i lov 15. mars 1940 nr. 3 om vassdragene § 2, § 3 og § 4.\nNår det gjeld grensegang for alltidvarande bruksrett og offentleg regulering av eigarrådvelde, kan og bruksrettshavar og offentleg styresmakt krevje grensegang. I område i det samiske reinbeiteområdet der det går føre seg reindrift, kan òg leiar av reinbeitedistrikt krevje grensegang.​6 Er distriktsstyre ikkje oppretta, kan utøvar av reindrift krevje grensegang. I tilfelle som nemnt i § 5 andre ledd, kan departementet krevje grensegang.\nTilsvarande kan eigar eller festar krevje grensegang for matrikkeleining​7 som er festa bort.​8\nKravet om grensegang skal nemne kva for grenser retten skal taka stilling til. Retten kan ikkje gå utanfor dette. Dersom ein part krev utviding av saka, skal retten i vurderinga av kravet mellom anna leggje vekt på omfanget av den kravde utvidinga, samanhangen med resten av kravet og korleis dei øvrige partane stiller seg til utvidinga.\nUlaglege grenser prøver retten å få regulert ved minneleg makeskifte. Kjem ein ikkje fram til semje, kan jordskifteretten regulere grensene på den måten han meiner er mest tenleg for dei eigedomane det gjeld. Dersom det ikkje er landbrukseigedom på nokon av sidene, kan jordskifteretten berre regulere ulaglege grenser etter krav frå ein part.\n0 Endra med lover 8 juni 1984 nr. 69, 23 feb 1996 nr. 7 (ikr. 1 juli 1996), 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714), 15 juni 2007 nr. 40 (ikr. 1 juli 2007, etter res. 15 juni 2007 nr. 627), 17 juni 2005 nr. 101 (ikr. 1 jan 2010, etter res. 5 juni 2009 nr. 600).\n1 Jf. § 76.\n2 Jf. lov 19 juni 1992 nr. 59 § 1-4 og lov 19 juni 1992 nr. 60 § 4-2.\n3 Jf. lov 17 juni 2005 nr. 101 § 5, b.\n4 Jf. lov 23 mai 1997 nr. 31 § 9 (2) og lov 17 juni 2005 nr. 101 § 5, c.\n5 Jf. lov 17 juni 2005 nr. 101 § 5, d.\n6 Jf. lov 15 juni 2007 nr. 40.\n7 Jf. lov 17 juni 2005 nr. 101 § 5.\n8 Jf. lov 20 des 1996 nr. 106.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "11:88 a",
      "chapter": "11",
      "section": "88 a",
      "content": "Eigar eller innehavar av alltidvarande bruksrett kan krevje at jordskifteretten skal klarleggje og fastsette eigedoms- og bruksrettstilhøva i sameiger, i andre område der det er sambruk mellom eigedomar og i område i det samiske reinbeiteområdet der det går føre seg reindrift,​1 når dette er nødvendig av omsyn til ein rasjonell bruk av området eller for registrering av uregistrert jordsameige.​2\n§ 88 andre, fjerde og femte ledd og § 89 første ledd gjeld tilsvarande.\n0 Føyd til med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), endra med lov 15 juni 2007 nr. 40 (ikr. 1 juli 2007, etter res. 15 juni 2007 nr. 627), 17 juni 2005 nr. 101 (ikr. 1 jan 2010, etter res. 5 juni 2009 nr. 600) som endra med lov 15 juni 2007 nr. 40 (ikr. 1 juli 2007, etter res. 15 juni 2007 nr. 627), 29 juni 2007 nr. 94 (ikr. 1 jan 2010, etter res. 5 juni 2009 nr. 601).\n1 Jf. lov 15 juni 2007 nr. 40.\n2 Jf. lov 17 juni 2005 nr. 101 § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88a",
        "source_heading": "§ 88 a."
      }
    },
    {
      "provision_ref": "11:89",
      "chapter": "11",
      "section": "89",
      "content": "Reglane om jordskifte gjeld på tilsvarande måte i grensegangssaker så langt dei høver. Men § 3 bokstav a gjeld berre når grensene skal regulerast. Er det i eit område grunn til å rekna med endringar i grensetilhøva ved jordskifte, så skal jordskifteretten mest mogleg avgrense saka til å gjelde klarlegging av omtvista grenser og berre strengt nødvendige avmerkings- og målearbeid. Utan særleg grunn skal heller ikkje grensegang fremmast over store samanhengande område der saka vil få karakter av å vere eit systematisk merke- og målearbeid meir enn eit samla klarleggingsarbeid for grensene.\nDersom det i grensegangssak eller rettsutgreiingssak blir sett fram krav om jordskifte, og retten godtar kravet, kan slik sak fremmast med dei jordskiftemeddommarane som er oppnemnde i grensegangssaka eller rettsutgreiingssaka. Det same gjeld om grensegang eller rettsutgreiing blir kravt på staden etter at jordskifte er nekta fremma.\n0 Endra med lover 8 juni 1984 nr. 69, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "11:89 a",
      "chapter": "11",
      "section": "89 a",
      "content": "Når jordskifteretten har motteke rettskraftig dom frå utmarkskommisjonen for Nordland og Troms,​1 gjennomfører jordskifteretten grensemerking i terrenget, koordinatfesting og kartlegging av grensa i samsvar med dommen.\n§§ 88 og 89 gjeld tilsvarande så langt dei høver og så langt ikkje anna fylgjer av paragrafen her.\nDet skal ikkje betalast rettsgebyr etter § 74 andre ledd. Partane skal heller ikkje betale for kostnadene med grensemerkinga, koordinatfestinga og kartlegginga av grensa.\nJordskifteretten vert sett utan jordskiftemeddommarar.\n§ 88 tredje og femte ledd og § 89 andre ledd gjeld ikkje.\nVed anke gjeld § 72.\nTil alle saker som blir handsama etter paragrafen her, skal rettshavarar med eigedoms- eller bruksrett som saka kan tenkjast å få verknad for, bli stemna og innkalla av retten på den måten som er fastsett i lov 19. juni 1992 nr. 59 om bygdeallmenninger §§ 1-7 og 1-8.\nKjende rettshavarar med eigedoms- eller bruksrett som saka kan tenkjast å få verknad for, skal bli stemna og innkalla av retten også på den måten som er fastsett om forkynningar for dei alminnelege domstolane i domstolloven​2 kapittel 9.\n0 Føyd til med lov 22 apr 1994 nr. 8 (ikr. 1 juni 1994 med verknad også for dom før dette, etter res. 22 apr 1994 nr. 314), endra med lover 21 des 2007 nr. 127 (ikr. 1 jan 2008), 17 juni 2005 nr. 101 (ikr. 1 jan 2010, etter res. 5 juni 2009 nr. 600).\n1 Sjå lov 7 juni 1985 nr. 51 (nå oppheva).\n2 Lov 13 aug 1915 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89a",
        "source_heading": "§ 89 a."
      }
    },
    {
      "provision_ref": "12:89 b",
      "chapter": "12",
      "section": "89 b",
      "content": "Kongen kan gi nærare forskrift om arealmekling som forsøksordning i utvalde kommunar. Kongen kan gi forskrift om forsøksordning med utvida mekling i jordskifterettane (rettsmekling).\nI forskrifta kan det gjevast reglar om kva sakstypar som skal vere omfatta av forsøksordningane og i kva saker det skal bli vurdert om arealmekling eller rettsmekling skal setjast i verk, om kven som skal leie slik mekling, om teieplikt og vitneforbod for arealmeklaren og rettsmeklaren og partane, om partane sitt ansvar for kostnadene ved meklinga og om gjennomføringa av meklinga elles m.m.\n0 Føyd til med lov 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89b",
        "source_heading": "§ 89 b."
      }
    },
    {
      "provision_ref": "13:90",
      "chapter": "13",
      "section": "90",
      "content": "Pengevederlag for eigedom eller rett som det ligg hefte på eller som er beslaglagt, må ikkje utbetalast utan at alle det gjeld samtykkjer. Jordskifteretten fastset framgangsmåten for betaling av utflyttingsvederlag i slike høve.\nDen som skal betale pengar, kan betale dei til politimeisteren som straks og på best mogleg vilkår skal sette pengane inn i godkjend sparebank til det er avgjort kven som skal ha dei.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "13:91",
      "chapter": "13",
      "section": "91",
      "content": "Avgjerd tatt ved offentleg jordskifte og rettsutgreiing og i grensegangssak er tvangsgrunnlag.​1 Når avgjerda er endeleg, kan ho settast i verk etter reglane om fullføring av dom.​2 Lov av 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker §§ 53, 55 og 57 gjeld tilsvarande for oreigningsskjønn som jordskifteretten har halde i medhald av § 6.\nKostnad eller yting som i slik sak er pålagt eigar eller bruksrettshavar, får ved tinglysing panterett i eigedomen eller i bruksretten. Verknaden av tinglysinga fell bort når det er gått 10 år frå tinglysinga og ny tinglysing ikkje er gjort før fristen gjekk ut.​3\n0 Endra med lov 7 juni 1991 nr. 25, 18 des 1998 nr. 85 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1200).\n1 Jf. tvangsl. § 4-1 (2), a.\n2 Jf. tvangsl. kap. 8 til 13.\n3 Jf. lov 7 juni 1935 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "13:92",
      "chapter": "13",
      "section": "92",
      "content": "Skyldnad som ligg på ein eigedom for anlegg som er sett i verk med offentleg tilskott, som t.d. skogplantings-, senkings-, uttappings- eller førebyggingsarbeid, skal følgje det grunnstykket skyldnaden har samanheng med, om dette let seg gjere utan avgjerande ulempe for det som er formålet med jordskiftet. Det same skal gjelde skyldnad til å halde ved like andre anlegg som t.d. gravplass.\nMedan jordskiftet pågår, har vedkomande jordskiftedommar meldeplikt etter lov 9 juni 1978 nr. 50 om kulturminner​1 ved sida av eigar og brukar.\n1 Sjå § 8 i den loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "13:93",
      "chapter": "13",
      "section": "93",
      "content": "Så langt det trengst av omsyn til den saka som er føre, kan jordskifteretten ta avgjerder som etter lov 27 mai 2005 nr. 31 om skogbruk (skogbrukslova) høyrer inn under skogbruksstyresmakta. Er det tale om større hogst eller hogst i verneskog eller utsett skog, skal skogbruksstyresmakta ha varsel og få høve til å seie si meining.\n0 Endra med lov 27 mai 2005 nr. 31 (ikr. 1 jan 2006, etter res. 27 mai 2005 nr. 487).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "13:94",
      "chapter": "13",
      "section": "94",
      "content": "Jordskifteretten kan nytte sakkunnig hjelp i særskilte spørsmål når han finn det nødvendig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "13:95",
      "chapter": "13",
      "section": "95",
      "content": "Den som med fortsett eller aktløyse bryt reglane gitt i medhald av §§ 23 og 60 i loven her, blir straffa med bøter. Det offentlege påtalar ikkje slike brot utan etter krav frå vedkomande jordskiftedommar eller nokon skadelidande part. Medverknad blir ikkje straffa.\n0 Endra med lover 8 juni 1984 nr. 69, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "13:96",
      "chapter": "13",
      "section": "96",
      "title": "(Opphevet)",
      "content": "0 Oppheva med lov 20 feb 2004 nr. 7 (ikr. 1 apr 2004, etter res. 20 feb 2004 nr. 399).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "13:97",
      "chapter": "13",
      "section": "97",
      "content": "Etternemnde reglar i tvisteloven​1 gjeld i jordskifte-, rettsutgreiingssaker og grensegangssaker, enten\na. på tilsvarande måte så langt dei høver, for kapittel 2 og 3, § 4-5 første ledd, kapittel 8 I, § 9-6 første og andre ledd, § 9-16, kapittel 11, § 13-3, § 15-2 første ledd bokstav b, §§ 15-6 til 15-8, kapittel 16 I og III, § 18-1, kapittel 19, kapittel 21-28, § 29-6 og § 29-10 første ledd, eller\nb. slik det er vist til i ymse paragrafar i loven her, for § 9-16, kapittel 13 II og 14, § 16-5, §§ 18-1 og 18-2, kapittel 19 I-III, kapittel 20, kapittel 22-24, kapittel 29 og kapittel 31.\nFor rettsutgreiingssak og grensegangssak etter kap. 11 gjeld også tvisteloven § 18-2.\n0 Endra med lover 8 juni 1984 nr. 69, 29 juni 1990 nr. 47, 7 juni 1991 nr. 25, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "13:98",
      "chapter": "13",
      "section": "98",
      "content": "Denne loven tar til å gjelde frå den tida Kongen fastset.​1 Lov 22 desember 1950 nr. 2 om jordskifte o.a. held opp å gjelde frå same tid. Har saksbehandlinga tatt til før denne tid, skal likevel reglane i den gamle loven gjelde for saksbehandlinga i vedkomande instans. Behandlinga i ankeinstansen tar til når den første ankefråsegna blir gitt inn til jordskifteretten.\nFrå loven tar til å gjelde,​1 blir det følgjande endringar i andre lover: – – –\n1 Frå 1 jan 1980, etter res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Eigedomar som det er vanskeleg å nytte ut på tenleg måte etter tid og tilhøve, kan leggjast under jordskifte etter denne loven.\nDet same gjeld når tilhøva vil bli utenlege som følgje av:\na. gjennomføring av tiltak, byggjing, utbetring, vedlikehald og drift av anlegg, herunder nedleggjing av private jernbaneovergangar.\nb. offentleg regulering av eigarrådvelde.\n0 Endra med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "content": "Lova gjeld for alle eigedomar dersom ikkje anna følgjer av lova her eller andre lover.​1\n0 Føyd til med lov 12 mai 2006 nr. 15 (ikr. 1 juli 2006, etter res. 12 mai 2006 nr. 529).\n1 Sjå lov 19 juni 1992 nr. 59 § 1-4 og lov 19 juni 1992 nr. 60 § 4-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1a."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Jordskifte kan gå ut på å:\na. løyse opp sameigetilstanden når grunn eller rettar ligg i sameige mellom bruk.​1\nb. forme ut eigedomar på nytt ved ombyting av grunn og rettar.​2\nc.\n1. gi reglar om bruken i område der det er sambruk mellom eigedomar.\n2. gi reglar om bruken i område der det ikkje er sambruk mellom eigedomar, når jordskifteretten finn at det ligg føre særlege grunnar.\n3. gi reglar om bruken i område i det samiske reinbeiteområdet der det går føre seg reindrift.​3 Retten kan ikkje regulere tilhøva mellom dei som utøver slik reindrift.\n4. gi reglar om bruken i personleg sameige i skogeigedom og i fjellstrøk som for storparten ligg over barskoggrensa når det ligg føre særlege grunnar.\nd. avløyse bruksrettar som er nemnde i § 36.\ne. skipe slike sams tiltak som er nemnde i § 34 a og tørrleggingstiltak etter § 30 i vannressursloven.​4\nf. forme ut og dele eigedomane når grunn og rettar skal avhendast i samsvar med formålet i lov 12. mai 1995 nr. 23 om jord.\ng. dele ein eigedom med tilhøyrande rettar etter eit bestemt verdiforhold.\nh. fordele arealverdiar og fordele kostnader ved ulike sams tiltak i og for område for bebyggelse og anlegg etter § 11-7 nr. 1 og § 12-5 nr. 1 i plan- og bygningsloven.​5\ni. omforme eigedomar og rettar på grunnlag av utenlege eigedomstilhøve som følge av godkjent reguleringsplan etter plan- og bygningsloven​5 i område som gjeld:\n1. eksisterande område for bebyggelse og anlegg,\n2. nytt område for bebyggelse og anlegg.\nEi jordskiftesak kan omfatte eitt eller fleire av desse tiltaka.\n0 Endra med lover 8 juni 1984 nr. 69, 17 juni 1988 nr. 59, 12 mai 1995 nr. 23 (ikr. 1 juli 1995), 5 jan 1996 nr. 2 (ikr. 3 mars 1996), 23 feb 1996 nr. 7 (ikr. 1 juli 1996), 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 24 nov 2000 nr. 82 (ikr. 1 jan 2001, etter res. 24 nov 2000 nr. 1169), 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529), 15 juni 2007 nr. 40 (ikr. 1 juli 2007, etter res. 15 juni 2007 nr. 627), 27 juni 2008 nr. 71 (ikr. 1 juli 2009, etter res. 12 juni 2009 nr. 638).\n1 Sjå lov 18 juni 1965 nr. 6 § 2 (2). – Jf. lov 17 juni 2005 nr. 101 § 14.\n2 Sjå lov 19 juni 1992 nr. 59 § 1-4 og lov 19 juni 1992 nr. 60 § 4-2.\n3 Sjå lov 15 juni 2007 nr. 40.\n4 Lov 24 nov 2000 nr. 82. – Sjå § 44. – Jf. lov 19 juni 1992 nr. 59 § 1-4 og lov 19 juni 1992 nr. 60 § 4-2.\n5 Lov 27 juni 2008 nr. 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Jordskifte kan ikkje fremmast:\na. dersom kostnadene og ulempene blir større enn nytten for kvar einskild eigedom.​1\nb. for eigedomar som omfattast etter § 2 første ledd bokstav h og i, utan at kvar eigedom får sin del av verdauken i skiftefeltet\n0 Endra med lover 11 juni 1993 nr. 85, 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529).\n1 Sjå § 88 a (2) og § 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Det som tidlegare har vore under offentleg jordskifte etter § 2 bokstav a til f kan ikkje takast opp til ny jordskiftebehandling før 10 år etter at førre skifte var slutt.\nDet same gjeld om jordskifte er nekta av materielle grunnar. Har desse grunnane falle bort, kan jordskifte fremmast utan omsyn til 10-årsfristen.\nInndraging under jordskifte etter reglane i §§ 16 og 25 kan skje utan omsyn til det som er fastsett i første og andre ledd i denne paragrafen.\nVedtak med heimel i §§ 43, 44 og 52, eller tilsvarande paragrafar i tidlegare jordskiftelover,​1 kan 10 år etter at jordskifte er slutta, takast opp til ny behandling for jordskifterett.\nTi-årsfristen gjeld ikkje når ras, elvebrot, anlegg av offentlege vegar, kjøp av tilleggsjord o.l. gjer at det ikkje lenger er naturleg å sjå området som tidlegare skifta.\n1 Sjå tidlegare lover 22 des. 1950 nr. 2 §§ 35, 36 og 37, 13 mars 1882 §§ 39, 41 og 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Eigar av særskilt registrert grunneigedom og nokon som har alltidvarande bruksrett kan krevje jordskifte.\nSak etter § 2 første ledd bokstav h kan berre krevjast når alle eigarane som blir omfatta av jordskiftesaka, er samde om det. Når det er fastsett vilkår om fordeling i medhald av plan- og bygningsloven​1 § 11-8 bokstav e eller § 12-7 nr. 13 kan sak etter § 2 første ledd bokstav h likevel krevjast når:\n1. eigarane av minst 2/3 av eigedomane er samde om det og\n2. arealet deira utgjer minst 2/3 av det areal som omfattar:\na. område for bebyggelse og anlegg saman med\nb. areal som i samsvar med plan etter plan- og bygningsloven​1 skal nyttast til sams tiltak som skal tene området som er lagt ut til bebyggelse og anlegg.\nSak etter § 2 første ledd bokstav i nr. 1 kan berre krevjast når alle eigarane som skal omfattast av jordskiftesaka, er samde om det.\nSak etter § 2 første ledd bokstav i nr. 2 kan berre krevjast når eigarane av minst 2/3 av eigedomane som omfattast av jordskiftesaka er samde om det og arealet deira utgjer minst 2/3 av arealet innanfor området for bebyggelse og anlegg som omfattast av jordskiftesaka. Kravet kan då omfatte heile eller deler av området for bebyggelse og anlegg.\nVed fastsetjing av talet på eigarar i andre ledd andre punktum og fjerde ledd reknast eit foretak ikkje med, dersom ein annan eigar av areal innanfor byggeområdet har avgjerande innverknad over det.\nDepartementet​2 kan krevje jordskifte:\na. Når det finn at tiltak for å fremme landbruket blir gjort mogleg ved tilskott frå staten og tilskottet kan få større nytteverknad dersom det blir halde jordskifte, eller når det er nødvendig av allmenne omsyn, eller når ein kan rekne med monaleg innsparing av jordskiftekostnader. I slike høve kan departementet også krevje utviding av skiftefeltet for jordskifte som er i gang, og at to eller fleire jordskiftesaker blir samla i ei sak. Det same gjeld når departementet finn det nødvendig at det blir gitt føresegner om samordning av bruken for større område eller for heile eller deler av vassdrag.\nb. i dei høve som § 2 første ledd bokstav f nemner.\nFylkesmannen kan krevje jordskifte i dei høve som § 2 første ledd bokstav f og g nemner.\nI dei høve som § 2 første ledd bokstav c nemner, kan fylkesmannen krevje jordskifte som ledd i tiltak etter § 25 i lov om laksefisk og innlandsfisk m.v.​3\nOffentlege styresmakter med heimel for oreigning til tiltak og anlegg eller regulering av eigarrådvelde etter § 1 andre ledd, kan krevje jordskifte.\nLeiar av reinbeitedistrikt​4 kan krevje jordskifte i dei høve som § 2 første ledd bokstav c nr. 3, og bokstav h nemner. Er distriktsstyre ikkje oppretta, kan utøvar av reindrift krevje slikt jordskifte.\nRett til å krevje jordskifte kan ein ikkje skrive frå seg. Avtale som jordskifteretten finn hindrar eit tenleg jordskifte, treng han ikkje ta omsyn til.\n0 Endra med lover 15 mai 1992 nr. 47, 12 mai 1995 nr. 23 (ikr. 1 juli 1995), 23 feb 1996 nr. 7 (ikr. 1 juli 1996), 22 nov 1996 nr. 67 (ikr. 1 des 1996), 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529), 27 juni 2008 nr. 71 (ikr. 1 juli 2009, etter res. 12 juni 2009 nr. 638), 19 juni 2009 nr. 98 (ikr. 1 jan 2010, etter res. 26 juni 2009 nr. 848).\n1 Lov 27 juni 2008 nr. 71.\n2 Sjå §§ 13 og 88.\n3 Lov 15 mai 1992 nr. 47.\n4 Sjå lov 15 juni 2007 nr. 40 §§ 42 og 43 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Blir jordskifte halde samtidig eller i samband med offentleg oreigning for gjennomføring av tiltak, byggjing, utbetring, vedlikehald og drift av anlegg og tiltak, jf. § 1 andre ledd bokstav a, held jordskifteretten oreigningsskjønnet som del av jordskiftesaka.\nBlir jordskifte halde samtidig eller i samband med offentleg regulering av eigarrådvelde, jf. § 1 andre ledd bokstav b, og det er rettskraftig​2 avgjort av dei ordinære domstolane at det skal ytast erstatning for råderettsavgrensing, eller vedkomande offentlege styresmakt sjølv legg dette til grunn, kan jordskifteretten halde erstatningsskjønnet som del av jordskiftesaka.\nBlir jordskifte halde samtidig eller i samband med friviljug avståing til føremål det er oreigningsheimel for, eller samtidig eller i samband med at det friviljug blir avtala avgrensingar i eigarrådvelde, kan partane avtale at jordskifteretten skal halde skjønn som del av jordskiftesaka.\nI samband med sak etter første til tredje ledd kan partane avtale at jordskifteretten held skjønn ved friviljug avståing av grunn, bruksrett eller ved friviljug avgrensing av eigarrådvelde for eigedom som heilt eller dels skal nyttast til erstatning og som ikkje omfattast av jordskifte.​3 I andre høve enn nemnt i første til tredje ledd, kan jordskifteretten halde avtaleskjønn som eiga sak.\nJordskifteretten sin kompetanse til å halde skjønn etter denne paragraf er avgrensa til å gjelde for areal som er lagt ut til landbruks-, natur- og friluftsformål samt reindrift i medhald av § 11-7 nr. 1 i plan- og bygningsloven​4 eller er regulert til slik bruk eller vern, eller i uregulert område. Jordskifteretten kan likevel halde skjønn etter første, andre og tredje ledd når det er nødvendig av omsyn til jordskiftet, når dei interesser som vert berørt gjeld landbruk, naturvern eller friluftsliv eller når det ligg føre særlege grunnar.\nDenne paragraf gjeld ikkje for oreigning og regulering av eigarrådvelde i vassdrag.\n0 Endra med lover 7 juni 1991 nr. 25, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714), 27 juni 2008 nr. 71 (ikr. 1 juli 2009, etter res. 12 juni 2009 nr. 638).\n1 Sjå lov 21 juni 1963 nr. 23 § 60 (2).\n2 Sjå tvl. § 19-14.\n3 Jf. § 86.\n4 Lov 27 juni 2008 nr. 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:6 a",
      "chapter": "1",
      "section": "6 a",
      "content": "Jordskifteretten kan i særskild sak eller i samband med jordskifte halde skjønn etter reindriftslova.​2 Reglane for jordskifte gjeld på tilsvarande måte i desse sakene så langt dei høver. Med unntak for § 6 b gjeld reglane i denne lov for handsaminga av desse sakene samt § 26 i lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker. Ved anke til jordskifteoverrett gjeld dessutan § 32 fjerde ledd og § 35 i skjønnsloven​3 for overskjønnet.\nJordskifteretten skal behandle saker etter reindriftslova​2 § 59 fjerde ledd.\n0 Føyd til med lov 23 feb 1996 nr. 7 (ikr. 1 juli 1996), endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 15 juni 2007 nr. 40 (ikr. 1 juli 2007, etter res. 15 juni 2007 nr. 627).\n1 Jf. § 76.\n2 Lov 15 juni 2007 nr. 40.\n3 Lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 a."
      }
    },
    {
      "provision_ref": "1:6 b",
      "chapter": "1",
      "section": "6 b",
      "content": "Skjønn jordskifteretten held som eiga sak med heimel i § 6 fjerde ledd andre punktum eller i anna lov følgjer reglane for rettslege skjønn i lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker.\nI saker etter § 6 første, andre, tredje og fjerde ledd første punktum gjeld lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker §§ 4, 8, 20 a, 26, 27, 42, 48, 50, 52, 53, 54 – 54 b, 55, 57 og 58. For handsaminga elles gjeld føresegnene i denne lova så langt dei høver.\nI saker etter § 6 første, andre og tredje ledd der både skjønnsmedlemer frå skjønnsmedlemutvalet og jordskiftemeddommarar frå jordskiftemeddommarutvalet tek del, jf. § 9 siste ledd første, andre og tredje punktum, skal alle ha godtgjersle etter reglane for skjønnsmedlemer, jf. lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker § 20 a.\nVed krav om skjønn etter § 6 første, andre og tredje ledd gjeld tvisteloven​1 §§ 18-1 og 18-2.\n0 Føyd til med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), endra med lover 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6b",
        "source_heading": "§ 6 b."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Kongen deler inn riket i jordskiftedøme for jordskifteoverrettane, og i jordskiftesokner for jordskifterettane.\nI kvart jordskiftedøme skal det vere ein eller fleire jordskifteoverdommarar, og i kvar jordskiftesokn ein eller fleire jordskiftedommarar. Når saksmengda krev det, kan det tilsettast jordskiftedommarar utan fast tenestekrins, og det kan nemnast opp ein jordskiftedommar til å styre einskild sak.\nVed utnemning og konstitusjon av dommarar til jordskifteoverrettane og jordskifterettane gjeld domstolloven​1 §§ 55-55 f og §§ 55 h- 55 j.\nJordskifterettsleiaren kan gi jordskiftekandidat allment løyve til å styre jordskiftesaker og einskilde rettsmøte med unntak av saker i samband med oreigning som nemnt i § 6. I slike saker kan det givast særskilt løyve når særlege grunnar ligg føre. Allment løyve kan givast for tre år med mogleg forlenging i eitt år.\nDommarar til jordskifteoverrett og jordskifterett og jordskiftedommar med allment løyve må ha jordskiftefagleg utdanning på mastergradsnivå med fagkrins fastsett av departementet.\nFor teknisk personell gjeld reglane i kap. 6 i domstolloven​1 så langt dei høver.\n0 Endra med lover 8 juni 1984 nr. 69, 17 juni 1988 nr. 59, 7 juni 1991 nr. 25, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 20 feb 2004 nr. 7 (ikr. 1 apr 2004, etter res. 20 feb 2004 nr. 399, men tredje ledd frå 1 jan 2006, etter res. 30 sep 2005 nr. 1099), 11 jan 2013 nr. 4 (ikr. 1 feb 2013, etter res. 11 jan 2013 nr. 34).\n1 Lov 13 aug 1915 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "I kvar kommune skal det vere eit særskilt utval for jordskiftesaker. Dei som er med i utvalet skal vere kunnige i saker jordskifteretten til vanleg har i kommunen. Jordskifterettsleiaren fastset kor mange det skal vere i utvalet for kvar kommune.​1 Utvalet kjem i stand etter reglane i lov 13. august 1915 nr. 5 om domstolene om val av meddommarar.​2 Lagrettemedlemer og meddommarar er ikkje fritekne for val til jordskifteutvalet.\n0 Endra med lover 14 juni 1985 nr. 71, 13 mars 1987 nr. 14, 17 juni 1988 nr. 59, 20 feb 2004 nr. 7 (ikr. 1 apr 2004, etter res. 20 feb 2004 nr. 399).\n1 Sjå § 9 (om sammansetting i den einskilde saka).\n2 Sjå dl. kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "I den einskilde saka er jordskifteretten samansett av ein jordskiftedommar som leiar og 2 oppnemnde jordskiftemeddommarar, og jordskifteoverretten av ein jordskifteoverdommar som leiar og 4 oppnemnde jordskiftemeddommarar.\nSåframt jordskiftedommaren finn det ubetenkeleg, kan jordskifteretten settast utan jordskiftemeddommarar dersom ein part gjer framlegg om det og ingen andre partar protesterer innan ein frist som jordskifteretten fastset. Jordskifteretten kan settast med fire oppnemnde jordskiftemeddommarar når ein part gjer framlegg om det og retten ut frå sakas omfang eller karakter finn det ønskjeleg.\nBlir ei sak som har gått utan jordskiftemeddommarar i jordskifteretten, anka til jordskifteoverretten, blir jordskifteoverretten sett med to oppnemnde jordskiftemeddommarar. Jordskifteoverretten skal likevel settast med fire oppnemnde jordskiftemeddommarar dersom ein part krev det eller jordskifteoverdommaren sjølv finn det ønskjeleg.\nJordskiftedommaren nemner opp jordskiftemeddommarane frå dei utvala som er nemnde i § 8, ubunden av kommunegrensene. Domstollova​1 § 86 tredje ledd andre punktum gjeld tilsvarande for jordskiftesaker. Det skal nemnast opp varamedlemmer for jordskiftemeddommarane.\nSå langt råd er, skal det nemnast opp personar som er særleg kunnige i det som jordskiftet i hovudsaka gjeld. Til gransking av minneleg jordskifte,​2 og til overjordskifte bør det om mogleg nemnast opp personar som før har vore med på offentleg jordskifte.\nNår nokon av dei oppnemnde ikkje møter, eller ikkje kan gjere teneste,​3 og heller ikkje nokon av dei oppnemnde varamedlemmer kan kome tilstades på rimeleg tid, kan jordskiftedommaren nemne opp andre for møtet. I slike høve kan det oppnemnast personar som ikkje står i utvalet, om det er uråd på rimeleg tid å få tak i nokon som står der.\nI sak etter § 2 første ledd bokstav h og i skal halvparten av jordskiftemeddommarane nemnast opp frå utvalet av skjønnsmenn etter lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker § 14.\nI saker etter § 6 første, andre, tredje og fjerde ledd første punktum skal retten setjast med fire oppnemnde jordskiftemeddommarar. Lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker § 11 første ledd andre og tredje punktum og andre til fjerde ledd gjeld tilsvarande. Halvparten av jordskiftemeddommarane ved jordskiftet skal oppnemnast frå utvalet etter § 14 i same lova. For at retten skal kunne setjast med to jordskiftemeddommarar, er det ein føresetnad at dei er med både i utvalet som er nemnt i § 8, og i utvalet etter lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker § 14.\nI saker etter § 6 a skal meddommarane til vanleg oppnemnast frå utvalet etter § 14 i lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker.\n§ 12 i lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker gjeld tilsvarande i saker etter bestemmelsene som er nemnt i sjuande og åttande ledd.\n0 Endra med lover 8 juni 1984 nr. 69, 7 juni 1991 nr. 25, 23 feb 1996 nr. 7 (ikr. 1 juli 1996), 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714), 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529), 15 juni 2007 nr. 38 (ikr. 1 juli 2007, etter res. 15 juni 2007 nr. 654), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Lov 13 aug 1915 nr. 5.\n2 Sjå kap. 9.\n3 Sjå dl. § 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Når saksmengda gir høve til det, kan jordskifteoverdommaren styre einskild jordskiftesak i første instans. Overjordskifte i slik sak skal styrast av ein annan jordskifteoverdommar som departementet nemner opp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Første gongen nokon gjer teneste som jordskiftemeddommar, skal jordskiftedommaren gjere han kjend med dei pliktene ein jordskiftemeddommar har. Deretter skal jordskiftemeddommaren i rettsboka gi lovnad om at han i denne saka og i alle framtidige saker vil gjere pliktene sine ærleg og med truskap.\n0 Endra med lover 8 juni 1984 nr. 69, 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå dl. § 100 og lov 1 juni 1917 nr. 1 § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Krav om offentleg jordskifte set ein fram for jordskifteretten i den sokna der eigedomen ligg.​2 Kravet skal så vidt mogleg nemne dei eigedomane det gjeld, eigarar, bruksrettshavarar, grannar og andre skiftet vedkjem, kva vanskar ein ønskjer å få løyst og om det trengst jordskiftemeddommarar med særleg kunnskap.\nJordskiftedommaren kan avvise kravet av eige tiltak etter reglane i tvisteloven​3 § 16-5.\nKravet skal forkynnast for dei som er nemnde i kravet så snart som råd. Det kan settast frist for å uttale seg skriftleg, men partane kan og kallast inn til muntleg saksførebuing. Tilsvarande førebuing kan gjennomførast for einskilde rettsmøte under saka.\nKrav om offentleg jordskifte kan takast tilbake så lenge vedtak om å fremme skiftet ikkje er ført inn i rettsboka.​4\n0 Endra med lover 8 juni 1984 nr. 69, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Sjå § 7 (1).\n3 Lov 17 juni 2005 nr. 90.\n4 Sjå § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Jordskiftedommaren fastset kva tid saka skal behandlast på åstaden. Innkalling påført namna på jordskiftemeddommarane skal forkynnast for alle eigarar, bruksrettshavarar, grannar og andre som skiftet vedkjem, med varsel på minst 3 veker.​2 Når jordskifte er kravt i medhald av § 5 andre ledd, skal tilsvarande varsel givast til departementet, eventuelt til det organet som etter fullmakt frå departementet har kravt jordskifte. Om nokon som skal ha varsel er fråverande eller busett utanfor kommunen, og tilhaldsstaden hans ikkje er kjent, eller om han er busett utanfor riket, kan varsel givast på siste kjende bustaden hans i riket, eller om denne staden ikkje er kjent, på åstaden.\nNår nokon får innkalling til rettsmøte, skal den han har gitt prosessfullmakt også varslast.\nEr skiftefeltet stort eller eigedoms- eller brukstilhøva ugreie, kan departementet gi løyve til innkalling ved lysing i «Norsk lysingsblad»​3 og i eitt eller fleire lokalblad og med oppslag. Varslet skal i slike tilfelle vere gitt minst 6 veker på førehand rekna frå den dagen kunngjeringa står i lysingsbladet.\n0 Endra med lover 8 juni 1984 nr. 69, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Jf. dl. §§ 148 og 149.\n3 Jf. lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Jordskifteretten blir sett til fastsett tid og på fastsett stad. Først avgjer retten om saka skal fremmast.​1 Vedtak om dette skal grunngivast i samsvar med reglane i § 17 b. Saka kan fremmast endå om ein part ikkje møter, men er det ikkje gitt lovleg varsel, må det ikkje takast avgjerd i noko som gjeld hans interesser.\nVedtak om å fremme jordskifte kan gjerast om dersom jordskifteretten samrøystes meiner at vilkåra for å gjennomføre skiftet ikkje lenger er til stades.\nSaka skal så langt råd er fremmast utan avbrot. Må ein sette ut saka på uviss tid, skal innkallingsmåten til neste rettsmøte førast inn i rettsboka og gjerast kjent for partane. Utan samtykke frå alle som saka vedkjem, må ikkje varselsfristen settast stuttare enn ei veke.​2\n0 Endra med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199).\n1 Jf. § 17a, § 62.\n2 Jf. dl. §§ 148 og 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Så snart retten gir partane høve til det, skal dei sette fram og grunngi krava sine, føre prov og gi dei opplysningane som blir kravde. Retten kan sette frist for partane til å leggje fram dei endelege krava sine, jf. tvisteloven​2 § 9-16.\n0 Endra med lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Jordskifteretten skal klarleggje grensene for skiftefeltet. Ulaglege grenser mot granneeigedom prøver retten å få regulert gjennom minneleg makeskifte. Når ein ikkje fram til slik semje, kan jordskifteretten regulere grensene på den måten han meiner er mest tenleg for dei eigedomane det gjeld.\nRetten må få grensene mellom eigedomane innbyrdes på det reine, og han må få klarlagt, så nøye som råd er, eigedomstilhøva og alle rettar og tyngsler som kviler på feltet.\nJordskifteretten kan om det trengst av omsyn til jordskiftet, fastsette slike grenser som er nemnde i lov 15 mars 1940 nr. 3 om vassdragene §§ 2, 3 og 4.\n1 Sjå §§ 4 og 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Tvist​1 om grenser, eigedomsrett, bruksrett eller anna innan skiftefeltet eller med utanforståande skal jordskifteretten, om det trengst av omsyn til jordskiftet, avgjere ved dom.\nTvist i rettsutgreiingssak og grensegangssak skal avgjerast ved dom.\nDersom det i sak som nemnt i andre ledd, eller i skjønnssak etter § 6 første ledd til tredje ledd, er tvist om eit underliggjande rettshøve som nemnt i første ledd, og som det er nødvendig å taka stilling til for at saka skal kunne avgjerast, skal jordskifteretten etter krav frå ein part avgjere dette ved dom.\nDommen skal grunngivast i samsvar med tvisteloven​2 § 19-6.\nRetten bør først prøve mekling i saka og kan reise spørsmål om partane vil leggje tvisten under voldgift.​3\n0 Endra med lover 17 juni 1988 nr. 59, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå §§ 61, 62, 70, 71, 73 og 97.\n2 Lov 17 juni 2005 nr. 90.\n3 Sjå § 85 og lov 14 mai 2004 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:17 a",
      "chapter": "3",
      "section": "17 a",
      "content": "Når retten skal ta avgjerd som gjeld grenser, rettar eller plikter for ein eller fleire partar, skal det nyttast vedtak dersom det ikkje skal avseiast dom. Vidare skal det nyttast vedtak ved avgjerd etter § 14 om å fremje jordskiftesak.\nNår vedtaket går ut på verdsetjing eller regulering, skal dei partane som vedtaket gjeld, få høve til å uttale seg om spørsmålet. Retten skal deretter utarbeide eit framlegg som skal leggjast skriftleg fram for partane. Partane skal ha ein frist som ikkje skal vere kortare enn to veker for å kome med merknader, og skal gjevast høve til å uttale seg om dei merknadene som har kome inn. Etter dette skal vedtak fattast så snart som råd. Dersom partane er samde om det og retten samtykkjer, kan retten i einskilde høve gjere vedtak om verdsetjing og regulering utan slik handsaming som følgjer av andre og tredje punktum. I kombinerte saker etter § 6 kan vedtak om bonitering, verdsetjing og skifteplan utstå til hovudforhandlinga for skjønnet dersom partane er samde om det.\nNår vedtaket er rettsfastsettande eller gjeld avgjerd etter § 14 om fremjing av jordskiftesak, skal dei partane som vedtaket gjeld, få høve til å uttale seg om spørsmålet, og til dei merknadene som kjem inn. Etter dette skal vedtak fattast så snart som råd.\nNår vedtaket er rettsfastsetjande og byggjer på at partane er samde, skal retten forkynne utkastet for partane og gje dei ein frist til å seie frå dersom det inneheld feil eller mistydingar eller det likevel ikkje er semje. Når fristen er ute, skal vedtak fattast så snart som råd.\nNår partane er samde om det, kan retten i særlege høve fatte vedtak som nemnt i fjerde ledd straks. Vilkåra er at vedtaket er lese opp for partane i eit rettsmøte, og at dei seier frå seg retten til forkynning etter fjerde ledd.\nNår eit vedtak om verdsetjing eller regulering er fatta, kan det berre endrast dersom særlege grunnar gjer at vedtaket ikkje kan bli ståande. Rettsfastsetjande vedtak kan ikkje endrast.\n0 Føyd til med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), endra med lov 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714).\n1 Jf. § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17 a."
      }
    },
    {
      "provision_ref": "3:17 b",
      "chapter": "3",
      "section": "17 b",
      "content": "Eit vedtak skal innehalde:\na. namnet på retten, namna på dommarane og opplysning om kva tid og stad vedtaket vert gjort,\nb. kven som er partar og eventuelt prosessfullmektigar, og registereininga til eigedomane,\nc. opplysning om kva slag vedtak det er og heimelen for vedtaket,\nd. ei kort framstilling av kva vedtaket gjeld, kva partane i hovudsak har lagt fram og eventuelt kva påstander dei har lagt ned,\ne. dei vurderingane som retten har gjort som ligg til grunn for resultatet, og dei faktiske og rettslege tilhøva som desse vurderingane i hovudsak byggjer på,\nf. slutning.\nReglane om dommar, orskurder og andre rettslege avgjerder i tvisteloven​1 kapittel 19 I-III gjeld tilsvarande for vedtak, med unntak av § 19-4 femte ledd og § 19-5.\n0 Føyd til med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), endra med lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17b",
        "source_heading": "§ 17 b."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Partar og vitne har plikt til å møte og forklare seg i samsvar med reglane i tvisteloven​2 kapittel 22-24. Spørsmålet om å nytte tvangsmiddel eller straff høyrer under dei vanlege domstolane.\n0 Endra med lover 14 des 2001 nr. 98 (ikr. 1 jan 2002, etter res. 14 des 2001 nr. 1416), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Skiftefeltet skal kartleggjast​1 dersom ein ikkje kan bruke eksisterande kart. Det kan skiftast utan kart dersom jordskifteretten samrøystes finn kart unødvendig.\nDet som går i byte skal alltid verdsettast.\nDepartementet gir nærare reglar om oppmåling og kartlegging.\n0 Endra med lov 12 mai 2006 nr. 15 (ikr. 1 juli 2006, etter res. 12 mai 2006 nr. 529).\n1 Sjå lov 17 juni 2005 nr. 101.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Når alt førebuande arbeid er gjort, skal jordskifteretten lage utkast til skifteplan​2 som skal leggjast fram til drøfting med partane i rettsmøte. § 17 a andre ledd tredje til sjette punktum gjeld tilsvarande.\nDet skal gjerast greie for det rettslege grunnlaget, faktiske omstende og andre tilhøve som har hatt mest å seie for skifteplan, skjønn og takstar.\n0 Endra med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199).\n1 Sjå § 97.\n2 Sjå kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:20 a",
      "chapter": "3",
      "section": "20 a",
      "content": "Når ein skifteplan må grunnast på offentlege vedtak, må slike vedtak ligge føre når retten treff avgjerd om skifteplanen.\n0 Føyd til med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), tidlegare § 20 tredje ledd, endra med lov 12 mai 2006 nr. 15 (ikr. 1 juli 2006, etter res. 12 mai 2006 nr. 529).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20 a."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Eit jordskifte kan sluttast for ein del av skiftefeltet dersom jordskifteretten samrøystes finn at dette ville vere tenleg. Kvar del av eit skifte som blir slutta for seg, blir rekna som ei særskild sak med omsyn til fullføring, overprøving og ny jordskiftebehandling.\n1 Sjå § 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Partane skal få melding om avgjerder under saka. Dommar, orskurder og vedtak som vert sett til påanke, skal forkynnast.\nSå snart saka er ferdig, skal jordskiftet avsluttast i rettsmøte. Tid og stad for avsluttinga av jordskiftet skal gjerast kjent for partane på førehand så langt det er høve til det. Om jordskifteretten finn grunn til det, kan avsluttingsmøte med partane sløyfast. I alle høve skal partane så snart som mogleg få forkynt utskrift av rettsboka på same måte som for dom og orskurd (kjennelse) etter første ledd.\nFor rettsboka og føringa av den gjeld reglane i tvisteloven​2 kapittel 13 II og 14. Departementet kan gi nærare reglar om føring av rettsboka. Partane bør få tilsendt utskrift av rettsboka etter kvart rettsmøte.\n0 Endra med lover 8 juni 1984 nr. 69, 7 juni 1985 nr. 56, 7 juni 1991 nr. 25, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "For den tida jordskiftet varer, kan jordskifteretten gi reglar for bruken eller leggje slike band på bruken av skiftefeltet som retten finn tenleg av omsyn til jordskiftet.\nVederlag for tap som kjem av dette, skal jordskifteretten fastsette ved skjønn og utlikne etter reglane i kapittel 8.\n0 Endra med lov 7 juni 1991 nr. 25.\n1 Sjå §§ 24, 60, 95 og 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Så snart råd er etter at saka er rettskraftig, skal jordskiftedommaren ta eit rettskjent utdrag av rettsboka og få dette tinglyst.​2 Alt av varig verdi skal takast med i utdraget. Dersom det er oppretta nye matrikkeleiningar i saka, må dette vere ført inn i matrikkelen før utdraget blir sendt til tinglysing. Etter tinglysinga skal utdraget oppbevarast på jordskiftekontoret.\nSå snart saka er rettskraftig, skal jordskiftedommaren gi melding til kommunen i samsvar med lov om eigedomsregistrering.\nNår jordskiftedommaren finn grunn til det, kan melding om reglar i medhald av §§ 23 og 60, avgjerd etter § 62 siste ledd og om anna som gjeld rettshøva i skiftefeltet, tinglysast på dei eigedomane det gjeld. Det same gjeld når eit avslutta jordskifte ikkje trår i kraft på grunn av anke.\n0 Endra med lover 7 juni 1991 nr. 25, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå §§ 87 og 97.\n2 Jf. lov 7 juni 1935 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Skiftefeltet skal til vanleg avgrensast i samsvar med jordskiftekravet.\nJordskifteretten kan sette ein frist for framsetting av krav om utviding av skiftefeltet. Krav som vert sett fram etter denne fristen, skal avvisast. Jordskifteretten kan likevel ta kravet til følgje dersom han finn at gode grunnar talar for det. Det skal mellom anna takast omsyn til korleis dei andre partane stiller seg til utvidingskravet og til om saka vil bli mykje forseinka.\nFor at saker etter § 2 første ledd bokstavane h og i skal få ei anna avgrensing av skiftefeltet enn det som går fram av jordskiftekravet, må partane vere samde.\nOm jordskifteretten finn det nødvendig for å gjennomføre eit formålstenleg jordskifte, kan han gjere vedtak om å gå utanom kravet og ta med i skiftet attverande delar av eigedomane og like eins andre eigedomar.\n0 Endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Jordskifteretten skal endre eigedoms- og brukstilhøva ved ny eigedomsutforming, sams tiltak, ordning av bruk og sambruk og avløysing eller ordning av bruksrettar, så langt han meiner det er nødvendig etter kravet. Det kan settast fram krav om meir omfattande skifte. Skal kravet i saker etter § 2 første ledd bokstavane h og i endrast, må partane vere samde.\nSameiger i fjellstrøk som for storparten ligg over barskoggrensa, kan berre delast dersom jordskifteretten samrøystes finn at deling er meir tenleg enn bruksordning.\n0 Endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "content": "Sameige skal skiftast etter partshøvet i sameiga.​1 Dersom ikkje særskilt høvetal er kjent eller noko bruk har særrettar i sameiga, skal det skiftast etter den skatteskylda kvart av bruka hadde da sameigehøvet mellom dei kom opp. Er den ukjend, skal den skylda som gjaldt fram til lov frå 17 desember 1836 leggjast til grunn. Det skal ikkje takast omsyn til avtak i skatteskylda.\n1 Jf. lov 18 juni 1965 nr. 6 § 2 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "content": "Utanom sameige skifter ein slik at kvart bruk får att tilsvarande den grunnverdien som det gir frå seg. Men er alle partane samde om det, kan ein skifte på grunnlag av skylda i slike tilfelle og.​1\nDersom det framtidige verdiforholdet mellom eigedomane ikkje blir endra på avgjerande måte ved skifte i skog og det er mindre tenleg å skifte på grunnlag av grunnverdien åleine, kan verdien av standskogen dragast inn i skiftegrunnlaget eller ein kan skifte på grunnlag av samla bruksverdi. Det skal ikkje takast omsyn til avvik mellom grunnverdi før og etter skiftet med mindre nokon kan påførast tap eller det ligg føre særlege grunnar.\nI sak etter § 2 første ledd bokstavane h og i skal det skiftast slik at kvar eigedom får sin del av verdauken.\nI sak etter § 2 første ledd bokstav h skal skiftegrunnlaget fastsetjast på grunnlag av dei eigenskapane eigedomen har til utbyggingsføremål. I sak etter § 2 første ledd bokstav i skal skiftegrunnlaget fastsetjast på grunnlag av den verdauke som bruken av verkemidlane i § 2 første ledd bokstavane a-g gir.\nVed voldgiftsavtale med heimel i § 85 andre ledd kan skiftegrunnlaget i skog avtalast mellom partane.\n0 Endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714), 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529).\n1 Sjå § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "content": "Utforming av eigedom og omforming av bruksrett skal vere tenleg etter tida og tilhøva.\nNår eigar og jordleigar er samde og leigetida er ti år eller meir når saka blir fremja, kan leigejord inngå i driftseininga til jordleigar. Eigar kan krevje at eigedomen hans blir utforma for bortleigeføremål i landbruksnæring.​1\nI samband med jordskifte kan jordskiftedommaren gi attest for samanslåing i samsvar med lov om eigedomsregistrering § 18.\n0 Endra med lover 17 juni 1988 nr. 59, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Jf. lov 12 mai 1995 nr. 23 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:29 a",
      "chapter": "6",
      "section": "29 a",
      "content": "I sak etter § 2 første ledd bokstav h, skal netto verdauke så langt råd er, leggast ut som heile utbyggingsrettar på eller inntil eigen eigedom.\nDersom verdauken for ein eigedom berre utgjer ein del av ein heil utbyggingsrett, skal større delhavar gå framfor mindre når det gjeld retten til å få utlagt utbyggingsrett etter første ledd.\nNår partane er samde, kan jordskifteretten overføre areal mot vederlag i pengar i slike høve som nemnt under annet ledd.\n0 Føyd til med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), endra med lov 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29a",
        "source_heading": "§ 29 a."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "content": "Dersom nokon part treng grunn til særskilte formål som vegar eller anna, kan han krevje dette utlagt av sin del.\nLet det seg ikkje gjere å leggje ut eigedomane på tenleg måte etter skiftegrunnlaget, kan jordskifteretten overføre jord mot vederlag i pengar eller anna. Overføring av jord må ikkje nyttast i slikt omfang at det blir til ulempe for eigedomane det gjeld.\n0 Endra med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "content": "Meiner jordskifteretten at grunn og rettar i skiftefeltet kan få utnytting som gir stor verdiauke, bør slikt ikkje skifte eigar utan at det er nødvendig for eit tenleg skifte. I alle høve skal retten leggje vekt på at mogleg framtidig verdiauke av eigedomane blir så lik som råd før og etter skiftet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "content": "Har jordskifte noko å seie for leigar eller annan som har liknande rett, skal jordskifteretten ordne høvet mellom han og eigaren om det trengst.\nI utforminga av skifteplanen bør jordskifteretten ta omsyn til leigetilhøve i skiftefeltet. Han kan og hjelpe til med å få i stand leigeavtaler​1 og avtaler om kjøp og sal.\n1 Jf. lov 12 mai 1995 nr. 23 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "content": "Jordskifteretten kan ordne tilhøva mellom eigar og bruksrettshavar,​1 og mellom bruksrettshavarane innbyrdes. Mellom anna kan retten avgrense feltet for utøving av ein bruksrett, gi reglar om bruksmåten og flytte bruksretten frå ein stad til ein annan eller frå ein eigedom til ein annan eigedom.\nJordskifteretten kan ordne beitetilhøva i stats-​2 eller bygdealmenning​3 dersom styret for almenningen først har gjennomført beiteordning der, og nokon beiterettshavar som denne ordninga vedkjem, har kravt saka inn for jordskifteretten innan 6 månader.\n0 Endra med lov 8 juni 1984 nr. 69.\n1 Jf. lov 29 nov 1968 §§ 5 og 6.\n2 Jf. lov 6 juni 1975 nr. 31 § 16 og lov 19 juni 1992 nr. 60 § 4-2.\n3 Jf. lov 19 juni 1992 nr. 59 § 1-4 og § 6-3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "Jordskifteretten kan ordne bruk og sambruk innan skiftefeltet slik han finn mest tenleg.\nMeiner jordskifteretten at det som del av ei ordning er nødvendig med visse bruksreglar som først kan utformast etter meir røynsle, eller etter tilhøva slik dei til ei kvar tid utviklar seg, kan retten fastsette at slike reglar skal kome i stand ved fleirtalsvedtak. Han kan og gi mellombels reglar som partane kan endre ved fleirtalsvedtak når tida er ute. Jordskifteretten skal i så fall seie frå om kva slag bruksreglar dette gjeld, og gi reglar for korleis fleirtalsvedtak skal kome i stand. Om det blir kravt, kan ei ordningssak avgrensast til å fastsette delingsgrunnlaget for ulike slag bruk. Vilkåret er at formålet med bruken er klar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:34 a",
      "chapter": "6",
      "section": "34 a",
      "content": "Jordskifteretten kan skipe sams tiltak i samband med utnytting og bruk av eigedomar.\nJordskifteretten kan òg skipe sams tiltak som gjeld tilhøva mellom reindrifta og grunneigarar eller bruksrettshavarar.\n0 Føyd til med lov 12 mai 1995 nr. 23 (ikr. 1 juli 1995), endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 12 mai 2006 nr. 15 (ikr. 1 juli 2006, etter res. 12 mai 2006 nr. 529).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34a",
        "source_heading": "§ 34 a."
      }
    },
    {
      "provision_ref": "6:34 b",
      "chapter": "6",
      "section": "34 b",
      "content": "Jordskifteretten skipar dei lag som er nødvendig for å kunne ordne bruk og sambruk innan skiftefeltet.\nKvar av deltakarane i laget svarar i høve til tredjemann etter sitt høvetal, jf. §§ 27, 28 og 42 tredje ledd.\nTiltak som kan innebere stor risiko, kan berre gjennomførast av eit driftsselskap. Laget tek avgjerd om gjennomføring ved fleirtalsvedtak. Kvar av deltakarane har rett til å vere med i driftsselskapet så langt det svarar til høvetalet. Om nokon vil vere med som ikkje røysta for, skal det seiast frå så snart råd er og seinast 3 veker etter at han har fått skriftleg melding om vedtaket med opplysning om denne fristen. Driftsselskapet skal svare vederlag for utnyttingsretten til laget, som fordelar dette til deltakarane etter høvetalet deira.\nNår partane er samde, kan andre tiltak enn nemnt i tredje ledd første punktum gjennomførast av eit driftsselskap. Tredje ledd tredje og femte punktum gjeld tilsvarande. Jordskifteretten skal setje ein frist for partane til å leggje fram slik avtale. Fristen kan ikkje setjast kortare enn tre veker.\nJordskifteretten fastset vedtekter for det einskilde lag. Departementet kan gi nærare føresegner om normalvedtekter.\n0 Føyd til med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34b",
        "source_heading": "§ 34 b."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Reglar om bruk og sambruk kan mellom anna gå ut på:\na. fastsette grenser mellom hamnelag, gjere slutt på sambeite mellom hamnelag og skipe nye lag. Det kan gjerast vedtak om kva slag og kor mange husdyr kvar part kan sleppe på beite i eit område eller nokon del av området, og om beitetida.\nb. leggje ut felt til kulturbeite eller fôrdyrking med tilhøyrande anlegg til bruk for ein eller fleire mot avkorting i beitebruken i resten av området, eller mot vederlag i pengar eller anna.\nc. leggje ned seter som det ikkje blir bruk for etter ordninga og å flytte seter. Slåtteng kan avløysast eller flyttast om det trengst for å få til ei tenleg ordning og fordelane er store samanlikna med dei ulempene slåtteigaren får av det.\nd. avgrense eller sette heilt forbod mot beiting i visse område av omsyn til skogen.\ne. regulere drifta av skog og torvmyr.\nf. fastsette fisketider, fangstmåtar, reiskapar og anna som har med fisket å gjere, og å gi reglar om bruken av strandrettar.\ng. fastsette reglar om utøvinga av jakt, fangst og viltstell.\nh. fastsette reglar for sams bruk av sand- og grustak, vassrettar, og sams bruk i samband med rekreasjons- og turistformål.\ni. ordne tilhøva mellom reindrifta og grunneigarar og andre rettshavarar i område i det samiske reinbeiteområdet der det går føre seg reindrift,​1 når det gjeld beite, flyttlei og liknande.\nj. fastsette reglar for sams bruk i samband med drift og vedlikehald av vegar, parkeringsområde, leikeplassar, grøntområde mv.\n0 Endra med lover 8 juni 1984 nr. 69, 23 feb 1996 nr. 7 (ikr. 1 juli 1996), 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 12 mai 2006 nr. 15 (ikr. 1 juli 2006, etter res. 12 mai 2006 nr. 529), 15 juni 2007 nr. 40 (ikr. 1 juli 2007, etter res. 15 juni 2007 nr. 627).\n1 Sjå lov 15 juni 2007 nr. 40 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Desse alltidvarande bruksrettane kan avløysast: rett til veg, herunder jernbanekryssing, beite,​2 slått, brønn og vassleidning, til hogst og all anna avverking i skog, til å ta brenntorv, strøtorv, lyng, mose, mold, leire, sand og stein, tang og tare, til båtopptrekk, båt- og bryggjeplass, til naust- og sjøhustomt, tørke- og opplagsplass, garn- og nothengsplass, kvernfall og vasshjul med tilhøyrande oppdemmings- og vassleidningsrettar og ferskvassfiske med unntak av lakse- og sjøaurefiske.\nRett til reindrift i det samiske reinbeiteområdet kan ikkje avløysast.\n0 Endra med lover 12 mai 1995 nr. 23 (ikr. 1 juli 1995), 23 feb 1996 nr. 7 (ikr. 1 juli 1996), 15 juni 2007 nr. 40 (ikr. 1 juli 2007, etter res. 15 juni 2007 nr. 627).\n1 Sjå §§ 2, d, og § 39. Jf. lov 29 nov 1968 § 7.\n2 Jf. lov 16 juni 1961 nr. 12 § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "Vilkåret for avløysing er til vanleg at det kan leggjast ut til bruksrettshavaren ein eigedomspart med ein verdi som svarar til bruksretten, og som gir noko så nær like laglege høve til ein bruk som fyller same behov som bruksretten. Vederlaget må ikkje ha større verdi for den eigedomen bruksretten ligg på enn den verdiauken det fører med seg for eigedomen å bli kvitt bruksretten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "content": "Dersom det ikkje let seg gjere å leggje ut ein eigedomspart som vederlag for bruksretten i samsvar med § 37, og ordning heller ikkje fører fram, kan avløysing likevel gjennomførast om det let seg gjere på formålstenleg måte utan skade for nokon part. Vederlaget blir fastsatt av jordskifteretten til jord, pengar eller andre verdiar.​1\n1 Sjå § 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "content": "Andre bruksrettar enn dei § 36 nemner, kan avløysast under eit jordskifte dersom rettane er til hinder for eit tenleg skifte. Vilkåret er at bruksordning ikkje fører fram, og at avløysing kan gjennomførast på formålstenleg måte, utan skade for nokon part. Avløysingsmåten blir fastsett av retten etter fritt skjønn til jord, pengar eller andre verdiar.​1\n§ 36 andre ledd gjeld tilsvarende.\n0 Endra med lov 23 feb 1996 nr. 7 (ikr. 1 juli 1996).\n1 Sjå § 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "content": "Det kan leggjast ut sams vederlag for bruksrettar av same slag som blir avløyste samstundes dersom dette er mest formålstenleg. I slike høve gir jordskifteretten nødvendige føresegner om sambruken.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "content": "Jordskifteretten skal ta omsyn til plan etter plan- og bygningslova.​2\nJordskifteretten kan skipe dei sams tiltaka som trengs i samband med planar.\nJordskifteretten utfører nødvendig utjamning av utbyggingsverdiane. Dette kan gjerast i sjølve skifteplanen, ved overføring av utbyggingsrettar eller i pengar.\n0 Endra med lover 21 apr 1989 nr. 17, 12 mai 2006 nr. 15 (ikr. 1 juli 2006, etter res. 12 mai 2006 nr. 529).\n1 Sjå § 20 a.\n2 Lov 27 juni 2008 nr. 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "content": "Jordskifteretten skal ta med i skifteplanen nødvendige investeringar.\nUnder vurderinga av om investeringane skal gjerast, skal jordskifteretten leggje vekt på den framtidige utnyttinga av eigedomane, men han kan og ta omsyn til partane si økonomiske evne.\nKostnadene med det einskilde investeringstiltaket skal retten dele etter den nytten den einskilde parten har av det, og elles ta dei avgjerdene som er nødvendige for gjennomføring og framtidig bruk.\nDersom det er uråd å skaffe midlar eller investeringa av andre grunnar ikkje let seg gjennomføre på jordskiftetida, kan jordskifteretten likevel leggje tilhøva til rette slik at tiltaket seinare kan gjennomførast.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "content": "Nødvendige vegar skal leggjast ut og skriftleg forklaring givast om kvar dei går. Retten skal gi reglar om bruken og om opparbeiding og vedlikehald av vegane.\nEr det nødvendig av omsyn til jordskiftet, kan jordskifteretten halde skjønn etter vegloven 21 juni 1963 nr. 23, endå om det gjeld eigedomar som ikkje kjem inn under jordskiftet.\nLikeeins kan jordskifteretten om det er nødvendig, halde skjønn etter § 8 i lov 14 juni 1912 om anlæg av taugbaner og løipestrenger.\n0 Endra med lov 8 juni 1984 nr. 69.\n1 Sjå § 4 (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "6:44",
      "chapter": "6",
      "section": "44",
      "content": "Er det nødvendig av omsyn til jordskiftet, skal jordskifteretten syte for utstikking og gi reglar om opparbeiding og vedlikehald av ulike slag opne og lukka grøfter og kanalar.\nJordskifteretten skal og gi nødvendige reglar om bruken av vatn og vassdrag og om vassleidningar og kloakkleidningar.\nDersom tiltak etter første og andre ledd, og tørrleggingstiltak etter § 2 bokstav e kan få verknad for eigedomar utanfor skiftefeltet, kan jordskifteretten halde skjønn etter lov 15 mars 1940 nr. 3 om vassdragene.​2\n0 Endra med lov 8 juni 1984 nr. 69.\n1 Sjå § 4 (4).\n2 Sjå no lov 24 nov 2000 nr. 82 § 68 (2). Jf. § 6 og lov 16 juni 1961 nr. 15 § 7.\n1 Sjå no lov 24 nov 2000 nr. 82 § 68 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "6:45",
      "chapter": "6",
      "section": "45",
      "content": "Jordskifteretten kan påby utflytting dersom han meiner dette er eit vilkår for eit godt og gagnleg jordskifte. Likeeins kan retten fastsette at seter skal flyttast dersom han meiner det er nødvendig av omsyn til ei tenleg beiteordning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "6:46",
      "chapter": "6",
      "section": "46",
      "content": "I spørsmål om kven som skal flytte ut, skal jordskifteretten så langt det høver med eit tenleg jordskifte, ta omsyn til avtalen mellom partane. Den som har mest og best dyrka mark innmed tunet, eller som har dei beste bygningane eller andre anlegg bør få bli verande. Er det ikkje nokon større skilnad i så måte, skal flyttingskostnadene vere avgjerande.\nRetten kan sette forbod mot å føre opp att husa innanfor ein fastsett minsteavstand frå granneteig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "6:47",
      "chapter": "6",
      "section": "47",
      "content": "Jordskifteretten kan gi påbod om å byte bygningar, anlegg til vassforsyning, kraftoverføring og liknande, om ein i nokon mon kan spare flyttingskostnader med det.\nPåbod om byte kan berre gjelde bygningar eller anlegg som har same formål og er noko så nær like store og like brukande, og må ikkje føre med seg noko større ulempe for nokon av eigarane.\nVåningshus som har særleg personleg verdi for eigaren til dømes av slektskjensle o.l., kan ein ikkje påleggje eigaren å byte. Gjeld det andre hus på tunet som har slik verdi for eigaren, må vedtaket frå retten om byte vere samrøystes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "6:48",
      "chapter": "6",
      "section": "48",
      "content": "Jordskifteretten kan gjere vedtak om at vassleidningar, damanlegg, kraftleidningar o.l., og småhus som t.d. utløer, blir overførte mot pengevederlag,​1 dersom slik overføring synest tenleg for dei partane det gjeld.\n1 Sjå § 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "6:49",
      "chapter": "6",
      "section": "49",
      "content": "Jordskifteretten skal taksere kostnadene med utflytting og fastsette mellomlaget eller vederlaget for byte eller overføring som nemnt i §§ 47 og 48. Her skal og medreknast kostnader til å skaffe utflyttaren vassforsyning, gardsveg, kraftleidning o.l. om lag tilsvarande det han hadde før, og vederlag for å vere utan hus i flyttingstida. Kostnadene skal reknast ut i pengar, men om retten meiner det er grunn til det, kan han i staden fastsette dei til arbeid, vyrke eller andre verdiar.​1\n1 Sjå § 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "6:50",
      "chapter": "6",
      "section": "50",
      "content": "Det kan ikkje påleggjast nokon part større kostnad til utflytting og byte eller til overføring av hus eller anlegg enn departementet fastset.\nVil ikkje nokon av partane ta på seg den delen av utflyttingskostnadene som ikkje kan påleggjast og kan dei ikkje greie desse på annan måte, kan ikkje retten gi påbod om utflytting.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "6:51",
      "chapter": "6",
      "section": "51",
      "content": "Blir dyrka jord skift mot udyrka jord eller jord som ikkje er så godt dyrka, kan mellomlaget settast i pengar, jord eller anna, så som arbeidshjelp eller mellombels bruksrett til jord. Blir mellomlaget sett til anna enn jord, skal pengeverdien alltid nemnast.​1\nJord må ikkje nyttast til vederlag på slik måte at framgangsvilkåra for nokon eigedom minkar monaleg.\n1 Sjå § 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "6:52",
      "chapter": "6",
      "section": "52",
      "content": "Jordskifteretten gir reglar om gjerdeplikt og deling av gjerdehaldet innen skiftefeltet og mot granneeigedom.\nGjerdeplikta skal fastsettast i samsvar med gjeldande lovreglar.​2\nGjerdehaldet blir delt etter fritt skjønn, men så langt det synest rimeleg, på det grunnlag som tidlegare rådde for delinga av gjerdehaldet mellom partane. Så langt mogleg, skal kvar part gjerde berre for eigen eigedom og i samanhengande strekning.\nBlir nokon som gir frå seg gjerde til annan part, pålagd gjerdeplikt der det ikkje er gjerde eller er dårlegare gjerde enn han gir frå seg, skal han ha godtgjersle fastsett av jordskifteretten.\n0 Endra med lov 8 juni 1984 nr. 69.\n1 Sjå § 4 (4).\n2 Sjå lov 5 mai 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "6:53",
      "chapter": "6",
      "section": "53",
      "content": "Når areal i sameige er rydda og dyrka utan at ein har heimel til det, kan jordskifteretten leggje arealet til vedkomande eigedom mot at dei andre får tilsvarande udyrka areal av utmarka. Når dette ikkje let seg gjere eller når det er utført skog- eller beitekultur utan heimel, kan retten gi eigaren vederlag for dei kulturarbeida som er gjorde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "6:54",
      "chapter": "6",
      "section": "54",
      "content": "Der det er fare for elvebrot, skred, sandfok o.l., skal jordskifteretten om det ikkje er mogeleg å ta omsyn til det i sjølve skifteplanen, fastsette nødvendig førebyggingsarbeid eller andre tryggingstiltak og gi reglar om korleis kostnadene med arbeidet og vedlikehaldet skal delast. Er det ikkje tatt omsyn til faren i skifteplanen, skal retten gi reglar for det tilfellet det blir skade, og først og fremst om korleis skaden skal delast.\nNår reglar som nemnt i første ledd andre punktum er gitt, kan den som lir skade krevje hjelp av jordskifteretten til å få jamne ut skaden, om ikkje anna er fastsett og partane ikkje blir samde. For slik sak gjeld dei same reglane som for jordskifte så langt dei høver.\n0 Endra med lover 8 juni 1984 nr. 69, 17 juni 1988 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "6:55",
      "chapter": "6",
      "section": "55",
      "content": "Jordskifteretten fastset utjamningsmåten i samband med overføring av standskog.\nBlir hogst nytta, skal jordskifteretten syte for forsvarleg merking av trea eller flata som skal hoggast, om ikkje dette går klart nok fram på annan måte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "6:56",
      "chapter": "6",
      "section": "56",
      "content": "Jordskifteretten fastset utjamningsmåten i samband med overføring av brenntorv og strøtorv. Retten kan ikkje påby at nokon skal gi frå seg meir torv enn han får att dersom skilnaden har noko avgjerande å seie for eigedomen hans.\nI samband med jordskifte kan jordskifteretten endre brukstilhøva etter lov 12. mai 1995 nr. 23 om jord § 10.\n0 Endra med lov 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "6:57",
      "chapter": "6",
      "section": "57",
      "content": "Blir grunn fri for bruksrett skift mot grunn som det ligg bruksrett på, bør vederlaget ikkje settast i anna enn grunn dersom bruksretten er alltidvarande og denne vederlagsmåten er tenleg etter tilhøva.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "6:58",
      "chapter": "6",
      "section": "58",
      "content": "Alle nye grenser skal stikkast ut i marka og skrivast ned. Blir kart nytta,​1 skal grensene settast av på det.\nGrensene skal merkast opp med varige og tydelege merke. Retten kan ta avgjerd om å utsette varig grensemerking og tilhøyrande grensebeskrivelse til etter at jordskiftet har rettskraft, der han finn at særlege grunnar talar for det. I såfall må retten gjere vedtak om korleis kostnadene med utsett grensemerking skal dekkast.\nSnarast råd etter at jordskiftet er rettskraftig, skal det utsette arbeidet utførast av jordskifteretten, utan tilkalling av jordskiftemeddommarar.\nAlle jordsameiger som ligg i skiftefeltet, og som tidlegare ikkje er ført inn i matrikkelen,​2 skal registrerast i matrikkelen så sant jordskifteretten av omsyn til saka elles har klarlagt grensene og kven som har part i sameiga. Med omsyn til klarlegging av grenser og partar i sameige gjeld krav som fastsett i lov om eigedomsregistrering.​3\nDepartementet gir reglar om grensemerking.\n0 Endra med lover 8 juni 1984 nr. 69, 7 juni 1991 nr. 25, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 101 (ikr. 1 jan 2010, etter res. 5 juni 2009 nr. 600).\n1 Sjå § 19.\n2 Jf. lov 17 juni 2005 nr. 101 § 4.\n3 Lov 17 juni 2005 nr. 101.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "6:59",
      "chapter": "6",
      "section": "59",
      "content": "Jordskifteretten skal sette fristar for overtaking av eigedomane og andre fristar som trengst for gjennomføring av avgjerdene.​1\nUtan samtykke frå alle som er med i skiftet, må det ikkje settast stuttare frist enn 2 månader rekna frå forkynninga. Det skal ikkje settast lengre fristar enn det som er nødvendig for å gjennomføre avgjerdene, og berre i serlege høve kan ein frist settast til meir enn 5 år. Ikkje i noko høve kan det settast lengre frist enn 10 år.\nEtter søknad kan jordskifteoverdommaren gi utsetting med å gjennomføre flytting eller andre tiltak, dersom det blir prova at det er uråd å gjennomføre tiltaket til fastsett tid, og at vedkomande ikkje er skuld i dette eller har herredøme over det. Vil utsettinga vere til skade for nokon av dei andre partane, skal jordskifteoverdommaren fastsette vederlag for skaden.\nFristar for gjennomføring av felles tiltak kan jordskifteoverdommaren etter søknad forlenge også utan at vilkåra i tredje ledd første punktum ligg føre.\n0 Endra med lover 7 juni 1991 nr. 25, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199).\n1 Sjå tvangsl. § 4-12. – Sjå òg lova her §§ 69, 91 og 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "6:60",
      "chapter": "6",
      "section": "60",
      "content": "For tida frå jordskiftet blir slutta til det er sett i verk, kan jordskifteretten gi reglar for bruken og fastsette vederlag for denne i samsvar med reglane i § 23, og elles leggje slike band på partar og andre når det gjeld bruken i skiftefeltet som retten meiner er tenleg for å hindre at føresetnadene for skifte blir endra.\nBlir dom etter § 17 anka til lagmannsrett etter at jordskiftet er avslutta, kan jordskiftedommaren endre vedtak som nemnt i første ledd i tida fram til ankesaka er endeleg avgjort, når føremålet for reglane har falle bort eller kan oppnåast på annan måte enn opphavleg fastsett. Han kan og gi nye mellombels reglar for å avhjelpe vanskar som melder seg for partane i denne tida. Tilsvarande gjeld for jordskifteoverdommaren når eit overjordskifte er påanka. Før slike vedtak blir gjort, skal partane få høve til å uttale seg.\n0 Endra med lover 7 juni 1991 nr. 25, 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå §§ 24 og 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "7:61",
      "chapter": "7",
      "section": "61",
      "content": "Mot jordskifte, og mot einskilde avgjerder tatt i samband med jordskifte, kan det brukast rettsmiddel etter reglane i dette kapitlet.\nDom etter § 17 og rettsfastsettande vedtak etter § 17a kan ankast til lagmannsretten.​2 Vedtak etter § 87 første punktum i saker etter § 6 første til fjerde ledd første punktum kan ankast til lagmannsretten når det gjeld rettsbruk og sakshandsaming. Det same gjeld for vedtak etter § 62 fjerde og femte ledd i saker der jordskifteretten held skjønn etter § 6 første til tredje ledd. I saker som nemnt i § 6 b andre ledd første punktum, kan rettsbruken, sakshandsaminga og erstatningsutmålinga ankast til lagmannsretten. Andre avgjerder av jordskifteretten i saker som nemnt i § 6 første til fjerde ledd, kan berre ankast etter tredje ledd.\nDesse avgjerdene kan ankast til lagmannsretten:\na. Avgjerd i spørsmål om avvising av andre enn materielle grunnar.​3\nb. Avgjerd i samband med retting av dom.\nc. Avgjerd om godtgjersle til vitne og sakkunnige m.m. som etter særleg lovregel kan ankast til høgare domstol.\nd. Avgjerd om gebyr og sideutgifter etter § 74.\ne. Avgjerd i spørsmål om oppfrisking mot fristforsøming.\nf. Avgjerd om gjenopning etter § 73 første ledd.\ng. Slike avgjerder i oreigningsskjønn etter § 6 som er nemnt i § 48 første ledd i lov av 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker.\nh. Andre avgjerder om saksbehandlinga eller rettsbruken som jordskifteretten i særlege høve fastset kan ankast særskilt.\nI alle andre høve er rettsmiddelet anke til jordskifteoverretten.\nLagmannsretten skal behandle anke etter andre ledd etter tvisteloven​4 § 29-16 og anke etter tredje ledd etter tvisteloven § 29-15.\n0 Endra med lover 17 juni 1988 nr. 59, 7 juni 1991 nr. 25, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 18 des 1998 nr. 85 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1200), 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97 (2).\n2 Jf. § 60.\n3 Sjå § 3.\n4 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "7:62",
      "chapter": "7",
      "section": "62",
      "content": "Med dei unntak som denne paragrafen nemner, er det ikkje høve til å bruke rettsmiddel før jordskiftet er slutt.​2\nDom etter § 17 og rettsfastsettande vedtak etter § 17 a kan påankast straks av granne og av nokon som verken er godkjent som eigar eller som bruksrettshavar i skiftefeltet. Jordskifteretten kan ta avgjerd om at det same skal gjelde for andre som har ankerett. Slik avgjerd må takast inn i dommen eller vedtaket.\nAvgjerder som nemnt i § 61 tredje ledd kan ankast straks. Opplysning om dette, om frist etter § 63 første ledd og at avgjerda ikkje kan ankast seinare, skal takast inn i avgjerda.\nNår jordskifteretten finn det tenleg, kan vedtak om fremme av jordskifte, jf. § 14 første ledd andre punktum, stillast til påanking til jordskifteoverretten straks.\nEr det mykje om å gjere å kome i gang med eit tiltak før skiftet er slutt, kan jordskifteretten ta avgjerd om at vedtak om dette skal stillast til påanking til jordskifteoverretten straks.\n0 Endra med lover 8 juni 1984 nr. 69, 7 juni 1991 nr. 25, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 18 des 1998 nr. 85 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1200), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå §§ 24 og 97.\n2 Sjå tvl. § 29-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "7:63",
      "chapter": "7",
      "section": "63",
      "content": "Fristen for anke er ein månad.​2 Fristen blir rekna frå forkynninga av jordskiftet, jf. § 22 andre ledd fjerde punktum, men slik at når det etter § 62 er høve til å anke straks, skal fristen reknast frå den tid vedkomande part har fått avgjerda forkynt. Fristen for rettsfastsetjande vedtak som er handsama etter § 17 a femte ledd, skal reknast frå vedkomande rettsmøte.\nAnke skal givast inn til den jordskifteretten som har tatt den avgjerda som anken gjeld. Jordskiftedommaren skal snarast råd gjere alle interesserte partar kjende med anken.\nFor anke til lagmannsrett gjeld elles tvisteloven​3 kapittel 29, så langt reglane høver.\nNår avgjerd i ankesak til lagmannsrett har ført til endring i jordskiftet, skal jordskiftedommaren gi dei partane som endringa får verknad for, høve til å krevje ny frist for anke til jordskifteoverretten. Det same skal gjelde for dei partane som i anketida har fått endra eller skipa nye mellombels bruksreglar i medhald av § 60. Kjem det slikt krav, skal jordskiftedommaren forkynne ny frist for anke til jordskifteoverretten for alle partane i jordskiftesaka, rekna frå denne forkynninga.\nEr det eit overjordskifte som er påanka, gir eit vedtak av jordskifteoverdommaren i medhald av § 60 ingen ny ankerett tilsvarande regelen i femte ledd, men vedtaket kan vurderast på nytt etter krav frå nokon vedtaket råkar, om jordskifteoverretten likevel må attende og gjere om skiftet.\n0 Endra med lover 17 juni 1988 nr. 59, 7 juni 1991 nr. 25, 28 apr 2000 nr. 34 (ikr. 1 juli 2000, etter res. 28 apr 2000 nr. 366), 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Sjå dl. §§ 146, 148 og 149.\n3 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "7:64",
      "chapter": "7",
      "section": "64",
      "content": "Slutting eller iverksetting av jordskiftet må utsettast dersom det i rett tid er anka etter § 61 andre ledd første til fjerde punktum eller etter § 61 fjerde ledd. Overjordskifte kan ikkje fremmast så lenge anke til lagmannsrett som nemnt i første punktum, ikkje er endeleg avgjort.\nOm anke etter § 61 tredje ledd skal ha oppsetjande verknad på same måten, skal avgjerast etter tvisteloven​2 § 19-13 andre og tredje ledd.\n0 Endra med lover 7 juni 1991 nr. 25, 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "7:65",
      "chapter": "7",
      "section": "65",
      "content": "Så snart råd er etter at anke til lagmannsrett er endeleg avgjort, skal jordskifteretten halde fram med eller ta opp att og gjere om skiftet i den mon det følgjer av den endelege avgjerda.\nNår eit jordskifte som er slutta, blir tatt opp att, skal innkallingsfristen vere minst tre veker.​2\n0 Endra med lover 7 juni 1991 nr. 25, 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Sjå dl. §§ 148 og 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "7:66",
      "chapter": "7",
      "section": "66",
      "content": "Er ikkje noko anna fastsett i avgjerd som går ut på stadfesting av jordskifte, skal dei fristane som er fastsette i jordskiftet reknast frå første årsdagen for slutting av jordskiftet etter at avgjerda er forkynt.\n1 Sjå § 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "7:67",
      "chapter": "7",
      "section": "67",
      "content": "Ved anke til jordskifteoverrett bør ankepostane gå fram av sjølve ankefråsegna. Er dette ikkje tilfelle, bør jordskiftedommaren syte for å få klarlagt kva anken gjeld før den blir gjort kjend for dei andre partane. Er ikkje ankepostane alt klarlagde, skal jordskifteoverretten, når saksførehavinga tar til, gi ankeparten pålegg om å seie greitt frå om kva for postar han ankar på.\nJordskifteoverretten skal først berre granske dei ankepostane som er framsette. Syner det seg då at anken er grunnlaus, eller berre kan føre til endring som det etter måten ikkje kan leggjast nemnande vekt på, skal jordskiftet stadfestast. Syner det seg at anken må føre til endring i jordskiftet, skal retten gi partane melding om dette. Vil endringa valde tap for nokon part, kan han krevje ein frist på opptil ei veke for å sette fram krav om å få granskinga utvida så langt det trengst for å avgjere om ikkje jordskiftet på andre punkt bør endrast til fordel for han. I såfall skal jordskifteoverretten granske jordskiftet så langt han finn det nødvendig. Endring i jordskiftet som dette fører med seg, kan gjennomførast, endå om ankeparten i det heile ikkje blir så godt faren som han var etter jordskiftet.\n0 Endra med lov 7 juni 1991 nr. 25.\n1 Sjå § 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "7:68",
      "chapter": "7",
      "section": "68",
      "content": "Anke til jordskifteoverrett kan kallast tilbake når det gjeld ankepost som ikkje er avgjort. Gjeld det ankepost som er avgjort, kan anken kallast tilbake om alle som saka gjeld, samtykkjer.\nBlir anken kalla tilbake før ankefristen er ute, får han ikkje noko å seie for dei reglane jordskiftet har for iverksetting og fristar. Blir anken kalla tilbake etter at ankefristen er ute, skal jordskifteoverretten endre fristane om det trengst. Er retten ikkje sett, fastset jordskifteoverdommaren dei nye fristane.\n0 Endra med lov 8 juni 1984 nr. 69.\n1 Sjå § 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "7:69",
      "chapter": "7",
      "section": "69",
      "content": "For overjordskifte gjeld reglane for jordskifte så langt dei høver, men om loven krev at ei avgjerd i jordskifteretten skal vere samrøystes, trengst det likevel berre vanleg fleirtal i jordskifteoverretten til stadfesting av ei slik avgjerd. På overjordskifte kan det settast stuttare fristar enn fastsett i § 59.\nDen jordskiftedommaren som har styrt jordskiftet, har plikt til å møte fram til overjordskiftet etter innkalling frå jordskifteoverretten. Han skal stå til teneste med opplysningar så lenge jordskifteoverretten finn det nødvendig.\n0 Endra med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199).\n1 Sjå § 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "7:70",
      "chapter": "7",
      "section": "70",
      "content": "Kjem det opp tvist om grenser, eigedomsrett, bruksrett eller anna som jordskifteretten ikkje har avgjort ved dom,​2 og som heller ikkje er endeleg avgjort på annan måte, skal jordskifteoverretten avgjere tvisten om det trengst av omsyn til jordskiftet.\nNår jordskifteretten har avvist eit krav om jordskifte av materielle grunnar, og jordskifteoverretten kjem til at saka skulle ha vore fremma, skal jordskifteoverretten ved orskurd (kjennelse) oppheve avvisinga. Jordskifteoverretten kan vise saka tilbake til jordskifteretten med pålegg om fremming. Har jordskifteretten gjort vedtak om fremming, og jordskifteoverretten i ankesak etter § 62 femte ledd kjem til at saka ikkje bør fremmast eller bør fremmast på annan måte, kan jordskifteoverretten ved orskurd (kjennelse) anten avvise kravet om jordskifte eller gjere endringar i vedtaket.\nNår jordskifteoverretten kjem til at det er gjort slike feil ved saksbehandlinga eller rettsbruken at eit jordskifte heilt eller delvis bør gjerast om, kan jordskifteoverretten ved orskurd (kjennelse) oppheve jordskiftet eller deler av det og vise saka tilbake til jordskifteretten til ny behandling, i staden for sjølv å gjennomføre overjordskiftet. Det same gjeld når jordskifteoverretten i særlege høve elles kjem til at oppheving og tilbakevising vil vere meir tenleg enn å gjennomføre overjordskifte. For eit slikt tilbakevist jordskifte gjeld same reglar om bruk av rettsmiddel som for jordskifte elles, jfr. § 61.\nDet kan ikkje brukast rettsmiddel mot avgjerd frå jordskifteoverretten om å vise ei sak tilbake til jordskifteretten. Orskurdene som har ført til vedtak om tilbakevising, får rettskraft om dei ikkje blir anka innan fristen er ute.\n0 Endra med lover 7 juni 1991 nr. 25 (ikr. 1 jan 1992, etter res. 7 juni 1991 nr. 352), 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Jf. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "7:71",
      "chapter": "7",
      "section": "71",
      "content": "Eit overjordskifte kan ankast til lagmannsretten til heil eller delvis oppheving på grunn av feil ved rettsbruken eller saksbehandlinga. Dommar og rettsfastsettande vedtak etter § 17 a kan ankast til lagmannsretten. For andre avgjerder i jordskifteoverretten gjeld reglane i § 61 tredje ledd tilsvarande.\nOm fristar, frå kva tid det er høve til anke​2 og om saksbehandlinga gjeld same reglar som for anke i samband med jordskifte.\nLagmannsretten skal behandle anke etter første ledd første og andre punktum etter tvisteloven​3 § 29-16 og anke etter første ledd tredje punktum etter tvisteloven § 29-15.\n0 Endra med lover 7 juni 1991 nr. 25, 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Jf. §§ 62 og 63.\n3 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "7:72",
      "chapter": "7",
      "section": "72",
      "content": "Anke til jordskifteoverretten som berre gjeld påståtte feil med omsyn til kart, utrekningar eller målearbeid, blir avgjort av jordskifteoverdommaren som einedommar.\nViser det seg at det er gjort feil som har hatt merkande innverknad på jordskiftet, skal jordskifteoverdommaren gi jordskifteretten pålegg om å rette feilen og gjere om skiftet i den mon rettinga gjer nødvendig.​2\nNår jordskiftet er gjort om i samsvar med pålegg som nemnt i andre ledd, skal alle partar som endringa kan ha noko å seie for, få avgjerda forkynt. Dei har ankerett i den mon endringa har hatt noko å seie for jordskiftet.\nEr jordskiftet anka til jordskifteoverretten på anna grunnlag og, og slik anke fører til at det blir halde overjordskifte, skal jordskifteoverretten sjølv gjere dei endringane som retting av tekniske feil gjer nødvendig. Kjem jordskifteoverretten sjølv over slike feil, så skal dei rettast, om dei har noko vidare å seie.\n0 Endra med lov 7 juni 1991 nr. 25.\n1 Sjå § 89 a, § 97.\n2 Sjå § 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "7:73",
      "chapter": "7",
      "section": "73",
      "content": "Avgjerder teke av jordskifteretten eller jordskifteoverretten kan bli gjenopna etter reglane i tvisteloven​2 kapittel 31.\nVidare kan eit jordskifte bli gjenopna dersom føresetnader som er lagde til grunn for skiftet, blir endra på ein slik måte at avgjerande tiltak i skifteplanen ikkje kan gjennomførast og det er tvillaust at vilkåret i § 3 bokstav a ikkje er oppfylt for minst ein part. Det kan likevel ikkje krevjast gjenopning etter dette leddet når fristen etter § 59 for gjennomføring av tiltaket er ute.\nJordskifteretten utfører dei endringar som gjenopning etter første og andre ledd fører med seg. Det skal ikkje gjerast større endringar enn det som trengst for å rette opp mishøvet. Gjeld det endringar av grenser o.l. der kostnadene ikkje vil stå i rimeleg høve til det ein oppnår, kan endringar gjerast opp heilt eller delvis i pengar, skog eller andre verdiar.\n0 Endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Sjå § 97.\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "8:74",
      "chapter": "8",
      "section": "74",
      "content": "For jordskiftesak, grensegangssak​1 og rettsutgreiingssak behandla ved jordskifterett skal ein betale 5 gonger rettsgebyret​2 i inngangsgebyr og 1,8 gonger rettsgebyret pr. part (partsgebyr). Ved grensemerking skal det betalast 2 gonger rettsgebyret pr. påbegynt 0,5 km (grenselengdegebyr). I sak etter § 2 første ledd h og i er partsgebyret 5 gonger rettsgebyret pr. part.\nFor skjønn som jordskifteretten held som eiga sak eller som ledd i ei jordskiftesak, skal ein betale 5 gonger rettsgebyret​2 for kvar dag eller del av dag skjønnet varer. Når jordskifte vert krevd med heimel i § 5 femte ledd og jordskifteretten held skjønnet i medhald av § 6, skal sideutgiftene betalast forskottsvis av den som har krevd skjønnet. Kan utgiftene ikkje fastsetjast på førehand, skal det betalast så store forskott som vedkomande jordskiftedommar meiner er tilstrekkelege. Når det vert krevd grensegangssak etter § 88 første ledd første punktum eller andre ledd første punktum i samband med nye grenser ved offentleg regulering av eigarrådvelde, skal vedkomande offentlege styresmakt betale sideutgifter i samsvar med andre ledd andre og tredje punktum.\nFor skjønn jordskifteretten held etter lov 5. mai 1961 om grannegjerde § 16 andre ledd, veglov 21. juni 1963 nr. 23 § 60 andre ledd og lov 29. november 1968 om særlege råderettar over framand eigedom § 19 andre ledd skal ein betale 2 ganger rettsgebyret for grenser eller gjerder pr. påbegynt 0,5 km. Første ledd gjeld tilsvarande for skjønn jordskifteretten held etter § 6 tredje ledd.\nFor anke til jordskifteoverrett skal ein betale 5 gonger rettsgebyret​2 for kvar dag eller del av dag retten held rettsmøte. For anke til lagmannsrett gjeld reglane i lov 17. desember 1982 nr. 86 § 8 tilsvarande. Når anken etter denne lov skal behandlast etter reglane for anke over dommar, gjeld same lov § 8 første ledd tredje punktum.\nFor stadfesting av minneleg jordskifte skal ein betale 5 gonger rettsgebyret.​2\nFor krav om gjenopning skal ein betale 5 gonger rettsgebyret.​2 Blir kravet tatt til følgje, skal ein betale gebyr som for ny sak.\nDersom saka blir trekt tilbake eller nekta fremma, skal ein betale 2 gonger rettsgebyret.​2\nJordskifteretten kan endre dei samla gebyrkostnadene dersom arbeidstida i saka avvik nemnande frå det vanlege.\nPartane betaler elles jordskiftekostnadene så nær som fast kontorhald, porto, elektronisk kommunikasjon og løn, skyss- og kostpengar til tenestemennene.\nReglane i lov av 17. desember 1982 nr. 86 om rettsgebyr kap. 1 og § 27 gjeld tilsvarande dersom ikkje anna er fastsett i eller i medhald av denne lova.\n0 Endra med lover 6 mai 1983 nr. 22, 21 des 1984 nr. 100, 3 mars 1989 nr. 10, 29 juni 1990 nr. 47, 7 juni 1991 nr. 25, 5 jan 1996 nr. 2 (ikr. 3 mars 1996), 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 18 des 1998 nr. 85 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1200), 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714), 4 juli 2003 nr. 83 (ikr. 25 juli 2003 iflg. res. 4 juli 2003 nr. 879), 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Jf. § 17.\n2 Sjå lov 17 des 1982 nr. 86 § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "8:75",
      "chapter": "8",
      "section": "75",
      "content": "Er jordskiftekravet heilt grunnlaust eller blir det kalla tilbake, eller fører formfeil som rekvirenten har skulda for til at saka blir nekta fremming, må rekvirenten bere kostnadene.\nDen som krev overjordskifte, må bere kostnadene med det dersom overjordskiftet ikkje fører med seg ei monaleg endring i jordskiftet.\nEr anke til jordskifteoverretten grunnlaus, kan retten påleggje rekvirenten sakskostnader til det offentlege.\nBlir krav om gjenopning tatt til følgje, skal kostnadene utliknast på partane etter nytten av heile skiftet. Det skal takast omsyn til kostnadsfordelinga i den tidlegare saka. For øvrig gjeld reglane i kap. 10 tilsvarande så langt dei høver.\n0 Endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "8:76",
      "chapter": "8",
      "section": "76",
      "content": "Kostnader som ikkje rekvirenten etter § 75 må bere åleine, skal utliknast på partane etter nytten av skiftet.\nUtgift som omsynet til berre einskilde eigedomar eller partar har valda, kan leggjast på vedkomande åleine. Det same gjeld kostnader som kjem av at krav eller opplysningar er sette fram for seint.\nFor skjønn etter § 6 a gjeld § 43 i lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker.\nNår det vert krevd grensegang etter § 88 første ledd første punktum eller andre ledd første punktum i samband med nye grenser ved offentleg regulering av eigarrådvelde, ber vedkomande offentlege styresmakt kostnadene.\n0 Endra med lover 23 feb 1996 nr. 7 (ikr. 1 juli 1996), 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "8:77",
      "chapter": "8",
      "section": "77",
      "content": "Leigar eller annan som har liknande rett, har plikt til å gi eigaren vederlag for jordskiftekostnader og andre kostnader som skiftet fører med seg, t.d. dyrkingsvederlag, utlegg til gjerde, utflyttingstilskott og anna. Jordskifteretten fastset den summen leigaren skal svare etter eit overslag over alle dei kostnadene skiftet vil føre med seg for eigaren, og etter nytten leigaren har av skiftet. Kostnader som eigaren har tatt på seg ut over det han er pliktig til etter loven, eller som atferda han[s] på skiftet er skuld i, skal ikkje takast med.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "8:78",
      "chapter": "8",
      "section": "78",
      "content": "Fører anke etter § 72 første ledd til pålegg som nemnt i § 72 andre ledd eller til endring som nemnt i § 72 fjerde ledd, skal det offentlege bere alle kostnadene som retting av slike feil har ført med seg.\n0 Endra med lov 7 juni 1991 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "8:79",
      "chapter": "8",
      "section": "79",
      "content": "Det kan krevjast at den som set fram krav om jordskifte eller overjordskifte skal betale forskott eller gi trygd for dei kostnadene som etter eit førebels overslag vil falle på partane. Rekvirenten kan givast ein frist på opptil tre veker til dette. Held han ikkje fristen, blir det rekna jamgodt med at han har kalla kravet tilbake.\n0 Endra med lov 7 juni 1991 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "8:80",
      "chapter": "8",
      "section": "80",
      "content": "Når vedtak om å fremme saka er ført inn i rettsboka, og retten i hovuddraga har fått på det reine kva interesser partane har i skiftet, kan han gi dei pålegg om å betale utgifter som vil kome på etter kvart etter ei førebels utlikning.\nUtgifter som er utlikna, dagfell til betaling 15 dagar etter at vedkomande er gjort kjent med utlikninga.\nAv forskott kan det reknast rente som jordskifteretten fastset etter skjønn. Retten kan òg ta avgjerd om at det skal svarast rente av andre krav som kjem av skiftet.\nFører overjordskiftet til endring i jordskiftekostnadene, og dei alt er betalte, skal jordskifteoverretten gi nødvendige reglar om tilbakebetaling.\n0 Endra med lover 8 juni 1984 nr. 69, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "8:81",
      "chapter": "8",
      "section": "81",
      "content": "Vederlag for kostnader til sakkunnig hjelp i tvistar blir avgjorde etter reglane i tvisteloven​1 kapittel 20.\nEr jordskifte kravt i samband med oreigning eller offentleg regulering av eigarrådvelde etter §§ 6 første eller andre ledd, 43 andre ledd eller 44 tredje ledd, skal oreignaren til vanleg bere jordskiftekostnadene, men det er og høve til å leggje slike kostnader på dei andre partane i skiftet dersom dei får netto nytte i høve til tilhøva før jordskiftet. Det same gjeld saker etter § 6 tredje ledd om avtale om at jordskifteretten skal halde skjønn. I sak etter § 6 første, andre eller tredje ledd gjeld lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker §§ 42, 54-54 b og 58 ved avgjerd i jordskifteretten og ved anke jf. § 61.\n0 Endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "9:82",
      "chapter": "9",
      "section": "82",
      "content": "Dersom alle eigarane blir samde om korleis eit jordskifte skal gjennomførast og andre som skiftet vedkjem samtykkjer i avtala, kan avtala bringast inn for jordskifteretten med krav om godkjenning.\nMed krav om godkjenning går ein fram på same måte som med krav om offentleg jordskifte. Reglane i kapittel 8 om kostnadene gjeld på tilsvarande måte.\nPartane skal setje opp eit skriftleg dokument der ein gjer nøye greie for dei eigedomane skiftet omfatter, t.d. grenser, bruksrettar m.m. Utgreiing om grense mot granneeigedom må ikkje takast inn i dokumentet utan samtykkje frå eigaren. Er noko i skiftedokumentet uklart eller ufullstendig, skal jordskiftedomaren hjelpe til med å rette det.\n0 Endra med lov 17 juni 1988 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "9:83",
      "chapter": "9",
      "section": "83",
      "content": "Jordskifteretten gir attest for at avtala er godkjent dersom retten etter nødvendig gransking finn at avtala fyller krava til eit offentleg jordskifte. Ei godkjend avtale kallast minneleg jordskifte og har same verknaden som eit offentleg jordskifte.\nAttesten skal førast inn i rettsboka og påførast skiftedokumentet. Skiftedokumentet og attesten skal tinglysast. Det skal ikkje svarast dokumentavgift.\nAvgjerd etter paragrafen her kan ikkje ankast utan i det høve at godkjenning blir nekta.\n0 Endra med lov 17 juni 1988 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "9:84",
      "chapter": "9",
      "section": "84",
      "content": "Er attest nekta og denne avgjerda ikkje blir anka på staden, kan ein straks krevje offentleg jordskifte. Blir offentleg jordskifte kravd på staden, kan skiftet fremmast straks med dei jordskiftemeddommarane som alt er oppnemnde dersom alle partane er gjort kjende med at offentleg skifte kan fremmast.\n0 Endra med lover 8 juni 1984 nr. 69, 17 juni 1988 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "9:85",
      "chapter": "9",
      "section": "85",
      "content": "Jordskifte halde av ein jordskiftedommar med heimel i voldgiftsavtale,​1 har same verknaden som offentleg jordskifte. Over slikt jordskifte kan det ikkje nyttast rettsmiddel etter kap. 7. Kostnadene ved slik sak skal gjerast opp og betalast som for offentleg jordskifte.\nDet same gjeld for friviljug makeskifte halde av ein jordskiftedommar med heimel i voldgiftsavtale når makeskiftet vert gjennomført i samsvar med føresegnene i jordskiftelova, med unntak av § 1, og voldgiftsavtala kjem i staden for offentleg oreigning eller regulering av eigarrådevelde. Føresegnene i kapittel 8 gjeld så langt dei høver.\nPartane kan ikkje gjere avtale om voldgift etter andre ledd i dei høva som er nemnt i §§ 6 første til fjerde ledd første punktum og 6 a.\n0 Endra med lov 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714).\n1 Sjå § 17 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "10:86",
      "chapter": "10",
      "section": "86",
      "content": "På bruk som ligg under offentleg jordskifte, kan ingen andre enn jordskifteretten opprette nye matrikkeleiningar​2 utan samtykke frå retten. Dei oppmålingsforretningane​3 som offentleg jordskiftesak fører med seg, skal jordskifteretten alltid halde.\nNår partane i eit avtaleskjønn etter § 6 fjerde ledd er samde om det, held jordskifteretten oppmålingsforretning.\n0 Endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 101 (ikr. 1 jan 2010, etter res. 5 juni 2009 nr. 600).\n1 Sjå § 87.\n2 Jf. lov 17 juni 2005 nr. 101 § 4 og § 5.\n3 Jf. lov 17 juni 2005 nr. 101 kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "10:87",
      "chapter": "10",
      "section": "87",
      "content": "For oppmålingsforretningar som jordskifteretten held etter § 86, gjeld reglane i lov om eigedomsregistrering​1 på tilsvarande måte, så langt dei høver. Ved anke gjeld reglane i § 61 andre og fjerde ledd. For føring i rettsboka og tinglysing gjeld reglane i § 22 siste ledd og § 24.\n0 Endra med lover 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3, 17 juni 2005 nr. 101 (ikr. 1 jan 2010, etter res. 5 juni 2009 nr. 600).\n1 Lov 17 juni 2005 nr. 101.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "11:88",
      "chapter": "11",
      "section": "88",
      "content": "Eigar kan krevje at jordskifteretten i særskild sak skal klarleggje, merkje av og beskrive grenser for grunneigedom,​2 anleggseigedom,​3 uteareal til eigarseksjon​4 og jordsameige,​5 grenser for alltidvarande bruksrett eller grenser for offentleg regulering av eigarrådvelde. Dette gjeld og slike grenser som er nemnde i lov 15. mars 1940 nr. 3 om vassdragene § 2, § 3 og § 4.\nNår det gjeld grensegang for alltidvarande bruksrett og offentleg regulering av eigarrådvelde, kan og bruksrettshavar og offentleg styresmakt krevje grensegang. I område i det samiske reinbeiteområdet der det går føre seg reindrift, kan òg leiar av reinbeitedistrikt krevje grensegang.​6 Er distriktsstyre ikkje oppretta, kan utøvar av reindrift krevje grensegang. I tilfelle som nemnt i § 5 andre ledd, kan departementet krevje grensegang.\nTilsvarande kan eigar eller festar krevje grensegang for matrikkeleining​7 som er festa bort.​8\nKravet om grensegang skal nemne kva for grenser retten skal taka stilling til. Retten kan ikkje gå utanfor dette. Dersom ein part krev utviding av saka, skal retten i vurderinga av kravet mellom anna leggje vekt på omfanget av den kravde utvidinga, samanhangen med resten av kravet og korleis dei øvrige partane stiller seg til utvidinga.\nUlaglege grenser prøver retten å få regulert ved minneleg makeskifte. Kjem ein ikkje fram til semje, kan jordskifteretten regulere grensene på den måten han meiner er mest tenleg for dei eigedomane det gjeld. Dersom det ikkje er landbrukseigedom på nokon av sidene, kan jordskifteretten berre regulere ulaglege grenser etter krav frå ein part.\n0 Endra med lover 8 juni 1984 nr. 69, 23 feb 1996 nr. 7 (ikr. 1 juli 1996), 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 15 juni 2001 nr. 78 (ikr. 1 juli 2001, etter res. 15 juni 2001 nr. 714), 15 juni 2007 nr. 40 (ikr. 1 juli 2007, etter res. 15 juni 2007 nr. 627), 17 juni 2005 nr. 101 (ikr. 1 jan 2010, etter res. 5 juni 2009 nr. 600).\n1 Jf. § 76.\n2 Jf. lov 19 juni 1992 nr. 59 § 1-4 og lov 19 juni 1992 nr. 60 § 4-2.\n3 Jf. lov 17 juni 2005 nr. 101 § 5, b.\n4 Jf. lov 23 mai 1997 nr. 31 § 9 (2) og lov 17 juni 2005 nr. 101 § 5, c.\n5 Jf. lov 17 juni 2005 nr. 101 § 5, d.\n6 Jf. lov 15 juni 2007 nr. 40.\n7 Jf. lov 17 juni 2005 nr. 101 § 5.\n8 Jf. lov 20 des 1996 nr. 106.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "11:88 a",
      "chapter": "11",
      "section": "88 a",
      "content": "Eigar eller innehavar av alltidvarande bruksrett kan krevje at jordskifteretten skal klarleggje og fastsette eigedoms- og bruksrettstilhøva i sameiger, i andre område der det er sambruk mellom eigedomar og i område i det samiske reinbeiteområdet der det går føre seg reindrift,​1 når dette er nødvendig av omsyn til ein rasjonell bruk av området eller for registrering av uregistrert jordsameige.​2\n§ 88 andre, fjerde og femte ledd og § 89 første ledd gjeld tilsvarande.\n0 Føyd til med lov 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), endra med lov 15 juni 2007 nr. 40 (ikr. 1 juli 2007, etter res. 15 juni 2007 nr. 627), 17 juni 2005 nr. 101 (ikr. 1 jan 2010, etter res. 5 juni 2009 nr. 600) som endra med lov 15 juni 2007 nr. 40 (ikr. 1 juli 2007, etter res. 15 juni 2007 nr. 627), 29 juni 2007 nr. 94 (ikr. 1 jan 2010, etter res. 5 juni 2009 nr. 601).\n1 Jf. lov 15 juni 2007 nr. 40.\n2 Jf. lov 17 juni 2005 nr. 101 § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88a",
        "source_heading": "§ 88 a."
      }
    },
    {
      "provision_ref": "11:89",
      "chapter": "11",
      "section": "89",
      "content": "Reglane om jordskifte gjeld på tilsvarande måte i grensegangssaker så langt dei høver. Men § 3 bokstav a gjeld berre når grensene skal regulerast. Er det i eit område grunn til å rekna med endringar i grensetilhøva ved jordskifte, så skal jordskifteretten mest mogleg avgrense saka til å gjelde klarlegging av omtvista grenser og berre strengt nødvendige avmerkings- og målearbeid. Utan særleg grunn skal heller ikkje grensegang fremmast over store samanhengande område der saka vil få karakter av å vere eit systematisk merke- og målearbeid meir enn eit samla klarleggingsarbeid for grensene.\nDersom det i grensegangssak eller rettsutgreiingssak blir sett fram krav om jordskifte, og retten godtar kravet, kan slik sak fremmast med dei jordskiftemeddommarane som er oppnemnde i grensegangssaka eller rettsutgreiingssaka. Det same gjeld om grensegang eller rettsutgreiing blir kravt på staden etter at jordskifte er nekta fremma.\n0 Endra med lover 8 juni 1984 nr. 69, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "11:89 a",
      "chapter": "11",
      "section": "89 a",
      "content": "Når jordskifteretten har motteke rettskraftig dom frå utmarkskommisjonen for Nordland og Troms,​1 gjennomfører jordskifteretten grensemerking i terrenget, koordinatfesting og kartlegging av grensa i samsvar med dommen.\n§§ 88 og 89 gjeld tilsvarande så langt dei høver og så langt ikkje anna fylgjer av paragrafen her.\nDet skal ikkje betalast rettsgebyr etter § 74 andre ledd. Partane skal heller ikkje betale for kostnadene med grensemerkinga, koordinatfestinga og kartlegginga av grensa.\nJordskifteretten vert sett utan jordskiftemeddommarar.\n§ 88 tredje og femte ledd og § 89 andre ledd gjeld ikkje.\nVed anke gjeld § 72.\nTil alle saker som blir handsama etter paragrafen her, skal rettshavarar med eigedoms- eller bruksrett som saka kan tenkjast å få verknad for, bli stemna og innkalla av retten på den måten som er fastsett i lov 19. juni 1992 nr. 59 om bygdeallmenninger §§ 1-7 og 1-8.\nKjende rettshavarar med eigedoms- eller bruksrett som saka kan tenkjast å få verknad for, skal bli stemna og innkalla av retten også på den måten som er fastsett om forkynningar for dei alminnelege domstolane i domstolloven​2 kapittel 9.\n0 Føyd til med lov 22 apr 1994 nr. 8 (ikr. 1 juni 1994 med verknad også for dom før dette, etter res. 22 apr 1994 nr. 314), endra med lover 21 des 2007 nr. 127 (ikr. 1 jan 2008), 17 juni 2005 nr. 101 (ikr. 1 jan 2010, etter res. 5 juni 2009 nr. 600).\n1 Sjå lov 7 juni 1985 nr. 51 (nå oppheva).\n2 Lov 13 aug 1915 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89a",
        "source_heading": "§ 89 a."
      }
    },
    {
      "provision_ref": "12:89 b",
      "chapter": "12",
      "section": "89 b",
      "content": "Kongen kan gi nærare forskrift om arealmekling som forsøksordning i utvalde kommunar. Kongen kan gi forskrift om forsøksordning med utvida mekling i jordskifterettane (rettsmekling).\nI forskrifta kan det gjevast reglar om kva sakstypar som skal vere omfatta av forsøksordningane og i kva saker det skal bli vurdert om arealmekling eller rettsmekling skal setjast i verk, om kven som skal leie slik mekling, om teieplikt og vitneforbod for arealmeklaren og rettsmeklaren og partane, om partane sitt ansvar for kostnadene ved meklinga og om gjennomføringa av meklinga elles m.m.\n0 Føyd til med lov 12 mai 2006 nr. 15 (ikr. 1 jan 2007, etter res. 12 mai 2006 nr. 529).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89b",
        "source_heading": "§ 89 b."
      }
    },
    {
      "provision_ref": "13:90",
      "chapter": "13",
      "section": "90",
      "content": "Pengevederlag for eigedom eller rett som det ligg hefte på eller som er beslaglagt, må ikkje utbetalast utan at alle det gjeld samtykkjer. Jordskifteretten fastset framgangsmåten for betaling av utflyttingsvederlag i slike høve.\nDen som skal betale pengar, kan betale dei til politimeisteren som straks og på best mogleg vilkår skal sette pengane inn i godkjend sparebank til det er avgjort kven som skal ha dei.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "13:91",
      "chapter": "13",
      "section": "91",
      "content": "Avgjerd tatt ved offentleg jordskifte og rettsutgreiing og i grensegangssak er tvangsgrunnlag.​1 Når avgjerda er endeleg, kan ho settast i verk etter reglane om fullføring av dom.​2 Lov av 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker §§ 53, 55 og 57 gjeld tilsvarande for oreigningsskjønn som jordskifteretten har halde i medhald av § 6.\nKostnad eller yting som i slik sak er pålagt eigar eller bruksrettshavar, får ved tinglysing panterett i eigedomen eller i bruksretten. Verknaden av tinglysinga fell bort når det er gått 10 år frå tinglysinga og ny tinglysing ikkje er gjort før fristen gjekk ut.​3\n0 Endra med lov 7 juni 1991 nr. 25, 18 des 1998 nr. 85 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1200).\n1 Jf. tvangsl. § 4-1 (2), a.\n2 Jf. tvangsl. kap. 8 til 13.\n3 Jf. lov 7 juni 1935 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "13:92",
      "chapter": "13",
      "section": "92",
      "content": "Skyldnad som ligg på ein eigedom for anlegg som er sett i verk med offentleg tilskott, som t.d. skogplantings-, senkings-, uttappings- eller førebyggingsarbeid, skal følgje det grunnstykket skyldnaden har samanheng med, om dette let seg gjere utan avgjerande ulempe for det som er formålet med jordskiftet. Det same skal gjelde skyldnad til å halde ved like andre anlegg som t.d. gravplass.\nMedan jordskiftet pågår, har vedkomande jordskiftedommar meldeplikt etter lov 9 juni 1978 nr. 50 om kulturminner​1 ved sida av eigar og brukar.\n1 Sjå § 8 i den loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "13:93",
      "chapter": "13",
      "section": "93",
      "content": "Så langt det trengst av omsyn til den saka som er føre, kan jordskifteretten ta avgjerder som etter lov 27 mai 2005 nr. 31 om skogbruk (skogbrukslova) høyrer inn under skogbruksstyresmakta. Er det tale om større hogst eller hogst i verneskog eller utsett skog, skal skogbruksstyresmakta ha varsel og få høve til å seie si meining.\n0 Endra med lov 27 mai 2005 nr. 31 (ikr. 1 jan 2006, etter res. 27 mai 2005 nr. 487).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "13:94",
      "chapter": "13",
      "section": "94",
      "content": "Jordskifteretten kan nytte sakkunnig hjelp i særskilte spørsmål når han finn det nødvendig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "13:95",
      "chapter": "13",
      "section": "95",
      "content": "Den som med fortsett eller aktløyse bryt reglane gitt i medhald av §§ 23 og 60 i loven her, blir straffa med bøter. Det offentlege påtalar ikkje slike brot utan etter krav frå vedkomande jordskiftedommar eller nokon skadelidande part. Medverknad blir ikkje straffa.\n0 Endra med lover 8 juni 1984 nr. 69, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "13:96",
      "chapter": "13",
      "section": "96",
      "title": "(Opphevet)",
      "content": "0 Oppheva med lov 20 feb 2004 nr. 7 (ikr. 1 apr 2004, etter res. 20 feb 2004 nr. 399).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "13:97",
      "chapter": "13",
      "section": "97",
      "content": "Etternemnde reglar i tvisteloven​1 gjeld i jordskifte-, rettsutgreiingssaker og grensegangssaker, enten\na. på tilsvarande måte så langt dei høver, for kapittel 2 og 3, § 4-5 første ledd, kapittel 8 I, § 9-6 første og andre ledd, § 9-16, kapittel 11, § 13-3, § 15-2 første ledd bokstav b, §§ 15-6 til 15-8, kapittel 16 I og III, § 18-1, kapittel 19, kapittel 21-28, § 29-6 og § 29-10 første ledd, eller\nb. slik det er vist til i ymse paragrafar i loven her, for § 9-16, kapittel 13 II og 14, § 16-5, §§ 18-1 og 18-2, kapittel 19 I-III, kapittel 20, kapittel 22-24, kapittel 29 og kapittel 31.\nFor rettsutgreiingssak og grensegangssak etter kap. 11 gjeld også tvisteloven § 18-2.\n0 Endra med lover 8 juni 1984 nr. 69, 29 juni 1990 nr. 47, 7 juni 1991 nr. 25, 18 des 1998 nr. 84 (ikr. 1 jan 1999, etter res. 18 des 1998 nr. 1199), 17 juni 2005 nr. 90 (ikr. 1 jan 2008, etter res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "13:98",
      "chapter": "13",
      "section": "98",
      "content": "Denne loven tar til å gjelde frå den tida Kongen fastset.​1 Lov 22 desember 1950 nr. 2 om jordskifte o.a. held opp å gjelde frå same tid. Har saksbehandlinga tatt til før denne tid, skal likevel reglane i den gamle loven gjelde for saksbehandlinga i vedkomande instans. Behandlinga i ankeinstansen tar til når den første ankefråsegna blir gitt inn til jordskifteretten.\nFrå loven tar til å gjelde,​1 blir det følgjande endringar i andre lover: – – –\n1 Frå 1 jan 1980, etter res. 21 des 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    }
  ]
}