{
  "id": "LOV-2008-06-20-42",
  "type": "statute",
  "title": "Lov om forbud mot diskriminering på grunn av nedsatt funksjonsevne (diskriminerings- og tilgjengelighetsloven)",
  "short_name": "Diskriminerings- og tilgjengelighetsloven",
  "status": "in_force",
  "issued_date": "2008-06-20",
  "in_force_date": "2009-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/2008-06-20-42",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Formål",
      "content": "Lovens formål er å fremme likestilling og likeverd, sikre like muligheter og rettigheter til samfunnsdeltakelse for alle, uavhengig av funksjonsevne, og hindre diskriminering på grunn av nedsatt funksjonsevne.\nLoven skal bidra til nedbygging av samfunnsskapte funksjonshemmende barrierer og hindre at nye skapes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Virkeområde",
      "content": "Loven gjelder på alle samfunnsområder med unntak av familieliv og andre forhold av personlig karakter.\nLoven gjelder i riket. Med unntak av §§ 3, 9, 10, 11 og 12 gjelder loven også på Svalbard​1 og Jan Mayen,​2 på installasjoner og fartøy i virksomhet på norsk kontinentalsokkel​3 og på norske skip og luftfartøyer uansett hvor de befinner seg. Kongen kan gi forskrift om anvendelsen av lovens bestemmelser i §§ 3, 9, 11 og 12 på de områdene som er nevnt i andre punktum.\nKongen gir forskrift om lovens anvendelse for utsendte arbeidstakere, jf. arbeidsmiljøloven​4 § 1-7.\n1 Se lov 17 juli 1925 nr. 11 1 (2).\n2 Jf. lov 27 feb 1930 nr. 2.\n3 Jf. lov 21 juli 1963 nr. 12 § 1.\n4 Lov 17 juni 2005 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Aktivitets- og rapporteringsplikt",
      "content": "Offentlige myndigheter skal arbeide aktivt, målrettet og planmessig for å fremme lovens formål.\nArbeidsgivere i privat sektor som jevnlig sysselsetter mer enn 50 ansatte, og arbeidsgivere i offentlig sektor skal arbeide aktivt, målrettet og planmessig for å fremme lovens formål innenfor sin virksomhet. Aktivitetsplikten omfatter blant annet rekruttering, lønns- og arbeidsvilkår, forfremmelse, utviklingsmuligheter og beskyttelse mot trakassering. Arbeidslivets organisasjoner har tilsvarende aktivitetsplikt innenfor sine virkefelt.\nVirksomheter som i lov er pålagt å utarbeide årsberetninger, skal i årsberetningen redegjøre for tiltak som er iverksatt og tiltak som planlegges iverksatt for å fremme lovens formål.\nOffentlige myndigheter og offentlige virksomheter som ikke er pliktige til å utarbeide årsberetning, skal gi tilsvarende redegjørelse i årsbudsjettet.\nVed håndhevingen av tredje og fjerde ledd gjelder reglene i diskrimineringsombudsloven.​1\n1 Lov 10 juni 2005 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Forbud mot diskriminering",
      "content": "Direkte og indirekte diskriminering på grunn av nedsatt funksjonsevne er forbudt.​1\nMed direkte diskriminering menes at en handling eller unnlatelse har som formål eller virkning at personer på grunn av nedsatt funksjonsevne blir behandlet dårligere enn andre blir, er blitt eller ville blitt behandlet i en tilsvarende situasjon.\nMed indirekte diskriminering menes enhver tilsynelatende nøytral bestemmelse, betingelse, praksis, handling eller unnlatelse som fører til at personer på grunn av nedsatt funksjonsevne stilles dårligere enn andre.\nForskjellsbehandling som er nødvendig for å oppnå et saklig formål, og som ikke er uforholdsmessig inngripende overfor den eller dem som forskjellsbehandles, anses ikke som diskriminering etter loven her. Forskjellsbehandling i arbeidslivet må i tillegg være nødvendig for utøvelsen av arbeid eller yrke.\nForbudet mot diskriminering i paragrafen her omfatter diskriminering på grunn av funksjonsevne som er nedsatt, antas å være nedsatt, har vært nedsatt eller vil kunne bli nedsatt, samt diskriminering av en person på grunn av dennes forhold til en person med nedsatt funksjonsevne.\nDet er forbudt​1 å medvirke til brudd på diskrimineringsforbudet i paragrafen her.\nDiskriminering som skyldes mangelfull fysisk tilrettelegging, er uttømmende regulert i §§ 9 og 12.\n1 Se §§ 16 og 17. Jf. § 12 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Positiv særbehandling",
      "content": "Særbehandling som bidrar til å fremme lovens formål, anses ikke som diskriminering etter loven her. Særbehandlingen skal opphøre når formålet med den er oppnådd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Forbud mot trakassering",
      "content": "Trakassering på grunn av nedsatt funksjonsevne er forbudt.\nMed trakassering menes handlinger, unnlatelser eller ytringer som virker eller har til formål å virke krenkende, skremmende, fiendtlig, nedverdigende eller ydmykende.\nForbudet mot trakassering i paragrafen her omfatter trakassering på grunn av funksjonsevne som er nedsatt, antas å være nedsatt, har vært nedsatt eller vil kunne bli nedsatt, samt trakassering av en person på grunn av dennes forhold til en person med nedsatt funksjonsevne.\nDet er forbudt​1 å medvirke til brudd på bestemmelsen i første til tredje ledd.\nArbeidsgiver og ledelsen i organisasjoner og utdanningsinstitusjoner skal innenfor sitt ansvarsområde forebygge og søke å hindre at det skjer trakassering i strid med paragrafen.\n1 Se §§ 16 og 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Forbud mot instruks",
      "content": "Det er forbudt​1 å gi instruks om å diskriminere eller trakassere i strid med §§ 4 og 6. Det er også forbudt å gi instruks om gjengjeldelse i strid med § 8.\nDet er forbudt​1 å medvirke til brudd på bestemmelsen i første ledd.\n1 Se §§ 16 og 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Forbud mot gjengjeldelse",
      "content": "Det er forbudt​1 å gjøre bruk av gjengjeldelse overfor noen som har fremmet klage om brudd på bestemmelsene i §§ 4, 6, 7, 9 eller 12, eller som har gitt uttrykk for at klage kan bli fremmet. Dette gjelder ikke dersom klageren har opptrådt grovt uaktsomt.\nFørste ledd gjelder tilsvarende for vitner i en klagesak.\nDet er forbudt​1 å gjøre bruk av gjengjeldelse overfor noen som har unnlatt å følge en instruks i strid med § 7.\nDet er forbudt​1 å medvirke til brudd på forbudet mot gjengjeldelse i paragrafen her.\n1 Se §§ 16 og 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Plikt til generell tilrettelegging (universell utforming)",
      "content": "Offentlig virksomhet skal arbeide aktivt og målrettet for å fremme universell utforming innenfor virksomheten. Tilsvarende gjelder for privat virksomhet rettet mot allmennheten.\nMed universell utforming menes utforming eller tilrettelegging av hovedløsningen i de fysiske forholdene, herunder informasjons- og kommunikasjonsteknologi (IKT), slik at virksomhetens alminnelige funksjon kan benyttes av flest mulig.\nOffentlig og privat virksomhet rettet mot allmennheten har plikt til å sikre universell utforming av virksomhetens alminnelige funksjon så langt det ikke medfører en uforholdsmessig byrde for virksomheten. Ved vurderingen av om utformingen eller tilretteleggingen medfører en uforholdsmessig byrde skal det særlig legges vekt tilretteleggingens effekt for å nedbygge funksjonshemmende barrierer, hvorvidt virksomhetens alminnelige funksjon er av offentlig art, de nødvendige kostnadene ved tilretteleggingen, virksomhetens ressurser, sikkerhetsmessige hensyn og vernehensyn.\nBrudd på plikten til å sikre universell utforming etter tredje ledd regnes som diskriminering.\nDet regnes ikke som diskriminering etter fjerde ledd dersom virksomheten oppfyller nærmere bestemmelser i lov eller forskrift om innholdet i plikten til universell utforming.\nKongen kan gi forskrift om innholdet i plikten til universell utforming på områder som ikke er omfattet av krav i eller i medhold av annet lovverk, jf. femte ledd.\n0 Endret ved lov 9 apr 2010 nr. 12 (ikr. 9 apr 2010 iflg. res. 9 apr 2010 nr. 501).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Universell utforming av bygninger, anlegg mv.",
      "content": "For bygninger, anlegg og uteområder rettet mot allmennheten gjelder kravene til universell utforming i eller i medhold av plan- og bygningsloven.​1\n1 Lov 27 juni 2008 nr. 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Plikt til universell utforming av informasjons- og kommunikasjonsteknologi (IKT)",
      "content": "Med informasjons- og kommunikasjonsteknologi (IKT) menes teknologi og systemer av teknologi som anvendes til å uttrykke, skape, omdanne, utveksle, lagre, mangfoldiggjøre og publisere informasjon, eller som på annen måte gjør informasjon anvendbar.\nNye IKT-løsninger som underbygger virksomhetens alminnelige funksjoner, og som er hovedløsninger rettet mot eller stillet til rådighet for allmennheten, skal være universelt utformet fra og med 1. juli 2011, men likevel tidligst tolv måneder etter at det foreligger standarder eller retningslinjer for innholdet i plikten. For eksisterende IKT-løsninger gjelder plikten fra 1. januar 2021. Plikten omfatter ikke IKT-løsninger der utformingen reguleres av annen lovgivning.\nOrganet utpekt etter § 16 annet ledd kan gi dispensasjon fra plikten etter annet ledd dersom det foreligger særlig tungtveiende grunner.\nKongen skal gi forskrifter med nærmere bestemmelser om avgrensning av virkeområdet og innholdet i plikten til universell utforming etter denne paragrafen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Plikt til individuell tilrettelegging",
      "content": "Arbeidsgiver skal foreta rimelig individuell tilrettelegging av arbeidsplass og arbeidsoppgaver for å sikre at en arbeidstaker eller arbeidssøker med nedsatt funksjonsevne kan få eller beholde arbeid, ha tilgang til opplæring og annen kompetanseutvikling samt utføre og ha mulighet til fremgang i arbeidet på lik linje med andre. Første punktum gjelder tilsvarende for arbeidsgivers valg og behandling av innleide arbeidstakere og selvstendig næringsdrivende.\nSkole- og utdanningsinstitusjon skal foreta rimelig individuell tilrettelegging av lærested og undervisning for å sikre at elever og studenter med nedsatt funksjonsevne får likeverdige opplærings- og utdanningsmuligheter.\nKommunen skal foreta rimelig individuell tilrettelegging av barnehagetilbud for å sikre at barn med nedsatt funksjonsevne får likeverdige utviklings- og aktivitetsmuligheter.\nKommunen skal foreta rimelig individuell tilrettelegging av tjenestetilbud etter helse- og omsorgstjenesteloven​1 av varig karakter for den enkelte, for å sikre at personer med nedsatt funksjonsevne får et likeverdig tilbud.\nPlikten etter første til fjerde ledd omfatter ikke tilrettelegging som innebærer en uforholdsmessig byrde. Ved vurderingen av om tilretteleggingen medfører en uforholdsmessig byrde skal det særlig legges vekt på tilretteleggingens effekt for å nedbygge funksjonshemmende barrierer, de nødvendige kostnadene ved tilretteleggingen og virksomhetens ressurser.\nBrudd på plikten til individuell tilrettelegging etter første til femte ledd regnes som diskriminering.\n0 Endret ved lover 3 sep 2010 nr. 53 (ikr. 1 jan 2011 iflg. res. 3 sep 2010 nr. 1245), 24 juni 2011 nr. 30 (ikr. 1 jan 2012 iflg. res. 16 des 2011 nr. 1252).\n1 Lov 24 juni 2011 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Bevisbyrde",
      "content": "Hvis det foreligger omstendigheter som gir grunn til å tro at det har funnet sted brudd på bestemmelsene i §§ 4, 6, 7, 8, 9 eller 12, skal det legges til grunn at brudd har funnet sted hvis ikke den som er ansvarlig for handlingen, unnlatelsen eller ytringen, sannsynliggjør at det likevel ikke har funnet sted slikt brudd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Arbeidsgivers opplysningsplikt i ansettelsessaker",
      "content": "Arbeidssøker som mener seg forbigått i strid med § 4 eller § 12 første ledd, kan kreve at arbeidsgiveren skriftlig opplyser om utdanning, praksis eller andre klart konstaterbare kvalifikasjoner for arbeidet hos den som ble ansatt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Organisasjoners adgang til å opptre som fullmektig mv.",
      "content": "Som fullmektig i forvaltningssak​1 etter loven her kan brukes en organisasjon som helt eller delvis har til formål å arbeide mot diskriminering på grunnlag av nedsatt funksjonsevne.\nSom prosessfullmektig i saker for domstolene​2 etter loven her kan brukes en person utpekt av og med tilknytning til en organisasjon som helt eller delvis har til formål å arbeide mot diskriminering på grunnlag av nedsatt funksjonsevne. Dette gjelder ikke for Høyesterett.\nRetten kan nekte å godta en prosessfullmakt hvis det etter rettens skjønn er fare for at prosessfullmektigen ikke har tilstrekkelige kvalifikasjoner til å ivareta partens interesser på en tilfredsstillende måte.\nEn prosessfullmektig skal ved siden av fullmakt som nevnt i tvisteloven​3 § 3-4 til samme tid fremlegge skriftlig orientering fra organisasjonen om prosessfullmektigens kvalifikasjoner.\n1 Jf. fvl. § 12.\n2 Jf. tvl. § 3-3.\n3 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Håndheving",
      "content": "Likestillings- og diskrimineringsombudet og Likestillings- og diskrimineringsnemnda​1 skal med unntak av §§ 10 og 11 føre tilsyn med og medvirke til gjennomføringen av loven her, jf. diskrimineringsombudsloven.​2 Krav etter § 17 reises for de alminnelige domstolene.\nKongen utpeker hvilket organ som skal føre tilsyn med at kravene i § 11 overholdes. Organet kan gi pålegg om retting mot en virksomhet som ikke oppfyller kravene gitt i eller i medhold av § 11 annet ledd, og kan treffe vedtak om tvangsmulkt for å sikre gjennomføring av pålegg dersom fristen for å etterkomme pålegget er oversittet. Reglene i diskrimineringsombudsloven​2 § 8 første til tredje ledd gjelder tilsvarende.\nOrganet utpekt etter annet ledd kan kreve de opplysningene som er nødvendige for å gjennomføre sine oppgaver etter loven, samt kreve adgang til IKT-løsninger som nevnt i § 11. Det samme gjelder klageinstansen ved klage over vedtak etter annet ledd.\nSøksmål om gyldigheten av vedtak truffet av organet utpekt etter annet ledd eller klageinstansen må reises innen tre måneder etter at underretning om vedtaket er mottatt. Vedtak etter annet ledd kan ikke bringes inn for domstolene uten at klageadgangen er utnyttet og klagen er avgjort.\nKongen kan gi forskrift om regler om tvangsmulkten etter annet ledd, herunder om tvangsmulktens størrelse, varighet og andre bestemmelser om fastsettelse og gjennomføring.\n1 Lov 10 juni 2005 nr. 40.\n2 Se lov 10 juni 2005 nr. 40 § 2 og § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Oppreisning og erstatning",
      "content": "Den som uaktsomt opptrer i strid med § 4, § 6 første til fjerde ledd, § 7, § 8 eller § 12, kan pålegges å betale oppreisning til fornærmede.​1 Oppreisningen fastsettes til det beløpet som finnes rimelig under hensyn til partenes forhold og omstendighetene for øvrig.\nArbeidssøker eller arbeidstaker kan kreve oppreisning for overtredelse av § 4, § 6 første til fjerde ledd, § 7 eller § 8 i arbeidslivet uten hensyn til arbeidsgivers skyld. Arbeidstaker-, arbeidsgiver- og yrkesorganisasjoner har tilsvarende ansvar overfor den som søker om å bli eller er medlem eller deltaker i organisasjon.\nErstatning for økonomisk tap som følge av brudd på loven her kan kreves etter alminnelige erstatningsregler.​2\n1 Jf. lov 13 juni 1969 nr. 26 § 3-5.\n2 Se lov 13 juni 1969 nr. 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Ikrafttredelse",
      "content": "Loven gjelder fra den tiden Kongen bestemmer.​1 Kongen kan sette i kraft de enkelte bestemmelser til ulik tid.\n1 Fra 1 jan 2009 iflg. res. 20 juni 2008 nr. 631.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Endringer i andre lover",
      "content": "Med virkning fra lovens ikrafttredelse gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Formål",
      "content": "Lovens formål er å fremme likestilling og likeverd, sikre like muligheter og rettigheter til samfunnsdeltakelse for alle, uavhengig av funksjonsevne, og hindre diskriminering på grunn av nedsatt funksjonsevne.\nLoven skal bidra til nedbygging av samfunnsskapte funksjonshemmende barrierer og hindre at nye skapes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Virkeområde",
      "content": "Loven gjelder på alle samfunnsområder med unntak av familieliv og andre forhold av personlig karakter.\nLoven gjelder i riket. Med unntak av §§ 3, 9, 10, 11 og 12 gjelder loven også på Svalbard​1 og Jan Mayen,​2 på installasjoner og fartøy i virksomhet på norsk kontinentalsokkel​3 og på norske skip og luftfartøyer uansett hvor de befinner seg. Kongen kan gi forskrift om anvendelsen av lovens bestemmelser i §§ 3, 9, 11 og 12 på de områdene som er nevnt i andre punktum.\nKongen gir forskrift om lovens anvendelse for utsendte arbeidstakere, jf. arbeidsmiljøloven​4 § 1-7.\n1 Se lov 17 juli 1925 nr. 11 1 (2).\n2 Jf. lov 27 feb 1930 nr. 2.\n3 Jf. lov 21 juli 1963 nr. 12 § 1.\n4 Lov 17 juni 2005 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Aktivitets- og rapporteringsplikt",
      "content": "Offentlige myndigheter skal arbeide aktivt, målrettet og planmessig for å fremme lovens formål.\nArbeidsgivere i privat sektor som jevnlig sysselsetter mer enn 50 ansatte, og arbeidsgivere i offentlig sektor skal arbeide aktivt, målrettet og planmessig for å fremme lovens formål innenfor sin virksomhet. Aktivitetsplikten omfatter blant annet rekruttering, lønns- og arbeidsvilkår, forfremmelse, utviklingsmuligheter og beskyttelse mot trakassering. Arbeidslivets organisasjoner har tilsvarende aktivitetsplikt innenfor sine virkefelt.\nVirksomheter som i lov er pålagt å utarbeide årsberetninger, skal i årsberetningen redegjøre for tiltak som er iverksatt og tiltak som planlegges iverksatt for å fremme lovens formål.\nOffentlige myndigheter og offentlige virksomheter som ikke er pliktige til å utarbeide årsberetning, skal gi tilsvarende redegjørelse i årsbudsjettet.\nVed håndhevingen av tredje og fjerde ledd gjelder reglene i diskrimineringsombudsloven.​1\n1 Lov 10 juni 2005 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Forbud mot diskriminering",
      "content": "Direkte og indirekte diskriminering på grunn av nedsatt funksjonsevne er forbudt.​1\nMed direkte diskriminering menes at en handling eller unnlatelse har som formål eller virkning at personer på grunn av nedsatt funksjonsevne blir behandlet dårligere enn andre blir, er blitt eller ville blitt behandlet i en tilsvarende situasjon.\nMed indirekte diskriminering menes enhver tilsynelatende nøytral bestemmelse, betingelse, praksis, handling eller unnlatelse som fører til at personer på grunn av nedsatt funksjonsevne stilles dårligere enn andre.\nForskjellsbehandling som er nødvendig for å oppnå et saklig formål, og som ikke er uforholdsmessig inngripende overfor den eller dem som forskjellsbehandles, anses ikke som diskriminering etter loven her. Forskjellsbehandling i arbeidslivet må i tillegg være nødvendig for utøvelsen av arbeid eller yrke.\nForbudet mot diskriminering i paragrafen her omfatter diskriminering på grunn av funksjonsevne som er nedsatt, antas å være nedsatt, har vært nedsatt eller vil kunne bli nedsatt, samt diskriminering av en person på grunn av dennes forhold til en person med nedsatt funksjonsevne.\nDet er forbudt​1 å medvirke til brudd på diskrimineringsforbudet i paragrafen her.\nDiskriminering som skyldes mangelfull fysisk tilrettelegging, er uttømmende regulert i §§ 9 og 12.\n1 Se §§ 16 og 17. Jf. § 12 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Positiv særbehandling",
      "content": "Særbehandling som bidrar til å fremme lovens formål, anses ikke som diskriminering etter loven her. Særbehandlingen skal opphøre når formålet med den er oppnådd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Forbud mot trakassering",
      "content": "Trakassering på grunn av nedsatt funksjonsevne er forbudt.\nMed trakassering menes handlinger, unnlatelser eller ytringer som virker eller har til formål å virke krenkende, skremmende, fiendtlig, nedverdigende eller ydmykende.\nForbudet mot trakassering i paragrafen her omfatter trakassering på grunn av funksjonsevne som er nedsatt, antas å være nedsatt, har vært nedsatt eller vil kunne bli nedsatt, samt trakassering av en person på grunn av dennes forhold til en person med nedsatt funksjonsevne.\nDet er forbudt​1 å medvirke til brudd på bestemmelsen i første til tredje ledd.\nArbeidsgiver og ledelsen i organisasjoner og utdanningsinstitusjoner skal innenfor sitt ansvarsområde forebygge og søke å hindre at det skjer trakassering i strid med paragrafen.\n1 Se §§ 16 og 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Forbud mot instruks",
      "content": "Det er forbudt​1 å gi instruks om å diskriminere eller trakassere i strid med §§ 4 og 6. Det er også forbudt å gi instruks om gjengjeldelse i strid med § 8.\nDet er forbudt​1 å medvirke til brudd på bestemmelsen i første ledd.\n1 Se §§ 16 og 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Forbud mot gjengjeldelse",
      "content": "Det er forbudt​1 å gjøre bruk av gjengjeldelse overfor noen som har fremmet klage om brudd på bestemmelsene i §§ 4, 6, 7, 9 eller 12, eller som har gitt uttrykk for at klage kan bli fremmet. Dette gjelder ikke dersom klageren har opptrådt grovt uaktsomt.\nFørste ledd gjelder tilsvarende for vitner i en klagesak.\nDet er forbudt​1 å gjøre bruk av gjengjeldelse overfor noen som har unnlatt å følge en instruks i strid med § 7.\nDet er forbudt​1 å medvirke til brudd på forbudet mot gjengjeldelse i paragrafen her.\n1 Se §§ 16 og 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Plikt til generell tilrettelegging (universell utforming)",
      "content": "Offentlig virksomhet skal arbeide aktivt og målrettet for å fremme universell utforming innenfor virksomheten. Tilsvarende gjelder for privat virksomhet rettet mot allmennheten.\nMed universell utforming menes utforming eller tilrettelegging av hovedløsningen i de fysiske forholdene, herunder informasjons- og kommunikasjonsteknologi (IKT), slik at virksomhetens alminnelige funksjon kan benyttes av flest mulig.\nOffentlig og privat virksomhet rettet mot allmennheten har plikt til å sikre universell utforming av virksomhetens alminnelige funksjon så langt det ikke medfører en uforholdsmessig byrde for virksomheten. Ved vurderingen av om utformingen eller tilretteleggingen medfører en uforholdsmessig byrde skal det særlig legges vekt tilretteleggingens effekt for å nedbygge funksjonshemmende barrierer, hvorvidt virksomhetens alminnelige funksjon er av offentlig art, de nødvendige kostnadene ved tilretteleggingen, virksomhetens ressurser, sikkerhetsmessige hensyn og vernehensyn.\nBrudd på plikten til å sikre universell utforming etter tredje ledd regnes som diskriminering.\nDet regnes ikke som diskriminering etter fjerde ledd dersom virksomheten oppfyller nærmere bestemmelser i lov eller forskrift om innholdet i plikten til universell utforming.\nKongen kan gi forskrift om innholdet i plikten til universell utforming på områder som ikke er omfattet av krav i eller i medhold av annet lovverk, jf. femte ledd.\n0 Endret ved lov 9 apr 2010 nr. 12 (ikr. 9 apr 2010 iflg. res. 9 apr 2010 nr. 501).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Universell utforming av bygninger, anlegg mv.",
      "content": "For bygninger, anlegg og uteområder rettet mot allmennheten gjelder kravene til universell utforming i eller i medhold av plan- og bygningsloven.​1\n1 Lov 27 juni 2008 nr. 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Plikt til universell utforming av informasjons- og kommunikasjonsteknologi (IKT)",
      "content": "Med informasjons- og kommunikasjonsteknologi (IKT) menes teknologi og systemer av teknologi som anvendes til å uttrykke, skape, omdanne, utveksle, lagre, mangfoldiggjøre og publisere informasjon, eller som på annen måte gjør informasjon anvendbar.\nNye IKT-løsninger som underbygger virksomhetens alminnelige funksjoner, og som er hovedløsninger rettet mot eller stillet til rådighet for allmennheten, skal være universelt utformet fra og med 1. juli 2011, men likevel tidligst tolv måneder etter at det foreligger standarder eller retningslinjer for innholdet i plikten. For eksisterende IKT-løsninger gjelder plikten fra 1. januar 2021. Plikten omfatter ikke IKT-løsninger der utformingen reguleres av annen lovgivning.\nOrganet utpekt etter § 16 annet ledd kan gi dispensasjon fra plikten etter annet ledd dersom det foreligger særlig tungtveiende grunner.\nKongen skal gi forskrifter med nærmere bestemmelser om avgrensning av virkeområdet og innholdet i plikten til universell utforming etter denne paragrafen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Plikt til individuell tilrettelegging",
      "content": "Arbeidsgiver skal foreta rimelig individuell tilrettelegging av arbeidsplass og arbeidsoppgaver for å sikre at en arbeidstaker eller arbeidssøker med nedsatt funksjonsevne kan få eller beholde arbeid, ha tilgang til opplæring og annen kompetanseutvikling samt utføre og ha mulighet til fremgang i arbeidet på lik linje med andre. Første punktum gjelder tilsvarende for arbeidsgivers valg og behandling av innleide arbeidstakere og selvstendig næringsdrivende.\nSkole- og utdanningsinstitusjon skal foreta rimelig individuell tilrettelegging av lærested og undervisning for å sikre at elever og studenter med nedsatt funksjonsevne får likeverdige opplærings- og utdanningsmuligheter.\nKommunen skal foreta rimelig individuell tilrettelegging av barnehagetilbud for å sikre at barn med nedsatt funksjonsevne får likeverdige utviklings- og aktivitetsmuligheter.\nKommunen skal foreta rimelig individuell tilrettelegging av tjenestetilbud etter helse- og omsorgstjenesteloven​1 av varig karakter for den enkelte, for å sikre at personer med nedsatt funksjonsevne får et likeverdig tilbud.\nPlikten etter første til fjerde ledd omfatter ikke tilrettelegging som innebærer en uforholdsmessig byrde. Ved vurderingen av om tilretteleggingen medfører en uforholdsmessig byrde skal det særlig legges vekt på tilretteleggingens effekt for å nedbygge funksjonshemmende barrierer, de nødvendige kostnadene ved tilretteleggingen og virksomhetens ressurser.\nBrudd på plikten til individuell tilrettelegging etter første til femte ledd regnes som diskriminering.\n0 Endret ved lover 3 sep 2010 nr. 53 (ikr. 1 jan 2011 iflg. res. 3 sep 2010 nr. 1245), 24 juni 2011 nr. 30 (ikr. 1 jan 2012 iflg. res. 16 des 2011 nr. 1252).\n1 Lov 24 juni 2011 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Bevisbyrde",
      "content": "Hvis det foreligger omstendigheter som gir grunn til å tro at det har funnet sted brudd på bestemmelsene i §§ 4, 6, 7, 8, 9 eller 12, skal det legges til grunn at brudd har funnet sted hvis ikke den som er ansvarlig for handlingen, unnlatelsen eller ytringen, sannsynliggjør at det likevel ikke har funnet sted slikt brudd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Arbeidsgivers opplysningsplikt i ansettelsessaker",
      "content": "Arbeidssøker som mener seg forbigått i strid med § 4 eller § 12 første ledd, kan kreve at arbeidsgiveren skriftlig opplyser om utdanning, praksis eller andre klart konstaterbare kvalifikasjoner for arbeidet hos den som ble ansatt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Organisasjoners adgang til å opptre som fullmektig mv.",
      "content": "Som fullmektig i forvaltningssak​1 etter loven her kan brukes en organisasjon som helt eller delvis har til formål å arbeide mot diskriminering på grunnlag av nedsatt funksjonsevne.\nSom prosessfullmektig i saker for domstolene​2 etter loven her kan brukes en person utpekt av og med tilknytning til en organisasjon som helt eller delvis har til formål å arbeide mot diskriminering på grunnlag av nedsatt funksjonsevne. Dette gjelder ikke for Høyesterett.\nRetten kan nekte å godta en prosessfullmakt hvis det etter rettens skjønn er fare for at prosessfullmektigen ikke har tilstrekkelige kvalifikasjoner til å ivareta partens interesser på en tilfredsstillende måte.\nEn prosessfullmektig skal ved siden av fullmakt som nevnt i tvisteloven​3 § 3-4 til samme tid fremlegge skriftlig orientering fra organisasjonen om prosessfullmektigens kvalifikasjoner.\n1 Jf. fvl. § 12.\n2 Jf. tvl. § 3-3.\n3 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Håndheving",
      "content": "Likestillings- og diskrimineringsombudet og Likestillings- og diskrimineringsnemnda​1 skal med unntak av §§ 10 og 11 føre tilsyn med og medvirke til gjennomføringen av loven her, jf. diskrimineringsombudsloven.​2 Krav etter § 17 reises for de alminnelige domstolene.\nKongen utpeker hvilket organ som skal føre tilsyn med at kravene i § 11 overholdes. Organet kan gi pålegg om retting mot en virksomhet som ikke oppfyller kravene gitt i eller i medhold av § 11 annet ledd, og kan treffe vedtak om tvangsmulkt for å sikre gjennomføring av pålegg dersom fristen for å etterkomme pålegget er oversittet. Reglene i diskrimineringsombudsloven​2 § 8 første til tredje ledd gjelder tilsvarende.\nOrganet utpekt etter annet ledd kan kreve de opplysningene som er nødvendige for å gjennomføre sine oppgaver etter loven, samt kreve adgang til IKT-løsninger som nevnt i § 11. Det samme gjelder klageinstansen ved klage over vedtak etter annet ledd.\nSøksmål om gyldigheten av vedtak truffet av organet utpekt etter annet ledd eller klageinstansen må reises innen tre måneder etter at underretning om vedtaket er mottatt. Vedtak etter annet ledd kan ikke bringes inn for domstolene uten at klageadgangen er utnyttet og klagen er avgjort.\nKongen kan gi forskrift om regler om tvangsmulkten etter annet ledd, herunder om tvangsmulktens størrelse, varighet og andre bestemmelser om fastsettelse og gjennomføring.\n1 Lov 10 juni 2005 nr. 40.\n2 Se lov 10 juni 2005 nr. 40 § 2 og § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Oppreisning og erstatning",
      "content": "Den som uaktsomt opptrer i strid med § 4, § 6 første til fjerde ledd, § 7, § 8 eller § 12, kan pålegges å betale oppreisning til fornærmede.​1 Oppreisningen fastsettes til det beløpet som finnes rimelig under hensyn til partenes forhold og omstendighetene for øvrig.\nArbeidssøker eller arbeidstaker kan kreve oppreisning for overtredelse av § 4, § 6 første til fjerde ledd, § 7 eller § 8 i arbeidslivet uten hensyn til arbeidsgivers skyld. Arbeidstaker-, arbeidsgiver- og yrkesorganisasjoner har tilsvarende ansvar overfor den som søker om å bli eller er medlem eller deltaker i organisasjon.\nErstatning for økonomisk tap som følge av brudd på loven her kan kreves etter alminnelige erstatningsregler.​2\n1 Jf. lov 13 juni 1969 nr. 26 § 3-5.\n2 Se lov 13 juni 1969 nr. 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Ikrafttredelse",
      "content": "Loven gjelder fra den tiden Kongen bestemmer.​1 Kongen kan sette i kraft de enkelte bestemmelser til ulik tid.\n1 Fra 1 jan 2009 iflg. res. 20 juni 2008 nr. 631.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Endringer i andre lover",
      "content": "Med virkning fra lovens ikrafttredelse gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    }
  ]
}