{
  "id": "LOV-1962-06-08-4",
  "type": "statute",
  "title": "Lov om dyrehelse (husdyrloven).",
  "short_name": "Husdyrloven.",
  "status": "in_force",
  "issued_date": "1962-06-08",
  "in_force_date": "1962-06-08",
  "url": "https://lovdata.no/dokument/NLO/lov/1962-06-08-4",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov gjelder dyresjukdommer. Loven gjelder også smittestoffer som kan overføres fra dyr til mennesker og forårsake sjukdom hos mennesker. Videre gjelder loven fremmedstoffer som kan overføres fra dyr til mennesker gjennom næringsmidler.\nDepartementet kan til enhver tid bestemme​1 hvilke dyresjukdommer, smittestoffer og fremmedstoffer som skal gå inn under loven eller enkelte av dens bestemmelser.\nMed husdyr forstås i denne lov også tamrein.\n0 Endret ved lov 15 des 2000 nr. 102 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1262).\n1 Se forskriftsregisteret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Eier og annen som har ansvaret for dyr (husdyr, vilt) skal​1 straks varsle veterinær​2 når det er grunn til å tro at dyret er angrepet eller død av en sjukdom som loven gjelder for.​3 Får han ikke gitt slikt varsel, skal han varsle politiet (lensmannen). Han skal isolere dyret best mulig inntil veterinæren kommer. Ut over dette kan han i mellomtiden bare rå over dyret, produkter av det eller kadaveret så langt det er strengt nødvendig.\nTreffer noen i skog eller mark på dyr (husdyr, vilt) som det er grunn til å tro er angrepet eller død av en sjukdom som loven gjelder for, skal han snarest mulig varsle politiet (lensmannen) eller veterinær.​2 Han skal gjøre det som er mulig for å isolere dyret eller kadaveret, dersom det er åpenbart at dette er nødvendig. Han må ikke på annen måte rå over dyret, dets produkter eller kadaveret.\nNår politiet (lensmannen) får melding etter denne paragrafen, skal det straks varsle veterinær.​2\nVeterinæren skal snarest mulig søke fastslått sjukdommens art. Han skal i slike høve foreta reise og ellers forholde seg i samsvar med forskrifter som gis av departementet.​4 Veterinæren bestemmer hva som skal gjøres med dyret, dets produkter og kadaveret.\n1 Jfr. § 19.\n2 Jfr. lov 15 juni 2001 nr. 75 kap. 2.\n3 Se § 1.\n4 Landbruksdepartementet iflg. res. 19 mars 1965.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Departementet​2 treffer de tiltak og gir de forskrifter og påbud som det finner nødvendig for å forebygge, begrense eller utrydde sjukdommer hos dyr (husdyr,​3 vilt​4) og for å forebygge overføring av smitte fra dyr til mennesker, således om behandling, vaksinasjon, pasteurisering, sterilisering, sperring av enkelte eiendommer eller distrikter, forbud mot eller begrensning av persontrafikk, isolering eller avliving av dyr eller besetninger, om destruksjon, destruksjonsanlegg og nedgravingsplasser, forbud mot eller kontroll med markeder, stevner og dyrskue, omsetning av livdyr, bruk av fellesbeiter, rensing, desinfeksjon, inspeksjon og andre tiltak.\nDepartementet​2 treffer videre de tiltak og gir de forskrifter og påbud som det finner nødvendig for å regulere forekomst av fremmedstoffer i dyr for å bidra til at animalske næringsmidler er trygge for folkehelsen, således om forbud mot bruk av visse stoffer til dyr, registrering og innrapportering av opplysninger om behandling og tilbakeholdelsestider, forbud mot at dyr eller produkter fjernes fra driftsenheten, forbud mot omsetning av dyr eller produkter, avliving, destruksjon, destruksjonsanlegg, inspeksjon og andre tiltak.\nDepartementet​2 kan på steder der destruksjonsanlegg eller nedgravingsplass ikke finnes eller i tilfelle ikke kan nyttes, bestemme at døde dyr (husdyr, vilt​4 ) eller smitteførende gjenstander skal tilintetgjøres eller nedgraves på eierens grunn. Er det ikke høve til dette, kan departementet​2 bestemme at dyra eller gjenstandene skal tilintetgjøres eller nedgraves på annen grunn, hvor det kan foregå med minst mulig ulemper for grunnens bruker eller eier.\nDepartementet​2 kan kreve at slakterier og destruksjonsanlegg stiller anlegg, utstyr og personell til disposisjon for slakting eller destruksjon.\n0 Endret ved lover 5 jan 1996 nr. 3, 15 des 2000 nr. 102 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1262).\n1 Jfr. §§ 11 og 12, lov 5 aug 1994 nr. 55.\n2 Landbruksdepartementet.\n3 Se § 1 tredje ledd.\n4 Jfr. lov 29 mai 1981 nr. 38 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Dersom eier eller annen som har ansvaret for dyr (husdyr,​1 vilt​2 ) ikke retter seg etter påbud​3 eller ikke gjennomfører tiltak i henhold til dennes lov, kan påbudene eller tiltakene gjennomføres av politiet (lensmannen) for den ansvarliges regning.\nBeløp som etter regelen i første ledd er lagt ut av en offentlig kasse, er tvangsgrunnlag for utlegg.​4\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Se § 1 tredje ledd.\n2 Jfr. lov 29 mai 1981 nr. 38 § 2.\n3 Jfr. § 19.\n4 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Veterinær,​1 politi (lensmann) eller annen som departementet har gitt fullmakt i henhold til denne lov, skal gis adgang​2 til sted hvor det er grunn til å tro at det forekommer sjukdom som loven gjelder for og kan foreta de nødvendige undersøkelser.\nDet samme gjelder selv om det ikke er grunn til å tro at det forekommer slik sjukdom når det er nødvendig for å oppfylle Norges internasjonale forpliktelser​3 eller som et ledd i overvåking av helsetilstanden eller forebyggende helsearbeid. Departementet kan gi forskrifter​4 om gjennomføringen av slike undersøkelser.\n0 Endret ved lover 4 des 1992 nr. 129, 5 jan 1996 nr. 3.\n1 Jfr. lov 15 juni 2001 nr. 75 kap. 2.\n2 Jfr. § 19 og strl. § 326.\n3 Jfr. EØS-avtalen vedlegg I kap. I avsnitt 4.1\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Departementet​1 kan pålegge​2 veterinær,​3 politiet (lensmannen) og personell ved slakterier og destruksjonsanlegg å gjennomføre de tiltak og utføre de oppgaver som det finner nødvendige i henhold til denne lov.\n1 Landbruksdepartementet.\n2 Jfr. § 19.\n3 Jfr. lov 15 juni 2001 nr. 75 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Departementet​1 kan gi forskrifter​2 om eller påby at det for dyr (husdyr,​3 vilt​4 ) som brukes i avl – unntatt dyr som bare brukes i egen besetning – og for dyr som selges som livdyr, slippes på fellesbeite eller føres til marked, handelsfjøs, utstilling eller liknende skal framlegges sunnhetsattest, som skal være utferdiget av veterinær.​5 Departementet kan bestemme at sunnhetsattester skal være utferdiget av distriktsveterinæren.\nDepartementet kan gi forskrifter​2 for å hindre at sjukdom sprer seg ved kunstig overføring av sæd, egg og embryo hos dyr.​6\n0 Endret ved lov 4 des 1992 nr. 129.\n1 Landbruksdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se § 1 tredje ledd.\n4 Jfr. lov 29 mai 1981 nr. 38 § 2.\n5 Jfr. lov 15 juni 2001 nr. 75 kap. 2.\n6 Jfr. § 1 annet ledd. Jfr. EØS-avtalen vedlegg I kap. I avsnitt 4.1 punkt 4 (dir 90/539), 6 (dir 89/556), 7 (dir 88/407), 8 (dir 90/429).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:7 a",
      "chapter": "2",
      "section": "7 a",
      "content": "Departementet​1 kan gi forskrifter​2 som pålegger dyreholder plikt til å merke dyr og å føre nedtegning om dyrene i besetningen.\nDepartementet​1 kan opprette sentrale husdyrregistre og gi regler om plikten til å avgi opplysninger til slike.\nDepartementet​1 kan overlate driften av merkeordninger eller husdyrregistre til private organisasjoner.\n0 Tilføyd ved lov 5 jan 1996 nr. 3.\n1 Landbruksdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7a",
        "source_heading": "§ 7 a."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Departementet​2 kan gi forskrifter​3 om eller helt forby innførsel, herunder transitt og innførsel til og fra frilager, av dyr (husdyr,​4 vilt​5 ) og dyreprodukter, vaksiner og sera til veterinær bruk, koppevaksine, emballasje, redskaper, fôr, gjødsel og andre varer og gjenstander som kan føre med seg smitte.\nDepartementet​2 kan gi forskrifter​3 om utførsel av dyr (husdyr, vilt) for å forebygge overføring av dyresjukdom.\n1 Jfr. § 18.\n2 Landbruksdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Se § 1 tredje ledd.\n5 Jfr. lov 29 mai 1981 nr. 38 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Vaksine til vaksinasjon av dyr (husdyr, vilt) må bare brukes når vaksinen og vaksinasjonen er godkjent av departementet.​1\nDepartementet kan gi forskrifter​2 om bruk av vaksine til vaksinasjon av dyr (husdyr, vilt).\n1 Landbruksdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Kongen​1 kan gi forskrifter​2 om innreise-, oppholds- og arbeidstillatelse for utlendinger som antas å ha til hensikt å søke eller ta arbeid eller drive virksomhet som har tilknytning til dyrehold (husdyr,​3 vilt​4). Under særlige forhold kan slike personer forbys adgang til riket.\nDepartementet​5 kan gi forskrifter​2 om hvilken adgang personer som kommer fra utlandet og som kan føre med seg smitte skal ha til bygninger som brukes til rom for dyr (husdyr,​3 vilt​4 ) eller til fôr eller strø for dyr og kan helt forby at de får adgang til slike rom eller til sted hvor dyr oppholder seg. Departementet kan påby at alle personer som kommer fra eller har reist gjennom land som er smittet av en dyrefarsott, ved innreisen skal la sin person og de ting de har med seg desinfisere etter de forskrifter som gis om det.\n0 Endret ved lov 4 des 1992 nr. 129.\n1 Justisdepartementet iflg. res. 19 mars 1965.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se § 1 tredje ledd.\n4 Jfr. lov 29 mai 1981 nr. 38 § 2.\n5 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:10 a",
      "chapter": "2",
      "section": "10 a",
      "content": "Departementet kan gi forskrifter​1 om internkontroll for å sikre at bestemmelser gitt i eller i medhold av denne lov overholdes.\n0 Tilføyd ved lov 15 des 2000 nr. 102 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1262).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10a",
        "source_heading": "§ 10 a."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "For husdyr​2 som avlives etter påbud, som dør før slikt påbud er gitt eller dør som følge av tvungen vaksinasjon eller annen påbudt behandling, og for nødvendige utlegg til slakting, nedgraving eller tilintetgjøring av husdyr, til påbudt behandling, rensing og desinfeksjon skal eieren ha erstatning på de vilkår og i den utstrekning som følger av denne paragraf. Det samme gjelder for tap som følge av påbudt tilintetgjøring av hus, husinnredning, fôr, redskap, gjødsel m.v. Nødvendige utlegg til påbudt vaksinasjon erstattes etter de samme regler hvis ikke departementet​3 på grunn av vaksinasjonens omfang bestemmer noe annet.​4\nSom vilkår for rett til erstatning etter første ledd gjelder at eieren eller annen som har ansvar for dyra m.v. ikke selv forsettlig eller grovt uaktsomt har forvoldt sjukdommen, utlegget eller tapet, og at han har oppfylt meldeplikt, rettet seg etter påbud og ellers gjort det som er foreskrevet i henhold til denne lov.\nFor husdyr​2 som dør av en sjukdom som er særlig farlig for dyr eller mennesker, som særlig lett kan få stor utbredelse, eller som det av andre grunner er av særlig samfunnsmessig betydning å få bekjempet, men uten at det er praktisk å påby avliving, kan eieren få billighetserstatning etter regler fastsatt av Kongen.\nFor tiltak som nevnt i § 3 tredje ledd, betales full erstatning.​5\nFor hund, katt og selskapsdyr betales ikke erstatning.\n0 Endret ved lover 5 jan 1996 nr. 3, 15 des 2000 nr. 102 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1262).\n1 Jfr. §§ 3, 12, 13 og 18.\n2 Se § 1 tredje ledd, se også siste ledd her.\n3 Landbruksdepartementet.\n4 Jfr. § 16.\n5 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Erstatning etter § 3 tredje ledd og § 11 første ledd fastsettes ved skjønn,​1 som i lensmannsdistrikt styres av lensmannen. Lensmannen oppnevner selv skjønnsmennene. Av skjønnsmennene skal så vidt mulig en være husdyrbruker, bygningskyndig eller ha annen kyndighet nødvendig for saken, og en være veterinær.​2\nDepartementet​3 kan gi forskrifter​4 om standardiserte satser for erstatning for dyr.\nVeterinær​2 som er tilkalt etter lovens §§ 2 eller 3 eller som på annen måte har fått tilsyn med husdyr​5 som lider av eller forhold som har tilknytning til sjukdom som loven gjelder for, skal straks melde fra til retten, i lensmannsdistrikt lensmannen, for at skjønn om mulig kan bli holdt før husdyr avlives eller hus, husinnredning, fôr, redskap, gjødsel m.v. tilintetgjøres. Ved skjønnet skal husdyra settes til den verdi de ville hatt i frisk tilstand. Dersom tilsynshavende veterinær går med på at noe av slaktet blir nyttiggjort, skal verdien av dette trekkes fra erstatningsbeløpet. Hus, husinnredning, fôr, redskap, gjødsel m.v. skal settes til verdien ved tilintetgjøringen.\nErstatning etter § 3 fjerde ledd og § 11 tredje ledd fastsettes av departementet,​6 eventuelt etter satser og nærmere retningslinjer gitt av Kongen. Før departementet fastsetter erstatning etter § 3 fjerde ledd, skal det innhentes uttalelse fra en eller flere sakkyndige.\n0 Endret ved lover 18 juni 1965 nr. 5, 26 jan 1973 nr. 3, 15 des 2000 nr. 102 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1262).\n1 Jfr. skjl. kap. 1.\n2 Jfr. lov 15 juni 2001 nr. 75 kap. 2.\n3 Landbruksdepartementet iflg. res. 5 mai 2000 nr. 379.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Se § 1 tredje ledd.\n6 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Disse utgifter dekkes av statskassen:\n1. Erstatning etter § 11, unntatt fjerde ledd, jfr. § 15.\n2. Utgifter med skjønn etter § 12, jfr. dog § 15.\n3. Utgifter med kunngjøringer m.v. som utferdiges av sentraladministrasjonen.\n4. Skyss-, kost- og arbeidsgodtgjøring for de reiser som veterinærene foretar etter denne lov eller forskrifter gitt med hjemmel i loven, unntatt de reiser og forretninger som er nevnt i § 14 nr. 1 og 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Disse utgifter utredes av fylkeskommunen eller i Oslo av bykommunen:\n1. Skyss-, kost- og arbeidsgodtgjøring for de reiser og forretninger som veterinærene foretar etter de nærmere bestemmelser som departementet gir med hjemmel i denne lovs § 3 i anledning det alminnelige tilsyn med markeder, stevner, dyreskuer, omsetning av livdyr, bruk av fellesbeiter og desinfeksjon og rensing av transportmidler og transportredskaper.\n2. Skyss-, kost- og arbeidsgodtgjøring for de reiser og forretninger som veterinærene foretar etter de nærmere bestemmelser som departementet gir med hjemmel i denne lovs §§ 7 og 10 i anledning kontroll med sunnhetsattester og persontrafikk.\n3. Utgifter med kunngjøring m.v. som utferdiges av fylkesadministrasjonen.\nFylkestinget kan bestemme at inntil halvdelen av ovennevnte utgifter skal refunderes av vedkommende kommune.\n0 Endret ved lover 8 mars 1963 nr. 1, 5 juni 1970 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Utgifter etter § 11, fjerde ledd, herunder skjønnsutgifter, og utgifter til nedgravingsplasser og destruksjonsanlegg dekkes av vedkommende kommune.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "Eier eller annen som har ansvar for dyr (husdyr,​1 vilt​2 ) dekker selv alle utgifter til dyras røkt og isolering og dessuten utgifter til vaksinasjon i de tilfeller de ikke skal dekkes av statskassen.​3\nMangler eieren eller den ansvarlige midler til å gjennomføre påbudte vedtak, utredes utgiftene av vedkommende kommune.\n– – –\nUtgifter som nevnt i annet eller tredje ledd er tvangsgrunnlag for utlegg​4 overfor den ansvarlige.\n0 Endret ved lover 26 juni 1992 nr. 86, 5 jan 1996 nr. 3, 15 des 2000 nr. 102 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1262).\n1 Se § 1 tredje ledd.\n2 Jfr. lov 29 mai 1981 nr. 38 § 2.\n3 Se § 11 jfr. § 13.\n4 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:16 a",
      "chapter": "4",
      "section": "16 a",
      "content": "Departementet kan gi forskrifter​1 om at produsent og importør av fôr til selskapsdyr skal betale avgift til helsearbeid hos slike dyr.\nDepartementet kan gi forskrifter​1 om gebyr for ytelser og tjenester som utføres i medhold av loven.\nVed forsinket betaling av avgifter og gebyr skal det betales rente i samsvar med lov 17. desember 1976 nr. 100 om renter ved forsinket betaling m.m.\nAvgifter og gebyr er tvangsgrunnlag for utlegg.​2\n0 Tilføyd ved lov 15 des 2000 nr. 102 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1262).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16 a."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Departementet​1 gir regler om godtgjøring til veterinærer​2 for arbeid etter denne lov. For reiser betales skyss- og kostgodtgjøring i samsvar med regulativet for reiser for statens regning.\n1 Landbruksdepartementet.\n2 Jfr. lov 15 juni 2001 nr. 75 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "content": "Inntil sak om inndragning av dyr (husdyr,​1 vilt​2) er avgjort, kan dyret holdes i karantene etter departementets​1 bestemmelse og for den skyldiges regning. Dersom departementet​3 finner at det kan være fare for at dyret kan føre smitte med seg, kan det påby at dyret straks avlives uten erstatning eller settes i karantene for den skyldiges regning. Skyldig beløp etter regelen i dette ledd, er tvangsgrunnlag for utlegg.​4\nPåtreffes et dyr (husdyr,​1 vilt​2 ) som finnes angrepet av en sjukdom som loven gjelder for, og de bestemmelser som er gitt for sjukdommen ikke er fulgt, kan dyret kreves avlivet, om nødvendig ved politiets hjelp. Eieren eller den som har ansvar for dyret har i så fall ikke krav på erstatning.\n0 Endret ved lover 26 jan 1973 nr. 2, 5 jan 1996 nr. 3.\n1 Se § 1 tredje ledd.\n2 Jfr. lov 29 mai 1981 nr. 38 § 2.\n3 Landbruksdepartementet.\n4 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "content": "Den som forsettlig eller grovt uaktsomt overtrer eller unnlater å følge noen i denne lov eller i medfør av loven gitte forskrifter eller påbud eller som medvirker hertil, straffes med bøter​1 eller fengsel​2 i inntil 3 måneder, såframt strengere straff​3 ikke kommer til anvendelse. På samme måte straffes forsøk.\n1 Jfr. strl. § 27 og kap. 3 a.\n2 Jfr. strl. § 26 a.\n3 Se strl. §§ 154 og 156.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:19 a",
      "chapter": "5",
      "section": "19 a",
      "content": "Når Statens innkrevingssentral​1 er pålagt å innkreve krav for staten som det etter bestemmelsene i denne lov foreligger tvangsgrunnlag for, kan Statens innkrevingssentral inndrive kravene ved trekk i lønn og lignende ytelser etter reglene i dekningsloven​2 § 2-7. Statens innkrevingssentral​1 kan også inndrive kravene ved å stifte utleggspant for kravet dersom panteretten kan gis rettsvern ved registrering i et register eller ved underretning til tredjeperson, jfr. panteloven​3 kapittel 5, og utleggsforretningen kan holdes på Statens innkrevingssentrals kontor etter tvangsfullbyrdelsesloven​4 § 7-9 første ledd.\n0 Tilføyd ved lov 5 jan 1996 nr. 3.\n1 Jfr. strpl. § 455 og § 456.\n2 Lov 8 juni 1984 nr. 59.\n3 Lov 8 feb 1980 nr. 2.\n4 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19a",
        "source_heading": "§ 19 a."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "content": "Departementet​1 bestemmer i hvilken utstrekning denne loven skal gjelde for Svalbard.​2\n1 Landbruksdepartementet.\n2 Se lov 17 juni 1925 nr. 11 § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid oppheves: – – –\n1 Fra 1 mai 1965 iflg. res. 19 mars 1965.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov gjelder dyresjukdommer. Loven gjelder også smittestoffer som kan overføres fra dyr til mennesker og forårsake sjukdom hos mennesker. Videre gjelder loven fremmedstoffer som kan overføres fra dyr til mennesker gjennom næringsmidler.\nDepartementet kan til enhver tid bestemme​1 hvilke dyresjukdommer, smittestoffer og fremmedstoffer som skal gå inn under loven eller enkelte av dens bestemmelser.\nMed husdyr forstås i denne lov også tamrein.\n0 Endret ved lov 15 des 2000 nr. 102 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1262).\n1 Se forskriftsregisteret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Eier og annen som har ansvaret for dyr (husdyr, vilt) skal​1 straks varsle veterinær​2 når det er grunn til å tro at dyret er angrepet eller død av en sjukdom som loven gjelder for.​3 Får han ikke gitt slikt varsel, skal han varsle politiet (lensmannen). Han skal isolere dyret best mulig inntil veterinæren kommer. Ut over dette kan han i mellomtiden bare rå over dyret, produkter av det eller kadaveret så langt det er strengt nødvendig.\nTreffer noen i skog eller mark på dyr (husdyr, vilt) som det er grunn til å tro er angrepet eller død av en sjukdom som loven gjelder for, skal han snarest mulig varsle politiet (lensmannen) eller veterinær.​2 Han skal gjøre det som er mulig for å isolere dyret eller kadaveret, dersom det er åpenbart at dette er nødvendig. Han må ikke på annen måte rå over dyret, dets produkter eller kadaveret.\nNår politiet (lensmannen) får melding etter denne paragrafen, skal det straks varsle veterinær.​2\nVeterinæren skal snarest mulig søke fastslått sjukdommens art. Han skal i slike høve foreta reise og ellers forholde seg i samsvar med forskrifter som gis av departementet.​4 Veterinæren bestemmer hva som skal gjøres med dyret, dets produkter og kadaveret.\n1 Jfr. § 19.\n2 Jfr. lov 15 juni 2001 nr. 75 kap. 2.\n3 Se § 1.\n4 Landbruksdepartementet iflg. res. 19 mars 1965.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Departementet​2 treffer de tiltak og gir de forskrifter og påbud som det finner nødvendig for å forebygge, begrense eller utrydde sjukdommer hos dyr (husdyr,​3 vilt​4) og for å forebygge overføring av smitte fra dyr til mennesker, således om behandling, vaksinasjon, pasteurisering, sterilisering, sperring av enkelte eiendommer eller distrikter, forbud mot eller begrensning av persontrafikk, isolering eller avliving av dyr eller besetninger, om destruksjon, destruksjonsanlegg og nedgravingsplasser, forbud mot eller kontroll med markeder, stevner og dyrskue, omsetning av livdyr, bruk av fellesbeiter, rensing, desinfeksjon, inspeksjon og andre tiltak.\nDepartementet​2 treffer videre de tiltak og gir de forskrifter og påbud som det finner nødvendig for å regulere forekomst av fremmedstoffer i dyr for å bidra til at animalske næringsmidler er trygge for folkehelsen, således om forbud mot bruk av visse stoffer til dyr, registrering og innrapportering av opplysninger om behandling og tilbakeholdelsestider, forbud mot at dyr eller produkter fjernes fra driftsenheten, forbud mot omsetning av dyr eller produkter, avliving, destruksjon, destruksjonsanlegg, inspeksjon og andre tiltak.\nDepartementet​2 kan på steder der destruksjonsanlegg eller nedgravingsplass ikke finnes eller i tilfelle ikke kan nyttes, bestemme at døde dyr (husdyr, vilt​4 ) eller smitteførende gjenstander skal tilintetgjøres eller nedgraves på eierens grunn. Er det ikke høve til dette, kan departementet​2 bestemme at dyra eller gjenstandene skal tilintetgjøres eller nedgraves på annen grunn, hvor det kan foregå med minst mulig ulemper for grunnens bruker eller eier.\nDepartementet​2 kan kreve at slakterier og destruksjonsanlegg stiller anlegg, utstyr og personell til disposisjon for slakting eller destruksjon.\n0 Endret ved lover 5 jan 1996 nr. 3, 15 des 2000 nr. 102 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1262).\n1 Jfr. §§ 11 og 12, lov 5 aug 1994 nr. 55.\n2 Landbruksdepartementet.\n3 Se § 1 tredje ledd.\n4 Jfr. lov 29 mai 1981 nr. 38 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Dersom eier eller annen som har ansvaret for dyr (husdyr,​1 vilt​2 ) ikke retter seg etter påbud​3 eller ikke gjennomfører tiltak i henhold til dennes lov, kan påbudene eller tiltakene gjennomføres av politiet (lensmannen) for den ansvarliges regning.\nBeløp som etter regelen i første ledd er lagt ut av en offentlig kasse, er tvangsgrunnlag for utlegg.​4\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Se § 1 tredje ledd.\n2 Jfr. lov 29 mai 1981 nr. 38 § 2.\n3 Jfr. § 19.\n4 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Veterinær,​1 politi (lensmann) eller annen som departementet har gitt fullmakt i henhold til denne lov, skal gis adgang​2 til sted hvor det er grunn til å tro at det forekommer sjukdom som loven gjelder for og kan foreta de nødvendige undersøkelser.\nDet samme gjelder selv om det ikke er grunn til å tro at det forekommer slik sjukdom når det er nødvendig for å oppfylle Norges internasjonale forpliktelser​3 eller som et ledd i overvåking av helsetilstanden eller forebyggende helsearbeid. Departementet kan gi forskrifter​4 om gjennomføringen av slike undersøkelser.\n0 Endret ved lover 4 des 1992 nr. 129, 5 jan 1996 nr. 3.\n1 Jfr. lov 15 juni 2001 nr. 75 kap. 2.\n2 Jfr. § 19 og strl. § 326.\n3 Jfr. EØS-avtalen vedlegg I kap. I avsnitt 4.1\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Departementet​1 kan pålegge​2 veterinær,​3 politiet (lensmannen) og personell ved slakterier og destruksjonsanlegg å gjennomføre de tiltak og utføre de oppgaver som det finner nødvendige i henhold til denne lov.\n1 Landbruksdepartementet.\n2 Jfr. § 19.\n3 Jfr. lov 15 juni 2001 nr. 75 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Departementet​1 kan gi forskrifter​2 om eller påby at det for dyr (husdyr,​3 vilt​4 ) som brukes i avl – unntatt dyr som bare brukes i egen besetning – og for dyr som selges som livdyr, slippes på fellesbeite eller føres til marked, handelsfjøs, utstilling eller liknende skal framlegges sunnhetsattest, som skal være utferdiget av veterinær.​5 Departementet kan bestemme at sunnhetsattester skal være utferdiget av distriktsveterinæren.\nDepartementet kan gi forskrifter​2 for å hindre at sjukdom sprer seg ved kunstig overføring av sæd, egg og embryo hos dyr.​6\n0 Endret ved lov 4 des 1992 nr. 129.\n1 Landbruksdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se § 1 tredje ledd.\n4 Jfr. lov 29 mai 1981 nr. 38 § 2.\n5 Jfr. lov 15 juni 2001 nr. 75 kap. 2.\n6 Jfr. § 1 annet ledd. Jfr. EØS-avtalen vedlegg I kap. I avsnitt 4.1 punkt 4 (dir 90/539), 6 (dir 89/556), 7 (dir 88/407), 8 (dir 90/429).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:7 a",
      "chapter": "2",
      "section": "7 a",
      "content": "Departementet​1 kan gi forskrifter​2 som pålegger dyreholder plikt til å merke dyr og å føre nedtegning om dyrene i besetningen.\nDepartementet​1 kan opprette sentrale husdyrregistre og gi regler om plikten til å avgi opplysninger til slike.\nDepartementet​1 kan overlate driften av merkeordninger eller husdyrregistre til private organisasjoner.\n0 Tilføyd ved lov 5 jan 1996 nr. 3.\n1 Landbruksdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7a",
        "source_heading": "§ 7 a."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Departementet​2 kan gi forskrifter​3 om eller helt forby innførsel, herunder transitt og innførsel til og fra frilager, av dyr (husdyr,​4 vilt​5 ) og dyreprodukter, vaksiner og sera til veterinær bruk, koppevaksine, emballasje, redskaper, fôr, gjødsel og andre varer og gjenstander som kan føre med seg smitte.\nDepartementet​2 kan gi forskrifter​3 om utførsel av dyr (husdyr, vilt) for å forebygge overføring av dyresjukdom.\n1 Jfr. § 18.\n2 Landbruksdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Se § 1 tredje ledd.\n5 Jfr. lov 29 mai 1981 nr. 38 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Vaksine til vaksinasjon av dyr (husdyr, vilt) må bare brukes når vaksinen og vaksinasjonen er godkjent av departementet.​1\nDepartementet kan gi forskrifter​2 om bruk av vaksine til vaksinasjon av dyr (husdyr, vilt).\n1 Landbruksdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Kongen​1 kan gi forskrifter​2 om innreise-, oppholds- og arbeidstillatelse for utlendinger som antas å ha til hensikt å søke eller ta arbeid eller drive virksomhet som har tilknytning til dyrehold (husdyr,​3 vilt​4). Under særlige forhold kan slike personer forbys adgang til riket.\nDepartementet​5 kan gi forskrifter​2 om hvilken adgang personer som kommer fra utlandet og som kan føre med seg smitte skal ha til bygninger som brukes til rom for dyr (husdyr,​3 vilt​4 ) eller til fôr eller strø for dyr og kan helt forby at de får adgang til slike rom eller til sted hvor dyr oppholder seg. Departementet kan påby at alle personer som kommer fra eller har reist gjennom land som er smittet av en dyrefarsott, ved innreisen skal la sin person og de ting de har med seg desinfisere etter de forskrifter som gis om det.\n0 Endret ved lov 4 des 1992 nr. 129.\n1 Justisdepartementet iflg. res. 19 mars 1965.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se § 1 tredje ledd.\n4 Jfr. lov 29 mai 1981 nr. 38 § 2.\n5 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:10 a",
      "chapter": "2",
      "section": "10 a",
      "content": "Departementet kan gi forskrifter​1 om internkontroll for å sikre at bestemmelser gitt i eller i medhold av denne lov overholdes.\n0 Tilføyd ved lov 15 des 2000 nr. 102 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1262).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10a",
        "source_heading": "§ 10 a."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "For husdyr​2 som avlives etter påbud, som dør før slikt påbud er gitt eller dør som følge av tvungen vaksinasjon eller annen påbudt behandling, og for nødvendige utlegg til slakting, nedgraving eller tilintetgjøring av husdyr, til påbudt behandling, rensing og desinfeksjon skal eieren ha erstatning på de vilkår og i den utstrekning som følger av denne paragraf. Det samme gjelder for tap som følge av påbudt tilintetgjøring av hus, husinnredning, fôr, redskap, gjødsel m.v. Nødvendige utlegg til påbudt vaksinasjon erstattes etter de samme regler hvis ikke departementet​3 på grunn av vaksinasjonens omfang bestemmer noe annet.​4\nSom vilkår for rett til erstatning etter første ledd gjelder at eieren eller annen som har ansvar for dyra m.v. ikke selv forsettlig eller grovt uaktsomt har forvoldt sjukdommen, utlegget eller tapet, og at han har oppfylt meldeplikt, rettet seg etter påbud og ellers gjort det som er foreskrevet i henhold til denne lov.\nFor husdyr​2 som dør av en sjukdom som er særlig farlig for dyr eller mennesker, som særlig lett kan få stor utbredelse, eller som det av andre grunner er av særlig samfunnsmessig betydning å få bekjempet, men uten at det er praktisk å påby avliving, kan eieren få billighetserstatning etter regler fastsatt av Kongen.\nFor tiltak som nevnt i § 3 tredje ledd, betales full erstatning.​5\nFor hund, katt og selskapsdyr betales ikke erstatning.\n0 Endret ved lover 5 jan 1996 nr. 3, 15 des 2000 nr. 102 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1262).\n1 Jfr. §§ 3, 12, 13 og 18.\n2 Se § 1 tredje ledd, se også siste ledd her.\n3 Landbruksdepartementet.\n4 Jfr. § 16.\n5 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Erstatning etter § 3 tredje ledd og § 11 første ledd fastsettes ved skjønn,​1 som i lensmannsdistrikt styres av lensmannen. Lensmannen oppnevner selv skjønnsmennene. Av skjønnsmennene skal så vidt mulig en være husdyrbruker, bygningskyndig eller ha annen kyndighet nødvendig for saken, og en være veterinær.​2\nDepartementet​3 kan gi forskrifter​4 om standardiserte satser for erstatning for dyr.\nVeterinær​2 som er tilkalt etter lovens §§ 2 eller 3 eller som på annen måte har fått tilsyn med husdyr​5 som lider av eller forhold som har tilknytning til sjukdom som loven gjelder for, skal straks melde fra til retten, i lensmannsdistrikt lensmannen, for at skjønn om mulig kan bli holdt før husdyr avlives eller hus, husinnredning, fôr, redskap, gjødsel m.v. tilintetgjøres. Ved skjønnet skal husdyra settes til den verdi de ville hatt i frisk tilstand. Dersom tilsynshavende veterinær går med på at noe av slaktet blir nyttiggjort, skal verdien av dette trekkes fra erstatningsbeløpet. Hus, husinnredning, fôr, redskap, gjødsel m.v. skal settes til verdien ved tilintetgjøringen.\nErstatning etter § 3 fjerde ledd og § 11 tredje ledd fastsettes av departementet,​6 eventuelt etter satser og nærmere retningslinjer gitt av Kongen. Før departementet fastsetter erstatning etter § 3 fjerde ledd, skal det innhentes uttalelse fra en eller flere sakkyndige.\n0 Endret ved lover 18 juni 1965 nr. 5, 26 jan 1973 nr. 3, 15 des 2000 nr. 102 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1262).\n1 Jfr. skjl. kap. 1.\n2 Jfr. lov 15 juni 2001 nr. 75 kap. 2.\n3 Landbruksdepartementet iflg. res. 5 mai 2000 nr. 379.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Se § 1 tredje ledd.\n6 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Disse utgifter dekkes av statskassen:\n1. Erstatning etter § 11, unntatt fjerde ledd, jfr. § 15.\n2. Utgifter med skjønn etter § 12, jfr. dog § 15.\n3. Utgifter med kunngjøringer m.v. som utferdiges av sentraladministrasjonen.\n4. Skyss-, kost- og arbeidsgodtgjøring for de reiser som veterinærene foretar etter denne lov eller forskrifter gitt med hjemmel i loven, unntatt de reiser og forretninger som er nevnt i § 14 nr. 1 og 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Disse utgifter utredes av fylkeskommunen eller i Oslo av bykommunen:\n1. Skyss-, kost- og arbeidsgodtgjøring for de reiser og forretninger som veterinærene foretar etter de nærmere bestemmelser som departementet gir med hjemmel i denne lovs § 3 i anledning det alminnelige tilsyn med markeder, stevner, dyreskuer, omsetning av livdyr, bruk av fellesbeiter og desinfeksjon og rensing av transportmidler og transportredskaper.\n2. Skyss-, kost- og arbeidsgodtgjøring for de reiser og forretninger som veterinærene foretar etter de nærmere bestemmelser som departementet gir med hjemmel i denne lovs §§ 7 og 10 i anledning kontroll med sunnhetsattester og persontrafikk.\n3. Utgifter med kunngjøring m.v. som utferdiges av fylkesadministrasjonen.\nFylkestinget kan bestemme at inntil halvdelen av ovennevnte utgifter skal refunderes av vedkommende kommune.\n0 Endret ved lover 8 mars 1963 nr. 1, 5 juni 1970 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Utgifter etter § 11, fjerde ledd, herunder skjønnsutgifter, og utgifter til nedgravingsplasser og destruksjonsanlegg dekkes av vedkommende kommune.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "Eier eller annen som har ansvar for dyr (husdyr,​1 vilt​2 ) dekker selv alle utgifter til dyras røkt og isolering og dessuten utgifter til vaksinasjon i de tilfeller de ikke skal dekkes av statskassen.​3\nMangler eieren eller den ansvarlige midler til å gjennomføre påbudte vedtak, utredes utgiftene av vedkommende kommune.\n– – –\nUtgifter som nevnt i annet eller tredje ledd er tvangsgrunnlag for utlegg​4 overfor den ansvarlige.\n0 Endret ved lover 26 juni 1992 nr. 86, 5 jan 1996 nr. 3, 15 des 2000 nr. 102 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1262).\n1 Se § 1 tredje ledd.\n2 Jfr. lov 29 mai 1981 nr. 38 § 2.\n3 Se § 11 jfr. § 13.\n4 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:16 a",
      "chapter": "4",
      "section": "16 a",
      "content": "Departementet kan gi forskrifter​1 om at produsent og importør av fôr til selskapsdyr skal betale avgift til helsearbeid hos slike dyr.\nDepartementet kan gi forskrifter​1 om gebyr for ytelser og tjenester som utføres i medhold av loven.\nVed forsinket betaling av avgifter og gebyr skal det betales rente i samsvar med lov 17. desember 1976 nr. 100 om renter ved forsinket betaling m.m.\nAvgifter og gebyr er tvangsgrunnlag for utlegg.​2\n0 Tilføyd ved lov 15 des 2000 nr. 102 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1262).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16 a."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Departementet​1 gir regler om godtgjøring til veterinærer​2 for arbeid etter denne lov. For reiser betales skyss- og kostgodtgjøring i samsvar med regulativet for reiser for statens regning.\n1 Landbruksdepartementet.\n2 Jfr. lov 15 juni 2001 nr. 75 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "content": "Inntil sak om inndragning av dyr (husdyr,​1 vilt​2) er avgjort, kan dyret holdes i karantene etter departementets​1 bestemmelse og for den skyldiges regning. Dersom departementet​3 finner at det kan være fare for at dyret kan føre smitte med seg, kan det påby at dyret straks avlives uten erstatning eller settes i karantene for den skyldiges regning. Skyldig beløp etter regelen i dette ledd, er tvangsgrunnlag for utlegg.​4\nPåtreffes et dyr (husdyr,​1 vilt​2 ) som finnes angrepet av en sjukdom som loven gjelder for, og de bestemmelser som er gitt for sjukdommen ikke er fulgt, kan dyret kreves avlivet, om nødvendig ved politiets hjelp. Eieren eller den som har ansvar for dyret har i så fall ikke krav på erstatning.\n0 Endret ved lover 26 jan 1973 nr. 2, 5 jan 1996 nr. 3.\n1 Se § 1 tredje ledd.\n2 Jfr. lov 29 mai 1981 nr. 38 § 2.\n3 Landbruksdepartementet.\n4 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "content": "Den som forsettlig eller grovt uaktsomt overtrer eller unnlater å følge noen i denne lov eller i medfør av loven gitte forskrifter eller påbud eller som medvirker hertil, straffes med bøter​1 eller fengsel​2 i inntil 3 måneder, såframt strengere straff​3 ikke kommer til anvendelse. På samme måte straffes forsøk.\n1 Jfr. strl. § 27 og kap. 3 a.\n2 Jfr. strl. § 26 a.\n3 Se strl. §§ 154 og 156.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:19 a",
      "chapter": "5",
      "section": "19 a",
      "content": "Når Statens innkrevingssentral​1 er pålagt å innkreve krav for staten som det etter bestemmelsene i denne lov foreligger tvangsgrunnlag for, kan Statens innkrevingssentral inndrive kravene ved trekk i lønn og lignende ytelser etter reglene i dekningsloven​2 § 2-7. Statens innkrevingssentral​1 kan også inndrive kravene ved å stifte utleggspant for kravet dersom panteretten kan gis rettsvern ved registrering i et register eller ved underretning til tredjeperson, jfr. panteloven​3 kapittel 5, og utleggsforretningen kan holdes på Statens innkrevingssentrals kontor etter tvangsfullbyrdelsesloven​4 § 7-9 første ledd.\n0 Tilføyd ved lov 5 jan 1996 nr. 3.\n1 Jfr. strpl. § 455 og § 456.\n2 Lov 8 juni 1984 nr. 59.\n3 Lov 8 feb 1980 nr. 2.\n4 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19a",
        "source_heading": "§ 19 a."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "content": "Departementet​1 bestemmer i hvilken utstrekning denne loven skal gjelde for Svalbard.​2\n1 Landbruksdepartementet.\n2 Se lov 17 juni 1925 nr. 11 § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid oppheves: – – –\n1 Fra 1 mai 1965 iflg. res. 19 mars 1965.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    }
  ]
}