{
  "id": "LOV-2003-06-20-56",
  "type": "statute",
  "title": "Lov om fagskoleutdanning (fagskoleloven)",
  "short_name": "Fagskoleloven – fgskol",
  "status": "in_force",
  "issued_date": "2003-06-20",
  "in_force_date": "2003-06-20",
  "url": "https://lovdata.no/dokument/NLO/lov/2003-06-20-56",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Formål og virkeområde",
      "content": "Lovens formål er å sikre fagskoleutdanninger av høy kvalitet gjennom en offentlig godkjenningsordning. Loven skal bidra til at studenter ved fagskoleutdanninger får tilfredsstillende vilkår.\nLoven gjelder for den som tilbyr fagskoleutdanning (tilbyder), og som har fått godkjenning av fagskoleutdanningen etter § 2. Med fagskoleutdanning menes yrkesrettede utdanninger som bygger på videregående opplæring​1 eller tilsvarende realkompetanse, og som har et omfang tilsvarende minimum et halvt studieår og maksimum to studieår. Med yrkesrettet utdanning menes utdanning som gir kompetanse som kan tas i bruk i arbeidslivet uten ytterligere generelle opplæringstiltak.\nLoven gjelder for tilbydere av fagskoleutdanning med virksomhet i riket. Loven gjelder for Svalbard​2 og Jan Mayen​3 for så vidt ikke annet fastsettes av Kongen. Kongen kan fastsette særlige regler under hensyn til de stedlige forhold.\nLoven gjelder ikke for virksomhet som utføres utenfor riket. Kongen kan bestemme at slik virksomhet likevel skal omfattes helt eller delvis av lovens bestemmelser.\nEtter avtale med fremmed stat eller internasjonal organisasjon kan lovens virkeområde utvides eller innskrenkes på avgrensede saksområder.\n0 Endret ved lov 29 juni 2007 nr. 90 (ikr. 1 aug 2007 iflg. res. 29 juni 2007 nr. 758).\n1 Jf. lover 17 juli 1998 nr. 61 kap. 3 og 4 juli 2003 nr. 84.\n2 Jf. lov 17 juli 1925 nr. 11.\n3 Jf. lov 27 feb 1930 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1 a",
      "section": "1 a",
      "title": "Fylkeskommunalt ansvar for fagskoleutdanning",
      "content": "Fylkeskommunen​1 skal sørge for at det tilbys godkjent fagskoleutdanning som tar hensyn til lokalt, regionalt og nasjonalt kompetansebehov innenfor prioriterte samfunnsområder.\n0 Tilføyd ved lov 9 jan 2009 nr. 4 (ikr. 1 jan 2010).\n1 Jf. lov 25 sep 1992 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1 b",
      "section": "1 b",
      "title": "Forvaltningsloven",
      "content": "Bestemmelsene i forvaltningsloven​1 om habilitet i §§ 6 til 10 og om taushetsplikt i §§ 13 til 13 e gjelder ved behandling av saker etter loven her.\nDersom ikke noe annet er bestemt, gjelder forvaltningsloven​1 kapittel III til VI og VIII for avgjørelser om opptak, avsluttende vurdering, annullering av eksamen, bortvisning, utestenging, skikkethetsvurdering, innpassing og fritak etter loven her. Avgjørelser om innpassing og fritak kan påklages etter reglene i § 13.\nGodkjenningsvedtak foretatt av NOKUT​2 overfor tilbydere av fagskoleutdanning kan i forskrift unntas fra bestemmelsene om klage i forvaltningsloven​1 kapittel VI.\n0 Tilføyd ved lov 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686).\n1 Lov 10 feb 1967.\n2 Jf. § 2 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1b",
        "source_heading": "§ 1 b."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Godkjenning",
      "content": "En utdanning som faller inn under definisjonen i § 1 og fyller øvrige vilkår fastsatt i eller i medhold av denne lov, kan etter søknad godkjennes​1 som fagskoleutdanning.\nTilbyder av utdanning som er godkjent som fagskoleutdanning, kan på bestemte vilkår få fullmakt til selv å opprette og legge ned fagskoleutdanninger innen avgrensede fagområder (godkjent tilbyder). Departementet kan gi forskrift om vilkår for godkjenning av tilbyder.\nGodkjenning foretas av Nasjonalt organ for kvalitet i utdanningen (NOKUT),​2 jf. lov 1. april 2005 nr. 15 om universiteter og høyskoler kapittel 2.\nTilbydere som får godkjenning etter første eller annet ledd skal ha tilfredsstillende interne systemer for kvalitetssikring. Studentevalueringer skal inngå i systemene for kvalitetssikring. Departementet kan gi forskrift med utfyllende bestemmelser om kvalitetssikring.\nDersom vilkårene for godkjenning ikke lenger er oppfylt, kan NOKUT trekke tilbake godkjenningen. Dersom godkjenning trekkes tilbake, har tilbyder ansvar for å sikre at studentene får gjennomført påbegynt utdanning på en tilfredsstillende måte.\nDepartementet gir forskrift om godkjenningsordningen og om rettigheter og plikter som følger av godkjenning.\n0 Endret ved lover 1 apr 2005 nr. 15 (ikr. 1 aug 2005 iflg. res. 1 apr 2005 nr. 271), 29 juni 2007 nr. 90 (ikr. 1 aug 2007 iflg. res. 29 juni 2007 nr. 758).\n1 Se § 17.\n2 Jf. § 1 b (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Organisasjon og ledelse",
      "content": "Private fagskoler skal være stiftelser etter stiftelsesloven eller aksjeselskap etter aksjeloven. Fagskoleutdanning som per 1. januar 2017 er organisert i studieforbund etter voksenopplæringsloven, kan videreføres som studieforbund.\nOffentlige fagskoler og fagskoler organisert som studieforbund, skal ha et styre som øverste ansvarlige styringsorgan. Alle fagskoler skal ha et styre med minst fem medlemmer.\nStyret skal sørge for at studentene får den utdanningen som er forutsatt som grunnlag for godkjenningen, at alle vilkår for eventuelle offentlige tilskudd​1 overholdes, og at virksomheten for øvrig drives i samsvar med gjeldende lover og regler. Styret skal sørge for at opplysninger som blir gitt NOKUT og utdanningssøkende, er korrekte og fullstendige.\nStyret kan delegere sin avgjørelsesmyndighet til andre ved fagskolen dersom ikke noe annet er fastsatt.\nStudenter og ansatte skal ha representanter med møte-, tale- og forslagsrett i alle tilfeller der styret behandler saker av betydning for gjennomføringen av godkjent fagskoleutdanning. Studentrepresentantene og ansatterepresentantene velges av og blant studentene og de ansatte.\nTilbyder skal ha en administrativ og faglig ledelse som skal stå for den daglige driften av utdanningen innenfor de retningslinjer og pålegg styret har gitt. Den administrative og faglige ledelse ansettes av styret.\nStyret selv skal fatte vedtak om at det etter styrets skjønn er forsvarlig å starte opp et nytt studieår. Vedtaket skal fattes før studiestart.\nStyret skal etablere og gjennomføre systematiske kontrolltiltak (internkontroll) for å sikre at krav fastsatt i eller i medhold av lov, overholdes. Departementet kan gi nærmere forskrift om krav til internkontroll.\nTilbydere av godkjent fagskoleutdanning skal være registrert i Enhetsregisteret.​2\nDepartementet kan gi forskrift om organisering, styring og ledelse av fagskoleutdanning, herunder bestemmelser om representasjon i styrende organer.\nDepartementet kan vedta at det kan gjøres unntak fra loven og forskriftene til loven i forbindelse med tidsavgrensede organisatoriske forsøk.​3\n0 Endret ved lover 29 juni 2007 nr. 90 (ikr. 1 aug 2007 iflg. res. 29 juni 2007 nr. 758), 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686), 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716, se lovens del III).\n1 Se § 8.\n2 Se lov 3 juni 1994 nr. 15 § 4 (3).\n3 Sml. lov 17 juli 1998 nr. 61 § 1-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Tilbyders plikter",
      "content": "Tilbyder​1 skal gi nødvendig informasjon og veiledning til søkere og studenter, herunder om skolepenger, utdanningstilbud, søknadsfrister og opptakskrav.\nTilbyder skal gi forskrift om opptak som inneholder krav til formell utdanning og realkompetanse.\nTilbyder skal fastsette krav til lærer- og instruktørkompetanse og ledelse.\nTilbyder skal legge til rette for opprettelse av studentorgan for å ivareta studentenes interesser og samarbeid med ledelsen.\n0 Endret ved lov 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686).\n1 Jf. § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "4 a",
      "section": "4 a",
      "title": "Læringsmiljø​1",
      "content": "Styret har det overordnede ansvar for studentenes læringsmiljø. Styret skal, i samarbeid med studentorgan dersom et slikt er opprettet i samsvar med § 4, legge forholdene til rette for et godt studiemiljø og arbeide for å bedre studentvelferden på lærestedet.\nStyret har ansvar for at læringsmiljøet på institusjonen, herunder det fysiske og psykiske arbeidsmiljø, er fullt forsvarlig ut fra en samlet vurdering av hensynet til studentenes helse, sikkerhet og velferd.​2 I utformingen av det fysiske arbeidsmiljøet skal det, så langt det er mulig og rimelig, sørges for\na. at lokaler, adkomstveier, trapper mv. er dimensjonert og innredet for den virksomhet som drives;\nb. at lokalene har gode lys- og lydforhold og forsvarlig inneklima og luftkvalitet;\nc. at lokalene blir vedlikeholdt og er rene og ryddige;\nd. at lokalene er innredet slik at uheldige fysiske belastninger for studentene unngås;\ne. at virksomheten er planlagt slik at skader og ulykker forebygges;\nf. at tekniske innretninger og utstyr er forsynt med verneinnretninger og blir vedlikeholdt slik at studentene er vernet mot skader på liv og helse;\ng. at lokaler, adkomstveier, sanitæranlegg og tekniske innretninger er utformet på en slik måte at funksjonshemmede kan studere ved institusjonen;​3\nh. at læringsmiljøet er innrettet for studenter av begge kjønn;​3\ni. at læringsmiljøet er utformet etter prinsippet om universell utforming.​3\nTilbyder av fagskoleutdanning skal, så langt det er mulig og rimelig, legge studiesituasjonen til rette for studenter med særskilte behov. Tilretteleggingen må ikke føre til en reduksjon av de faglige krav som stilles ved det enkelte studium.\nArbeidstilsynet fører tilsyn med at kravene i annet ledd overholdes. Arbeidsmiljøloven​4 kapittel 18 om tilsyn og tvangsmidler mv. gjelder tilsvarende så langt det passer. Departementet kan gi nærmere forskrift om tilsyn med læringsmiljøet.\n0 Tilføyd ved lov 10 des 2004 nr. 83 (ikr. 1 jan 2005 iflg. res. 10 des 2004 nr. 1581), endret ved lov 17 juni 2005 nr. 62 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 609).\n1 Sml. lover 17 juli 1998 nr. 61 kap. 9a, 6 des 2002 nr. 72 § 5 a, aml. kap. 4, lov 1 apr 2005 nr. 15 § 4-3.\n2 Sml. lov 17 juli 1998 nr. 61 § 9 A-2, aml. § 1-1, a.\n3 Jf. lov 16 juni 2016 nr. 51 kap. 3.\n4 Lov 17 juni 2005 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4a."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Innholdet i utdanningen og vitnemål",
      "content": "Tilbyder​1 skal ha en plan for innholdet i utdanningen og hvordan denne skal gjennomføres.\nFagskolen utferdiger vitnemål om fullført fagskoleutdanning. NOKUT​2 kan gi forskrift om krav til vitnemålets innhold. En student som ikke har fullført fagskoleutdanningen, kan be om karakterutskrift som viser beståtte eksamener og prøver og andre vurderinger studenten har fått.\nDepartementet kan gi forskrift om\na. et nasjonalt kvalifikasjonsrammeverk\nb. fritak for, eller innpassing av, annen likeverdig utdanning og kompetanse\nc. fagskolepoeng som beskrivelse for normert studietid\nd. felles vurderingsuttrykk ved eksamen, prøve, bedømmelse av oppgave eller annen vurdering.\n0 Endret ved lover 17 des 2010 nr. 89, 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686).\n1 Jf. § 1 (2).\n2 Jf. § 2 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Avsluttende vurdering, eksamen og sensur​1",
      "content": "Styret skal sørge for at studentenes kunnskaper, ferdigheter og generelle kompetanse blir prøvet og vurdert på en upartisk og faglig betryggende måte. Vurderingen skal sikre det faglige nivået ved vedkommende utdanning. Det skal være ekstern evaluering av vurderingen eller vurderingsordningene.\nStyret oppnevner sensor ved eksamen, prøve, bedømmelse av oppgave eller annet arbeid når resultatet inngår på vitnemålet eller innregnes i karakter for utdanningen.\nSensuren skal foreligge innen tre uker hvis ikke særlige grunner gjør det nødvendig å bruke mer tid. Styret selv kan gjøre unntak for enkelteksamener og kan fastsette en lengre frist når det ikke er mulig å skaffe det antall kvalifiserte sensorer som er nødvendig for å avvikle sensuren på tre uker.\nVed ny sensur etter §§ 7 og 8 benyttes én eller flere sensorer som oppnevnes av styret. Minst én sensor skal være ekstern. Endring kan gjøres både til gunst og ugunst for klager. Hvis den endelige karakteren er fastsatt på grunnlag av både skriftlig og muntlig prøve og karakteren endres etter ny sensur av den skriftlige delen av eksamenen, holdes ny muntlig prøve til fastsetting av endelig karakter.\nStyret selv gir forskrift om avleggelse av og gjennomføring av eksamener, prøver og annet arbeid. Dette omfatter vilkår for å gå opp til eksamen eller prøve på nytt, vilkår for adgang til ny praksisperiode, bestemmelser om oppmelding og vilkår for oppmelding. Styret kan gi forskrift om forhold som er særegne for den enkelte eksamen.\n0 Endret ved lov 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686).\n1 Sml. lov 1 apr 2005 nr. 15 § 3-9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Klage over formelle feil ved eksamen​1",
      "content": "En student som har vært oppe til eksamen, prøve eller annet arbeid som bedømmes med karakter, kan klage over formelle feil innen tre uker etter at studenten er eller burde være kjent med forholdet som begrunner klagen. Slik klage skal rettes til fagskolen.\nSensurvedtaket skal oppheves hvis det er begått feil som kan ha hatt betydning for studentens prestasjon eller bedømmelsen av denne. Ny sensur gjennomføres hvis feilen kan rettes opp ved ny sensur av innleverte arbeider. I motsatt fall holdes ny eksamen, prøve eller lignende med nye sensorer. Karakterfastsetting ved ny sensur etter paragrafen her kan påklages etter reglene i § 8.\nEr krav om begrunnelse for eller klage over karakterfastsettingen fremsatt, løper klagefristen etter første ledd fra studenten har fått begrunnelsen eller endelig avgjørelse av klagen foreligger.\nFagskolen eller klageinstansen kan bestemme at det skal foretas ny sensur eller holdes ny eksamen, prøve eller lignende hvis det er begått formelle feil som kan ha hatt betydning for én eller flere studenters prestasjon eller bedømmelse av denne.\nStyret er klageinstans for institusjonens vedtak etter paragrafen her.\n0 Endret ved lover 1 apr 2005 nr. 15 (ikr. 1 aug 2005 iflg. res. 1 apr 2005 nr. 271), 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686).\n1 Sml. lov 1 apr 2005 nr. 15 § 5-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Rett til begrunnelse. Klage over karakterfastsetting​1",
      "content": "Studenten har rett til å få en begrunnelse for karakterfastsettingen. Ved muntlig eksamen eller bedømmelse av praktiske ferdigheter må krav om slik begrunnelse fremsettes umiddelbart etter at karakteren er meddelt. Hvis karakteren kunngjøres elektronisk og studenten kan kreve begrunnelse på tilsvarende måte, må krav om begrunnelse fremsettes innen én uke fra karakteren blir kunngjort. Ved annen type kunngjøring må krav om begrunnelse fremsettes innen én uke fra studenten fikk kjennskap til karakteren, men likevel ikke mer enn tre uker fra karakteren ble kunngjort.\nBegrunnelsen skal være gitt innen to uker etter at studenten har bedt om dette. Dersom begrunnelsen ikke kan gis innen to uker, skal studenten varsles om dette og samtidig få oppgitt når begrunnelsen kan ventes. I begrunnelsen skal det gjøres rede for de generelle prinsippene som er lagt til grunn for bedømmelsen og for bedømmelsen av studentens prestasjon. Begrunnelsen kan gis muntlig eller skriftlig.\nHvis det er gitt skriftlige retningslinjer for bedømmelsen, skal disse være tilgjengelige for studentene etter at karakteren er fastsatt.\nEn student kan klage skriftlig over karakteren innen tre uker etter at eksamensresultatet er kunngjort. Ny sensur skal da foretas. Ved ny sensur skal sensorene ikke få opprinnelig karakter, sensors begrunnelse for denne eller studentens begrunnelse for klagen. Er det fremsatt krav om begrunnelse eller klage over formelle feil, løper klagefristen etter denne paragrafen fra studenten har fått begrunnelsen eller endelig avgjørelse av klagen foreligger. Ved bruk av løpende vurdering kan institusjonen bestemme om studenten skal fremsette klage etter vurdering av separat prøve, oppgave eller annet arbeid som bedømmes med karakter, eller om klage skal fremsettes når resultatet fra fag, emne eller emnegruppe er kunngjort.\nBedømmelse av muntlig prestasjon og vurdering av praksisopplæring eller lignende som etter sin art ikke lar seg etterprøve, kan ikke påklages.\nKarakterfastsetting ved ny sensur etter paragrafen her kan ikke påklages.\n0 Tilføyd ved lov 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686), tidligere § 8 endret paragrafnummer til § 15.\n1 Sml. lov 1 apr 2005 nr. 15 § 5-3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Annullering av eksamen m.m.​1",
      "content": "Styret kan annullere​2 resultatet av en eksamen, prøve eller annet arbeid som bedømmes med karakter som en student har fått adgang til å avlegge ved å benytte et falsk vitnemål, andre falske dokumenter eller annen form for uredelig opptreden. Det samme gjelder for godkjenningen av et emne som en student på et tilsvarende urettmessig grunnlag har fått adgang til å delta i. Styret kan også annullere resultatet av en eksamen, prøve eller lignende og godkjenningen av et emne dersom en student forsettlig eller grovt uaktsomt har fusket, eller forsettlig har forsøkt å fuske, i forbindelse med eksamenen, prøven eller lignende eller under gjennomføringen av emnet.\nStyret kan annullere fritak for eller innpassing av utdanning og kompetanse som en student har fått ved å benytte et falsk vitnemål, andre falske dokumenter eller annen form for uredelig opptreden.\nVedtak om annullering etter første og annet ledd kan påklages av studenten til nasjonalt klageorgan for fagskoleutdanning.​3\nAdgangen til annullering foreldes ikke.\nEtter at det foreligger vedtak om annullering, skal eventuelle vitnemål eller karakterutskrifter leveres tilbake til fagskolen. Et endelig vedtak om annullering etter første eller annet ledd utgjør et særlig tvangsgrunnlag etter tvangsfullbyrdelsesloven​4 kapittel 13.\n0 Tilføyd ved lov 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686), tidligere § 9 endret paragrafnummer til § 16.\n1 Sml. lov 1 apr 2005 nr. 15 § 4-7.\n2 Se § 10 (3).\n3 Se § 13 (5).\n4 Lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Utestenging og bortvisning​1",
      "content": "En student som tross skriftlig advarsel fra fagskolen, gjentatte ganger opptrer på en måte som virker grovt forstyrrende for medstudenters arbeid, eller for virksomheten ved fagskolen ellers, kan etter vedtak av styret bortvises fra fagskolen i inntil ett år. Hvis en student på tross av skriftlig advarsel fra fagskolen ikke etterkommer et vedtak om bortvisning, kan styret vedta å utestenge studenten fra utdanningen i inntil ett år.\nStyret kan vedta at en student som har skapt fare for liv eller helse for, eller har opptrådt grovt usømmelig overfor, noen som studenten har møtt i forbindelse med undervisning eller praksisopplæring, skal utestenges fra fagskoleutdanning med klinisk undervisning og praksisstudier og fratas retten til å gå opp til eksamen i slik utdanning ved fagskolen i inntil tre år. Det samme gjelder dersom en student har brutt lovfestet taushetsplikt.\nStyret kan vedta at en student som har benyttet et falsk vitnemål, andre falske dokumenter eller annen form for uredelig opptreden som nevnt i § 9 første og annet ledd, eller som har fusket eller forsøkt å fuske som nevnt i § 9 første ledd tredje punktum, skal utestenges fra all utdanning ved fagskolen og fratas retten til å gå opp til eksamen ved fagskolen i inntil ett år. Tilsvarende gjelder for en student som forsettlig har medvirket.\nEt vedtak om å bortvise eller utestenge en student kan bare treffes med minst to tredels flertall i styret. En student har rett til å uttale seg før det treffes vedtak i en sak om bortvisning og utestenging. Vedtaket kan påklages til nasjonalt klageorgan for fagskoleutdanning.​2\n0 Tilføyd ved lov 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686), tidligere § 10 endret paragrafnummer til § 17.\n1 Sml. lov 1 apr 2005 nr. 15 § 4-8.\n2 Se § 13 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Vurdering av skikkethet​1",
      "content": "Departementet gir forskrift om at fagskolen skal vurdere om den enkelte student i bestemte utdanninger er skikket for yrket. Vurderingen skal skje gjennom hele utdanningen.\nVitnemål for fullført utdanning forutsetter at studenten er vurdert som skikket for yrket.\nStyret kan vedta at en student ikke er skikket for yrket. Blir det fattet slikt vedtak, kan studenten utestenges fra utdanningen.\nEt vedtak om at en student ikke er skikket for et yrke og et vedtak om å utestenge en student fra fagskoleutdanning som følge av at studenten ikke er skikket for yrket, kan bare treffes med minst to tredels flertall i styret. En student har rett til å uttale seg før det treffes vedtak i en sak om skikkethet eller utestenging. Vedtaket kan påklages til nasjonalt klageorgan for fagskoleutdanning.​2\nDepartementet kan gi forskrift om vurderingskriterier, saksbehandling og klage ved vurdering av skikkethet.\n0 Tilføyd ved lov 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686), tidligere § 11 endret paragrafnummer til § 18.\n1 Sml. lov 1 apr 2005 nr. 15 § 4-10.\n2 Se § 13 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Krav til politiattest​1",
      "content": "Ved opptak til eller underveis i utdanninger der studenter kan komme i kontakt med mindreårige som del av klinisk undervisning eller praksisopplæring, kan det kreves at studentene legger frem politiattest som omtalt i politiregisterloven​2 § 39 første ledd.\nHvis det er gitt særlige regler om politiattest for bestemte typer yrkesutøving,​3 gjelder disse tilsvarende for studenter som deltar i praksisopplæring eller klinisk undervisning.\nEn student som er dømt for forhold som innebærer at studenten må anses som uskikket til å delta i arbeid med bestemte grupper mennesker, kan utestenges fra praksisopplæring eller klinisk undervisning. Studenten kan bare utestenges dersom praksisopplæring eller klinisk undervisning må regnes som uforsvarlig på grunn av kontakten studenten da får med mennesker.\nDen som er siktet​4 eller tiltalt​5 for straffbart forhold som omtalt i politiregisterloven​2 § 39 første ledd, eller i regler om krav til politiattester som nevnt i annet ledd, kan utestenges fra praksisopplæring eller klinisk undervisning til rettskraftig dom​6 foreligger eller saken er henlagt. Studenten kan bare utestenges dersom praksisopplæring eller klinisk undervisning må regnes som uforsvarlig på grunn av kontakten studenten da får med mennesker.\nStyret avgjør, etter uttalelse fra fagskolen, om studenten skal nektes retten til å delta i klinisk undervisning eller praksisopplæring.\nVedtak om utestenging etter denne bestemmelsen kan påklages til det nasjonale klageorganet for fagskoleutdanning.​7\nDepartementet kan gi forskrift om saksbehandling ved utestenging på grunn av straffbare forhold.\n0 Tilføyd ved lov 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686).\n1 Sml. lov 1 apr 2005 nr. 15 § 4-10.\n2 Lov 28 mai 2010 nr. 16.\n3 Jf. f.eks. lover 17 juli 1998 nr. 61 § 10-9, 17 juni 2005 nr. 64 § 19.\n4 Jf. strpl. § 82.\n5 Jf. strpl. kap. 19.\n6 Jf. strpl. § 50.\n7 Se § 13 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Klageordning og klageorganer​1",
      "content": "Fagskoler skal opprette en lokal klagenemnd som skal behandle klager over enkeltvedtak. Styret kan bestemme at klagenemnda også skal behandle andre klagesaker for studentene og saker etter §§ 7, 9, 10, 11 og 12. Saker etter disse paragrafene kan ikke behandles av andre organer ved fagskolen.\nDen lokale klagenemnda skal ha fem medlemmer med personlige varamedlemmer. Lederen og varamedlemmet for lederen skal fylle de lovbestemte kravene for lagdommere. Lederen og varamedlemmet for lederen skal ikke være ansatt ved fagskolen. To av medlemmene skal være studenter.\nKlagenemnda er vedtaksfør når lederen eller varamedlemmet for lederen og to andre medlemmer er til stede.\nDen lokale klagenemndas vedtak i saker om fagskolens enkeltvedtak kan ikke påklages.​2\nDepartementet gir forskrift om et nasjonalt klageorgan for fagskoleutdanning som skal behandle klager på enkeltvedtak for bestemte områder.\nDepartementet kan gi forskrift om saksbehandlingen i klagesaker.\n0 Tilføyd ved lov 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686).\n1 Sml. lov 1 apr 2005 nr. 15 § 5-1.\n2 Sml. fvl. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Godkjenning av utenlandsk fagskoleutdanning",
      "content": "NOKUT​1 avgjør etter søknad fra enkeltpersoner om utdanning fra utenlandsk fagskole eller annen yrkesrettet utdanning fra utlandet på tilsvarende nivå, skal gis generell godkjenning, slik at utdanningen i nivå og omfang godkjennes som sidestilt med godkjent fagskoleutdanning. Departementet kan gi forskrift om saksbehandling og klageadgang etter denne bestemmelsen.\nTrer i kraft fra den tid Kongen bestemmer.\n0 Tilføyd ved lov 17 juni 2016 nr. 68 (ikr. fra den tid Kongen bestemmer).\n1 Se § 2 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Offentlig tilskudd og egenbetaling",
      "content": "Tilbydere av godkjent​1 fagskoleutdanning kan søke fylkeskommunen​2 om offentlig tilskudd.​3\nTilbydere av fagskoleutdanning kan bare kreve egenbetaling fra studenter i den grad det ikke ved tildeling av offentlig tilskudd er forutsatt at utdanningen skal være gratis. Departementet kan gi forskrift om tilbyderes adgang til å ta egenbetaling fra studenter.\nAlle private fagskoler skal benytte offentlig tilskudd og egenbetaling fra studentene til den godkjente utdanningen og innenfor lovens formål.\nPrivate fagskoler som mottar offentlig tilskudd, skal la tilskudd og egenbetaling komme studentene til gode. Private fagskoler som mottar offentlig tilskudd, kan ikke foreta utdelinger.\nPrivate fagskoler som ikke mottar offentlig tilskudd, kan ikke foreta utdelinger som medfører at egenkapitalen blir lavere enn 20 prosent av eiendelene.\nDepartementet kan gi forskrift om disponering av offentlig tilskudd og egenbetaling, herunder ved avvikling.\n0 Endret ved lover 9 juni 2006 nr. 17, 29 juni 2007 nr. 90 (ikr. 1 aug 2007 iflg. res. 29 juni 2007 nr. 758), 9 jan 2009 nr. 4 (ikr. 1 jan 2010), 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686), endret paragrafnummer fra § 8, 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716).\n1 Se § 2.\n2 Jf. lov 25 sep 1992 nr. 107.\n3 Se § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Avtaler med nærstående",
      "content": "Private fagskoler kan ikke overfor nærstående gjennomføre avtaler eller på annen måte overføre midler på vilkår som avviker fra det som ville vært fastsatt mellom uavhengige parter.\nFagskolen skal kunne dokumentere at det ikke er gjennomført avtaler i strid med første ledd.\nNærstående til private fagskoler skal på forespørsel gi departementet innsyn i dokumentasjon vedrørende avtaler som nevnt i første ledd.\nDepartementet kan gi forskrift om avtaler med nærstående, herunder hvem som regnes som nærstående og krav om dokumentasjon.\n0 Tilføyd ved lov lov 29 juni 2007 nr. 90 (ikr. 1 aug 2007 iflg. res. 29 juni 2007 nr. 758), tidligere § 9 endret paragrafnummer til § 11, endret ved lover 9 jan 2009 nr. 4 (ikr. 1 jan 2010), 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686), endret paragrafnummer fra § 9, 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Tilsyn",
      "content": "Departementet fører tilsyn med private fagskoler.\nPrivate fagskoler plikter å bistå under tilsynet, herunder gi opplysninger som kan ha betydning for oppfyllelse av krav gitt i eller i medhold av denne loven. Departementet kan kreve at slike opplysninger dokumenteres og redegjøres for ved at det for eksempel utleveres eller sammenstilles regnskapsmateriale med bilag, korrespondanse og styreprotokoller. Tilsynsmyndigheten skal gis adgang til lokaler som disponeres av virksomheten.\nOpplysninger etter andre ledd kan kreves av revisor​1 og regnskapsfører uten hinder av lovbestemt eller avtalt taushetsplikt.\nDepartementet kan gi forskrift om institusjonens bistandsplikt under tilsynet, herunder hvordan opplysninger skal gis og om adgang til fagskolens lokaler.\n0 Tilføyd ved lov 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716), tidligere § 17 endret paragrafnummer til § 25.\n1 Jf. lov 15 jan 1999 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Rapportering",
      "content": "Private fagskoler skal rapportere regnskapsinformasjon og sammenstilte data om studietilbud, studenter og personale til departementet.\nPrivate fagskoler må gi særskilt melding til departementet ved fusjon, fisjon, salg, omdanning og avvikling av virksomheten. Melding skal gis før slik endring gjennomføres.\nDepartementet kan gi forskrift om det nærmere innholdet i og formkrav til rapporterings- og meldeplikten.\n0 Tilføyd ved lov 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716), tidligere § 18 endret paragrafnummer til § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Regnskap og revisjon",
      "content": "Private fagskoler er regnskapspliktige etter regnskapsloven​1 § 1-2 og denne loven. Regnskapslovens unntak for små foretak i § 3-1 andre ledd, jf. § 1-6, gjelder ikke for private fagskoler.\nPrivate fagskoler skal ha et økonomisk skille mellom de akkrediterte delene av virksomheten og de ikke-akkrediterte delene av virksomheten. Regnskapene skal være egnet til å dokumentere at kravet overholdes.\nRegnskapene for private fagskoler skal revideres av statsautorisert eller registrert revisor, jf. revisorloven​2 § 3-1.\nDepartementet kan gi forskrift om krav til regnskapet, dokumentasjon og revisjon.\n0 Tilføyd ved lov 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716).\n1 Lov 17 juli 1998 nr. 56.\n2 Lov 15 jan 1999 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Pålegg om retting",
      "content": "Hvis departementet avdekker brudd på bestemmelser gitt i eller i medhold av denne loven eller grunnlaget for tilskuddet, kan departementet pålegge fagskolen å rette forholdet innen en gitt frist.\n0 Tilføyd ved lov 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Krav om tilbakebetaling av tilskudd",
      "content": "Hvis offentlig tilskudd disponeres i strid med bestemmelser gitt i eller i medhold av denne loven eller grunnlaget for tilskuddet, kan departementet kreve tilskuddet tilbakebetalt. Vedtak om tilbakebetaling av offentlig tilskudd er tvangsgrunnlag for utlegg.​1\n0 Tilføyd ved lov 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716).\n1 Jf. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Tvangsmulkt​1",
      "content": "For å sikre at pålegg gitt etter § 20 etterleves, kan departementet bestemme at den pålegget retter seg mot, skal betale en mulkt til staten. Tvangsmulkten fastsettes som løpende dagsmulkt fra utløpet av fristen som er satt i pålegget, og inntil forholdet er rettet.\nDepartementet kan gi forskrift om utstedelse, størrelse, forfall, klage og lemping av tvangsmulkt.\n0 Tilføyd ved lov 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716).\n1 Jf. fvl. § 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Overtredelsesgebyr​1",
      "content": "En privat fagskole som overtrer bestemmelser gitt i eller i medhold av denne loven, kan ilegges overtredelsesgebyr av departementet. Overtredelsesgebyr kan ilegges foretak selv om ingen enkeltperson har utvist skyld.\nStørrelsen på overtredelsesgebyret fastsettes i det enkelte tilfellet. Endelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg.​2\nDepartementet kan gi forskrift om utstedelse, størrelse, forfall, klage og lemping av overtredelsesgebyret.\n0 Tilføyd ved lov 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716).\n1 Jf. fvl. kap. IX.\n2 Jf. tvangsl. § 7-2, d.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Tilbaketrekking av godkjenning",
      "content": "Hvis en privat fagskole ikke retter alvorlige forhold i strid med bestemmelser gitt i eller i medhold av denne loven innen fristen etter § 20, kan departementet trekke godkjenningen av fagskolen eller utdanningstilbudet tilbake.\nDepartementet kan gi forskrift om saksbehandling ved tilbaketrekking av godkjenning etter denne bestemmelsen.\n0 Tilføyd ved lov 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Beskyttelse av betegnelsene fagskoleutdanning og fagskole",
      "content": "Betegnelsene fagskoleutdanning og fagskole kan bare benyttes om utdanninger og tilbydere som har godkjenning etter § 2. Bare den som har godkjenning fra NOKUT etter § 2, kan benytte seg av markedsføring hvor det blir gitt inntrykk av å ha slik godkjenning.\nDepartementet kan gi forskrift eller fatte enkeltvedtak om forbud mot bruk av betegnelse eller navn som uriktig gir inntrykk av å ha slik godkjenning, eller som er egnet til å forveksles med en betegnelse nevnt i første ledd.\nDepartementet kan etter søknad gi dispensasjon for etablerte sammensatte betegnelser som ikke er egnet til å forveksles med betegnelsene nevnt i første ledd.\nDen som forsettlig eller uaktsomt benytter seg av betegnelsene fagskoleutdanning eller fagskole i strid med første eller annet ledd, kan ilegges overtredelsesgebyr​1 av departementet.\nForetak som bruker betegnelsene fagskoleutdanning eller fagskole i strid med første eller annet ledd, kan ilegges overtredelsesgebyr.​1 Dette gjelder selv om ingen enkeltperson har utvist forsett eller uaktsomhet.\nDepartementet kan gi forskrift om utstedelse, størrelse, forfall, klage, overprøving og lemping av overtredelsesgebyret. Endelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg.\n0 Tilføyd ved lov 29 juni 2007 nr. 90 (ikr. 1 aug 2007 iflg. res. 29 juni 2007 nr. 758), endret ved lover 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686), endret paragrafnummer fra § 10, 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716), endret paragrafnummer fra § 17.\n1 Jf. fvl. kap. IX.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Ikrafttredelses- og overgangsregler",
      "content": "Denne lov trer i kraft fra det tidspunktet Kongen bestemmer.​1 Fra samme tidspunkt oppheves lov 28. januar 2000 nr. 9 om teknisk fagskole.\nTekniske fagskoler drevet i medhold av lov 28. januar 2000 nr. 9 om teknisk fagskole, kan drive fagskoleutdanning på samme vilkår som tidligere for den periode departementet bestemmer, uten å søke om godkjenning.\nGodkjenning av utdanningstilbud etter § 3 i lov 14. juni 1985 nr. 73 om tilskot til private grunnskular og private skular som gjev vidaregåande opplæring, gjelder for den perioden departementet bestemmer.\n0 Endret ved lover 29 juni 2007 nr. 90 (ikr. 1 aug 2007 iflg. res. 29 juni 2007 nr. 758), endret paragrafnummer fra § 9, 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686), endret paragarafnummer fra § 11, 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716), endret paragrafnummer fra § 18.\n1 Fra 20 juni 2003 iflg. res. 20 juni 2003 nr. 738.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Formål og virkeområde",
      "content": "Lovens formål er å sikre fagskoleutdanninger av høy kvalitet gjennom en offentlig godkjenningsordning. Loven skal bidra til at studenter ved fagskoleutdanninger får tilfredsstillende vilkår.\nLoven gjelder for den som tilbyr fagskoleutdanning (tilbyder), og som har fått godkjenning av fagskoleutdanningen etter § 2. Med fagskoleutdanning menes yrkesrettede utdanninger som bygger på videregående opplæring​1 eller tilsvarende realkompetanse, og som har et omfang tilsvarende minimum et halvt studieår og maksimum to studieår. Med yrkesrettet utdanning menes utdanning som gir kompetanse som kan tas i bruk i arbeidslivet uten ytterligere generelle opplæringstiltak.\nLoven gjelder for tilbydere av fagskoleutdanning med virksomhet i riket. Loven gjelder for Svalbard​2 og Jan Mayen​3 for så vidt ikke annet fastsettes av Kongen. Kongen kan fastsette særlige regler under hensyn til de stedlige forhold.\nLoven gjelder ikke for virksomhet som utføres utenfor riket. Kongen kan bestemme at slik virksomhet likevel skal omfattes helt eller delvis av lovens bestemmelser.\nEtter avtale med fremmed stat eller internasjonal organisasjon kan lovens virkeområde utvides eller innskrenkes på avgrensede saksområder.\n0 Endret ved lov 29 juni 2007 nr. 90 (ikr. 1 aug 2007 iflg. res. 29 juni 2007 nr. 758).\n1 Jf. lover 17 juli 1998 nr. 61 kap. 3 og 4 juli 2003 nr. 84.\n2 Jf. lov 17 juli 1925 nr. 11.\n3 Jf. lov 27 feb 1930 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1 a",
      "section": "1 a",
      "title": "Fylkeskommunalt ansvar for fagskoleutdanning",
      "content": "Fylkeskommunen​1 skal sørge for at det tilbys godkjent fagskoleutdanning som tar hensyn til lokalt, regionalt og nasjonalt kompetansebehov innenfor prioriterte samfunnsområder.\n0 Tilføyd ved lov 9 jan 2009 nr. 4 (ikr. 1 jan 2010).\n1 Jf. lov 25 sep 1992 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1 b",
      "section": "1 b",
      "title": "Forvaltningsloven",
      "content": "Bestemmelsene i forvaltningsloven​1 om habilitet i §§ 6 til 10 og om taushetsplikt i §§ 13 til 13 e gjelder ved behandling av saker etter loven her.\nDersom ikke noe annet er bestemt, gjelder forvaltningsloven​1 kapittel III til VI og VIII for avgjørelser om opptak, avsluttende vurdering, annullering av eksamen, bortvisning, utestenging, skikkethetsvurdering, innpassing og fritak etter loven her. Avgjørelser om innpassing og fritak kan påklages etter reglene i § 13.\nGodkjenningsvedtak foretatt av NOKUT​2 overfor tilbydere av fagskoleutdanning kan i forskrift unntas fra bestemmelsene om klage i forvaltningsloven​1 kapittel VI.\n0 Tilføyd ved lov 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686).\n1 Lov 10 feb 1967.\n2 Jf. § 2 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1b",
        "source_heading": "§ 1 b."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Godkjenning",
      "content": "En utdanning som faller inn under definisjonen i § 1 og fyller øvrige vilkår fastsatt i eller i medhold av denne lov, kan etter søknad godkjennes​1 som fagskoleutdanning.\nTilbyder av utdanning som er godkjent som fagskoleutdanning, kan på bestemte vilkår få fullmakt til selv å opprette og legge ned fagskoleutdanninger innen avgrensede fagområder (godkjent tilbyder). Departementet kan gi forskrift om vilkår for godkjenning av tilbyder.\nGodkjenning foretas av Nasjonalt organ for kvalitet i utdanningen (NOKUT),​2 jf. lov 1. april 2005 nr. 15 om universiteter og høyskoler kapittel 2.\nTilbydere som får godkjenning etter første eller annet ledd skal ha tilfredsstillende interne systemer for kvalitetssikring. Studentevalueringer skal inngå i systemene for kvalitetssikring. Departementet kan gi forskrift med utfyllende bestemmelser om kvalitetssikring.\nDersom vilkårene for godkjenning ikke lenger er oppfylt, kan NOKUT trekke tilbake godkjenningen. Dersom godkjenning trekkes tilbake, har tilbyder ansvar for å sikre at studentene får gjennomført påbegynt utdanning på en tilfredsstillende måte.\nDepartementet gir forskrift om godkjenningsordningen og om rettigheter og plikter som følger av godkjenning.\n0 Endret ved lover 1 apr 2005 nr. 15 (ikr. 1 aug 2005 iflg. res. 1 apr 2005 nr. 271), 29 juni 2007 nr. 90 (ikr. 1 aug 2007 iflg. res. 29 juni 2007 nr. 758).\n1 Se § 17.\n2 Jf. § 1 b (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Organisasjon og ledelse",
      "content": "Private fagskoler skal være stiftelser etter stiftelsesloven eller aksjeselskap etter aksjeloven. Fagskoleutdanning som per 1. januar 2017 er organisert i studieforbund etter voksenopplæringsloven, kan videreføres som studieforbund.\nOffentlige fagskoler og fagskoler organisert som studieforbund, skal ha et styre som øverste ansvarlige styringsorgan. Alle fagskoler skal ha et styre med minst fem medlemmer.\nStyret skal sørge for at studentene får den utdanningen som er forutsatt som grunnlag for godkjenningen, at alle vilkår for eventuelle offentlige tilskudd​1 overholdes, og at virksomheten for øvrig drives i samsvar med gjeldende lover og regler. Styret skal sørge for at opplysninger som blir gitt NOKUT og utdanningssøkende, er korrekte og fullstendige.\nStyret kan delegere sin avgjørelsesmyndighet til andre ved fagskolen dersom ikke noe annet er fastsatt.\nStudenter og ansatte skal ha representanter med møte-, tale- og forslagsrett i alle tilfeller der styret behandler saker av betydning for gjennomføringen av godkjent fagskoleutdanning. Studentrepresentantene og ansatterepresentantene velges av og blant studentene og de ansatte.\nTilbyder skal ha en administrativ og faglig ledelse som skal stå for den daglige driften av utdanningen innenfor de retningslinjer og pålegg styret har gitt. Den administrative og faglige ledelse ansettes av styret.\nStyret selv skal fatte vedtak om at det etter styrets skjønn er forsvarlig å starte opp et nytt studieår. Vedtaket skal fattes før studiestart.\nStyret skal etablere og gjennomføre systematiske kontrolltiltak (internkontroll) for å sikre at krav fastsatt i eller i medhold av lov, overholdes. Departementet kan gi nærmere forskrift om krav til internkontroll.\nTilbydere av godkjent fagskoleutdanning skal være registrert i Enhetsregisteret.​2\nDepartementet kan gi forskrift om organisering, styring og ledelse av fagskoleutdanning, herunder bestemmelser om representasjon i styrende organer.\nDepartementet kan vedta at det kan gjøres unntak fra loven og forskriftene til loven i forbindelse med tidsavgrensede organisatoriske forsøk.​3\n0 Endret ved lover 29 juni 2007 nr. 90 (ikr. 1 aug 2007 iflg. res. 29 juni 2007 nr. 758), 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686), 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716, se lovens del III).\n1 Se § 8.\n2 Se lov 3 juni 1994 nr. 15 § 4 (3).\n3 Sml. lov 17 juli 1998 nr. 61 § 1-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Tilbyders plikter",
      "content": "Tilbyder​1 skal gi nødvendig informasjon og veiledning til søkere og studenter, herunder om skolepenger, utdanningstilbud, søknadsfrister og opptakskrav.\nTilbyder skal gi forskrift om opptak som inneholder krav til formell utdanning og realkompetanse.\nTilbyder skal fastsette krav til lærer- og instruktørkompetanse og ledelse.\nTilbyder skal legge til rette for opprettelse av studentorgan for å ivareta studentenes interesser og samarbeid med ledelsen.\n0 Endret ved lov 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686).\n1 Jf. § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "4 a",
      "section": "4 a",
      "title": "Læringsmiljø​1",
      "content": "Styret har det overordnede ansvar for studentenes læringsmiljø. Styret skal, i samarbeid med studentorgan dersom et slikt er opprettet i samsvar med § 4, legge forholdene til rette for et godt studiemiljø og arbeide for å bedre studentvelferden på lærestedet.\nStyret har ansvar for at læringsmiljøet på institusjonen, herunder det fysiske og psykiske arbeidsmiljø, er fullt forsvarlig ut fra en samlet vurdering av hensynet til studentenes helse, sikkerhet og velferd.​2 I utformingen av det fysiske arbeidsmiljøet skal det, så langt det er mulig og rimelig, sørges for\na. at lokaler, adkomstveier, trapper mv. er dimensjonert og innredet for den virksomhet som drives;\nb. at lokalene har gode lys- og lydforhold og forsvarlig inneklima og luftkvalitet;\nc. at lokalene blir vedlikeholdt og er rene og ryddige;\nd. at lokalene er innredet slik at uheldige fysiske belastninger for studentene unngås;\ne. at virksomheten er planlagt slik at skader og ulykker forebygges;\nf. at tekniske innretninger og utstyr er forsynt med verneinnretninger og blir vedlikeholdt slik at studentene er vernet mot skader på liv og helse;\ng. at lokaler, adkomstveier, sanitæranlegg og tekniske innretninger er utformet på en slik måte at funksjonshemmede kan studere ved institusjonen;​3\nh. at læringsmiljøet er innrettet for studenter av begge kjønn;​3\ni. at læringsmiljøet er utformet etter prinsippet om universell utforming.​3\nTilbyder av fagskoleutdanning skal, så langt det er mulig og rimelig, legge studiesituasjonen til rette for studenter med særskilte behov. Tilretteleggingen må ikke føre til en reduksjon av de faglige krav som stilles ved det enkelte studium.\nArbeidstilsynet fører tilsyn med at kravene i annet ledd overholdes. Arbeidsmiljøloven​4 kapittel 18 om tilsyn og tvangsmidler mv. gjelder tilsvarende så langt det passer. Departementet kan gi nærmere forskrift om tilsyn med læringsmiljøet.\n0 Tilføyd ved lov 10 des 2004 nr. 83 (ikr. 1 jan 2005 iflg. res. 10 des 2004 nr. 1581), endret ved lov 17 juni 2005 nr. 62 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 609).\n1 Sml. lover 17 juli 1998 nr. 61 kap. 9a, 6 des 2002 nr. 72 § 5 a, aml. kap. 4, lov 1 apr 2005 nr. 15 § 4-3.\n2 Sml. lov 17 juli 1998 nr. 61 § 9 A-2, aml. § 1-1, a.\n3 Jf. lov 16 juni 2016 nr. 51 kap. 3.\n4 Lov 17 juni 2005 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4a."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Innholdet i utdanningen og vitnemål",
      "content": "Tilbyder​1 skal ha en plan for innholdet i utdanningen og hvordan denne skal gjennomføres.\nFagskolen utferdiger vitnemål om fullført fagskoleutdanning. NOKUT​2 kan gi forskrift om krav til vitnemålets innhold. En student som ikke har fullført fagskoleutdanningen, kan be om karakterutskrift som viser beståtte eksamener og prøver og andre vurderinger studenten har fått.\nDepartementet kan gi forskrift om\na. et nasjonalt kvalifikasjonsrammeverk\nb. fritak for, eller innpassing av, annen likeverdig utdanning og kompetanse\nc. fagskolepoeng som beskrivelse for normert studietid\nd. felles vurderingsuttrykk ved eksamen, prøve, bedømmelse av oppgave eller annen vurdering.\n0 Endret ved lover 17 des 2010 nr. 89, 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686).\n1 Jf. § 1 (2).\n2 Jf. § 2 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Avsluttende vurdering, eksamen og sensur​1",
      "content": "Styret skal sørge for at studentenes kunnskaper, ferdigheter og generelle kompetanse blir prøvet og vurdert på en upartisk og faglig betryggende måte. Vurderingen skal sikre det faglige nivået ved vedkommende utdanning. Det skal være ekstern evaluering av vurderingen eller vurderingsordningene.\nStyret oppnevner sensor ved eksamen, prøve, bedømmelse av oppgave eller annet arbeid når resultatet inngår på vitnemålet eller innregnes i karakter for utdanningen.\nSensuren skal foreligge innen tre uker hvis ikke særlige grunner gjør det nødvendig å bruke mer tid. Styret selv kan gjøre unntak for enkelteksamener og kan fastsette en lengre frist når det ikke er mulig å skaffe det antall kvalifiserte sensorer som er nødvendig for å avvikle sensuren på tre uker.\nVed ny sensur etter §§ 7 og 8 benyttes én eller flere sensorer som oppnevnes av styret. Minst én sensor skal være ekstern. Endring kan gjøres både til gunst og ugunst for klager. Hvis den endelige karakteren er fastsatt på grunnlag av både skriftlig og muntlig prøve og karakteren endres etter ny sensur av den skriftlige delen av eksamenen, holdes ny muntlig prøve til fastsetting av endelig karakter.\nStyret selv gir forskrift om avleggelse av og gjennomføring av eksamener, prøver og annet arbeid. Dette omfatter vilkår for å gå opp til eksamen eller prøve på nytt, vilkår for adgang til ny praksisperiode, bestemmelser om oppmelding og vilkår for oppmelding. Styret kan gi forskrift om forhold som er særegne for den enkelte eksamen.\n0 Endret ved lov 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686).\n1 Sml. lov 1 apr 2005 nr. 15 § 3-9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Klage over formelle feil ved eksamen​1",
      "content": "En student som har vært oppe til eksamen, prøve eller annet arbeid som bedømmes med karakter, kan klage over formelle feil innen tre uker etter at studenten er eller burde være kjent med forholdet som begrunner klagen. Slik klage skal rettes til fagskolen.\nSensurvedtaket skal oppheves hvis det er begått feil som kan ha hatt betydning for studentens prestasjon eller bedømmelsen av denne. Ny sensur gjennomføres hvis feilen kan rettes opp ved ny sensur av innleverte arbeider. I motsatt fall holdes ny eksamen, prøve eller lignende med nye sensorer. Karakterfastsetting ved ny sensur etter paragrafen her kan påklages etter reglene i § 8.\nEr krav om begrunnelse for eller klage over karakterfastsettingen fremsatt, løper klagefristen etter første ledd fra studenten har fått begrunnelsen eller endelig avgjørelse av klagen foreligger.\nFagskolen eller klageinstansen kan bestemme at det skal foretas ny sensur eller holdes ny eksamen, prøve eller lignende hvis det er begått formelle feil som kan ha hatt betydning for én eller flere studenters prestasjon eller bedømmelse av denne.\nStyret er klageinstans for institusjonens vedtak etter paragrafen her.\n0 Endret ved lover 1 apr 2005 nr. 15 (ikr. 1 aug 2005 iflg. res. 1 apr 2005 nr. 271), 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686).\n1 Sml. lov 1 apr 2005 nr. 15 § 5-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Rett til begrunnelse. Klage over karakterfastsetting​1",
      "content": "Studenten har rett til å få en begrunnelse for karakterfastsettingen. Ved muntlig eksamen eller bedømmelse av praktiske ferdigheter må krav om slik begrunnelse fremsettes umiddelbart etter at karakteren er meddelt. Hvis karakteren kunngjøres elektronisk og studenten kan kreve begrunnelse på tilsvarende måte, må krav om begrunnelse fremsettes innen én uke fra karakteren blir kunngjort. Ved annen type kunngjøring må krav om begrunnelse fremsettes innen én uke fra studenten fikk kjennskap til karakteren, men likevel ikke mer enn tre uker fra karakteren ble kunngjort.\nBegrunnelsen skal være gitt innen to uker etter at studenten har bedt om dette. Dersom begrunnelsen ikke kan gis innen to uker, skal studenten varsles om dette og samtidig få oppgitt når begrunnelsen kan ventes. I begrunnelsen skal det gjøres rede for de generelle prinsippene som er lagt til grunn for bedømmelsen og for bedømmelsen av studentens prestasjon. Begrunnelsen kan gis muntlig eller skriftlig.\nHvis det er gitt skriftlige retningslinjer for bedømmelsen, skal disse være tilgjengelige for studentene etter at karakteren er fastsatt.\nEn student kan klage skriftlig over karakteren innen tre uker etter at eksamensresultatet er kunngjort. Ny sensur skal da foretas. Ved ny sensur skal sensorene ikke få opprinnelig karakter, sensors begrunnelse for denne eller studentens begrunnelse for klagen. Er det fremsatt krav om begrunnelse eller klage over formelle feil, løper klagefristen etter denne paragrafen fra studenten har fått begrunnelsen eller endelig avgjørelse av klagen foreligger. Ved bruk av løpende vurdering kan institusjonen bestemme om studenten skal fremsette klage etter vurdering av separat prøve, oppgave eller annet arbeid som bedømmes med karakter, eller om klage skal fremsettes når resultatet fra fag, emne eller emnegruppe er kunngjort.\nBedømmelse av muntlig prestasjon og vurdering av praksisopplæring eller lignende som etter sin art ikke lar seg etterprøve, kan ikke påklages.\nKarakterfastsetting ved ny sensur etter paragrafen her kan ikke påklages.\n0 Tilføyd ved lov 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686), tidligere § 8 endret paragrafnummer til § 15.\n1 Sml. lov 1 apr 2005 nr. 15 § 5-3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Annullering av eksamen m.m.​1",
      "content": "Styret kan annullere​2 resultatet av en eksamen, prøve eller annet arbeid som bedømmes med karakter som en student har fått adgang til å avlegge ved å benytte et falsk vitnemål, andre falske dokumenter eller annen form for uredelig opptreden. Det samme gjelder for godkjenningen av et emne som en student på et tilsvarende urettmessig grunnlag har fått adgang til å delta i. Styret kan også annullere resultatet av en eksamen, prøve eller lignende og godkjenningen av et emne dersom en student forsettlig eller grovt uaktsomt har fusket, eller forsettlig har forsøkt å fuske, i forbindelse med eksamenen, prøven eller lignende eller under gjennomføringen av emnet.\nStyret kan annullere fritak for eller innpassing av utdanning og kompetanse som en student har fått ved å benytte et falsk vitnemål, andre falske dokumenter eller annen form for uredelig opptreden.\nVedtak om annullering etter første og annet ledd kan påklages av studenten til nasjonalt klageorgan for fagskoleutdanning.​3\nAdgangen til annullering foreldes ikke.\nEtter at det foreligger vedtak om annullering, skal eventuelle vitnemål eller karakterutskrifter leveres tilbake til fagskolen. Et endelig vedtak om annullering etter første eller annet ledd utgjør et særlig tvangsgrunnlag etter tvangsfullbyrdelsesloven​4 kapittel 13.\n0 Tilføyd ved lov 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686), tidligere § 9 endret paragrafnummer til § 16.\n1 Sml. lov 1 apr 2005 nr. 15 § 4-7.\n2 Se § 10 (3).\n3 Se § 13 (5).\n4 Lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Utestenging og bortvisning​1",
      "content": "En student som tross skriftlig advarsel fra fagskolen, gjentatte ganger opptrer på en måte som virker grovt forstyrrende for medstudenters arbeid, eller for virksomheten ved fagskolen ellers, kan etter vedtak av styret bortvises fra fagskolen i inntil ett år. Hvis en student på tross av skriftlig advarsel fra fagskolen ikke etterkommer et vedtak om bortvisning, kan styret vedta å utestenge studenten fra utdanningen i inntil ett år.\nStyret kan vedta at en student som har skapt fare for liv eller helse for, eller har opptrådt grovt usømmelig overfor, noen som studenten har møtt i forbindelse med undervisning eller praksisopplæring, skal utestenges fra fagskoleutdanning med klinisk undervisning og praksisstudier og fratas retten til å gå opp til eksamen i slik utdanning ved fagskolen i inntil tre år. Det samme gjelder dersom en student har brutt lovfestet taushetsplikt.\nStyret kan vedta at en student som har benyttet et falsk vitnemål, andre falske dokumenter eller annen form for uredelig opptreden som nevnt i § 9 første og annet ledd, eller som har fusket eller forsøkt å fuske som nevnt i § 9 første ledd tredje punktum, skal utestenges fra all utdanning ved fagskolen og fratas retten til å gå opp til eksamen ved fagskolen i inntil ett år. Tilsvarende gjelder for en student som forsettlig har medvirket.\nEt vedtak om å bortvise eller utestenge en student kan bare treffes med minst to tredels flertall i styret. En student har rett til å uttale seg før det treffes vedtak i en sak om bortvisning og utestenging. Vedtaket kan påklages til nasjonalt klageorgan for fagskoleutdanning.​2\n0 Tilføyd ved lov 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686), tidligere § 10 endret paragrafnummer til § 17.\n1 Sml. lov 1 apr 2005 nr. 15 § 4-8.\n2 Se § 13 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Vurdering av skikkethet​1",
      "content": "Departementet gir forskrift om at fagskolen skal vurdere om den enkelte student i bestemte utdanninger er skikket for yrket. Vurderingen skal skje gjennom hele utdanningen.\nVitnemål for fullført utdanning forutsetter at studenten er vurdert som skikket for yrket.\nStyret kan vedta at en student ikke er skikket for yrket. Blir det fattet slikt vedtak, kan studenten utestenges fra utdanningen.\nEt vedtak om at en student ikke er skikket for et yrke og et vedtak om å utestenge en student fra fagskoleutdanning som følge av at studenten ikke er skikket for yrket, kan bare treffes med minst to tredels flertall i styret. En student har rett til å uttale seg før det treffes vedtak i en sak om skikkethet eller utestenging. Vedtaket kan påklages til nasjonalt klageorgan for fagskoleutdanning.​2\nDepartementet kan gi forskrift om vurderingskriterier, saksbehandling og klage ved vurdering av skikkethet.\n0 Tilføyd ved lov 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686), tidligere § 11 endret paragrafnummer til § 18.\n1 Sml. lov 1 apr 2005 nr. 15 § 4-10.\n2 Se § 13 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Krav til politiattest​1",
      "content": "Ved opptak til eller underveis i utdanninger der studenter kan komme i kontakt med mindreårige som del av klinisk undervisning eller praksisopplæring, kan det kreves at studentene legger frem politiattest som omtalt i politiregisterloven​2 § 39 første ledd.\nHvis det er gitt særlige regler om politiattest for bestemte typer yrkesutøving,​3 gjelder disse tilsvarende for studenter som deltar i praksisopplæring eller klinisk undervisning.\nEn student som er dømt for forhold som innebærer at studenten må anses som uskikket til å delta i arbeid med bestemte grupper mennesker, kan utestenges fra praksisopplæring eller klinisk undervisning. Studenten kan bare utestenges dersom praksisopplæring eller klinisk undervisning må regnes som uforsvarlig på grunn av kontakten studenten da får med mennesker.\nDen som er siktet​4 eller tiltalt​5 for straffbart forhold som omtalt i politiregisterloven​2 § 39 første ledd, eller i regler om krav til politiattester som nevnt i annet ledd, kan utestenges fra praksisopplæring eller klinisk undervisning til rettskraftig dom​6 foreligger eller saken er henlagt. Studenten kan bare utestenges dersom praksisopplæring eller klinisk undervisning må regnes som uforsvarlig på grunn av kontakten studenten da får med mennesker.\nStyret avgjør, etter uttalelse fra fagskolen, om studenten skal nektes retten til å delta i klinisk undervisning eller praksisopplæring.\nVedtak om utestenging etter denne bestemmelsen kan påklages til det nasjonale klageorganet for fagskoleutdanning.​7\nDepartementet kan gi forskrift om saksbehandling ved utestenging på grunn av straffbare forhold.\n0 Tilføyd ved lov 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686).\n1 Sml. lov 1 apr 2005 nr. 15 § 4-10.\n2 Lov 28 mai 2010 nr. 16.\n3 Jf. f.eks. lover 17 juli 1998 nr. 61 § 10-9, 17 juni 2005 nr. 64 § 19.\n4 Jf. strpl. § 82.\n5 Jf. strpl. kap. 19.\n6 Jf. strpl. § 50.\n7 Se § 13 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Klageordning og klageorganer​1",
      "content": "Fagskoler skal opprette en lokal klagenemnd som skal behandle klager over enkeltvedtak. Styret kan bestemme at klagenemnda også skal behandle andre klagesaker for studentene og saker etter §§ 7, 9, 10, 11 og 12. Saker etter disse paragrafene kan ikke behandles av andre organer ved fagskolen.\nDen lokale klagenemnda skal ha fem medlemmer med personlige varamedlemmer. Lederen og varamedlemmet for lederen skal fylle de lovbestemte kravene for lagdommere. Lederen og varamedlemmet for lederen skal ikke være ansatt ved fagskolen. To av medlemmene skal være studenter.\nKlagenemnda er vedtaksfør når lederen eller varamedlemmet for lederen og to andre medlemmer er til stede.\nDen lokale klagenemndas vedtak i saker om fagskolens enkeltvedtak kan ikke påklages.​2\nDepartementet gir forskrift om et nasjonalt klageorgan for fagskoleutdanning som skal behandle klager på enkeltvedtak for bestemte områder.\nDepartementet kan gi forskrift om saksbehandlingen i klagesaker.\n0 Tilføyd ved lov 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686).\n1 Sml. lov 1 apr 2005 nr. 15 § 5-1.\n2 Sml. fvl. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Godkjenning av utenlandsk fagskoleutdanning",
      "content": "NOKUT​1 avgjør etter søknad fra enkeltpersoner om utdanning fra utenlandsk fagskole eller annen yrkesrettet utdanning fra utlandet på tilsvarende nivå, skal gis generell godkjenning, slik at utdanningen i nivå og omfang godkjennes som sidestilt med godkjent fagskoleutdanning. Departementet kan gi forskrift om saksbehandling og klageadgang etter denne bestemmelsen.\nTrer i kraft fra den tid Kongen bestemmer.\n0 Tilføyd ved lov 17 juni 2016 nr. 68 (ikr. fra den tid Kongen bestemmer).\n1 Se § 2 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Offentlig tilskudd og egenbetaling",
      "content": "Tilbydere av godkjent​1 fagskoleutdanning kan søke fylkeskommunen​2 om offentlig tilskudd.​3\nTilbydere av fagskoleutdanning kan bare kreve egenbetaling fra studenter i den grad det ikke ved tildeling av offentlig tilskudd er forutsatt at utdanningen skal være gratis. Departementet kan gi forskrift om tilbyderes adgang til å ta egenbetaling fra studenter.\nAlle private fagskoler skal benytte offentlig tilskudd og egenbetaling fra studentene til den godkjente utdanningen og innenfor lovens formål.\nPrivate fagskoler som mottar offentlig tilskudd, skal la tilskudd og egenbetaling komme studentene til gode. Private fagskoler som mottar offentlig tilskudd, kan ikke foreta utdelinger.\nPrivate fagskoler som ikke mottar offentlig tilskudd, kan ikke foreta utdelinger som medfører at egenkapitalen blir lavere enn 20 prosent av eiendelene.\nDepartementet kan gi forskrift om disponering av offentlig tilskudd og egenbetaling, herunder ved avvikling.\n0 Endret ved lover 9 juni 2006 nr. 17, 29 juni 2007 nr. 90 (ikr. 1 aug 2007 iflg. res. 29 juni 2007 nr. 758), 9 jan 2009 nr. 4 (ikr. 1 jan 2010), 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686), endret paragrafnummer fra § 8, 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716).\n1 Se § 2.\n2 Jf. lov 25 sep 1992 nr. 107.\n3 Se § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Avtaler med nærstående",
      "content": "Private fagskoler kan ikke overfor nærstående gjennomføre avtaler eller på annen måte overføre midler på vilkår som avviker fra det som ville vært fastsatt mellom uavhengige parter.\nFagskolen skal kunne dokumentere at det ikke er gjennomført avtaler i strid med første ledd.\nNærstående til private fagskoler skal på forespørsel gi departementet innsyn i dokumentasjon vedrørende avtaler som nevnt i første ledd.\nDepartementet kan gi forskrift om avtaler med nærstående, herunder hvem som regnes som nærstående og krav om dokumentasjon.\n0 Tilføyd ved lov lov 29 juni 2007 nr. 90 (ikr. 1 aug 2007 iflg. res. 29 juni 2007 nr. 758), tidligere § 9 endret paragrafnummer til § 11, endret ved lover 9 jan 2009 nr. 4 (ikr. 1 jan 2010), 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686), endret paragrafnummer fra § 9, 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Tilsyn",
      "content": "Departementet fører tilsyn med private fagskoler.\nPrivate fagskoler plikter å bistå under tilsynet, herunder gi opplysninger som kan ha betydning for oppfyllelse av krav gitt i eller i medhold av denne loven. Departementet kan kreve at slike opplysninger dokumenteres og redegjøres for ved at det for eksempel utleveres eller sammenstilles regnskapsmateriale med bilag, korrespondanse og styreprotokoller. Tilsynsmyndigheten skal gis adgang til lokaler som disponeres av virksomheten.\nOpplysninger etter andre ledd kan kreves av revisor​1 og regnskapsfører uten hinder av lovbestemt eller avtalt taushetsplikt.\nDepartementet kan gi forskrift om institusjonens bistandsplikt under tilsynet, herunder hvordan opplysninger skal gis og om adgang til fagskolens lokaler.\n0 Tilføyd ved lov 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716), tidligere § 17 endret paragrafnummer til § 25.\n1 Jf. lov 15 jan 1999 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Rapportering",
      "content": "Private fagskoler skal rapportere regnskapsinformasjon og sammenstilte data om studietilbud, studenter og personale til departementet.\nPrivate fagskoler må gi særskilt melding til departementet ved fusjon, fisjon, salg, omdanning og avvikling av virksomheten. Melding skal gis før slik endring gjennomføres.\nDepartementet kan gi forskrift om det nærmere innholdet i og formkrav til rapporterings- og meldeplikten.\n0 Tilføyd ved lov 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716), tidligere § 18 endret paragrafnummer til § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Regnskap og revisjon",
      "content": "Private fagskoler er regnskapspliktige etter regnskapsloven​1 § 1-2 og denne loven. Regnskapslovens unntak for små foretak i § 3-1 andre ledd, jf. § 1-6, gjelder ikke for private fagskoler.\nPrivate fagskoler skal ha et økonomisk skille mellom de akkrediterte delene av virksomheten og de ikke-akkrediterte delene av virksomheten. Regnskapene skal være egnet til å dokumentere at kravet overholdes.\nRegnskapene for private fagskoler skal revideres av statsautorisert eller registrert revisor, jf. revisorloven​2 § 3-1.\nDepartementet kan gi forskrift om krav til regnskapet, dokumentasjon og revisjon.\n0 Tilføyd ved lov 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716).\n1 Lov 17 juli 1998 nr. 56.\n2 Lov 15 jan 1999 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Pålegg om retting",
      "content": "Hvis departementet avdekker brudd på bestemmelser gitt i eller i medhold av denne loven eller grunnlaget for tilskuddet, kan departementet pålegge fagskolen å rette forholdet innen en gitt frist.\n0 Tilføyd ved lov 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Krav om tilbakebetaling av tilskudd",
      "content": "Hvis offentlig tilskudd disponeres i strid med bestemmelser gitt i eller i medhold av denne loven eller grunnlaget for tilskuddet, kan departementet kreve tilskuddet tilbakebetalt. Vedtak om tilbakebetaling av offentlig tilskudd er tvangsgrunnlag for utlegg.​1\n0 Tilføyd ved lov 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716).\n1 Jf. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Tvangsmulkt​1",
      "content": "For å sikre at pålegg gitt etter § 20 etterleves, kan departementet bestemme at den pålegget retter seg mot, skal betale en mulkt til staten. Tvangsmulkten fastsettes som løpende dagsmulkt fra utløpet av fristen som er satt i pålegget, og inntil forholdet er rettet.\nDepartementet kan gi forskrift om utstedelse, størrelse, forfall, klage og lemping av tvangsmulkt.\n0 Tilføyd ved lov 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716).\n1 Jf. fvl. § 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Overtredelsesgebyr​1",
      "content": "En privat fagskole som overtrer bestemmelser gitt i eller i medhold av denne loven, kan ilegges overtredelsesgebyr av departementet. Overtredelsesgebyr kan ilegges foretak selv om ingen enkeltperson har utvist skyld.\nStørrelsen på overtredelsesgebyret fastsettes i det enkelte tilfellet. Endelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg.​2\nDepartementet kan gi forskrift om utstedelse, størrelse, forfall, klage og lemping av overtredelsesgebyret.\n0 Tilføyd ved lov 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716).\n1 Jf. fvl. kap. IX.\n2 Jf. tvangsl. § 7-2, d.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Tilbaketrekking av godkjenning",
      "content": "Hvis en privat fagskole ikke retter alvorlige forhold i strid med bestemmelser gitt i eller i medhold av denne loven innen fristen etter § 20, kan departementet trekke godkjenningen av fagskolen eller utdanningstilbudet tilbake.\nDepartementet kan gi forskrift om saksbehandling ved tilbaketrekking av godkjenning etter denne bestemmelsen.\n0 Tilføyd ved lov 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Beskyttelse av betegnelsene fagskoleutdanning og fagskole",
      "content": "Betegnelsene fagskoleutdanning og fagskole kan bare benyttes om utdanninger og tilbydere som har godkjenning etter § 2. Bare den som har godkjenning fra NOKUT etter § 2, kan benytte seg av markedsføring hvor det blir gitt inntrykk av å ha slik godkjenning.\nDepartementet kan gi forskrift eller fatte enkeltvedtak om forbud mot bruk av betegnelse eller navn som uriktig gir inntrykk av å ha slik godkjenning, eller som er egnet til å forveksles med en betegnelse nevnt i første ledd.\nDepartementet kan etter søknad gi dispensasjon for etablerte sammensatte betegnelser som ikke er egnet til å forveksles med betegnelsene nevnt i første ledd.\nDen som forsettlig eller uaktsomt benytter seg av betegnelsene fagskoleutdanning eller fagskole i strid med første eller annet ledd, kan ilegges overtredelsesgebyr​1 av departementet.\nForetak som bruker betegnelsene fagskoleutdanning eller fagskole i strid med første eller annet ledd, kan ilegges overtredelsesgebyr.​1 Dette gjelder selv om ingen enkeltperson har utvist forsett eller uaktsomhet.\nDepartementet kan gi forskrift om utstedelse, størrelse, forfall, klage, overprøving og lemping av overtredelsesgebyret. Endelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg.\n0 Tilføyd ved lov 29 juni 2007 nr. 90 (ikr. 1 aug 2007 iflg. res. 29 juni 2007 nr. 758), endret ved lover 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686), endret paragrafnummer fra § 10, 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716), endret paragrafnummer fra § 17.\n1 Jf. fvl. kap. IX.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Ikrafttredelses- og overgangsregler",
      "content": "Denne lov trer i kraft fra det tidspunktet Kongen bestemmer.​1 Fra samme tidspunkt oppheves lov 28. januar 2000 nr. 9 om teknisk fagskole.\nTekniske fagskoler drevet i medhold av lov 28. januar 2000 nr. 9 om teknisk fagskole, kan drive fagskoleutdanning på samme vilkår som tidligere for den periode departementet bestemmer, uten å søke om godkjenning.\nGodkjenning av utdanningstilbud etter § 3 i lov 14. juni 1985 nr. 73 om tilskot til private grunnskular og private skular som gjev vidaregåande opplæring, gjelder for den perioden departementet bestemmer.\n0 Endret ved lover 29 juni 2007 nr. 90 (ikr. 1 aug 2007 iflg. res. 29 juni 2007 nr. 758), endret paragrafnummer fra § 9, 17 juni 2016 nr. 68 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 686), endret paragarafnummer fra § 11, 9 juni 2017 nr. 39 (ikr. 1 jan 2018 iflg. res. 9 juni 2017 nr. 716), endret paragrafnummer fra § 18.\n1 Fra 20 juni 2003 iflg. res. 20 juni 2003 nr. 738.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    }
  ]
}