{
  "id": "LOV-1927-05-20-1",
  "type": "statute",
  "title": "Lov om ektefellers formuesforhold.",
  "short_name": "Ektefelleloven.",
  "status": "in_force",
  "issued_date": "1927-05-20",
  "in_force_date": "1927-05-20",
  "url": "https://lovdata.no/dokument/NLO/lov/1927-05-20-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Mann og hustru plikter​2 gjennem tilskudd av penger, gjennem virksomhet i hjemmet eller på annen måte å bidra, hver efter sin evne, til å skaffe familien det underhold, som efter ektefellenes kår og stilling må anses passende.​3 Til underholdet regnes det som kreves til det felles hushold og opfostringen av barnene samt til å tilfredsstille hver ektefelles særlige tarv.\nEktefellene er pliktige til å gi hverandre de opplysninger som trenges til å vurdere deres økonomiske stilling og underholdsplikten. Til oppfyllelse av plikten kan en ektefelle av den annen ektefelle eller av ligningsmyndighetene kreve opplysning om eller avskrift av den felles eller den annen ektefelles selvangivelse og ligning.\n1 Endret ved lov 22 mai 1970 nr. 30.\n2 Jfr. § 3.\n3 Jfr. § 7 og lov 21 des 1956 nr. 9 kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Kan utgiftene til en ektefelles særlige tarv og utgiftene ved de gjøremål som han ellers efter skikk og bruk og ektefellenes forhold har å utføre for familiens underhold, ikke dekkes av det bidrag han skal yde ifølge § 1, er den annen ektefelle pliktig til å stille de nødvendige pengemidler til hans forføining med passende beløp ad gangen. Dette gjelder dog ikke hvis en annen ordning er påkrevet, fordi ektefellen har vist sig uskikket til å stelle med penger eller andre særlige grunner foreligger.\nDet som en ektefelle efter § 1 og foranstående ledd overlater den annen til dennes særlige tarv, betraktes som om mottageren selv hadde erhvervet det.​1\n1 Jfr. §§ 11, 12, 22 og 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Forsømmer en ektefelle å opfylle sin underholdsplikt, kan han pålegges å utrede bestemte pengebidrag til den annen ektefelle. Bestemmelsene i lov om inngåelse og opløsning av ekteskap av 31 mai 1918 § 56 første, femte, sjette og syvende ledd samt § 59 får tilsvarende anvendelse.\n1 Endret ved lov 25 juni 1937 nr. 13, lov 9 des 1955 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Hvis samlivet mellom ektefellene er hevet, får reglene om underholdsbidrag i lov om inngåelse og oppløsning av ekteskap av 31 mai 1918 §§ 56 og 59 anvendelse også om samlivet er hevet uten dom eller bevilling.\nDen ene ektefelle kan tilpliktes​2 å utlevere til den annen til bruk løsøre som ved opphøret av deres samliv hørte til det felles innbo eller til den annen ektefelles arbeidsredskap, i den utstrekning hvori det under hensyn til hver av ektefellenes livsvilkår og omstendighetene for øvrig finnes rimelig; det samme gjelder bolig som ektefellene eller en av dem eier eller leier, og som inntil samlivets opphør ble benyttet i fellesskap.​3 Bestemmelse herom treffes ved dom eller som midlertidig forføyning​4 under saken ved kjennelse; dog kan partene hvis de er enige, overlate avgjørelsen til fylkesmannen. Lov 31 mai 1918 om inngåelse og oppløsning av ekteskap § 56 sjette ledd får tilsvarende anvendelse på en sådan bestemmelse. Bruksretten kan ikke utstrekkes lengere enn 3 måneder etter skilsmisse eller separasjon ved dom eller bevilling, med mindre det gjelder ting som vedkommende ektefelle skal overta på skifte eller det ennå ikke er på det rene hvem som skal overta den.\nEr eiendom således besluttet utlevert en ektefelle til bruk, skal avtaler som den annen ektefelle måtte inngå med tredjemann om sådan eiendom, ikke medføre innskrenkning i den annen ektefelles bruksrett.\n1 Endret ved lover 25 juni 1937 nr. 13, 28 juli 1949 nr. 7, 19 juni 1969 nr. 54, 22 mai 1970 nr. 30.\n2 Se rettergangsl. § 426.\n3 Se lov 16 juni 1939 nr. 6 § 32.\n4 Se tvangsfullbl. kap. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 9 des 1955 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 25 juni 1937 nr. 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Under samlivet har hver av ektefellene i forhold til tredjemann rett til på begges ansvar​2 å foreta slike rettshandler for det daglige hushold eller oppfostringen av barna som sedvanlig blir foretatt i disse øyemed, herunder avtale om leie av husrom som er bestemt til felles bolig.​3 Samme rett har begge ektefeller med hensyn til rettshandler som går ut på å skaffe det som er nødvendig til å tilfredsstille deres særlige tarv overensstemmende med ektefellenes kår og stilling.​4\nDe nevnte rettshandler anses for å være foretatt på begge ektefellers ansvar, hvis ikke annet fremgår av omstendighetene.\nEn ektefelle som er umyndig på grunn av alder,​5 kan allikevel selv foreta sådanne rettshandler som ovenfor nevnt.​6\nDen ektefelle som ikke har foretatt rettshandelen, er ikke forpliktet ved den, hvis den annen part i avtalen forstod eller burde ha forstått at det som rettshandelen gikk ut på, ikke var påkrevet. Var i så fall den ektefelle som foretok rettshandelen umyndig,​5 blir han heller ikke selv forpliktet.\n1 Endret ved lover 16 juni 1939 nr. 6, 22 mai 1970 nr. 30 (se dens VIII).\n2 Jfr. § 31.\n3 Jfr. lov 16 juni 1939 nr. 6 § 32.\n4 Jfr. § 1.\n5 Se lov 22 april 1927 nr. 3 § 1.\n6 Jfr. s.l. § 2 og kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Misbruker en ektefelle sin rett efter § 7, kan fylkesmannen efter begjæring av den annen ektefelle frata ham retten. Er det en umyndig​2 ektefelle som misbruker retten, kan den fratas ham også efter begjæring av vergen.​3 Beslutningen kan gjøres om, når den annen ektefelle, og hvis retten er fratatt en umyndig ektefelle, også vergen begjærer det, eller når forholdene har endret sig.\nBeslutningen tinglyses i Landsregisteret for rettigheter i løsøre (Løsøreregisteret). Den kunngjøres ellers på den måte som fylkesmannen bestemmer.​4 Like overfor tredjemann som er i god tro, får beslutningen ikke virkning før den er kunngjort.\nDen som fremsetter begjæringen, skal etter forskrifter gitt av departementet betale til fylkesmannen de kostnader som tinglysing og kunngjøring av beslutningen medfører.\n1 Endret ved lover 19 juni 1969 nr. 54, 8 feb 1980 nr. 3 (nytt tredje ledd) (se dens VII).\n2 Se lov 22 april 1927 nr. 3 § 1.\n3 Jfr. s.l. § 33.\n4 Jfr. forskrift 30 mars 1981 nr. 8975 gitt av Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Er den ene ektefelle under samlivet ved sykdom eller fravær hindret fra å vareta sine anliggender, uten at nogen er satt til å dra omsorg for dem, kan den annen ektefelle på hans vegne foreta sådanne forføininger, som ikke uten ulempe kan opsettes, oppebære hans inntekter og, hvis det er uomgjengelig nødvendig for å skaffe midler til familiens underhold,​1 avhende eller pantsette hans eiendeler.\nFast eiendom kan ikke avhendes eller pantsettes uten samtykke av fylkesmannen.\n1 Jfr. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Har den ene ektefelle av den annen fått overlatt løsøre til bruk i sitt erhvervsvirke, blir forføininger over løsøret, som han foretar gjennem rettshandel, bindende for den annen ektefelle, medmindre den annen part i avtalen forstod eller burde ha forstått, at han ikke hadde rett til å foreta forføiningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Det som hver av ektefellene eier ved inngåelsen av ekteskapet eller senere erhverver, blir felleseie, forsåvidt det ikke ved lov​2 eller på lovlig måte​3 er gjort til særeie. (Jfr. § 22.)\nPå rettigheter som ikke kan overdras eller som i øvrig er av personlig art, får reglene om felleseie alene anvendelse i den utstrekning, hvori det er forenelig med de rettsregler, som særlig gjelder for disse rettigheter.​4 Har en ektefelle rettigheter som etter sin art er unntatt fra deling, kan, når særlige grunner taler for det, den annen ektefelle ved deling av felleseiet tilkjennes et beløp for å sikre at han ikke blir urimelig dårlig stillet. Det kan bestemmes at beløpet skal betales i avdrag.\nVed skifte av felleseie kan en ektefelle kreve at engangserstatning for tap i framtidige erverv og for utgifter som personskaden antas å påføre skadelidte i framtiden, skal holdes utenfor bodelingen for så vidt erstatningen er i behold. Det samme gjelder menerstatning og erstatning (oppreisning) for annen skade av ikke økonomisk art. Er erstatningsbeløpet brukt til å anskaffe fast eiendom eller andre varige verdier, gjelder retten etter første punktum verdien av disse for såvidt de er i behold. Skyldes det den annen ektefelles innsats at erstatningen ikke er forbrukt, blir det beløp som kan kreves holdt utenom bodelingen, å redusere i den utstrekning det er rimelig på grunn av verdien av den annen ektefelles innsats.\n1 Endret ved lover 22 mai 1970 nr. 30 (se dens VIII), 25 mai 1973 nr. 26.\n2 Se §§ 24 og 43, lover 14 des 1917 nr. 16 § 33, 3 mars 1972 nr. 5 § 22.\n3 Se §§ 22 og 23.\n4 Jfr. lov 12 mai 1961 nr. 2 §§ 28 og 50.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Hver ektefelle råder over det som han har bragt inn i felleseiet, med de innskrenkninger som følger av §§ 13-19.\nVed ekteskapets ophør, ved separasjon​2 og ved ophevelse av formuesfellesskapet​3 deles det beholdne felleseie likt mellem ektefellene eller deres arvinger, såfremt ikke undtagelse herfra gjelder i henhold til lov.​4\n1 Endret ved lov 25 juni 1937 nr. 13.\n2 Se lov 31 mai 1918 nr. 2 §§ 41 og 42.\n3 Se kap. 7.\n4 Se § 44 og skiftel. §§ 47 og 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "En ektefelle plikter å utøve rådigheten over felleseie på sådan måte, at han ikke utilbørlig utsetter det for å forringes til skade for den annen ektefelle.​1\n1 Jfr. §§ 18-20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "En ektefelle må ikke uten skriftlig samtykke av den annen ektefelle avhende eller pantsette fast eiendom, som er felleseie,​2 når eiendommen tjener til felles bolig, eller når den annen ektefelles eller begges erhvervsvirke er knyttet til den.\nDet samme gjelder\na. hel eller delvis bortleie eller fremleie av felles bolig eller av lokaler som den annen ektefelles eller begges ervervsvirke er knyttet til,\nb. bortforpaktning eller annen bortleie av fast eiendom for øvrig såfremt det vil medføre at eiendommen ikke lenger kan tjene som grunnlag for ervervsvirket,\nc. oppsigelse av leilighet eller annen felles bolig eller av lokaler som nevnt under a) og\nd. avhendelse eller pantsettelse av andel, aksje eller obligasjon dersom leieretten til boligen eller lokalene er knyttet til andelen, aksjen eller obligasjonen.\nEr den annen ektefelle umyndig,​3 kreves samtykke av vergen. Kan uttalelse fra den annen ektefelle eller vergen ikke skaffes uten vesentlig forhaling, kan samtykke gis av fylkesmannen.\n1 Endret ved lover 4 feb 1960 nr. 4, 22 mai 1970 nr. 30 (se dens VIII).\n2 Se § 11.\n3 Se lov 22 april 1927 nr. 3 § 1 jfr. kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "En ektefelle må ikke uten samtykke av den annen ektefelle avhende, bortleie eller pantsette løsøre, som er felleseie,​2 når det hører til det felles innbo eller til den annen ektefelles nødvendige arbeidsredskap, eller det tjener til barnas personlige bruk.\nEr den annen ektefelle umyndig,​3 kan han allikevel selv gi samtykke såfremt han ikke er sinnssyk. Er ektefellen sinnssyk eller kan uttalelse fra ham ikke innhentes uten vesentlig forhaling, er samtykke unødvendig.\n1 Endret ved lov 22 mai 1970 nr. 30 (se dens VIII).\n2 Se § 11.\n3 Se lov 22 april 1927 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Har en ektefelle foretatt en rettshandel i strid med bestemmelsene i § 14 eller § 15, kan den annen ektefelle få den omstøtt ved dom. Når det gjelder § 15, kan omstøtelse ikke skje, såfremt det må antas at den annen part i avtalen med rimelig grunn trodde at ektefellen var berettiget til å foreta rettshandelen.\nSøksmål må reises​2 innen seks måneder etter at ektefellen fikk kunnskap om rettshandelen, og senest innen ett år etter tinglysingen, for så vidt rettshandelen gjelder fast eiendom, eller etter overleveringen, for så vidt den gjelder løsøre.\n1 Endret ved lov 22 mai 1970 nr. 30 (se dens VIII).\n2 Se rettergangsl. §§ 63 og 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Nekter den annen ektefelle eller vergen å gi samtykke i de tilfelle som nevnes i §§ 14 og 15, kan fylkesmannen på begjæring av ektefellen eller den annen part i avtalen gi tillatelse til å foreta rettshandelen, hvis han finner at der ikke er skjellig grunn til nektelsen.\n1 Endret ved lov 22 mai 1970 nr. 30 (se dens VIII).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Såfremt en ektefelle ved å vanskjøtte sine økonomiske anliggender, ved misbruk av retten til å råde over felleseie eller ved annen utilbørlig adferd vesentlig forminsker felleseiet, kan den annen ektefelle, når skifte finner sted,​1 kreve vederlag av det samlede beholdne felleseie. Strekker dette ikke til, kan han for halvparten av det overskytende beløp kreve vederlag av særeiemidler som måtte tilhøre ektefellen, forsåvidt de ikke trenges til dekning av gjeld.\n1 Jfr. §§ 39 og 43, skiftel. § 54, jfr. §§ 45 og 46 og § 90lov-19270520-001.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Rett til vederlag overensstemmende med § 18 oppstår også såfremt den del av felleseiet som en ektefelle råder over, blir forminsket ved at han anvender midlene til forøkelse av sine særeiemidler eller til ervervelse av rettigheter, som etter sin art er unntatt fra deling.​2 Har en ektefelle hatt utgifter til erverv av pensjon eller livrente, kan den annen ektefelle for disse utgifter dog bare kreve vederlag i den utstrekning det finnes rimelig etter ektefellens kår og omstendigheten for øvrig.\n1 Endret ved lov 22 mai 1970 nr. 30 (se dens VIII).\n2 Jfr. skiftel. §§ 54 og 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Opnåes ikke under skiftet full dekning for de vederlagskrav som er nevnt i §§ 18 og 19, kan der ikke senere gjøres krav gjeldende for det overskytende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Opretter ektefellene en i overvær av to vidner datert og underskrevet fortegnelse over hvilke deler av felleseiet​1 hver av dem råder over, skal den i tilfelle av tvist formodes å være riktig, såfremt ikke særlige grunner taler derimot. Ved tvist under utleggsforretning som holdes innen seks måneder efter fortegnelsens oprettelse, eller under konkurs som åpnes innen denne frist, avgjøres det dog efter en prøvelse av samtlige omstendigheter, hvilken beviskraft fortegnelsen skal ha.\n1 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Ved ektepakt​1 oprettet før eller under ekteskapet kan det avtales, at det som en ektefelle eier eller senere erhverver og som ellers vilde være felleseie,​2 helt eller delvis skal være hans særeie. Likeså kan det ved ektepakt​1 avtales at bestående formuesfellesskap skal opheves. (jfr. § 27.)​3\n1 Se kap 8.\n2 Se § 11.\n3 Jfr. skiftel. § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "Til en gave kan knyttes det vilkår at den skal være mottagerens særeie.\nLikeså kan en arvelater ved testament​2 bestemme at arv etter ham skal være arvingens særeie.​3\nLivsforsikring eller livrente som den ene ektefelle gir den annen, blir mottagerens særeie.\n1 Endret ved lover 19 juni 1931 nr. 5, 22 mai 1970 nr. 30 (se dens VIII), 16 juni 1989 nr. 69.\n2 Se lov 3 mars 1972 nr. 5 §§ 48 flg.\n3 Se samme lovs § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Det som trer istedenfor eiendom som er særeie, blir særeie, såfremt ikke annet gyldig er bestemt.\nAvkastning av særeie blir felleseie, såfremt ikke annet gyldig er bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:24 a",
      "chapter": "4",
      "section": "24 a",
      "content": "Reglene i §§ 14 og 15, jfr. §§ 16 og 17, får under ekteskapet tilsvarende anvendelse på særeie, dog ikke etter at ektefellene er separert etter lov av 31 mai 1918 nr. 2 om inngaaelse og opløsning av egteskap § 41 eller § 42. For så vidt angår innbo som er særeie, gjelder reglene bare for vanlig innbo i hjemmet.\nEktefellene kan ved ektepakt avtale at reglene i første ledd ikke skal gjelde. Hvor særeiet beror på bestemmelse av giver eller arvelater, kan også giveren eller arvelateren skriftlig bestemme at rådighetsinnskrenkningene ikke skal gjelde.\n1 Tilføyd ved lov 22 mai 1970 nr. 30 (se dens VIII).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24a",
        "source_heading": "§ 24 a."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Anvender en ektefelle særeiemidler til forøkelse av det felleseie som han råder over, kan han kreve vederlag av dette under skifte.\nEr en ektefelles særeie under ekteskapet økt i verdi, og har den annen ektefelle i vesentlig grad medvirket til forøkelsen gjennom bidrag til familiens underhold, arbeid eller på annen måte, kan denne ektefelle ved ekteskapets opphør eller ved lovlig eller faktisk separasjon tilkjennes et beløp av den førstes særeie som ikke må overstige halvparten av verdiøkingen. Er den berettigede ektefelle død, kan krav gjøres gjeldende av hans arvinger når særlige grunner taler for det.\n1 Endret ved lov 22 mai 1970 nr. 30 (se dens VIII).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Det som tilhører en ektefelle som særeie, kan ved ektepakt helt eller delvis gjøres til felleseie.\nLikeså kan det ved ektepakt – i samband med oppretting av særeie eller seinere – bestemmes at når den ene ektefelle er død, skal det med omsyn til arv og skifte gjelde samme regler som om særeie ikke hadde vært oppretta. På samme måten kan det bestemmes at den lengstlevande av ektefellene skal ha rett til å sitte i uskifta bo​2 med særeie. Overtar lengstlevende ektefelle særeie i uskifta bo i medhold av andre punktum, skal et seinere skifte skje etter reglane i arvelovens § 26 andre ledd, når ikke ektepakten bestemmer noe annet.\nBestemmelse etter andre ledd kan innskrenkes til det tilfelle at en bestemt av ektefellene skulle dø først.\nAvtale som nevnt i første og andre ledd kan ikke gjøres med virkning for midler som er en ektefelles særeie i medhold av § 23 første, andre eller fjerde​3 ledd. Avtalen kan gjøres om ved ektepakt.\n1 Endret ved lover 25 juni 1937 nr. 14, 3 mars 1972 nr. 5.\n2 Se lov 3 mars 1972 nr. 5 § 9.\n3 Skal vel være tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "En ektefelle som er umyndig​1 kan med samtykke av vergen inngå ektepakt efter § 22 eller § 26.\n1 Se lov 22 april 1927 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Overformynderiet er pliktig til å overta bestyrelsen av særeiemidler, som ved gyldig bestemmelse av arvelater eller giver​2 forlanges undergitt dets bestyrelse på samme måte som for umyndiges midler bestemt.​3\nDe utgifter som bestyrelsen volder, kan avholdes av særeiemidlene.\n1 Jfr. lov 22 april 1927 nr. 3 § 62 og § 90.\n2 Se §§ 22 og 23, lov 3 mars 1972 nr. 5 § 32.\n3 Se lov 22 april 1927 nr. 3 kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "content": "Bestemmelsene i § 21 får tilsvarende anvendelse med hensyn til særeie.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "Hver av ektefellene hefter med det felleseie som han råder over, og med sitt særeie for de forpliktelser som påhviler ham, hvad enten de er opstått før eller under ekteskapet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "En ektefelles ansvar for gjeld som begge ektefeller hefter for etter § 7, men som han selv ikke har stiftet, er etter ekteskapets opphør eller separasjon​2 begrenset​3 til verdien av det særeie han da hadde, og den del av felleseiet som tilfalt ham ved skiftet, med fradrag av annen gjeld som måtte påhvile ham, dersom han da gjelden ble stiftet ikke hadde inntekt av betydning.\nBlir formuesfellesskapet opphevet etter reglene i 7. kapittel, er en ektefelles ansvar for gjeld av den nevnte art, som er stiftet før kravet om opphevelse av formuesfellesskapet ble framsatt, på de vilkår som er nevnt i første ledd begrenset​3 til verdien av det særeie han da hadde, og den del av felleseiet som tilfalt ham ved skiftet, med fradrag av annen gjeld som måtte påhvile ham.\n1 Endret ved lover 25 juni 1937 nr. 13, 22 mai 1970 nr. 30 (se dens VIII).\n2 Se lov 31 mai 1918 nr. 2 §§ 41 og 42.\n3 Jfr. § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "content": "Reglene i § 31 får ikke anvendelse for en ektefelle som har påtatt seg et videregående betalingsansvar.\n1 Endret ved lov 22 mai 1970 nr. 30 (se dens VIII).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "content": "Gaver mellem ektefeller, og likeså gaver mellem forlovede, som skal tilfalle mottageren når ekteskap inngåes, må for å være gyldige skje ved ektepakt.​2 Dette gjelder dog ikke vanlige gaver hvis verdi ikke står i misforhold til giverens kår, og heller ikke gave som består i erhvervelse av føderåd for den annen ektefelle eller i livrente eller livsforsikring.\nAvtale om at det som den ene av partene fremtidig erverver uten vederlag skal tilfelle den annen ektefelle, er ugyldig. Dette gjelder ikke avtale om at vanlig innbo til det felles hjem uten vederlag skal tilfalle den annen ektefelle.\n1 Endret ved lover 19 juni 1931 nr. 5, 22 mai 1970 nr. 30 (se dens VIII).\n2 Se kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "En ektefelle hvis inntekt i løpet av et kalenderår har gitt overskudd, kan innen utløpet av det følgende år uten å opprette ektepakt vederlagsfritt overlate den andre ektefellen inntil halvparten av overskuddet.​2 For at en slik rettshandel skal ha gyldighet mot ektefellens fordringshavere, må han opprette et dokument om den, der underskriften er bekreftet av to vitner og der han oppgir størrelsen av overskuddet, og han må beholde tilstrekkelige midler slik at han fortsatt er utvilsomt solvent.​3\n1 Endret ved lov 8 juni 1984 nr. 60.\n2 Se dekningsl. § 5-2 fjerde ledd i.f.\n3 Se konkursl. § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Har ektefeller uten å oprette ektepakt truffet avtale om overdragelse av eiendeler fra den ene av dem til den annen, kan avtalen alene gjøres gjeldende mot overdragerens fordringshavere, såfremt det bevises eller efter omstendighetene kan antas, at den ikke er av den art at der kreves ektepakt.​1\n1 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Har en ektefelle gitt den andre en gave, kan den som da hadde fordring på giveren, og som ikke kan få full dekning hos denne for sin fordring, holde seg til den andre ektefellen for verdien av det som er overført, men mindre det bevises at giveren fortsatt var utvilsomt solvent. Vederlag som måtte være ydet, fratrekkes ved beregningen av verdien av det overførte.\nFordringshaverens krav mot godtroende gavemottaker er begrenset til den berikelse som er oppnådd ved gaven, likevel slik at utbytte som i god tro er vunnet før kravet ble gjort gjeldende ved søksmål, ikke kan kreves tilbakeført.\nReglene om lempning av ansvaret i lov om fordringshaverens dekningsrett § 5-12 annet ledd gjelder tilsvarende.\n1 Endret ved lov 8 juni 1984 nr. 60. – Jfr. §§ 37 og 37 a, dekningsl. § 5-2 og § 5-11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "Har en ektefelle ved skifte av felleseiet gitt avkall på noen del som han råder over, og som ikke etter loven skal falle på den andre ektefellens lott, kan den som da hadde fordring på ektefellen, og som ikke kan få full dekning hos denne, holde seg til den andre ektefellen for verdien av det som denne har fått for mye, med mindre det bevises at den førstnevnte fortsatt var utvilsomt solvent. Vederlag som måtte være ydet trekkes fra ved beregningen av verdien av det overførte. Reglene i § 36 annet og tredje ledd gjelder tilsvarende.\n1 Endret ved lov 8 juni 1984 nr. 60. – Jfr. § 37 a og dekningsl. §§ 2-12 tredje ledd, 5-2 fjerde ledd og 5-11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:37 a",
      "chapter": "6",
      "section": "37 a",
      "content": "Dersom boet til en ektefelle som har gitt gave eller avkall på rådighetsdel ved skifte, kommer under offentlig insolvensbehandling,​2 gjelder reglene i §§ 36 og 37 bare for så vidt boet ikke vil omstøte gaven eller avkallet.​3\n1 Tilføyd ved lov 8 juni 1984 nr. 60.\n2 Se dekningsl. § 5-1.\n3 Se dekningsl. §§ 5-2 og 5-9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37a",
        "source_heading": "§ 37 a."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "content": "En ektefelle som har ydet den annen ektefelle bistand i dennes erhvervsvirke, uten at der er truffet overenskomst om vederlag, har krav på godtgjørelse for sitt arbeide, hvis det efter arbeidets art og forholdene for øvrig må anses rimelig at vederlag skal betales.\nKravet bortfaller som foreldet hvis det ikke blir gjort gjeldende senest ett år etter utgangen av det kalenderår, hvori bistanden er ytet. Avbrytes foreldelsen, er den nye foreldelsesfrist av samme lengde.\n1 Endret ved lov 22 mai 1970 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "content": "En ektefelle har rett til å få formuesfellesskapet ophevet:\n1. når den annen ektefelle ved å vanskjøtte sine økonomiske anliggender,​2 ved misbruk av retten til å råde over felleseie​3 eller ved annen utilbørlig adferd vesentlig forminsker felleseiet eller utsetter det for å bli vesentlig forminsket;\n2. når den annen ektefelles bo er kommet under konkursbehandling;\n3. når den annen ektefelle ved inngåelsen av ekteskapet uten hans vitende hadde barn eller adoptivbarn eller senere har fått det.​4 Kravet må i dette tilfelle fremsettes innen ett år etter at han ble vitende om forholdet, og kan ikke fremsettes hvis barnet er død med mindre det har etterlatt livsarvinger, og heller ikke hvis barnet er bortadoptert.\n1 Endret ved lov 22 mai 1970 nr. 30 (se dens VIII).\n2 Jfr. §§ 13 og 18.\n3 Se §§ 14, 15 og 19.\n4 Jfr. § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "content": "For en ektefelle som er umyndig,​1 kan vergen med hans eget og overformynderiets samtykke fremsette krav på ophevelse av formuesfellesskap etter § 39.\n1 Se lov 22 april 1927 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "content": "Krav på ophevelse av formuesfelleskap fremsettes for skifteretten​1 på det sted, hvor ektefellene har sin bopel. Har de ikke bopel i samme rettskrets, fremsettes det for skifteretten på det sted, hvor den ektefelle som kravet er rettet mot, har sin bopel.\n1 Se skiftel. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "content": "Skifteretten skal så vidt mulig gi begge parter anledning til å uttale sig enten muntlig eller skriftlig.\nRetten skal av eget tiltak dra omsorg for at saken blir fullstendig oplyst. For øvrig får reglene om behandlingen av skiftesaker​2 tilsvarende anvendelse, forsåvidt dertil er anledning.\nAvgjørelsen treffes ved kjennelse.​3 Denne er gjenstand for anke.​4\nKjennelse som tar krav på opphevelse av formuesfellesskap til følge, skal uten hensyn til anke tinglyses på den måte som er bestemt for ektepakter.​5\n1 Endret ved lov 8 feb 1980 nr. 3 (se dens VIII).\n2 Se skiftel. kap. 4.\n3 Se rettergangsl. §§ 164 og 396.\n4 Jfr. rettergangsl. § 355.\n5 Se §§ 46 og 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "content": "Når krav på ophevelse av formuesfellesskap er tatt til følge, skal felleseiet skiftes mellem ektefellene overensstemmende med de regler som ellers gjelder om skifte mellem ektefeller.​2\nGjeld som en ektefelle har pådratt sig efter at kravet blev fremsatt, eller efter at det er fremsatt begjæring om eller reist søksmål til separasjon eller skilsmisse, tas ikke i betraktning ved skiftet.\nDet som en ektefelle erverver etter de samme tidspunkter eller etter at samlivet er hevet uten dom eller bevilling eller som tilfaller ham ved skiftet, blir hans særeie.​3 Det samme gjelder i alle tilfelle krav på forfalt underholdsbidrag.\n1 Endret ved lover 25 juni 1937 nr. 13, 22 mai 1970 nr. 39.\n2 Se skiftel. §§ 44-59.\n3 Se kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "content": "Er formuesfellesskap opphevet etter § 39 nr. 3, kan den ektefelle som har fremsatt kravet, forlange delingen av felleseiet foretatt således at hver av ektefellene forlodds uttar en så stor andel av felleseiet som svarer til hva han bragte inn ved ekteskapets inngåelse eller senere har bragt inn gjennom arv eller gave eller ved overdragelse av særeiemidler. Strekker felleseiet ikke til, skal ektefellenes forloddskrav avkortes forholdsmessig.\nDenne bestemmelse får også anvendelse ved deling av felleseie mellom en ektefelle og den annens arvinger, når den gjenlevende ektefelle ved den annens død hadde rett til å forlange formuesfellesskapet opphevet etter § 39 nr. 3. Gjenlevende ektefelle har i tilfelle også rett til, når verdien av hans rådighetsdel av felleseiet overstiger verdien av den dødes, å beholde det som av den overskytende del skulle tilfalle barnet som arv. Kravet må fremsettes innen seks måneder etter dødsfallet.\n1 Endret ved lover 7 feb 1969 nr. 7, 22 mai 1970 nr. 30 (se dens VIII). – Jfr. lov 31 mai 1918 nr. 2 §§ 37 og 54, tredje og fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "content": "Ektepakt må oprettes skriftlig under partenes hånd i overvær av minst to vidner. Kreves for en umyndig ektefelle samtykke av vergen,​1 må dette gis på samme måte.\nEn ektepakt som er oprettet overensstemmende med disse regler, er bindende for ektefellene selv og deres arvinger.\n1 Se lov 22 april 1927 nr. 3 §§ 1, 2 og 33-35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "8:46",
      "chapter": "8",
      "section": "46",
      "content": "For at ektepakten skal vinne rettsvern mot tredjemann, må den tinglyses​2 i Landsregisteret for rettigheter i løsøre (Løsøreregisteret). Slik tinglysing hindrer likevel ikke rettsvinning etter loven​3 om godtroerverv av løsøre.\nFor øvrig får de alminnelige regler om tinglysning ved fast eiendoms verneting​4 anvendelse også med hensyn til rettshandler, som er foretatt ved ektepakt. Tilsvarende gjelder for andre eiendeler hvor rettsstiftelse trenger tinglysing eller registrering for å få rettsvern.\n1 Endret ved lover 7 juni 1935 nr. 2, 22 mai 1970 nr. 30 (se dens VIII), 2 juni 1978 nr. 37, 8 feb 1980 nr. 3 (se dens VII). – Jfr. lov 17 juli 1925 nr. 11 § 17.\n2 Jfr. § 49 samt lover 7 juni 1935 nr. 2, 19 des 1969 nr. 75 og Konvensjon 6 feb 1931 § 4, res. 19 des 1969.\n3 Lov 2 juni 1978 nr. 37.\n4 Se lov 7 juni 1935 nr. 2 kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "8:47",
      "chapter": "8",
      "section": "47",
      "content": "Ektepakter som er tinglyst i Landsregisteret for rettigheter i løsøre (Løsøreregisteret),​2 kunngjøres i Norsk lysningsblad på den måte som Kongen fastsetter.​3 Det samme gjelder beslutningen etter § 8 og kjennelser etter § 42.\n1 Endret ved lover 22 mai 1970 nr. 30 (se dens VIII), 8 feb 1980 nr. 3 (se dens VII).\n2 Se lov 7 juni 1935 nr. 2 § 34.\n3 Justisdepartementet iflg. res. 21 nov 1980 nr. 6, forskrift 30 mars 1981 nr. 8975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "8:48",
      "chapter": "8",
      "section": "48",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 8 feb 1980 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "8:49",
      "chapter": "8",
      "section": "49",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 8 feb 1980 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "8:50",
      "chapter": "8",
      "section": "50",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 8 feb 1980 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "8:51",
      "chapter": "8",
      "section": "51",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 8 feb 1980 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Mann og hustru plikter​2 gjennem tilskudd av penger, gjennem virksomhet i hjemmet eller på annen måte å bidra, hver efter sin evne, til å skaffe familien det underhold, som efter ektefellenes kår og stilling må anses passende.​3 Til underholdet regnes det som kreves til det felles hushold og opfostringen av barnene samt til å tilfredsstille hver ektefelles særlige tarv.\nEktefellene er pliktige til å gi hverandre de opplysninger som trenges til å vurdere deres økonomiske stilling og underholdsplikten. Til oppfyllelse av plikten kan en ektefelle av den annen ektefelle eller av ligningsmyndighetene kreve opplysning om eller avskrift av den felles eller den annen ektefelles selvangivelse og ligning.\n1 Endret ved lov 22 mai 1970 nr. 30.\n2 Jfr. § 3.\n3 Jfr. § 7 og lov 21 des 1956 nr. 9 kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Kan utgiftene til en ektefelles særlige tarv og utgiftene ved de gjøremål som han ellers efter skikk og bruk og ektefellenes forhold har å utføre for familiens underhold, ikke dekkes av det bidrag han skal yde ifølge § 1, er den annen ektefelle pliktig til å stille de nødvendige pengemidler til hans forføining med passende beløp ad gangen. Dette gjelder dog ikke hvis en annen ordning er påkrevet, fordi ektefellen har vist sig uskikket til å stelle med penger eller andre særlige grunner foreligger.\nDet som en ektefelle efter § 1 og foranstående ledd overlater den annen til dennes særlige tarv, betraktes som om mottageren selv hadde erhvervet det.​1\n1 Jfr. §§ 11, 12, 22 og 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Forsømmer en ektefelle å opfylle sin underholdsplikt, kan han pålegges å utrede bestemte pengebidrag til den annen ektefelle. Bestemmelsene i lov om inngåelse og opløsning av ekteskap av 31 mai 1918 § 56 første, femte, sjette og syvende ledd samt § 59 får tilsvarende anvendelse.\n1 Endret ved lov 25 juni 1937 nr. 13, lov 9 des 1955 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Hvis samlivet mellom ektefellene er hevet, får reglene om underholdsbidrag i lov om inngåelse og oppløsning av ekteskap av 31 mai 1918 §§ 56 og 59 anvendelse også om samlivet er hevet uten dom eller bevilling.\nDen ene ektefelle kan tilpliktes​2 å utlevere til den annen til bruk løsøre som ved opphøret av deres samliv hørte til det felles innbo eller til den annen ektefelles arbeidsredskap, i den utstrekning hvori det under hensyn til hver av ektefellenes livsvilkår og omstendighetene for øvrig finnes rimelig; det samme gjelder bolig som ektefellene eller en av dem eier eller leier, og som inntil samlivets opphør ble benyttet i fellesskap.​3 Bestemmelse herom treffes ved dom eller som midlertidig forføyning​4 under saken ved kjennelse; dog kan partene hvis de er enige, overlate avgjørelsen til fylkesmannen. Lov 31 mai 1918 om inngåelse og oppløsning av ekteskap § 56 sjette ledd får tilsvarende anvendelse på en sådan bestemmelse. Bruksretten kan ikke utstrekkes lengere enn 3 måneder etter skilsmisse eller separasjon ved dom eller bevilling, med mindre det gjelder ting som vedkommende ektefelle skal overta på skifte eller det ennå ikke er på det rene hvem som skal overta den.\nEr eiendom således besluttet utlevert en ektefelle til bruk, skal avtaler som den annen ektefelle måtte inngå med tredjemann om sådan eiendom, ikke medføre innskrenkning i den annen ektefelles bruksrett.\n1 Endret ved lover 25 juni 1937 nr. 13, 28 juli 1949 nr. 7, 19 juni 1969 nr. 54, 22 mai 1970 nr. 30.\n2 Se rettergangsl. § 426.\n3 Se lov 16 juni 1939 nr. 6 § 32.\n4 Se tvangsfullbl. kap. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 9 des 1955 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 25 juni 1937 nr. 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Under samlivet har hver av ektefellene i forhold til tredjemann rett til på begges ansvar​2 å foreta slike rettshandler for det daglige hushold eller oppfostringen av barna som sedvanlig blir foretatt i disse øyemed, herunder avtale om leie av husrom som er bestemt til felles bolig.​3 Samme rett har begge ektefeller med hensyn til rettshandler som går ut på å skaffe det som er nødvendig til å tilfredsstille deres særlige tarv overensstemmende med ektefellenes kår og stilling.​4\nDe nevnte rettshandler anses for å være foretatt på begge ektefellers ansvar, hvis ikke annet fremgår av omstendighetene.\nEn ektefelle som er umyndig på grunn av alder,​5 kan allikevel selv foreta sådanne rettshandler som ovenfor nevnt.​6\nDen ektefelle som ikke har foretatt rettshandelen, er ikke forpliktet ved den, hvis den annen part i avtalen forstod eller burde ha forstått at det som rettshandelen gikk ut på, ikke var påkrevet. Var i så fall den ektefelle som foretok rettshandelen umyndig,​5 blir han heller ikke selv forpliktet.\n1 Endret ved lover 16 juni 1939 nr. 6, 22 mai 1970 nr. 30 (se dens VIII).\n2 Jfr. § 31.\n3 Jfr. lov 16 juni 1939 nr. 6 § 32.\n4 Jfr. § 1.\n5 Se lov 22 april 1927 nr. 3 § 1.\n6 Jfr. s.l. § 2 og kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Misbruker en ektefelle sin rett efter § 7, kan fylkesmannen efter begjæring av den annen ektefelle frata ham retten. Er det en umyndig​2 ektefelle som misbruker retten, kan den fratas ham også efter begjæring av vergen.​3 Beslutningen kan gjøres om, når den annen ektefelle, og hvis retten er fratatt en umyndig ektefelle, også vergen begjærer det, eller når forholdene har endret sig.\nBeslutningen tinglyses i Landsregisteret for rettigheter i løsøre (Løsøreregisteret). Den kunngjøres ellers på den måte som fylkesmannen bestemmer.​4 Like overfor tredjemann som er i god tro, får beslutningen ikke virkning før den er kunngjort.\nDen som fremsetter begjæringen, skal etter forskrifter gitt av departementet betale til fylkesmannen de kostnader som tinglysing og kunngjøring av beslutningen medfører.\n1 Endret ved lover 19 juni 1969 nr. 54, 8 feb 1980 nr. 3 (nytt tredje ledd) (se dens VII).\n2 Se lov 22 april 1927 nr. 3 § 1.\n3 Jfr. s.l. § 33.\n4 Jfr. forskrift 30 mars 1981 nr. 8975 gitt av Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Er den ene ektefelle under samlivet ved sykdom eller fravær hindret fra å vareta sine anliggender, uten at nogen er satt til å dra omsorg for dem, kan den annen ektefelle på hans vegne foreta sådanne forføininger, som ikke uten ulempe kan opsettes, oppebære hans inntekter og, hvis det er uomgjengelig nødvendig for å skaffe midler til familiens underhold,​1 avhende eller pantsette hans eiendeler.\nFast eiendom kan ikke avhendes eller pantsettes uten samtykke av fylkesmannen.\n1 Jfr. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Har den ene ektefelle av den annen fått overlatt løsøre til bruk i sitt erhvervsvirke, blir forføininger over løsøret, som han foretar gjennem rettshandel, bindende for den annen ektefelle, medmindre den annen part i avtalen forstod eller burde ha forstått, at han ikke hadde rett til å foreta forføiningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Det som hver av ektefellene eier ved inngåelsen av ekteskapet eller senere erhverver, blir felleseie, forsåvidt det ikke ved lov​2 eller på lovlig måte​3 er gjort til særeie. (Jfr. § 22.)\nPå rettigheter som ikke kan overdras eller som i øvrig er av personlig art, får reglene om felleseie alene anvendelse i den utstrekning, hvori det er forenelig med de rettsregler, som særlig gjelder for disse rettigheter.​4 Har en ektefelle rettigheter som etter sin art er unntatt fra deling, kan, når særlige grunner taler for det, den annen ektefelle ved deling av felleseiet tilkjennes et beløp for å sikre at han ikke blir urimelig dårlig stillet. Det kan bestemmes at beløpet skal betales i avdrag.\nVed skifte av felleseie kan en ektefelle kreve at engangserstatning for tap i framtidige erverv og for utgifter som personskaden antas å påføre skadelidte i framtiden, skal holdes utenfor bodelingen for så vidt erstatningen er i behold. Det samme gjelder menerstatning og erstatning (oppreisning) for annen skade av ikke økonomisk art. Er erstatningsbeløpet brukt til å anskaffe fast eiendom eller andre varige verdier, gjelder retten etter første punktum verdien av disse for såvidt de er i behold. Skyldes det den annen ektefelles innsats at erstatningen ikke er forbrukt, blir det beløp som kan kreves holdt utenom bodelingen, å redusere i den utstrekning det er rimelig på grunn av verdien av den annen ektefelles innsats.\n1 Endret ved lover 22 mai 1970 nr. 30 (se dens VIII), 25 mai 1973 nr. 26.\n2 Se §§ 24 og 43, lover 14 des 1917 nr. 16 § 33, 3 mars 1972 nr. 5 § 22.\n3 Se §§ 22 og 23.\n4 Jfr. lov 12 mai 1961 nr. 2 §§ 28 og 50.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Hver ektefelle råder over det som han har bragt inn i felleseiet, med de innskrenkninger som følger av §§ 13-19.\nVed ekteskapets ophør, ved separasjon​2 og ved ophevelse av formuesfellesskapet​3 deles det beholdne felleseie likt mellem ektefellene eller deres arvinger, såfremt ikke undtagelse herfra gjelder i henhold til lov.​4\n1 Endret ved lov 25 juni 1937 nr. 13.\n2 Se lov 31 mai 1918 nr. 2 §§ 41 og 42.\n3 Se kap. 7.\n4 Se § 44 og skiftel. §§ 47 og 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "En ektefelle plikter å utøve rådigheten over felleseie på sådan måte, at han ikke utilbørlig utsetter det for å forringes til skade for den annen ektefelle.​1\n1 Jfr. §§ 18-20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "En ektefelle må ikke uten skriftlig samtykke av den annen ektefelle avhende eller pantsette fast eiendom, som er felleseie,​2 når eiendommen tjener til felles bolig, eller når den annen ektefelles eller begges erhvervsvirke er knyttet til den.\nDet samme gjelder\na. hel eller delvis bortleie eller fremleie av felles bolig eller av lokaler som den annen ektefelles eller begges ervervsvirke er knyttet til,\nb. bortforpaktning eller annen bortleie av fast eiendom for øvrig såfremt det vil medføre at eiendommen ikke lenger kan tjene som grunnlag for ervervsvirket,\nc. oppsigelse av leilighet eller annen felles bolig eller av lokaler som nevnt under a) og\nd. avhendelse eller pantsettelse av andel, aksje eller obligasjon dersom leieretten til boligen eller lokalene er knyttet til andelen, aksjen eller obligasjonen.\nEr den annen ektefelle umyndig,​3 kreves samtykke av vergen. Kan uttalelse fra den annen ektefelle eller vergen ikke skaffes uten vesentlig forhaling, kan samtykke gis av fylkesmannen.\n1 Endret ved lover 4 feb 1960 nr. 4, 22 mai 1970 nr. 30 (se dens VIII).\n2 Se § 11.\n3 Se lov 22 april 1927 nr. 3 § 1 jfr. kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "En ektefelle må ikke uten samtykke av den annen ektefelle avhende, bortleie eller pantsette løsøre, som er felleseie,​2 når det hører til det felles innbo eller til den annen ektefelles nødvendige arbeidsredskap, eller det tjener til barnas personlige bruk.\nEr den annen ektefelle umyndig,​3 kan han allikevel selv gi samtykke såfremt han ikke er sinnssyk. Er ektefellen sinnssyk eller kan uttalelse fra ham ikke innhentes uten vesentlig forhaling, er samtykke unødvendig.\n1 Endret ved lov 22 mai 1970 nr. 30 (se dens VIII).\n2 Se § 11.\n3 Se lov 22 april 1927 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Har en ektefelle foretatt en rettshandel i strid med bestemmelsene i § 14 eller § 15, kan den annen ektefelle få den omstøtt ved dom. Når det gjelder § 15, kan omstøtelse ikke skje, såfremt det må antas at den annen part i avtalen med rimelig grunn trodde at ektefellen var berettiget til å foreta rettshandelen.\nSøksmål må reises​2 innen seks måneder etter at ektefellen fikk kunnskap om rettshandelen, og senest innen ett år etter tinglysingen, for så vidt rettshandelen gjelder fast eiendom, eller etter overleveringen, for så vidt den gjelder løsøre.\n1 Endret ved lov 22 mai 1970 nr. 30 (se dens VIII).\n2 Se rettergangsl. §§ 63 og 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Nekter den annen ektefelle eller vergen å gi samtykke i de tilfelle som nevnes i §§ 14 og 15, kan fylkesmannen på begjæring av ektefellen eller den annen part i avtalen gi tillatelse til å foreta rettshandelen, hvis han finner at der ikke er skjellig grunn til nektelsen.\n1 Endret ved lov 22 mai 1970 nr. 30 (se dens VIII).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Såfremt en ektefelle ved å vanskjøtte sine økonomiske anliggender, ved misbruk av retten til å råde over felleseie eller ved annen utilbørlig adferd vesentlig forminsker felleseiet, kan den annen ektefelle, når skifte finner sted,​1 kreve vederlag av det samlede beholdne felleseie. Strekker dette ikke til, kan han for halvparten av det overskytende beløp kreve vederlag av særeiemidler som måtte tilhøre ektefellen, forsåvidt de ikke trenges til dekning av gjeld.\n1 Jfr. §§ 39 og 43, skiftel. § 54, jfr. §§ 45 og 46 og § 90lov-19270520-001.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Rett til vederlag overensstemmende med § 18 oppstår også såfremt den del av felleseiet som en ektefelle råder over, blir forminsket ved at han anvender midlene til forøkelse av sine særeiemidler eller til ervervelse av rettigheter, som etter sin art er unntatt fra deling.​2 Har en ektefelle hatt utgifter til erverv av pensjon eller livrente, kan den annen ektefelle for disse utgifter dog bare kreve vederlag i den utstrekning det finnes rimelig etter ektefellens kår og omstendigheten for øvrig.\n1 Endret ved lov 22 mai 1970 nr. 30 (se dens VIII).\n2 Jfr. skiftel. §§ 54 og 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Opnåes ikke under skiftet full dekning for de vederlagskrav som er nevnt i §§ 18 og 19, kan der ikke senere gjøres krav gjeldende for det overskytende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Opretter ektefellene en i overvær av to vidner datert og underskrevet fortegnelse over hvilke deler av felleseiet​1 hver av dem råder over, skal den i tilfelle av tvist formodes å være riktig, såfremt ikke særlige grunner taler derimot. Ved tvist under utleggsforretning som holdes innen seks måneder efter fortegnelsens oprettelse, eller under konkurs som åpnes innen denne frist, avgjøres det dog efter en prøvelse av samtlige omstendigheter, hvilken beviskraft fortegnelsen skal ha.\n1 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Ved ektepakt​1 oprettet før eller under ekteskapet kan det avtales, at det som en ektefelle eier eller senere erhverver og som ellers vilde være felleseie,​2 helt eller delvis skal være hans særeie. Likeså kan det ved ektepakt​1 avtales at bestående formuesfellesskap skal opheves. (jfr. § 27.)​3\n1 Se kap 8.\n2 Se § 11.\n3 Jfr. skiftel. § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "Til en gave kan knyttes det vilkår at den skal være mottagerens særeie.\nLikeså kan en arvelater ved testament​2 bestemme at arv etter ham skal være arvingens særeie.​3\nLivsforsikring eller livrente som den ene ektefelle gir den annen, blir mottagerens særeie.\n1 Endret ved lover 19 juni 1931 nr. 5, 22 mai 1970 nr. 30 (se dens VIII), 16 juni 1989 nr. 69.\n2 Se lov 3 mars 1972 nr. 5 §§ 48 flg.\n3 Se samme lovs § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Det som trer istedenfor eiendom som er særeie, blir særeie, såfremt ikke annet gyldig er bestemt.\nAvkastning av særeie blir felleseie, såfremt ikke annet gyldig er bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:24 a",
      "chapter": "4",
      "section": "24 a",
      "content": "Reglene i §§ 14 og 15, jfr. §§ 16 og 17, får under ekteskapet tilsvarende anvendelse på særeie, dog ikke etter at ektefellene er separert etter lov av 31 mai 1918 nr. 2 om inngaaelse og opløsning av egteskap § 41 eller § 42. For så vidt angår innbo som er særeie, gjelder reglene bare for vanlig innbo i hjemmet.\nEktefellene kan ved ektepakt avtale at reglene i første ledd ikke skal gjelde. Hvor særeiet beror på bestemmelse av giver eller arvelater, kan også giveren eller arvelateren skriftlig bestemme at rådighetsinnskrenkningene ikke skal gjelde.\n1 Tilføyd ved lov 22 mai 1970 nr. 30 (se dens VIII).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24a",
        "source_heading": "§ 24 a."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Anvender en ektefelle særeiemidler til forøkelse av det felleseie som han råder over, kan han kreve vederlag av dette under skifte.\nEr en ektefelles særeie under ekteskapet økt i verdi, og har den annen ektefelle i vesentlig grad medvirket til forøkelsen gjennom bidrag til familiens underhold, arbeid eller på annen måte, kan denne ektefelle ved ekteskapets opphør eller ved lovlig eller faktisk separasjon tilkjennes et beløp av den førstes særeie som ikke må overstige halvparten av verdiøkingen. Er den berettigede ektefelle død, kan krav gjøres gjeldende av hans arvinger når særlige grunner taler for det.\n1 Endret ved lov 22 mai 1970 nr. 30 (se dens VIII).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Det som tilhører en ektefelle som særeie, kan ved ektepakt helt eller delvis gjøres til felleseie.\nLikeså kan det ved ektepakt – i samband med oppretting av særeie eller seinere – bestemmes at når den ene ektefelle er død, skal det med omsyn til arv og skifte gjelde samme regler som om særeie ikke hadde vært oppretta. På samme måten kan det bestemmes at den lengstlevande av ektefellene skal ha rett til å sitte i uskifta bo​2 med særeie. Overtar lengstlevende ektefelle særeie i uskifta bo i medhold av andre punktum, skal et seinere skifte skje etter reglane i arvelovens § 26 andre ledd, når ikke ektepakten bestemmer noe annet.\nBestemmelse etter andre ledd kan innskrenkes til det tilfelle at en bestemt av ektefellene skulle dø først.\nAvtale som nevnt i første og andre ledd kan ikke gjøres med virkning for midler som er en ektefelles særeie i medhold av § 23 første, andre eller fjerde​3 ledd. Avtalen kan gjøres om ved ektepakt.\n1 Endret ved lover 25 juni 1937 nr. 14, 3 mars 1972 nr. 5.\n2 Se lov 3 mars 1972 nr. 5 § 9.\n3 Skal vel være tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "En ektefelle som er umyndig​1 kan med samtykke av vergen inngå ektepakt efter § 22 eller § 26.\n1 Se lov 22 april 1927 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Overformynderiet er pliktig til å overta bestyrelsen av særeiemidler, som ved gyldig bestemmelse av arvelater eller giver​2 forlanges undergitt dets bestyrelse på samme måte som for umyndiges midler bestemt.​3\nDe utgifter som bestyrelsen volder, kan avholdes av særeiemidlene.\n1 Jfr. lov 22 april 1927 nr. 3 § 62 og § 90.\n2 Se §§ 22 og 23, lov 3 mars 1972 nr. 5 § 32.\n3 Se lov 22 april 1927 nr. 3 kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "content": "Bestemmelsene i § 21 får tilsvarende anvendelse med hensyn til særeie.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "Hver av ektefellene hefter med det felleseie som han råder over, og med sitt særeie for de forpliktelser som påhviler ham, hvad enten de er opstått før eller under ekteskapet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "En ektefelles ansvar for gjeld som begge ektefeller hefter for etter § 7, men som han selv ikke har stiftet, er etter ekteskapets opphør eller separasjon​2 begrenset​3 til verdien av det særeie han da hadde, og den del av felleseiet som tilfalt ham ved skiftet, med fradrag av annen gjeld som måtte påhvile ham, dersom han da gjelden ble stiftet ikke hadde inntekt av betydning.\nBlir formuesfellesskapet opphevet etter reglene i 7. kapittel, er en ektefelles ansvar for gjeld av den nevnte art, som er stiftet før kravet om opphevelse av formuesfellesskapet ble framsatt, på de vilkår som er nevnt i første ledd begrenset​3 til verdien av det særeie han da hadde, og den del av felleseiet som tilfalt ham ved skiftet, med fradrag av annen gjeld som måtte påhvile ham.\n1 Endret ved lover 25 juni 1937 nr. 13, 22 mai 1970 nr. 30 (se dens VIII).\n2 Se lov 31 mai 1918 nr. 2 §§ 41 og 42.\n3 Jfr. § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "content": "Reglene i § 31 får ikke anvendelse for en ektefelle som har påtatt seg et videregående betalingsansvar.\n1 Endret ved lov 22 mai 1970 nr. 30 (se dens VIII).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "content": "Gaver mellem ektefeller, og likeså gaver mellem forlovede, som skal tilfalle mottageren når ekteskap inngåes, må for å være gyldige skje ved ektepakt.​2 Dette gjelder dog ikke vanlige gaver hvis verdi ikke står i misforhold til giverens kår, og heller ikke gave som består i erhvervelse av føderåd for den annen ektefelle eller i livrente eller livsforsikring.\nAvtale om at det som den ene av partene fremtidig erverver uten vederlag skal tilfelle den annen ektefelle, er ugyldig. Dette gjelder ikke avtale om at vanlig innbo til det felles hjem uten vederlag skal tilfalle den annen ektefelle.\n1 Endret ved lover 19 juni 1931 nr. 5, 22 mai 1970 nr. 30 (se dens VIII).\n2 Se kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "En ektefelle hvis inntekt i løpet av et kalenderår har gitt overskudd, kan innen utløpet av det følgende år uten å opprette ektepakt vederlagsfritt overlate den andre ektefellen inntil halvparten av overskuddet.​2 For at en slik rettshandel skal ha gyldighet mot ektefellens fordringshavere, må han opprette et dokument om den, der underskriften er bekreftet av to vitner og der han oppgir størrelsen av overskuddet, og han må beholde tilstrekkelige midler slik at han fortsatt er utvilsomt solvent.​3\n1 Endret ved lov 8 juni 1984 nr. 60.\n2 Se dekningsl. § 5-2 fjerde ledd i.f.\n3 Se konkursl. § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Har ektefeller uten å oprette ektepakt truffet avtale om overdragelse av eiendeler fra den ene av dem til den annen, kan avtalen alene gjøres gjeldende mot overdragerens fordringshavere, såfremt det bevises eller efter omstendighetene kan antas, at den ikke er av den art at der kreves ektepakt.​1\n1 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Har en ektefelle gitt den andre en gave, kan den som da hadde fordring på giveren, og som ikke kan få full dekning hos denne for sin fordring, holde seg til den andre ektefellen for verdien av det som er overført, men mindre det bevises at giveren fortsatt var utvilsomt solvent. Vederlag som måtte være ydet, fratrekkes ved beregningen av verdien av det overførte.\nFordringshaverens krav mot godtroende gavemottaker er begrenset til den berikelse som er oppnådd ved gaven, likevel slik at utbytte som i god tro er vunnet før kravet ble gjort gjeldende ved søksmål, ikke kan kreves tilbakeført.\nReglene om lempning av ansvaret i lov om fordringshaverens dekningsrett § 5-12 annet ledd gjelder tilsvarende.\n1 Endret ved lov 8 juni 1984 nr. 60. – Jfr. §§ 37 og 37 a, dekningsl. § 5-2 og § 5-11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "Har en ektefelle ved skifte av felleseiet gitt avkall på noen del som han råder over, og som ikke etter loven skal falle på den andre ektefellens lott, kan den som da hadde fordring på ektefellen, og som ikke kan få full dekning hos denne, holde seg til den andre ektefellen for verdien av det som denne har fått for mye, med mindre det bevises at den førstnevnte fortsatt var utvilsomt solvent. Vederlag som måtte være ydet trekkes fra ved beregningen av verdien av det overførte. Reglene i § 36 annet og tredje ledd gjelder tilsvarende.\n1 Endret ved lov 8 juni 1984 nr. 60. – Jfr. § 37 a og dekningsl. §§ 2-12 tredje ledd, 5-2 fjerde ledd og 5-11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:37 a",
      "chapter": "6",
      "section": "37 a",
      "content": "Dersom boet til en ektefelle som har gitt gave eller avkall på rådighetsdel ved skifte, kommer under offentlig insolvensbehandling,​2 gjelder reglene i §§ 36 og 37 bare for så vidt boet ikke vil omstøte gaven eller avkallet.​3\n1 Tilføyd ved lov 8 juni 1984 nr. 60.\n2 Se dekningsl. § 5-1.\n3 Se dekningsl. §§ 5-2 og 5-9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37a",
        "source_heading": "§ 37 a."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "content": "En ektefelle som har ydet den annen ektefelle bistand i dennes erhvervsvirke, uten at der er truffet overenskomst om vederlag, har krav på godtgjørelse for sitt arbeide, hvis det efter arbeidets art og forholdene for øvrig må anses rimelig at vederlag skal betales.\nKravet bortfaller som foreldet hvis det ikke blir gjort gjeldende senest ett år etter utgangen av det kalenderår, hvori bistanden er ytet. Avbrytes foreldelsen, er den nye foreldelsesfrist av samme lengde.\n1 Endret ved lov 22 mai 1970 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "content": "En ektefelle har rett til å få formuesfellesskapet ophevet:\n1. når den annen ektefelle ved å vanskjøtte sine økonomiske anliggender,​2 ved misbruk av retten til å råde over felleseie​3 eller ved annen utilbørlig adferd vesentlig forminsker felleseiet eller utsetter det for å bli vesentlig forminsket;\n2. når den annen ektefelles bo er kommet under konkursbehandling;\n3. når den annen ektefelle ved inngåelsen av ekteskapet uten hans vitende hadde barn eller adoptivbarn eller senere har fått det.​4 Kravet må i dette tilfelle fremsettes innen ett år etter at han ble vitende om forholdet, og kan ikke fremsettes hvis barnet er død med mindre det har etterlatt livsarvinger, og heller ikke hvis barnet er bortadoptert.\n1 Endret ved lov 22 mai 1970 nr. 30 (se dens VIII).\n2 Jfr. §§ 13 og 18.\n3 Se §§ 14, 15 og 19.\n4 Jfr. § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "content": "For en ektefelle som er umyndig,​1 kan vergen med hans eget og overformynderiets samtykke fremsette krav på ophevelse av formuesfellesskap etter § 39.\n1 Se lov 22 april 1927 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "content": "Krav på ophevelse av formuesfelleskap fremsettes for skifteretten​1 på det sted, hvor ektefellene har sin bopel. Har de ikke bopel i samme rettskrets, fremsettes det for skifteretten på det sted, hvor den ektefelle som kravet er rettet mot, har sin bopel.\n1 Se skiftel. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "content": "Skifteretten skal så vidt mulig gi begge parter anledning til å uttale sig enten muntlig eller skriftlig.\nRetten skal av eget tiltak dra omsorg for at saken blir fullstendig oplyst. For øvrig får reglene om behandlingen av skiftesaker​2 tilsvarende anvendelse, forsåvidt dertil er anledning.\nAvgjørelsen treffes ved kjennelse.​3 Denne er gjenstand for anke.​4\nKjennelse som tar krav på opphevelse av formuesfellesskap til følge, skal uten hensyn til anke tinglyses på den måte som er bestemt for ektepakter.​5\n1 Endret ved lov 8 feb 1980 nr. 3 (se dens VIII).\n2 Se skiftel. kap. 4.\n3 Se rettergangsl. §§ 164 og 396.\n4 Jfr. rettergangsl. § 355.\n5 Se §§ 46 og 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "content": "Når krav på ophevelse av formuesfellesskap er tatt til følge, skal felleseiet skiftes mellem ektefellene overensstemmende med de regler som ellers gjelder om skifte mellem ektefeller.​2\nGjeld som en ektefelle har pådratt sig efter at kravet blev fremsatt, eller efter at det er fremsatt begjæring om eller reist søksmål til separasjon eller skilsmisse, tas ikke i betraktning ved skiftet.\nDet som en ektefelle erverver etter de samme tidspunkter eller etter at samlivet er hevet uten dom eller bevilling eller som tilfaller ham ved skiftet, blir hans særeie.​3 Det samme gjelder i alle tilfelle krav på forfalt underholdsbidrag.\n1 Endret ved lover 25 juni 1937 nr. 13, 22 mai 1970 nr. 39.\n2 Se skiftel. §§ 44-59.\n3 Se kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "content": "Er formuesfellesskap opphevet etter § 39 nr. 3, kan den ektefelle som har fremsatt kravet, forlange delingen av felleseiet foretatt således at hver av ektefellene forlodds uttar en så stor andel av felleseiet som svarer til hva han bragte inn ved ekteskapets inngåelse eller senere har bragt inn gjennom arv eller gave eller ved overdragelse av særeiemidler. Strekker felleseiet ikke til, skal ektefellenes forloddskrav avkortes forholdsmessig.\nDenne bestemmelse får også anvendelse ved deling av felleseie mellom en ektefelle og den annens arvinger, når den gjenlevende ektefelle ved den annens død hadde rett til å forlange formuesfellesskapet opphevet etter § 39 nr. 3. Gjenlevende ektefelle har i tilfelle også rett til, når verdien av hans rådighetsdel av felleseiet overstiger verdien av den dødes, å beholde det som av den overskytende del skulle tilfalle barnet som arv. Kravet må fremsettes innen seks måneder etter dødsfallet.\n1 Endret ved lover 7 feb 1969 nr. 7, 22 mai 1970 nr. 30 (se dens VIII). – Jfr. lov 31 mai 1918 nr. 2 §§ 37 og 54, tredje og fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "content": "Ektepakt må oprettes skriftlig under partenes hånd i overvær av minst to vidner. Kreves for en umyndig ektefelle samtykke av vergen,​1 må dette gis på samme måte.\nEn ektepakt som er oprettet overensstemmende med disse regler, er bindende for ektefellene selv og deres arvinger.\n1 Se lov 22 april 1927 nr. 3 §§ 1, 2 og 33-35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "8:46",
      "chapter": "8",
      "section": "46",
      "content": "For at ektepakten skal vinne rettsvern mot tredjemann, må den tinglyses​2 i Landsregisteret for rettigheter i løsøre (Løsøreregisteret). Slik tinglysing hindrer likevel ikke rettsvinning etter loven​3 om godtroerverv av løsøre.\nFor øvrig får de alminnelige regler om tinglysning ved fast eiendoms verneting​4 anvendelse også med hensyn til rettshandler, som er foretatt ved ektepakt. Tilsvarende gjelder for andre eiendeler hvor rettsstiftelse trenger tinglysing eller registrering for å få rettsvern.\n1 Endret ved lover 7 juni 1935 nr. 2, 22 mai 1970 nr. 30 (se dens VIII), 2 juni 1978 nr. 37, 8 feb 1980 nr. 3 (se dens VII). – Jfr. lov 17 juli 1925 nr. 11 § 17.\n2 Jfr. § 49 samt lover 7 juni 1935 nr. 2, 19 des 1969 nr. 75 og Konvensjon 6 feb 1931 § 4, res. 19 des 1969.\n3 Lov 2 juni 1978 nr. 37.\n4 Se lov 7 juni 1935 nr. 2 kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "8:47",
      "chapter": "8",
      "section": "47",
      "content": "Ektepakter som er tinglyst i Landsregisteret for rettigheter i løsøre (Løsøreregisteret),​2 kunngjøres i Norsk lysningsblad på den måte som Kongen fastsetter.​3 Det samme gjelder beslutningen etter § 8 og kjennelser etter § 42.\n1 Endret ved lover 22 mai 1970 nr. 30 (se dens VIII), 8 feb 1980 nr. 3 (se dens VII).\n2 Se lov 7 juni 1935 nr. 2 § 34.\n3 Justisdepartementet iflg. res. 21 nov 1980 nr. 6, forskrift 30 mars 1981 nr. 8975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "8:48",
      "chapter": "8",
      "section": "48",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 8 feb 1980 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "8:49",
      "chapter": "8",
      "section": "49",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 8 feb 1980 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "8:50",
      "chapter": "8",
      "section": "50",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 8 feb 1980 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "8:51",
      "chapter": "8",
      "section": "51",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 8 feb 1980 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    }
  ]
}