{
  "id": "LOV-2002-03-08-4",
  "type": "statute",
  "title": "Lov om barnetrygd (barnetrygdloven)",
  "short_name": "Barnetrygdloven – btrl",
  "status": "in_force",
  "issued_date": "2002-03-08",
  "in_force_date": "2003-01-01",
  "url": "https://lovdata.no/dokument/NL/lov/2002-03-08-4",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Barnetrygden skal bidra til å dekke utgifter til forsørgelse av barn.\nUtvidet barnetrygd, jf. § 9, skal bidra til å dekke merutgifter en enslig mor eller far har som følge av at vedkommende bor alene med barnet i en egen husholdning.\n0 Endret ved lov 16 juni 2023 nr. 41 (i kraft 16 juni 2023 iflg. res. 16 juni 2023 nr. 928).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "title": "Forholdet til bestemmelser om internasjonal trygdekoordinering",
      "content": "Barnetrygd er en familieytelse etter trygdeforordningen. Bestemmelsene i loven her skal fravikes i den utstrekning det er nødvendig av hensyn til relevante bestemmelser i EØS-avtalens hoveddel, trygdeforordningen, gjennomføringsforordningen og bi- og multilaterale trygdeavtaler, se folketrygdloven §§ 1-3 a og 1-3 b.\n0 Tilføyd ved lov 25 nov 2022 nr. 86 (i kraft 25 nov 2022 iflg. res. 25 nov 2022 nr. 2013).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Hvem som har rett til barnetrygd",
      "content": "Foreldre som har barn under 18 år boende fast hos seg, har rett til barnetrygd dersom barnet er bosatt i riket etter bestemmelsene i § 4.\nAnnen omsorgsperson eller barnevernsinstitusjon som har barn under 18 år boende fast hos seg, har rett til barnetrygd dersom barnet er bosatt i riket etter bestemmelsene i § 4.\nHvis foreldrene ikke bor sammen og skriftlig har avtalt at barnet skal bo fast hos begge eller det foreligger rettskraftig avgjørelse om at barnet skal bo fast hos begge, jf. barneloven § 36, kan hver av foreldrene få rett til 50 prosent barnetrygd, hvis de fremsetter krav om dette.\nEt vilkår for rett til barnetrygd er at barnet ikke har inngått ekteskap eller registrert partnerskap. Likestilt er utenlandsk ekteskap eller partnerskap som anerkjennes i Norge.\n0 Endret ved lover 20 juni 2003 nr. 40 (ikr. 1 apr 2004 iflg. res. 20 juni 2003 nr. 728), 27 juni 2008 nr. 53 (ikr. 1 jan 2009 iflg. res. 27 juni 2008 nr. 745), 11 juni 2010 nr. 22 (ikr. 1 juli 2010 iflg. res. 11 juni 2010 nr. 800), 18 juni 2021 nr. 97 (i kraft 1 jan 2023 iflg. res. 14 okt 2022 nr. 1739). Endres ved lov 20 juni 2025 nr. 40 (i kraft fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Barnetrygd på Svalbard",
      "content": "Loven gjelder for barn som oppholder seg på Svalbard og som er medlem i folketrygden etter folketrygdloven § 2-3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Bosetting i riket m.m.",
      "content": "Et barn anses som bosatt i riket når barnet\na. fødes i riket og moren ved fødselen har oppholdt seg eller skal oppholde seg i riket i mer enn 12 måneder,\nb. skal oppholde seg i riket i mer enn 12 måneder,\nc. fødes under morens utenlandsopphold, dersom moren er å regne som bosatt i riket eller fyller vilkårene om medlemskap i folketrygden etter § 5, eller\nd. adopteres etter norsk lov under adoptivforeldrenes utenlandsopphold, og adoptivforeldrene er å regne som bosatt i riket eller fyller vilkårene om medlemskap i folketrygden etter § 5.\nDet er et vilkår for rett til barnetrygd at barnet og den barnet bor fast hos har lovlig opphold i Norge.\nVed midlertidig fravær fra Norge som ikke varer mer enn tre måneder, regnes barnet fortsatt som bosatt her. Dette gjelder likevel ikke dersom barnet skal oppholde seg i utlandet mer enn seks måneder per år i to eller flere påfølgende år.\nBarn som har søkt asyl i Norge, eller som er barn av personer som har søkt asyl her, anses tidligst som bosatt i riket fra og med den kalendermåneden det er gjort vedtak om å gi asyl eller oppholdstillatelse i Norge.\nBarn som har oppholdstillatelse etter utlendingsloven § 34 annet ledd, eller barn av personer som har slik oppholdstillatelse, anses tidligst som bosatt i riket fra og med kalendermåneden den første ettårige oppholdstillatelsen utløper.\n0 Endret ved lover 7 apr 2006 nr. 7 (ikr. 1 jan 2007 iflg. res. 7 apr 2006 nr. 393), 17 juni 2016 nr. 28 (ikr. 1 okt 2016 iflg. res. 17 juni 2016 nr. 701), 19 juni 2020 nr. 73, 19 juni 2020 nr. 73 (ikr. 1 jan 2021), 25 juni 2024 nr. 53 (i kraft 1 juli 2024 iflg. res. 25 juni 2024 nr. 1212).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Krav om medlemskap i folketrygden for rett til barnetrygd for personer utenfor Norge",
      "content": "Ved utenlandsopphold som fører til at vilkårene i § 4 ikke lenger er oppfylt, gis det likevel rett til barnetrygd når både barnet og den barnet bor fast hos under utenlandsoppholdet er medlemmer i folketrygden etter folketrygdloven § 2-5 eller § 2-8. Hvis utenlandsoppholdet er ment å vare i mindre enn 12 måneder og både barnet og den barnet bor fast hos under utenlandsoppholdet fyller vilkårene i folketrygdloven § 2-5 eller § 2-8, kan det også gis rett til barnetrygd.\nHvis barnet bor i utlandet sammen med begge sine foreldre, må barnet og begge foreldrene fylle vilkårene som nevnt i første ledd.\nHvis barnet bor i utlandet og ikke fyller vilkårene i § 4, foreligger det ikke rett til barnetrygd, selv om foreldrene er bosatt i Norge.\nDepartementet kan gi forskrifter om dispensasjon fra reglene i denne paragrafen.\n0 Endret ved lover 7 apr 2006 nr. 7 (ikr. 1 jan 2007 iflg. res. 7 apr 2006 nr. 393), 21 juni 2019 nr. 28 (ikr. 21 juni 2019 iflg. res. 21 juni 2019 nr. 803).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Arbeidstakere i Norge og på kontinentalsokkelen",
      "content": "Bestemmelsene i trygdeforordningen og gjennomføringsforordningen, jf. folketrygdloven § 1-3 a, får tilsvarende anvendelse på en arbeidstaker mv. som arbeider med leting etter eller utvinning av olje, gass eller andre naturressurser på den norske delen av kontinentalsokkelen, som om vedkommende hadde arbeidet på norsk territorium. Avtaler som nevnt i § 22 første ledd og folketrygdloven § 1-3 b første ledd, får anvendelse på kontinentalsokkelen i den utstrekning det er bestemt i den enkelte avtale.\n0 Endret ved lov 25 nov 2022 nr. 86 (i kraft 25 nov 2022 iflg. res. 25 nov 2022 nr. 2013).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Barn av arbeidstaker ved utenlandsk representasjon eller annen administrativ tjenestegren",
      "content": "Det gis ikke barnetrygd for barn som har fast bosted hos arbeidstaker ved utenlandsk representasjon eller annen administrativ tjenestegren her i riket, med mindre vedkommende er norsk statsborger eller fast bosatt her og betaler skatt til Norge av sin arbeidsinntekt.\nDet gis likevel barnetrygd for barn av ektefelle eller samboer til utsendt arbeidstaker ved utenlandsk representasjon eller annen administrativ tjenestegren her i riket når ektefellen eller samboeren helt eller delvis forsørger barnet og betaler skatt i Norge av sin årlige arbeidsinntekt som overstiger to ganger folketrygdens grunnbeløp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Unntak ved rettigheter i utenlandske trygdeordninger m.m.",
      "content": "Departementet gir forskrifter med nærmere bestemmelser om unntak fra retten til barnetrygd i tilfeller hvor det foreligger tilfredsstillende dekning fra utlandet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Vilkår for rett til utvidet barnetrygd",
      "content": "Det foreligger rett til utvidet barnetrygd i de tilfeller der barnets foreldre er ugift, skilt eller separert og ikke bor sammen i en felles husholdning. Utvidet barnetrygd kan også gis til gjenlevende ektefelle. Det gis ikke utvidet barnetrygd dersom søkeren bor i samme boenhet som den andre av barnets foreldre.\nUtvidet barnetrygd kan likevel gis i tilfeller der foreldrene er gift, hvis den som setter fram krav godtgjør at\na. samlivet mellom ektefellene har vært hevet i minst 6 måneder (faktisk separasjon),\nb. den ene ektefellen har vært forsvunnet i minst 6 måneder. Tilsvarende gjelder for forsvunnet samboer eller partner,\nc. ektefellene er midlertidig separert ved kjennelse etter ekteskapsloven § 92, eller\nd. den ene ektefellen er innsatt i fengsel med dom på fengselsstraff der den ubetingede delen av straffen ikke er lavere enn 6 måneder eller er idømt forvaring. Det samme gjelder hvis vedkommende er idømt overføring til tvungent psykisk helsevern reller​1 tvungen omsorg og av den grunn ikke kan bo sammen med ektefellen. Videre kan utvidet barnetrygd gis ved utholdt varetekt i minst 6 måneder. Bestemmelsen gjelder tilsvarende for samboer eller partner.\nDet foreligger ikke rett til utvidet barnetrygd i tilfeller der barnas foreldre vanligvis bor sammen, men der de midlertidig bor atskilt som følge av arbeid, utdannelse e.l.\nBestemmelsen i denne paragrafen gjelder tilsvarende for annen omsorgsperson som barnet bor fast hos og som fyller vilkårene i denne paragrafen.\nFor at utvidet barnetrygd skal kunne tilstås etter samlivsbrudd mellom samboere med felles barn under 16 år, må det legges fram meklingsattest.\nDet foreligger ikke rett til utvidet barnetrygd for særkullsbarn dersom stønadsmottakeren\na. inngår ekteskap,\nb. lever i et ekteskapslignende forhold i en felles husholdning uten felles barn og har levd slik i minst 12 av de siste 18 måneder, eller\nc. har eller får felles barn med en person som han eller hun lever sammen med i et ekteskapslignende forhold i en felles husholdning.\n0 Endret ved lover 7 apr 2006 nr. 6 (ikr. 1 jan 2007 iflg. res. 7 apr 2006 nr. 392), 15 juni 2007 nr. 22 (ikr. 1 juli 2007 iflg. res. 15 juni 2007 nr. 629).\n1 Inkurie: Skal vel være \"eller\".",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Barnetrygdens størrelse",
      "content": "Barnetrygd gis med de beløp som fastsettes av Stortinget.​1\n1 Beløpet fastsettes i forbindelse med statsbudsjettet. I årene 1996 – 2018 var stønadssatsen for ordinær barnetrygd kr. 11.640 per barn per år. Fra 1 mars 2019 er den ordinære barnetrygd kr. 1.054 per barn per måned. Fra 1 jan 2023 til og med 28 feb 2023 er satsen for ordinær barnetrygd kr 1.676 pr måned for barn i alderen 0–6 år og kr. 1.054 for barn i alderen 6–18 år. Fra 1 mars 2023 til og med 30 juni 2023 er satsen for ordinær barnetrygd kr 1.723 pr måned for barn i alderen 0–6 år og kr. 1.083 for barn i alderen 6–18 år. Fra 1 juli 2023 til og med 31 desember 2023 er satsen for ordinær barnetrygd kr 1.766 pr måned for barn i alderen 0–6 år og kr. 1.310 for barn i alderen 6–18 år. Fra 1 januar 2024 til og med 31 august 2024 er satsen for ordinær barnetrygd kr 1.766 pr måned for barn i alderen 0–6 år og kr. 1.510 for barn i alderen 6–18 år. Fra 1 september 2024 er satsen for ordinær barnetrygd kr 1.766 pr måned for barn i alderen 0–6 år og kr. 1.766 for barn i alderen 6–18 år",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Stønadsperiode",
      "content": "Barnetrygd gis fra og med kalendermåneden etter at retten til barnetrygd inntrer og tidligst med virkning fra kalendermåneden etter at barnet er født.\nBarnetrygd gis for opptil tre måneder før den kalendermåneden da kravet ble satt fram, dersom vilkårene for rett til stønad var oppfylt i denne perioden. Barnetrygden utbetales til og med kalendermåneden før barnet fyller 18 år. Dersom retten til barnetrygd faller bort tidligere, stanses utbetalingen ved utgangen av den kalendermåneden retten til barnetrygd faller bort.\nDersom vilkårene for rett til barnetrygd var oppfylt på et tidligere tidspunkt enn nevnt i andre ledd første punktum, kan barnetrygd gis for opptil tre år før kravet ble satt fram, når det er åpenbart at den som har rett til ytelsen, ikke har vært i stand til å sette fram krav tidligere. Det samme gjelder dersom vedkommende ikke har satt fram krav tidligere fordi Arbeids- og velferdsetaten har gitt misvisende opplysninger.\n0 Endret ved lov 25 juni 2024 nr. 53 (i kraft 1 juli 2024 iflg. res. 25 juni 2024 nr. 1212).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Utbetaling av barnetrygd",
      "content": "Barnetrygden utbetales etterskuddsvis hver måned av det organ som Arbeids- og velferdsdirektoratet bestemmer. Barnetrygden utbetales til den som har rett til stønad. I de tilfeller der barnetrygden tilstås automatisk etter reglene i § 14, utbetales barnetrygden til barnets mor hvis ikke foreldrene har gitt Arbeids- og velferdsetaten melding om at barnetrygden skal utbetales til barnets far. Hvis foreldrene bor sammen og begge søker om barnetrygd, utbetales stønaden til moren.\nDet kan i særlige tilfeller bestemmes at barnetrygden skal utbetales til en annen som skal sørge for at den kommer barnet til gode.\nDersom vilkårene i § 2 tredje ledd er oppfylt, kan hver av foreldrene få utbetalt barnetrygd med 50 prosent av den stønaden hver av dem utløser rett til.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Tilbakekreving etter feilaktig utbetaling",
      "content": "Dersom noen har mottatt barnetrygd etter denne loven i strid med redelighet og god tro, kan beløpet kreves tilbakebetalt. Barnetrygd kan også kreves tilbake når stønadsmottakeren eller noen som har handlet på hans eller hennes vegne, uaktsomt har gitt feilaktige eller mangelfulle opplysninger. Det samme gjelder dersom utbetalingen skyldes feil fra Arbeids- og velferdsetatens side og støttemottakeren burde ha forstått dette.\nI andre tilfeller enn nevnt i første ledd kan det som er utbetalt for mye, kreves tilbake dersom særlige grunner gjør det rimelig. Ved vurderingen av om det foreligger særlige grunner, skal det blant annet legges vekt på hvor lang tid det er gått siden den feilaktige utbetalingen fant sted og om vedkommende har innrettet seg i tillit til utbetalingen. Kravet om tilbakebetaling etter dette leddet er begrenset til det beløp som er i behold når vedkommende blir kjent med at utbetalingen var feilaktig.\nEt beløp som blir krevd tilbake etter første ledd, kan enten dekkes ved trekk i fremtidig barnetrygd eller innkreves av Innkrevingsmyndigheten. Vedtak om tilbakekreving er tvangsgrunnlag for utlegg.\nTrekk etter tredje ledd avbryter foreldelse. Dersom slikt trekk opphører, varer virkningen av avbrutt foreldelse i ett år etter at trekket opphørte.\n0 Endret ved lover 14 juni 2002 nr. 22 (ikr. 1 jan 2003), 7 apr 2006 nr. 7 (ikr. 1 juli 2006 iflg. res. 7 apr 2006 nr. 393), 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631), 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "title": "Krav om barnetrygd",
      "content": "Barnetrygd for barn som fødes i Norge ytes automatisk, uten at krav må settes fram.\nKrav må likevel settes fram på skjema fastsatt av Arbeids- og velferdsdirektoratet, dersom\na. barnets mor ikke er registrert som bosatt i Norge i henhold til lov 9. desember 2016 nr. 88 om folkeregistrering,\nb. barnet er eldre enn seks måneder når rett til barnetrygd inntrer, selv om barnet tidligere har vært berettiget til barnetrygd fra Norge,\nc. stønadsmottakeren har krav på barnetrygd for ett barn mer enn det faktiske barnetall, utvidet barnetrygd, etter § 9, eller\nd. retten til barnetrygd skal vurderes etter EØS-avtalens regler​1 eller regler i andre trygdeavtaler.\nNår krav om barnetrygd må settes fram skal kravet i alminnelighet settes fram av den som barnet bor fast sammen med. Når barnet bor sammen med begge foreldrene, setter en av disse fram kravet.\nI de tilfeller der begge foreldrene fyller vilkårene for rett til barnetrygd etter § 2 tredje ledd må begge foreldrene fremsette krav om barnetrygd dersom de ønsker delt utbetaling.\n0 Endret ved lover 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631), 22 juni 2018 nr. 59.\n1 Jf. EØS-avtalen vedlegg VI nr. 1 (forordning (EF) nr. 883/2004) og nr. 2 (forordning (EF) nr. 987/2009).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "title": "Hvem avgjør søknad om barnetrygd. Klage og anke",
      "content": "Krav om barnetrygd avgjøres av det organ som Arbeids- og velferdsdirektoratet bestemmer. Vedtak etter barnetrygdloven kan påklages til nærmeste overordnede organ eller til det organ som Arbeids- og velferdsdirektoratet bestemmer. Vedtak i klagesak kan ankes inn for Trygderetten.\nFristen for klage og anke er seks uker.\nEt vedtak etter barnetrygdloven kan ikke bringes inn for de alminnelige domstolene før mulighetene til å klage og anke er nyttet fullt ut.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Saksbehandling",
      "content": "Ved behandlingen av saker etter loven her gjelder reglene i forvaltningsloven, likevel slik at reglene i folketrygdloven § 21-4, § 21-10 første ledd, § 21-11 og § 21-12 gjelder så langt de passer.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "6:17",
      "chapter": "6",
      "section": "17",
      "title": "Stønadsmottakerens opplysningsplikt",
      "content": "Den som mottar barnetrygd plikter straks, og senest innen 14 dager, å underrette Arbeids- og velferdsetaten om endringer i forhold som kan ha betydning for retten til barnetrygd og størrelsen på denne.\nArbeids- og velferdsetaten kan kreve at stønadsmottakeren gir de opplysninger og leverer de erklæringer og attester som er nødvendige for at etaten skal kunne vurdere om vedkommende fortsatt har rett til barnetrygd.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "title": "Uriktige opplysninger m.m. – følger for barnetrygden",
      "content": "Et krav om barnetrygd kan avslås og en løpende stønad kan stanses dersom\na. det ikke blir gitt opplysninger som blir krevd, eller det blir gitt uriktige opplysninger eller fortiet opplysninger av betydning, eller\nb. vedkommende ikke retter seg etter pålegg som er gitt med hjemmel i denne loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "7:19",
      "chapter": "7",
      "section": "19",
      "title": "Administrasjon",
      "content": "Barnetrygden administreres av Arbeids- og velferdsetaten.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "8:20",
      "chapter": "8",
      "section": "20",
      "title": "Finansiering",
      "content": "Arbeids- og velferdsetatens utgifter til utbetaling av barnetrygd og til administrasjon av barnetrygden dekkes av statskassen.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "8:21",
      "chapter": "8",
      "section": "21",
      "title": "Hvem som disponerer tilskuddet på vegne av staten",
      "content": "Staten stiller forskuddsvis og senest på betalingstidspunktet de nødvendige midler til rådighet for Arbeids- og velferdsdirektoratet.\nArbeids- og velferdsetaten skal holde barnetrygdens midler regnskapsmessig adskilt fra andre midler som den har til rådighet.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "9:22",
      "chapter": "9",
      "section": "22",
      "title": "Folkerettslige forpliktelser om trygdekoordinering",
      "content": "Kongen kan i forskrift gjennomføre bilaterale avtaler med andre land om trygdekoordinering.\nBestemmelsene som er gitt i eller i medhold av denne loven, skal fravikes i den utstrekning det er nødvendig for å overholde forpliktelser som følger av EØS-avtalens hoveddel, bilaterale avtaler som nevnt i første ledd og forordninger og avtaler som nevnt i folketrygdloven §§ 1-3 a og 1-3 b.\n0 Endret ved lov 25 nov 2022 nr. 86 (i kraft 25 nov 2022 iflg. res. 25 nov 2022 nr. 2013).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "9:23",
      "chapter": "9",
      "section": "23",
      "title": "Straff for å gi uriktige opplysninger og for ikke å gi nødvendige opplysninger",
      "content": "Den som mot bedre vitende gir uriktige opplysninger, eller holder tilbake opplysninger som er viktige for rettigheter eller plikter etter denne loven, kan i tillegg til de sanksjoner som følger av § 13 og § 18, straffes med bøter hvis forholdet ikke går inn under strengere straffebud.\n0 Endret ved lover 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631), 18 juni 2021 nr. 122 (i kraft 1 juli 2022 iflg. res. 8 april 2022 nr. 570).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "9:24",
      "chapter": "9",
      "section": "24",
      "title": "Forskrifter",
      "content": "Departementet kan gi forskrifter om gjennomføringen av denne loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "10:25",
      "chapter": "10",
      "section": "25",
      "title": "Ikrafttredelse",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.​1 Fra samme dato blir lov 24. oktober 1946 nr. 2 om barnetrygd opphevet.\n1 Fra 1 jan 2003 iflg. res. 8 mars 2002 nr. 225.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "10:26",
      "chapter": "10",
      "section": "26",
      "title": "Overgangsbestemmelser",
      "content": "For den som har satt fram krav og fyller vilkårene for barnetrygd etter lov 24. oktober 1946 nr. 2 om barnetrygd før denne loven trer i kraft, gjelder følgende overgangsbestemmelser:\n1. Foreldre som ved lovens ikrafttredelse ikke lever sammen, men deler den daglige omsorgen for barn og mottar eller har rett til delt utbetaling av barnetrygd, vil kunne fortsette med denne ordningen inntil det blir fremsatt krav om endring av den delte utbetalingen.\n2. Den som ved lovens ikrafttredelse mottar eller har rett til barnetrygd under utenlandsopphold etter reglene i forskrifter om fravikelse av vilkåret i lov om barnetrygd av 24. oktober 1946 § 1 første ledd om at barnet skal være bosatt i riket, kan motta stønaden inntil saken tas opp til revisjon.\n3. Barnetrygdmidler for fosterbarn og barn i institusjon, som ved lovens ikrafttredelse er oppspart etter reglene i forskrifter om hvem som skal ha retten til barnetrygd for barn som ikke blir oppfostret hos sine foreldre eller adoptivforeldre, overføres til barnet dersom barnet er 18 år, eller til barnets verge. Dersom barnet ved lovens ikrafttredelse er under barneverntjenestens omsorg, skal oppsparte barnetrygdmidler settes på sperret konto og overføres til barnet når barnet fyller 18 år. Dersom vedtak om omsorgsovertakelse blir opphevet før barnet fyller 18 år, overføres de oppsparte barnetrygdmidlene til vergen.\n0 Endret ved lov 20 des 2002 nr. 91 (ikr. 1 jan 2003).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Barnetrygden skal bidra til å dekke utgifter til forsørgelse av barn.\nUtvidet barnetrygd, jf. § 9, skal bidra til å dekke merutgifter en enslig mor eller far har som følge av at vedkommende bor alene med barnet i en egen husholdning.\n0 Endret ved lov 16 juni 2023 nr. 41 (i kraft 16 juni 2023 iflg. res. 16 juni 2023 nr. 928).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "title": "Forholdet til bestemmelser om internasjonal trygdekoordinering",
      "content": "Barnetrygd er en familieytelse etter trygdeforordningen. Bestemmelsene i loven her skal fravikes i den utstrekning det er nødvendig av hensyn til relevante bestemmelser i EØS-avtalens hoveddel, trygdeforordningen, gjennomføringsforordningen og bi- og multilaterale trygdeavtaler, se folketrygdloven §§ 1-3 a og 1-3 b.\n0 Tilføyd ved lov 25 nov 2022 nr. 86 (i kraft 25 nov 2022 iflg. res. 25 nov 2022 nr. 2013).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Hvem som har rett til barnetrygd",
      "content": "Foreldre som har barn under 18 år boende fast hos seg, har rett til barnetrygd dersom barnet er bosatt i riket etter bestemmelsene i § 4.\nAnnen omsorgsperson eller barnevernsinstitusjon som har barn under 18 år boende fast hos seg, har rett til barnetrygd dersom barnet er bosatt i riket etter bestemmelsene i § 4.\nHvis foreldrene ikke bor sammen og skriftlig har avtalt at barnet skal bo fast hos begge eller det foreligger rettskraftig avgjørelse om at barnet skal bo fast hos begge, jf. barneloven § 36, kan hver av foreldrene få rett til 50 prosent barnetrygd, hvis de fremsetter krav om dette.\nEt vilkår for rett til barnetrygd er at barnet ikke har inngått ekteskap eller registrert partnerskap. Likestilt er utenlandsk ekteskap eller partnerskap som anerkjennes i Norge.\n0 Endret ved lover 20 juni 2003 nr. 40 (ikr. 1 apr 2004 iflg. res. 20 juni 2003 nr. 728), 27 juni 2008 nr. 53 (ikr. 1 jan 2009 iflg. res. 27 juni 2008 nr. 745), 11 juni 2010 nr. 22 (ikr. 1 juli 2010 iflg. res. 11 juni 2010 nr. 800), 18 juni 2021 nr. 97 (i kraft 1 jan 2023 iflg. res. 14 okt 2022 nr. 1739). Endres ved lov 20 juni 2025 nr. 40 (i kraft fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Barnetrygd på Svalbard",
      "content": "Loven gjelder for barn som oppholder seg på Svalbard og som er medlem i folketrygden etter folketrygdloven § 2-3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Bosetting i riket m.m.",
      "content": "Et barn anses som bosatt i riket når barnet\na. fødes i riket og moren ved fødselen har oppholdt seg eller skal oppholde seg i riket i mer enn 12 måneder,\nb. skal oppholde seg i riket i mer enn 12 måneder,\nc. fødes under morens utenlandsopphold, dersom moren er å regne som bosatt i riket eller fyller vilkårene om medlemskap i folketrygden etter § 5, eller\nd. adopteres etter norsk lov under adoptivforeldrenes utenlandsopphold, og adoptivforeldrene er å regne som bosatt i riket eller fyller vilkårene om medlemskap i folketrygden etter § 5.\nDet er et vilkår for rett til barnetrygd at barnet og den barnet bor fast hos har lovlig opphold i Norge.\nVed midlertidig fravær fra Norge som ikke varer mer enn tre måneder, regnes barnet fortsatt som bosatt her. Dette gjelder likevel ikke dersom barnet skal oppholde seg i utlandet mer enn seks måneder per år i to eller flere påfølgende år.\nBarn som har søkt asyl i Norge, eller som er barn av personer som har søkt asyl her, anses tidligst som bosatt i riket fra og med den kalendermåneden det er gjort vedtak om å gi asyl eller oppholdstillatelse i Norge.\nBarn som har oppholdstillatelse etter utlendingsloven § 34 annet ledd, eller barn av personer som har slik oppholdstillatelse, anses tidligst som bosatt i riket fra og med kalendermåneden den første ettårige oppholdstillatelsen utløper.\n0 Endret ved lover 7 apr 2006 nr. 7 (ikr. 1 jan 2007 iflg. res. 7 apr 2006 nr. 393), 17 juni 2016 nr. 28 (ikr. 1 okt 2016 iflg. res. 17 juni 2016 nr. 701), 19 juni 2020 nr. 73, 19 juni 2020 nr. 73 (ikr. 1 jan 2021), 25 juni 2024 nr. 53 (i kraft 1 juli 2024 iflg. res. 25 juni 2024 nr. 1212).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Krav om medlemskap i folketrygden for rett til barnetrygd for personer utenfor Norge",
      "content": "Ved utenlandsopphold som fører til at vilkårene i § 4 ikke lenger er oppfylt, gis det likevel rett til barnetrygd når både barnet og den barnet bor fast hos under utenlandsoppholdet er medlemmer i folketrygden etter folketrygdloven § 2-5 eller § 2-8. Hvis utenlandsoppholdet er ment å vare i mindre enn 12 måneder og både barnet og den barnet bor fast hos under utenlandsoppholdet fyller vilkårene i folketrygdloven § 2-5 eller § 2-8, kan det også gis rett til barnetrygd.\nHvis barnet bor i utlandet sammen med begge sine foreldre, må barnet og begge foreldrene fylle vilkårene som nevnt i første ledd.\nHvis barnet bor i utlandet og ikke fyller vilkårene i § 4, foreligger det ikke rett til barnetrygd, selv om foreldrene er bosatt i Norge.\nDepartementet kan gi forskrifter om dispensasjon fra reglene i denne paragrafen.\n0 Endret ved lover 7 apr 2006 nr. 7 (ikr. 1 jan 2007 iflg. res. 7 apr 2006 nr. 393), 21 juni 2019 nr. 28 (ikr. 21 juni 2019 iflg. res. 21 juni 2019 nr. 803).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Arbeidstakere i Norge og på kontinentalsokkelen",
      "content": "Bestemmelsene i trygdeforordningen og gjennomføringsforordningen, jf. folketrygdloven § 1-3 a, får tilsvarende anvendelse på en arbeidstaker mv. som arbeider med leting etter eller utvinning av olje, gass eller andre naturressurser på den norske delen av kontinentalsokkelen, som om vedkommende hadde arbeidet på norsk territorium. Avtaler som nevnt i § 22 første ledd og folketrygdloven § 1-3 b første ledd, får anvendelse på kontinentalsokkelen i den utstrekning det er bestemt i den enkelte avtale.\n0 Endret ved lov 25 nov 2022 nr. 86 (i kraft 25 nov 2022 iflg. res. 25 nov 2022 nr. 2013).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Barn av arbeidstaker ved utenlandsk representasjon eller annen administrativ tjenestegren",
      "content": "Det gis ikke barnetrygd for barn som har fast bosted hos arbeidstaker ved utenlandsk representasjon eller annen administrativ tjenestegren her i riket, med mindre vedkommende er norsk statsborger eller fast bosatt her og betaler skatt til Norge av sin arbeidsinntekt.\nDet gis likevel barnetrygd for barn av ektefelle eller samboer til utsendt arbeidstaker ved utenlandsk representasjon eller annen administrativ tjenestegren her i riket når ektefellen eller samboeren helt eller delvis forsørger barnet og betaler skatt i Norge av sin årlige arbeidsinntekt som overstiger to ganger folketrygdens grunnbeløp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Unntak ved rettigheter i utenlandske trygdeordninger m.m.",
      "content": "Departementet gir forskrifter med nærmere bestemmelser om unntak fra retten til barnetrygd i tilfeller hvor det foreligger tilfredsstillende dekning fra utlandet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Vilkår for rett til utvidet barnetrygd",
      "content": "Det foreligger rett til utvidet barnetrygd i de tilfeller der barnets foreldre er ugift, skilt eller separert og ikke bor sammen i en felles husholdning. Utvidet barnetrygd kan også gis til gjenlevende ektefelle. Det gis ikke utvidet barnetrygd dersom søkeren bor i samme boenhet som den andre av barnets foreldre.\nUtvidet barnetrygd kan likevel gis i tilfeller der foreldrene er gift, hvis den som setter fram krav godtgjør at\na. samlivet mellom ektefellene har vært hevet i minst 6 måneder (faktisk separasjon),\nb. den ene ektefellen har vært forsvunnet i minst 6 måneder. Tilsvarende gjelder for forsvunnet samboer eller partner,\nc. ektefellene er midlertidig separert ved kjennelse etter ekteskapsloven § 92, eller\nd. den ene ektefellen er innsatt i fengsel med dom på fengselsstraff der den ubetingede delen av straffen ikke er lavere enn 6 måneder eller er idømt forvaring. Det samme gjelder hvis vedkommende er idømt overføring til tvungent psykisk helsevern reller​1 tvungen omsorg og av den grunn ikke kan bo sammen med ektefellen. Videre kan utvidet barnetrygd gis ved utholdt varetekt i minst 6 måneder. Bestemmelsen gjelder tilsvarende for samboer eller partner.\nDet foreligger ikke rett til utvidet barnetrygd i tilfeller der barnas foreldre vanligvis bor sammen, men der de midlertidig bor atskilt som følge av arbeid, utdannelse e.l.\nBestemmelsen i denne paragrafen gjelder tilsvarende for annen omsorgsperson som barnet bor fast hos og som fyller vilkårene i denne paragrafen.\nFor at utvidet barnetrygd skal kunne tilstås etter samlivsbrudd mellom samboere med felles barn under 16 år, må det legges fram meklingsattest.\nDet foreligger ikke rett til utvidet barnetrygd for særkullsbarn dersom stønadsmottakeren\na. inngår ekteskap,\nb. lever i et ekteskapslignende forhold i en felles husholdning uten felles barn og har levd slik i minst 12 av de siste 18 måneder, eller\nc. har eller får felles barn med en person som han eller hun lever sammen med i et ekteskapslignende forhold i en felles husholdning.\n0 Endret ved lover 7 apr 2006 nr. 6 (ikr. 1 jan 2007 iflg. res. 7 apr 2006 nr. 392), 15 juni 2007 nr. 22 (ikr. 1 juli 2007 iflg. res. 15 juni 2007 nr. 629).\n1 Inkurie: Skal vel være \"eller\".",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Barnetrygdens størrelse",
      "content": "Barnetrygd gis med de beløp som fastsettes av Stortinget.​1\n1 Beløpet fastsettes i forbindelse med statsbudsjettet. I årene 1996 – 2018 var stønadssatsen for ordinær barnetrygd kr. 11.640 per barn per år. Fra 1 mars 2019 er den ordinære barnetrygd kr. 1.054 per barn per måned. Fra 1 jan 2023 til og med 28 feb 2023 er satsen for ordinær barnetrygd kr 1.676 pr måned for barn i alderen 0–6 år og kr. 1.054 for barn i alderen 6–18 år. Fra 1 mars 2023 til og med 30 juni 2023 er satsen for ordinær barnetrygd kr 1.723 pr måned for barn i alderen 0–6 år og kr. 1.083 for barn i alderen 6–18 år. Fra 1 juli 2023 til og med 31 desember 2023 er satsen for ordinær barnetrygd kr 1.766 pr måned for barn i alderen 0–6 år og kr. 1.310 for barn i alderen 6–18 år. Fra 1 januar 2024 til og med 31 august 2024 er satsen for ordinær barnetrygd kr 1.766 pr måned for barn i alderen 0–6 år og kr. 1.510 for barn i alderen 6–18 år. Fra 1 september 2024 er satsen for ordinær barnetrygd kr 1.766 pr måned for barn i alderen 0–6 år og kr. 1.766 for barn i alderen 6–18 år",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Stønadsperiode",
      "content": "Barnetrygd gis fra og med kalendermåneden etter at retten til barnetrygd inntrer og tidligst med virkning fra kalendermåneden etter at barnet er født.\nBarnetrygd gis for opptil tre måneder før den kalendermåneden da kravet ble satt fram, dersom vilkårene for rett til stønad var oppfylt i denne perioden. Barnetrygden utbetales til og med kalendermåneden før barnet fyller 18 år. Dersom retten til barnetrygd faller bort tidligere, stanses utbetalingen ved utgangen av den kalendermåneden retten til barnetrygd faller bort.\nDersom vilkårene for rett til barnetrygd var oppfylt på et tidligere tidspunkt enn nevnt i andre ledd første punktum, kan barnetrygd gis for opptil tre år før kravet ble satt fram, når det er åpenbart at den som har rett til ytelsen, ikke har vært i stand til å sette fram krav tidligere. Det samme gjelder dersom vedkommende ikke har satt fram krav tidligere fordi Arbeids- og velferdsetaten har gitt misvisende opplysninger.\n0 Endret ved lov 25 juni 2024 nr. 53 (i kraft 1 juli 2024 iflg. res. 25 juni 2024 nr. 1212).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Utbetaling av barnetrygd",
      "content": "Barnetrygden utbetales etterskuddsvis hver måned av det organ som Arbeids- og velferdsdirektoratet bestemmer. Barnetrygden utbetales til den som har rett til stønad. I de tilfeller der barnetrygden tilstås automatisk etter reglene i § 14, utbetales barnetrygden til barnets mor hvis ikke foreldrene har gitt Arbeids- og velferdsetaten melding om at barnetrygden skal utbetales til barnets far. Hvis foreldrene bor sammen og begge søker om barnetrygd, utbetales stønaden til moren.\nDet kan i særlige tilfeller bestemmes at barnetrygden skal utbetales til en annen som skal sørge for at den kommer barnet til gode.\nDersom vilkårene i § 2 tredje ledd er oppfylt, kan hver av foreldrene få utbetalt barnetrygd med 50 prosent av den stønaden hver av dem utløser rett til.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Tilbakekreving etter feilaktig utbetaling",
      "content": "Dersom noen har mottatt barnetrygd etter denne loven i strid med redelighet og god tro, kan beløpet kreves tilbakebetalt. Barnetrygd kan også kreves tilbake når stønadsmottakeren eller noen som har handlet på hans eller hennes vegne, uaktsomt har gitt feilaktige eller mangelfulle opplysninger. Det samme gjelder dersom utbetalingen skyldes feil fra Arbeids- og velferdsetatens side og støttemottakeren burde ha forstått dette.\nI andre tilfeller enn nevnt i første ledd kan det som er utbetalt for mye, kreves tilbake dersom særlige grunner gjør det rimelig. Ved vurderingen av om det foreligger særlige grunner, skal det blant annet legges vekt på hvor lang tid det er gått siden den feilaktige utbetalingen fant sted og om vedkommende har innrettet seg i tillit til utbetalingen. Kravet om tilbakebetaling etter dette leddet er begrenset til det beløp som er i behold når vedkommende blir kjent med at utbetalingen var feilaktig.\nEt beløp som blir krevd tilbake etter første ledd, kan enten dekkes ved trekk i fremtidig barnetrygd eller innkreves av Innkrevingsmyndigheten. Vedtak om tilbakekreving er tvangsgrunnlag for utlegg.\nTrekk etter tredje ledd avbryter foreldelse. Dersom slikt trekk opphører, varer virkningen av avbrutt foreldelse i ett år etter at trekket opphørte.\n0 Endret ved lover 14 juni 2002 nr. 22 (ikr. 1 jan 2003), 7 apr 2006 nr. 7 (ikr. 1 juli 2006 iflg. res. 7 apr 2006 nr. 393), 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631), 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "title": "Krav om barnetrygd",
      "content": "Barnetrygd for barn som fødes i Norge ytes automatisk, uten at krav må settes fram.\nKrav må likevel settes fram på skjema fastsatt av Arbeids- og velferdsdirektoratet, dersom\na. barnets mor ikke er registrert som bosatt i Norge i henhold til lov 9. desember 2016 nr. 88 om folkeregistrering,\nb. barnet er eldre enn seks måneder når rett til barnetrygd inntrer, selv om barnet tidligere har vært berettiget til barnetrygd fra Norge,\nc. stønadsmottakeren har krav på barnetrygd for ett barn mer enn det faktiske barnetall, utvidet barnetrygd, etter § 9, eller\nd. retten til barnetrygd skal vurderes etter EØS-avtalens regler​1 eller regler i andre trygdeavtaler.\nNår krav om barnetrygd må settes fram skal kravet i alminnelighet settes fram av den som barnet bor fast sammen med. Når barnet bor sammen med begge foreldrene, setter en av disse fram kravet.\nI de tilfeller der begge foreldrene fyller vilkårene for rett til barnetrygd etter § 2 tredje ledd må begge foreldrene fremsette krav om barnetrygd dersom de ønsker delt utbetaling.\n0 Endret ved lover 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631), 22 juni 2018 nr. 59.\n1 Jf. EØS-avtalen vedlegg VI nr. 1 (forordning (EF) nr. 883/2004) og nr. 2 (forordning (EF) nr. 987/2009).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "title": "Hvem avgjør søknad om barnetrygd. Klage og anke",
      "content": "Krav om barnetrygd avgjøres av det organ som Arbeids- og velferdsdirektoratet bestemmer. Vedtak etter barnetrygdloven kan påklages til nærmeste overordnede organ eller til det organ som Arbeids- og velferdsdirektoratet bestemmer. Vedtak i klagesak kan ankes inn for Trygderetten.\nFristen for klage og anke er seks uker.\nEt vedtak etter barnetrygdloven kan ikke bringes inn for de alminnelige domstolene før mulighetene til å klage og anke er nyttet fullt ut.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Saksbehandling",
      "content": "Ved behandlingen av saker etter loven her gjelder reglene i forvaltningsloven, likevel slik at reglene i folketrygdloven § 21-4, § 21-10 første ledd, § 21-11 og § 21-12 gjelder så langt de passer.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "6:17",
      "chapter": "6",
      "section": "17",
      "title": "Stønadsmottakerens opplysningsplikt",
      "content": "Den som mottar barnetrygd plikter straks, og senest innen 14 dager, å underrette Arbeids- og velferdsetaten om endringer i forhold som kan ha betydning for retten til barnetrygd og størrelsen på denne.\nArbeids- og velferdsetaten kan kreve at stønadsmottakeren gir de opplysninger og leverer de erklæringer og attester som er nødvendige for at etaten skal kunne vurdere om vedkommende fortsatt har rett til barnetrygd.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "title": "Uriktige opplysninger m.m. – følger for barnetrygden",
      "content": "Et krav om barnetrygd kan avslås og en løpende stønad kan stanses dersom\na. det ikke blir gitt opplysninger som blir krevd, eller det blir gitt uriktige opplysninger eller fortiet opplysninger av betydning, eller\nb. vedkommende ikke retter seg etter pålegg som er gitt med hjemmel i denne loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "7:19",
      "chapter": "7",
      "section": "19",
      "title": "Administrasjon",
      "content": "Barnetrygden administreres av Arbeids- og velferdsetaten.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "8:20",
      "chapter": "8",
      "section": "20",
      "title": "Finansiering",
      "content": "Arbeids- og velferdsetatens utgifter til utbetaling av barnetrygd og til administrasjon av barnetrygden dekkes av statskassen.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "8:21",
      "chapter": "8",
      "section": "21",
      "title": "Hvem som disponerer tilskuddet på vegne av staten",
      "content": "Staten stiller forskuddsvis og senest på betalingstidspunktet de nødvendige midler til rådighet for Arbeids- og velferdsdirektoratet.\nArbeids- og velferdsetaten skal holde barnetrygdens midler regnskapsmessig adskilt fra andre midler som den har til rådighet.\n0 Endret ved lov 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "9:22",
      "chapter": "9",
      "section": "22",
      "title": "Folkerettslige forpliktelser om trygdekoordinering",
      "content": "Kongen kan i forskrift gjennomføre bilaterale avtaler med andre land om trygdekoordinering.\nBestemmelsene som er gitt i eller i medhold av denne loven, skal fravikes i den utstrekning det er nødvendig for å overholde forpliktelser som følger av EØS-avtalens hoveddel, bilaterale avtaler som nevnt i første ledd og forordninger og avtaler som nevnt i folketrygdloven §§ 1-3 a og 1-3 b.\n0 Endret ved lov 25 nov 2022 nr. 86 (i kraft 25 nov 2022 iflg. res. 25 nov 2022 nr. 2013).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "9:23",
      "chapter": "9",
      "section": "23",
      "title": "Straff for å gi uriktige opplysninger og for ikke å gi nødvendige opplysninger",
      "content": "Den som mot bedre vitende gir uriktige opplysninger, eller holder tilbake opplysninger som er viktige for rettigheter eller plikter etter denne loven, kan i tillegg til de sanksjoner som følger av § 13 og § 18, straffes med bøter hvis forholdet ikke går inn under strengere straffebud.\n0 Endret ved lover 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631), 18 juni 2021 nr. 122 (i kraft 1 juli 2022 iflg. res. 8 april 2022 nr. 570).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "9:24",
      "chapter": "9",
      "section": "24",
      "title": "Forskrifter",
      "content": "Departementet kan gi forskrifter om gjennomføringen av denne loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "10:25",
      "chapter": "10",
      "section": "25",
      "title": "Ikrafttredelse",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.​1 Fra samme dato blir lov 24. oktober 1946 nr. 2 om barnetrygd opphevet.\n1 Fra 1 jan 2003 iflg. res. 8 mars 2002 nr. 225.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "10:26",
      "chapter": "10",
      "section": "26",
      "title": "Overgangsbestemmelser",
      "content": "For den som har satt fram krav og fyller vilkårene for barnetrygd etter lov 24. oktober 1946 nr. 2 om barnetrygd før denne loven trer i kraft, gjelder følgende overgangsbestemmelser:\n1. Foreldre som ved lovens ikrafttredelse ikke lever sammen, men deler den daglige omsorgen for barn og mottar eller har rett til delt utbetaling av barnetrygd, vil kunne fortsette med denne ordningen inntil det blir fremsatt krav om endring av den delte utbetalingen.\n2. Den som ved lovens ikrafttredelse mottar eller har rett til barnetrygd under utenlandsopphold etter reglene i forskrifter om fravikelse av vilkåret i lov om barnetrygd av 24. oktober 1946 § 1 første ledd om at barnet skal være bosatt i riket, kan motta stønaden inntil saken tas opp til revisjon.\n3. Barnetrygdmidler for fosterbarn og barn i institusjon, som ved lovens ikrafttredelse er oppspart etter reglene i forskrifter om hvem som skal ha retten til barnetrygd for barn som ikke blir oppfostret hos sine foreldre eller adoptivforeldre, overføres til barnet dersom barnet er 18 år, eller til barnets verge. Dersom barnet ved lovens ikrafttredelse er under barneverntjenestens omsorg, skal oppsparte barnetrygdmidler settes på sperret konto og overføres til barnet når barnet fyller 18 år. Dersom vedtak om omsorgsovertakelse blir opphevet før barnet fyller 18 år, overføres de oppsparte barnetrygdmidlene til vergen.\n0 Endret ved lov 20 des 2002 nr. 91 (ikr. 1 jan 2003).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    }
  ]
}