{
  "id": "LOV-1953-07-17-14",
  "type": "statute",
  "title": "Lov om barnevern.",
  "short_name": "Barnevernloven 1953",
  "status": "in_force",
  "issued_date": "1953-07-17",
  "in_force_date": "1953-07-17",
  "url": "https://lovdata.no/dokument/NLO/lov/1953-07-17-14",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "De kommunale barnevernoppgaver som følger av denne loven hører under helse- og sosialstyret i kommunen.​2\nHelse- og sosialstyret skal utføre de oppgaver som påhviler det i henhold til lov. Det skal følge nøye med i de forhold barn og ungdom lever under og virke for tiltak til bedring av barnevernet i kommunen.\nHelse- og sosialstyret bør mest mulig samarbeide med myndigheter, institusjoner, foreninger og andre hvis virksomhet berører barnevernet. Særlig gjelder dette skolemyndighetene og politiet.\n1 Endret ved lover 5 juni 1964 nr. 11, 8 juni 1979 nr. 51, 12 juni 1987 nr. 70.\n2 Se lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Helse- og sosialstyret er vedtaksført når minst 3/5 av medlemmene, herunder lederen eller nestlederen til stede. I saker som nevnt i § 5 første ledd må også dommeren møte. I tilfelle av stemmelikhet gjør lederens stemme utslaget. Når det gjelder forføyning som nevnt i § 5 første ledd, kreves det dog at minst 3/5 av medlemmene har stemt for.\nMøte holdes når lederen bestemmer det eller minst halvparten av medlemmene krever det.\nForhandlingene foregår for stengte dører.\nHelse- og sosialstyrets vedtak skal være skriftlige og skal grunngis samtidig med at vedtak fattes. Vedtaket skal vise til de lovbestemmelser som ligger til grunn for vedtaket. For øvrig gjelder forvaltningslovens​2 §§ 24 tredje ledd og 25.\nDet skal føres protokoll over forhandlingene.\nNærmere bestemmelser om forretningsorden og protokollasjon fastsettes i instruks som gis av departementet.​3\n1 Endret ved lover 5 juni 1964 nr. 11, 19 juni 1969 nr. 54, 16 mai 1986 nr. 21, 12 juni 1987 nr. 70.\n2 Lov 10 feb 1967.\n3 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:4 a",
      "chapter": "1",
      "section": "4 a",
      "content": "Enhver som utfører tjeneste eller arbeid for et forvaltningsorgan eller en institusjon i henhold til loven her, har taushetsplikt etter forvaltningsloven​2 §§ 13 til 13 e. Overtredelse straffes etter straffeloven § 121.\nTaushetsplikten gjelder også fødested, fødselsdato, personnummer, statsborgerforhold, sivilstand, yrke, bopel og arbeidssted. Opplysning om en klients oppholdssted kan likevel gis når det er klart at det ikke vil skade tilliten til organet eller institusjonen å gi slik opplysning.\nOpplysninger til andre forvaltningsorganer, jf forvaltningsloven § 13 b nr. 5 og 6, kan bare gis når dette er nødvendig for å fremme avgiverorganets eller institusjonens oppgaver, jf også § 21 i loven her, eller for å forebygge vesentlig fare for liv eller alvorlig skade for noens helse.\nDersom barnets interesser tilsier det, kan fylkesmannen eller departementet bestemme at opplysninger skal være undergitt taushetsplikt, selv om foreldrene har samtykket i at de gjøres kjent.\n1 Tilføyd ved lov 16 mai 1986 nr. 21.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "1:4 b",
      "chapter": "1",
      "section": "4 b",
      "content": "Etter pålegg fra de organer som er ansvarlige for gjennomføringen av loven, plikter offentlige myndigheter uten hinder av taushetsplikt å gi de opplysninger som de sitter inne med og som er nødvendige for behandling av saker etter loven.\nOpplysninger om forhold som kan medføre vernetiltak fra helse- og sosialstyret, jf § 16, skal gis av eget tiltak.\n1 Tilføyd ved lov 16 mai 1986 nr. 21, endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4b",
        "source_heading": "§ 4 b."
      }
    },
    {
      "provision_ref": "1:4 c",
      "chapter": "1",
      "section": "4 c",
      "content": "Leger, psykologer, helsesøstre, sykepleiere, husmorvikarer og andre i liknende stilling kan uten hinder av taushetsplikt gi helse- og sosialstyret opplysninger om forhold som kan føre til vernetiltak fra helse- og sosialstyrets side.\n1 Tilføyd ved lov 16 mai 1986 nr. 21, endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4c",
        "source_heading": "§ 4 c."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Vedkommende by- eller herredsdommer skal tiltre helse- og sosialstyret som medlem når det er spørsmål om\na. å overta omsorgen for et barn og foreldrene eller de som er i disses sted ikke har samtykket, jfr. § 19.\nb. å frata foreldreansvaret i sin helhet, jfr. § 20.\nc. at et barn ikke skal flyttes, jfr. § 37.\nd. å nekte å oppheve omsorgen for et barn, jfr. § 48 siste ledd.\nDommeren leder i disse saker forhandlingene og rådslagningene i helse- og sosialstyret.\nHar herreds- eller byretten flere medlemmer,​2 bestemmer departementet​3 hvem av dem som skal tjenestegjøre og hvem som skal forrette ved forfall.\nDersom et helse- og sosialstyre har leder eller medlem med de egenskaper som er foreskrevet for herreds- og bydommere,​4 kan departementet​3 frita helse- og sosialstyret for å tilkalle dommeren. I så fall skal vedkommende medlem lede forhandlingene og rådslagningene i de saker som er nevnt i første ledd.\n1 Endret ved lover 8 april 1981 nr. 7, 12 juni 1987 nr. 70.\n2 Jfr. domstolsl. § 19.\n3 Barne- og familiedepartementet.\n4 Se domstolsl. §§ 53-54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Lederen skal sørge for at de saker som legges fram for helse- og sosialstyret er nøye undersøkt på forhånd.\nDet må skaffes best mulig kjennskap til barnet og hele dets miljø, til foreldrene og forholdene i heimen, skolen osv.\nTil undersøkelse av barnet skal helse- og sosialstyret så vidt mulig søke sakkyndig bistand, jfr. § 23.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Helse- og sosialstyret kan innhente opplysninger fra enhver person som er bosatt i kommunen, og hvis forklaring antas å være av betydning. Forklaringer fra personer som er bosatt i en annen kommune, skal etter begjæring søkes innhentet av helse- og sosialstyret der.\nOm det finner det påkrevd, kan helse- og sosialstyret kreve bevisopptak ved domstolene, jfr. domstollovens § 43, annet ledd.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Barnets foreldre, dets foresatte eller verje,​2 samt andre personer som saken direkte gjelder, skal gis adgang til å uttale seg før helse- og sosialstyret gjør vedtak. De har rett til å være til stede under forhandlingene i helse- og sosialstyret, men ikke under rådslagning og stemmegiing. De har rett til å ha en person ved sin side til å vareta barnets tarv, jfr. forvaltningslovens​3 § 12. Helse- og sosialstyret kan også kreve at setteverje blir oppnevnt for å vareta barnets tarv under saken, jfr. lov om verjemål for umyndige av 22. april 1927 § 15.\nDe personer som er nevnt i første ledd kan utelukkes i de tilfelle som er nevnt i domstollovens § 133 og straffeprosessloven § 245.\nBarnet skal ha høve til å uttale seg for helse- og sosialstyret i møte. Skal barnet forklare seg for helse- og sosialstyret, må det sørges for at det kan uttale seg fritt og utvungent. Når barnets tarv tilsier det, bør forklaringen skje for et av medlemmene i helse- og sosialstyret.\n1 Endret ved lover 19 juni 1969 nr. 54, 14 juni 1985 nr. 71, 12 juni 1987 nr. 70.\n2 Se lov 22 april 1927 nr. 3 kap. 2.\n3 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Helse- og sosialstyret skal snarest gi den som vedtaket berører skriftlig melding om vedtaket. Meldingen skal inneholde utskrift av vedtaket med grunngiing samt opplysning om klageadgangen, og den nærmere framgangsmåte ved klage, jfr. §§ 52 og 54. Går vedtaket ut på at et barn skal tas fra noen av foreldrene eller andre som er i foreldrenes sted, skal melding som nevnt skje ved brev overlevert av et av helse- og sosialstyrets medlemmer eller i rekommandert brev. Haster saken, kan underretning gis muntlig eller på annen måte. I så fall skal vedtaket snarest bekreftes skriftlig, jfr. første og annet punktum.\nOm vedtak som fører til at barnet må reise hjemmefra skal det gis melding til vergemålsmyndighetene på det stedet vedkommende skal være, og disse avgjør om det skal oppnevnes hjelpeverge for barnet etter vergemålslovens § 16.\n1 Endret ved lover 19 juni 1969 nr. 52, 19 juni 1969 nr. 54, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Helse- og sosialstyret sørger for iverksetting av de vedtak som blir gjort.\n1 Endret ved lover 19 juni 1969 nr. 54, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "Hvor det er fare ved opphold, eller hvor det er nødvendig å sikre seg barnets person, kan helse- og sosialstyret la barnet foreløpig anbringe i familie, skole eller på annet hensiktsmessig sted. Når avgjerd av helse- og sosialstyret ikke kan avventes, kan de nevnte åtgjerder treffes av lederen av helse- og sosialstyret eller av påtalemyndigheten, eventuelt av lederen av sosialkontoret dersom kommunestyret har tillagt lederen denne myndighet. Reglene i § 4 fjerde ledd og § 9 gjelder tilsvarende for slike vedtak av lederen av helse- og sosialstyret, påtalemyndigheten eller lederen av sosialkontoret. Når det er truffet slike foreløpige åtgjerder, skal helse- og sosialstyret snarest råd er ta saken opp til endelig avgjerd.\n1 Endret ved lover 19 juni 1969 nr. 54, 21 april 1978 nr. 16, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "content": "Offentlige (herunder kommunale) myndigheter og tjenestemenn som i sin virksomhet blir kjent med forhold som kan føre med seg vernetiltak fra helse- og sosialstyret, jf § 16, skal gjøre sitt til at forholdet blir rettet. Om opplysningsplikt gjelder § 4 b annet ledd.\n1 Endret ved lover 16 mai 1986 nr. 21, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "1:12 a",
      "chapter": "1",
      "section": "12 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12a",
        "source_heading": "§ 12 A."
      }
    },
    {
      "provision_ref": "1:12 b",
      "chapter": "1",
      "section": "12 b",
      "content": "Kommunestyret kan, etter forslag fra helse- og sosialstyret, bestemme at lederen av sosialkontoret skal ha myndighet til å fatte vedtak etter denne lov. Dog gjelder dette ikke vedtak\n- i saker som nevnt i § 5 første ledd.\n- i saker hvor foreldrene ikke samtykker i forebyggende åtgjerder etter § 18.\n- om å oppheve eller endre helse- og sosialstyrets vedtak i saker fattet i samsvar med reglene i § 5 første ledd.\n- om å oppheve omsorgen i medhold av § 48 siste ledd første punktum dersom barnet har vært under omsorg i mer enn 6 måneder.\n- om at et barn som er under omsorg skal flyttes til et annet sted, jfr. § 27, dersom barnet har vært under omsorg i mer enn 6 måneder.\nFor vedtak fattet av lederen av sosialkontoret gjelder reglene i § 4 fjerde ledd og § 9 tilsvarende, jfr. også § 19 tredje ledd.\n1 Tilføyd ved lov 21 april 1978 nr. 16, endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12b",
        "source_heading": "§ 12 B."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Departementet​2 fører tilsyn med at det offentlige barnevern blir gjennomført i samsvar med gjeldende lov og forskrifter. Kommunale og fylkeskommunale organer og barneverninstitusjonene​3 plikter å gi departementet de opplysninger og meldinger som blir bestemt. Den som departementet gir fullmakt har adgang til enhver barneverninstitusjon som står under tilsyn etter loven.\n1 Endret ved lov 8 juni 1979 nr. 51.\n2 Barne- og familiedepartementet.\n3 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 19 des 1986 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Etter nærmere bestemmelser som gis av departementet​2 skal fylkesmannen føre tilsyn med barnevernsvirksomheten i fylket.\n1 Endret ved lov 19 des 1986 nr. 79.\n2 Famillie- og forbrukerdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Vernetiltak som omhandlet i dette kapitel kan treffes overfor barn under 18 år\na. når barnet blir slik behandlet eller lever under slike forhold at dets helse (fysisk-psykisk) eller utvikling utsettes for skade eller alvorlig fare.\nb. når barnet ved lovovertredelser eller annen atferd viser så dårlig tilpasning til omgivelsene eller samfunnet at særlige åtgjerder finnes påkrevd.\nc. når barnet er uten forsørger eller foreldrene ikke er i stand til å forsørge det på forsvarlig måte, og det heller ikke på annen måte blir sørget forsvarlig for det,\nd. når barnet er sjukt eller lider av kroppslyte, nedsatte åndsevner eller andre mangler og de nødvendige åtgjerder ikke er tatt for å gi det den pleie eller behandling det har behov for og som det etter tilhøva er mulig å gi det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Blir helse- og sosialstyret ved opplysninger etter § 12 eller på annen måte kjent med at et barn er i en slik stilling som nevnt i § 16, skal det snarest foreta nærmere undersøkelser. Ved samtale med barn og foreldre skal det søke å klarlegge årsakene til de forhold som har gjort inngripen fra helse- og sosialstyret nødvendig og søke å få barn og foreldre til å innse hva som eventuelt er galt og hva som kan foretas for å rette på forholdene. Helse- og sosialstyret bør herunder så vidt mulig betjene seg av personer som har særlige forutsetninger for dette arbeid (sosialkuratorer e.l.).\nNår helse- og sosialstyret skal avgjøre hvilke åtgjerder som skal tas, skal det holde seg barnets beste for øye. Helse- og sosialstyret bør også ta omsyn til om det kan skade andre barn at barnet blir i heimen.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Alt etter forholdene i det enkelte tilfelle kan helse- og sosialstyret gjennomføre en eller flere av følgende forebyggende åtgjerder:\na. Sette heimen under tilsyn ved at det oppnevner tilsynsfører for barnet etter reglene i kap. VI.\nb. Yte økonomisk stønad – i penger, naturalier eller tjeneste – til heimen av midler som kommunestyret bevilger til forebyggende åtgjerder, jfr. § 61.\nc. Sørge for at barnet blir satt i barnehage, dagheim, fritidsheim eller liknende innretning.\nd. Sørge for at barn over skolepliktig alder blir satt i skole til videre opplæring eller at det blir satt i lære eller annet arbeid uten å fjerne det fra heimen. Før slikt vedtak treffes, skal helse- og sosialstyret rådføre seg med yrkesrettleier eller annen sakkyndig.\ne. Sørge for at barn som nevnt i § 16 d får pleie eller behandling, og at det blir meldt til rette myndighet dersom det kommer inn under en særlov.\nÅtgjerder som nevnt under pkt. c-e kan om nødvendig settes i verk ved pålegg til foreldrene.\n1 Endret ved lover 5 juni 1964 nr. 11, 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Anser helse- og sosialstyret åtgjerder som nevnt i § 18 for å være nytteløse, eller har slike åtgjerder ikke ført fram, kan helse- og sosialstyret vedta å overta omsorgen for barnet og anbringe det til oppfostring utenfor heimen. I vedtaket skal bestemmes på hvilken måte barnet skal anbringes, jfr. kap. IV. Før vedtak blir gjort, skal helse- og sosialstyret søke å oppnå skriftlig samtykke fra foreldrene eller personer som er i deres sted. Blir slikt samtykke ikke gitt, eller blir et samtykke seinere kalt tilbake, skal saken behandles etter reglene i § 5.\nEr det ingen som tar seg av barnet, skal helse- og sosialstyret uten videre overta omsorgen.\nHar lederen av sosialkontoret fattet vedtak om at helse- og sosialstyret skal ha omsorgen for barnet, jfr. § 12 B, skal saken når omsorgen har vart i 6 måneder, forelegges helse- og sosialstyret som skal fatte eget vedtak i saken.\n1 Endret ved lover 21 april 1978 nr. 16, 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Har helse- og sosialstyret vedtatt å overta omsorgen​2 for et barn, kan det også vedta at foreldreansvaret​3 i sin helhet skal fratas begge eller den ene av foreldrene, jfr. § 5.\nBlir foreldreansvaret​3 i sin helhet fratatt begge foreldre eller en av dem som har foreldreansvaret alene, slik at barnet blir uten verge,​4 skal helse- og sosialstyret sørge for at annen verge snarest blir oppnevnt. Det samme gjelder når barnet er foreldreløst og det ikke tidligere er oppnevnt verge.\n1 Endret ved lover 11 april 1958 nr. 3, 8 april 1981 nr. 7, 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.\n2 Se § 19.\n3 Se lov 8 april 1981 nr. 7 kap. 5.\n4 Se lov 22 april 1927 nr. 3 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Har forhold som nevnt i § 16 sin grunn i at noen i barnets heim er henfalt til misbruk av rusdrikk eller antas å ha gjort seg skyldig i straffbart forhold overfor barnet, eller lider noen i heimen av slik sjukdom at barnet utsettes for fare, kan helse- og sosialstyret uten hinder av taushetsplikt, underrette politiet.\n1 Endret ved lover 16 mai 1986 nr. 21, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Barn som helse- og sosialstyret har overtatt omsorgen​2 for skal anbringes på den måte som helse- og sosialstyret i det enkelte tilfelle finner best for barnet. Særlig skal helse- og sosialstyret se til at barnet får forsvarlig pleie, oppfostring og opplæring. Før anbringelse skjer, skal helse- og sosialstyret så vidt mulig rådføre seg med sakkyndige.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "Barnet skal alltid undersøkes av lege før endelig anbringelse skjer. Er det grunn til å anta at barnet lider av psykiske mangler, eller skyldes åtgjerdene barnets atferd, skal det så vidt mulig også undersøkes av spesialutdannet lege eller annen sakkyndig. Om nødvendig kan barnet legges inn i sjukehus eller foreløpig anbringes i en heim, hvor det kan bli undersøkt og observert.\nDepartementet​1 gir nærmere regler om undersøkelser som nevnt i foregående ledd.\n1 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Barn som anses egnet for det, skal fortrinnsvis søkes anbrakt i en god fosterheim.​2 Før anbringelsen skal helse- og sosialstyret undersøke heimen og innhente erklæring fra kommunens medisinsk-faglig ansvarlige lege om de hygieniske forhold i heimen og fra ham eller annen lege om helsetilstanden til oppfostreren og hans familie. Oppfostrerens plikter mot barnet og vilkåra for øvrig blir å fastsette i skriftlig avtale.\nKan barnet ikke anbringes i fosterheim, blir det å anbringe i en godkjent barneheim​3 når ikke reglene i tredje eller fjerde ledd får anvendelse.\nEr barnet over 15 år, skal det søkes anbrakt på slik måte at det kan få yrkesopplæring eller videre skolegang. Anbringelsen kan her skje i passende privat heim, i lærlinge- eller ungdomsheim e.l. eller i tjeneste. Valg av yrke eller skole skal mest mulig skje etter samråd med yrkesrettleier.\nBarn som har behov for særlig behandling, opplæring eller pleie kan anbringes i skole for spesialundervisning​4 eller annen institusjon for særomsorg.\n1 Endret ved lover 19 des 1986 nr. 79, 12 juni 1987 nr. 70.\n2 Se kap. V.\n3 Se kap. VII.\n4 Se lover 13 juni 1969 nr. 24 § 8, 21 juni 1974 nr. 55 § 11, 14 juni 1985 nr. 73 § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Lar det seg ikke gjøre straks å anbringe barnet på den måte som er bestemt, kan helse- og sosialstyret foreløpig sette barnet i en opptakingsheim eller finne et annet passende oppholdssted for det til endelig anbringelse kan skje.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "a. Fylkeskommunene har ansvar for at det i hvert fylke opprettes en formidlingssentral som har til oppgave å bistå helse- og sosialstyrene ved anbringelse av barn i fosterheimer og barneheimer. Sentralen bør til enhver tid ha oversikt over ledige plasser i barneheimene i fylket og bør i særlig grad arbeide for å skaffe gode fosterheimer.\nb. Det er forbudt for privatpersoner å drive formidlingsvirksomhet for anbringelse av barn med eller uten adopsjon for øye. Overtredelse av forbudet straffes med bøter eller fengsel i inntil 3 måneder. Organisasjoner kan heller ikke drive slik virksomhet uten bevilling av departementet,​2 som i tilfelle fører tilsyn med virksomheten.\n1 Endret ved lover 8 juni 1979 nr. 51, 19 des 1986 nr. 79, 12 juni 1987 nr. 70.\n2 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "Et helse- og sosialstyre må ikke foreta endring i anbringelsen av et bortsatt barn, med mindre det skjer av omsyn til barnets velferd eller fordi barnet øver uheldig innflytelse på andre barn.\nVedtak om endring i anbringelse treffes av det helse- og sosialstyre som har satt barnet bort. Helse- og sosialstyret i den kommune der barnet er anbrakt kan dog treffe slike foreløpige åtgjerder som er påkrevd, men skal i så fall straks underrette det helse- og sosialstyre som har omsorgen.\n1 Endret ved lover 19 des 1986 nr. 79, 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Barn som er under omsorg av et helse- og sosialstyre, anses til enhver tid å ha samme bostedskommune som foreldrene eller den av foreldrene som det seinest levde hos.\n1 Endret ved lover 5 juni 1964 nr. 11, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "content": "Med fosterbarn forstår denne lov barn som av et helse- og sosialstyre eller av private, mot eller uten betaling, er anbrakt til oppfostring i privat heim hos andre enn sine foreldre eller adoptivforeldre.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "Den som vil ta imot fosterbarn​2 som settes bort av helse- og sosialstyret i en annen kommune eller av private, må på forhånd ha samtykke av helse- og sosialstyret i den kommune der han er bosatt.\nSøknad om slikt samtykke skal være vedlagt fødselsattest og legeattest for barnet og skal inneholde opplysninger om hvem som vil sette barnet bort, grunnen til bortsettinga, søkerens navn, stilling og bosted, om oppfostringsvilkåra og om forhold ellers som har betydning for bedømmelsen av fosterheimen.\nIngen må sette bort fosterbarn uten å ha forvisset seg om at oppfostreren har samtykket som nevnt i første ledd til å ta imot barnet. Den som setter barnet bort har plikt til seinest innen 8 dager etter bortsettinga å underrette helse- og sosialstyret i den kommune der barnet er anbrakt.\nOvertredelse av bestemmelsene i denne paragraf kan straffes med bøter.​3\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 29.\n3 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Når helse- og sosialstyret gjennom søknad etter § 30 eller på annen måte har fått kjennskap til at noen vil ta eller allerede har tatt imot fosterbarn,​2 skal helse- og sosialstyret, såframt det ikke allerede har tilstrekkelig kjennskap til fosterheimen, uten opphold foreta nærmere undersøkelse av heimen og innhente erklæring fra kommunens medisinsk-faglig ansvarlige lege om de hygieniske forhold i heimen og fra ham eller annen lege om helsetilstanden til oppfostreren og hans familie.\nSamtykke til å ta imot barnet må ikke gis dersom helse- og sosialstyret finner at der er fare for at barnet ikke vil få forsvarlig pleie og oppfostring eller at oppholdet i fosterheimen ellers kan bli til skade for barnet.\n1 Endret ved lov 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.\n2 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "content": "Fosterbarn​2 står under tilsyn av helse- og sosialstyret til barnet har fylt 18 år. Barn som er anbrakt etter vedtak av helse- og sosialstyret står dog under tilsyn så lenge omsorgen varer, jfr § 48.\nNår helse- og sosialstyret finner grunn til det, kan det forlenge tilsynet med et privat anbrakt fosterbarn utover det fylte 18. år, men ikke lenger enn til barnet har fylt 21 år.\nEn fosterheim​3 kan fritas for tilsyn når helse- og sosialstyret etter sitt kjennskap til forholdene finner at særlige grunner taler for det. Helse- og sosialstyret kan sette visse vilkår for fritakinga, som når som helst kan kalles tilbake. Selv om fritaking er gitt, er oppfostreren pliktig​4 til å gi helse- og sosialstyret de meldinger loven foreskriver eller som helse- og sosialstyret bestemmer.\n1 Endret ved lov 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.\n2 Se § 29.\n3 Se § 30.\n4 Se strl. § 339.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "content": "Tilsynet med fosterbarn​2 utføres av helse- og sosialstyret i den kommune der oppfostreren bor.\nI særskilte tilfelle kan departementet​3 likevel, under forutsetning av at tilsynet blir ordnet på betryggende måte, bestemme at et helse- og sosialstyre skal føre tilsyn med barn som helse- og sosialstyret har anbrakt i annen kommune. I så fall er helse- og sosialstyret i den kommune der barna er anbrakt, fritatt for tilsynet. Likevel har dette helse- og sosialstyre plikt til å melde fra til det helse- og sosialstyre som har tilsynsplikten om misforhold i fosterheimen som det får kjennskap til og å ta de foreløpige åtgjerder som det finner nødvendige.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 29.\n3 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "For hvert fosterbarn​2 som står under tilsyn skal helse- og sosialstyret oppnevne en tilsynsfører.\nSom tilsynsfører bør nyttes funksjonærer som kommunestyret har tilsatt eller andre som er særlig skikket og villige til å ta imot vervet.\nMelding om oppnevning av tilsynsfører skal alltid gis oppfostreren.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Tilsynsføreren​2 skal påse at barnet får tilfredsstillende pleie, oppfostring og opplæring og at det får nødvendig legetilsyn og behandling i sjukdomstilfelle. Tilsynsføreren skal med oppmerksomhet følge barnets utvikling og oppførsel. Når det anses påkrevd skal denne gi oppfostreren råd og vegledning i samband med oppfostringen.\nNår det gjelder barn bortsatt av private, skal tilsynsføreren i sin virksomhet så vidt mulig rådføre seg med barnets foreldre eller dets verje eller den som betaler for barnet.\nNår det gjelder barn som helse- og sosialstyret har satt bort, skal tilsynsføreren gjøres kjent med de forhold som ligger til grunn for åtgjerdene til helse- og sosialstyret og særskilt påse at de oppfostringsvilkår som er fastsatt blir overholdt.\nTilsynsføreren har rett til å få adgang til fosterheimen som skal besøkes så ofte som forholdene i det enkelte tilfelle gjør det påkrevd. Oppfostreren plikter å gi tilsynsføreren de opplysninger som er nødvendige for tilsynet.\nHelse- og sosialstyret kan gi tilsynsføreren de instrukser som finnes påkrevd i det enkelte tilfelle.\nEn gang om året og ellers så ofte som tilsynsføreren finner grunn til det, eller helse- og sosialstyret krever det, skal tilsynsføreren gi helse- og sosialstyret melding om tilsynet.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Finner tilsynsføreren​2 at det er mangler ved barnets pleie eller oppfostring eller at forholdene i fosterheimen for øvrig ikke er tilfredsstillende, eller har oppfostreren ikke overholdt de vilkår som er fastsatt, skal tilsynsføreren på lemplig måte søke å utvirke, at oppfostreren retter på forholdet eller om nødvendig gi ham pålegg om dette. Fører ikke dette fram, eller er misforholdet av alvorlig art, skal han uten opphold melde fra til helse- og sosialstyret. Det samme gjelder når barnets helsetilstand eller atferd er slik at særlige åtgjerder anses påkrevd.\nNår helse- og sosialstyret blir kjent med forhold som nevnt, skal det uten opphold foreta undersøkelser og ta de nødvendige åtgjerder.\nFinner helse- og sosialstyret det uforsvarlig at barnet blir i fosterheimen, kan det kreve at barnet blir flyttet. Helse- og sosialstyret skal i så fall se til at barnet blir tatt hånd om på betryggende måte av den som plikter å ta seg av det. Er barnet satt bort av et annet helse- og sosialstyre, skal dette helse- og sosialstyre straks underrettes. Er barnet anbrakt av private, skal helse- og sosialstyret underrette foreldrene eller andre som har satt det bort.\n1 Endret ved lov 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.\n2 Se § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "Helse- og sosialstyret kan bestemme (jfr. § 5) at barn som er anbrakt av private i fosterheim eller barneheim, for en viss tid ikke skal flyttes, når det ikke er rimelig grunn for flyttingen og denne vil være til skade for barnet.\n1 Endret ved lov 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "content": "Flytter oppfostreren, skal han i god tid på forhånd melde fra til helse- og sosialstyret. Helse- og sosialstyret skal snarest råd er etter flyttingen foreta ny undersøkelse av fosterheimen og om nødvendig oppnevne tilsynsfører.​2 Flytter oppfostreren til en annen kommune, skal helse- og sosialstyret underrette helse- og sosialstyret i den kommune han flytter til, og dette helse- og sosialstyre plikter da å overta tilsynet, dersom det ikke er fritatt etter § 33, annet ledd.\nDør fosterbarnet​3 eller opphører pleieforholdet av annen grunn som ikke skyldes åtgjerder av helse- og sosialstyret, skal oppfostreren uten opphold melde dette til helse- og sosialstyret.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 34.\n3 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "content": "Med barnevernsinstitusjoner forstår denne lov\na. barneheimer, herunder mødre- og spebarnheimer, opptakingsheimer, ungdoms- og lærlingeheimer, barnepensjonater o.l.\nb. fritidsheimer o.l.\nDepartementet​2 avgjør i tvilstilfelle om en institusjon går inn under loven.\nDepartementet​2 kan bestemme at en barneverninstitusjon eller en gruppe av slike skal undergis annen godkjennings- og tilsynsmyndighet enn bestemt i dette kapitel.\n1 Endret ved lover 6 juni 1975 nr. 30, 8 juni 1979 nr. 51, 19 des 1986 nr. 79.\n2 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "content": "Barneverninstitusjoner​2 skal​3 ha godkjenning av departementet​4 eller den departementet gir fullmakt. Nye barneverninstitusjoner​2 må ikke åpnes før slik godkjenning er gitt.\nDet er et vilkår for godkjenning av en barneverninstitusjon​2 eller for å opprettholde en tidligere godkjenning, at det foreligger en plan for institusjonens virksomhet, og at den står under et ansvarlig styre. Flere institusjoner kan ha samme styre. Styret for fylkeskommunal institusjon velges av fylkestinget for den kommunale valgperiode. Fylkestinget bestemmer også hvem som skal være leder og nestleder i styret. Ved institusjon som ikke er fylkeskommunal, men inngår i den plan som er nevnt i § 45 annet ledd, har fylkeskommunen adgang til å oppnevne en representant i styret. For statlige institusjoner oppnevnes styret av departementet.​4 Når særlige grunner taler for det, kan departementet​4 gjøre unntak fra disse regler.\nFlytter institusjonen til nye lokaler, skal det søkes helse- og sosialstyret om ny godkjenning.\nDen som skal være styrer av en barneverninstitusjon​2 skal ha særskilt godkjenning av departementet​4 eller den departementet gir fullmakt.​5 Flytter styreren til en annen institusjon, skal det søkes om ny godkjenning.\nFør spørsmålet om godkjenning etter denne paragraf blir avgjort, skal det foreligge uttalelse fra helse- og sosialstyret.\nGodkjenning av så vel institusjon som styrer skal være skriftlig og kan kalles tilbake når forholdene gjør det nødvendig.\nDepartementet​4 kan gi forskrifter for planlegging, oppføring, endring, innredning og drift av disse institusjoner,​6 og om ansettelsesmyndighet​7 for overordnet personell, om kvalifikasjonskrav​7 for bemanningen av institusjon og om godkjenning av regnskaps- og revisjonsordning.\n1 Endret ved lover 8 juni 1979 nr. 51, 12 juni 1987 nr. 70.\n2 Se § 39.\n3 Jfr. strl. § 332.\n4 Barne- og familiedepartementet. Forskrift om delegering til fylkesmannen gitt 28 nov 1984 nr. 2052. Forskrift om fylkeskommunenes ansvar gitt 28 nov 1984 nr. 2053.\n5 Fylkeskommunene iflg. forskrift 11 nov 1982 nr. 1577.\n6 Forkrift gitt 28 nov 1984 nr. 2054.\n7 Forskrift 3 nov 1982 nr. 1657.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "content": "I de kommuner som departementet​1 bestemmer, gjelder plikten til å søke godkjenning etter § 40 ikke for styrere av kommunale barneverninstitusjoner.\n1 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "content": "Barneverninstitusjoner​2 står under tilsyn av helse- og sosialstyret i den kommune der institusjonen ligger. Kommunal institusjon står dog alltid under tilsyn av helse- og sosialstyret i den kommune som eier eller driver institusjonen.\nHelse- og sosialstyret skal se nøye etter at virksomheten ved institusjonen blir drevet i samsvar med gjeldende lov og forskrifter og slik at barna kan trives og føle seg trygge. Kroppslig refsing må ikke nyttes.\nMedlemmene av helse- og sosialstyret eller den som helse- og sosialstyret gir fullmakt har adgang til institusjonen og kan kreve at styreren eller styret gir de opplysninger som er nødvendige for tilsynet.\nDepartementet kan gi nærmere forskrifter om tilsynet.\n1 Endret ved lover 8 juni 1979 nr. 51, 12 juni 1987 nr. 70.\n2 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "content": "Finner helse- og sosialstyret at barn ved en institusjon ikke blir behandlet forsvarlig eller at forholdene ved institusjonen, når det gjelder lokaler, utstyr, personale m.v. ikke er tilfredsstillende, skal det ved å vende seg til styreren eller styret søke utvirket at forholdet blir rettet. Dessuten skal fylkeskommunen underrettes. Fører ikke dette fram, plikter helse- og sosialstyret å melde fra til departementet.​2\nEr misforholdene av så alvorlig art, at helse- og sosialstyret finner det uforsvarlig at barna blir i institusjonen, kan helse- og sosialstyret beslutte at institusjonen skal stenges inntil departementets avgjerd foreligger. I så fall skal helse- og sosialstyret sørge for at barna inntil videre blir tatt hånd om på forsvarlig måte.\nDersom departementet​2 bestemmer at godkjenninga av institusjonen skal kalles tilbake, skal helse- og sosialstyret sørge for at barna blir anbrakt på annen passende måte. Er noen av barna anbrakt av et annet helse- og sosialstyre, skal dette helse- og sosialstyre straks underrettes. Når det gjelder barn som er anbrakt av private, skal den som har anbrakt barnet underrettes og så vidt mulig tas med på råd ved plasseringen.\n1 Endret ved lover 8 juni 1979 nr. 51, 12 juni 1987 nr. 70.\n2 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "content": "Helse- og sosialstyret kan av omsyn til et barns velferd eller når barnet øver uheldig innflytelse på andre barn i institusjonen, bestemme at barnet skal flyttes. Helse- og sosialstyret skal i så fall være behjelpelig med å plasere barnet på annen passende måte.\n1 Endret ved lov 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "content": "Det påhviler fylkeskommunene – enkeltvis eller i samarbeid mellom flere fylkeskommuner – å opprette og drive barneverninstitusjoner som er nevnt i § 39 første ledd bokstav a) i den utstrekning det er behov for slike institusjoner i fylket.\nVedkommende fylkeskommune skal utarbeide en plan for oppretting og drift av institusjoner som nevnt i første ledd. I planen kan innpasses kommunale og private institusjoner som er godkjent i samsvar med § 40. Planen skal godkjennes av departementet​2 som også kan gjøre endringer i planen. For privat institusjon som er opprettet før 1. januar 1980, og som er godkjent i samsvar med § 40, kan Kongen etter søknad fra vedkommende institusjon bestemme at den på nærmere vilkår skal innpasses i plan som nevnt.\nKommunene bør etter behovet enten selv opprette eller støtte opprettingen av institusjoner som omfattes av § 39 første ledd bokstav b eller annen virksomhet som motsvarer slike institusjoners formål.\n1 Endret ved lover 6 juni 1975 nr. 30, 8 juni 1979 nr. 51, 19 des 1986 nr. 79.\n2 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 juni 1975 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:47",
      "chapter": "7",
      "section": "47",
      "content": "Reglene i dette kapitel gjør ingen innskrenkning i det tilsyn som er pålagt helse- og sosialstyret etter andre lovbestemmelser.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "8:48",
      "chapter": "8",
      "section": "48",
      "content": "Barn som helse- og sosialstyret har satt bort står under omsorg av helse- og sosialstyret til det har fylt 21 år, med mindre annet følger av annet ledd.\nOmsorgen skal oppheves før barnet har fylt 21 år når det ikke lenger er tilstrekkelig grunn for åtgjerdene. For gyldig vedtak om å nekte å oppheve omsorgen, må saken behandles etter reglene i § 5.\n1 Endret ved lover 19 des 1986 nr. 79, 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "8:49",
      "chapter": "8",
      "section": "49",
      "content": "Når et barn som etter vedtak av helse- og sosialstyret er anbrakt i spesialskole eller institusjon for særomsorg blir utskrevet – endelig eller på prøve – skal helse- og sosialstyret underrettes minst 2 måneder før utskrivingen. Etter samråd med styreren for vedkommende skole eller institusjon avgjør helse- og sosialstyret om barnet – dersom det er under 21 år – skal tilbake til foreldrene eller om det skal anbringes på annen passende måte.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "8:50",
      "chapter": "8",
      "section": "50",
      "content": "Når omsorgen opphører ved vedtak av helse- og sosialstyret eller ved at barnet fyller 21 år, skal helse- og sosialstyret når det er påkrevd være behjelpelig med å skaffe vedkommende passende sysselsetting. Dersom barnet ikke selv har midler og det har behov for det, skal helse- og sosialstyret dessuten sørge for nødvendige klær og eventuelt et passende beløp til reisepenger. Før helse- og sosialstyret opphever omsorgen skal det forvisse seg om at den utskrevne ved foreldres eller andres hjelp eller på egen hånd vil få tilfredsstillende underhold og utviklingsmuligheter.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "8:51",
      "chapter": "8",
      "section": "51",
      "content": "For barn som har vært anbrakt i skole for spesialundervisning​2 eller institusjon for særomsorg, skal helse- og sosialstyret sørge for betryggende ettervern. Ettervernet bør ordnes i samråd med styreren for den institusjon der barnet har vært og skal som regel skje ved at helse- og sosialstyret oppnevner en tilsynsfører for barnet. Som tilsynsfører kan oppnevnes personer som er skikket og villige til å ta imot vervet, eller det kan nyttes spesielle funksjonærer. Tilsynsføreren bør være bosatt i nærheten av det sted hvor den utskrevne har tatt opphold og skal føre tilsyn med dennes forhold og om nødvendig bistå med råd og vegledning.\nOgså for barn som helse- og sosialstyret har anbrakt i fosterheim,​3 barneheim,​4 ungdoms- og lærlingeheim o.l. skal helse- og sosialstyret ved utskrivingen oppnevne tilsynsfører når det etter samråd med oppfostreren eller styreren for vedkommende heim finner det påkrevd.\nHelse- og sosialstyret kan bestemme at en person skal stå under ettervern til fylte 23 år. I samband med ettervernet kan helse- og sosialstyret også yte økonomisk stønad i penger, naturalier eller tjenester av midler som kommunestyret har bevilget.\nNærmere bestemmelser om ordning av ettervernet og om tilsynsførerens virksomhet gis av departementet.​5\nDepartementet kan samtykke i at ettervernet i en kommune blir ordnet annerledes enn bestemt ovenfor, f.eks. gjennom interesserte organisasjoner eller på annen måte som finnes betryggende.\n1 Endret ved lover 8 juni 1979 nr. 51, 19 des 1986 nr. 79, 12 juni 1987 nr. 70.\n2 Se § 24 fjerde ledd.\n3 Se kap. V.\n4 Se kap. VII.\n5 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "9:52",
      "chapter": "9",
      "section": "52",
      "content": "Helse- og sosialstyrets vedtak etter denne lov kan påklages til fylkesmannen. Det samme gjelder avgjerder av lederen av helse- og sosialstyret, lederen av sosialkontoret eller påtalemyndigheten etter § 11 annet punktum.\nØvrige vedtak av lederen av sosialkontoret kan også påklages til fylkesmannen, men klagen skal da forelegges helse- og sosialstyret før den sendes fylkesmannen.\n1 Endret ved lover 19 juni 1969 nr. 52 og 54, 21 april 1978 nr. 16, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "9:53",
      "chapter": "9",
      "section": "53",
      "content": "Fylkesmannens vedtak i klagesak kan bringes inn for retten etter reglene i lov av 13 august 1915​2 kapittel 33 når det går ut på\na. at helse- og sosialstyret skal overta omsorgen for barnet og sette det til oppfostring utafor heimen, jfr. § 19,\nb. at en eller begge av foreldrene skal fratas foreldreansvaret i sin helhet, jfr. § 20,\nc. at et barn som er under omsorg skal flyttes til annet sted, jfr. § 27,\nd. at et barn som er anbrakt av private ikke skal flyttes, jfr. § 37,\ne. at omsorgen ikke skal opphøre, jfr. § 48 siste ledd.\nAndre vedtak som fylkesmannen gjør etter klage i medhold av § 52 første punktum, kan klages inn for departementet.​3\nGjør departementet​3 vedtak som nevnt i første ledd a)-e), gjelder første ledd tilsvarende.\n1 Endret ved lover 1969 nr. 52, 16 juni 1971 nr. 71, 8 april 1981 nr. 7, 19 des 1986 nr. 79, 12 juni 1987 nr. 70.\n2 Lov nr. 6.\n3 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "9:54",
      "chapter": "9",
      "section": "54",
      "content": "Rett til å klage og rett til å reise søksmål har den som berøres av vedtaket. Rett til å klage har dessuten ethvert medlem av helse- og sosialstyret.\nDersom vedtaket har slikt innhold som nevnt i § 53 første ledd, kan barnet sjøl klage eller i tilfelle reise søksmål dersom han har fylt 15 år og har evne til å forstå hva saka gjelder.\nForvaltningslovens​2 § 29 om klagefrist skal ikke gjelde for klage i saker etter denne lov.\nVed melding om vedtak som nevnt i § 53 første ledd, jfr. tredje ledd, skal klageren eller den som handler på hans vegne, gjøres kjent med at han kan kreve saka brakt inn for retten. Når vedkommende krever rettslig behandling skal han få veiledning og hjelp.\nDersom søksmål som gjelder oppheving av omsorgen ikke har ført fram, kan vedkommende ikke sette fram nytt krav om dette før det er gått ett år etter at dommen ble rettskraftig.\n1 Endret ved lover 19 juni 1969 nr. 52, 19 juni 1969 nr. 54, 12 juni 1987 nr. 70.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "9:55",
      "chapter": "9",
      "section": "55",
      "content": "Såvel fylkesmannen som departementet​2 kan prøve både de rettslige og skjønnsmessige sider av vedtaket til helse- og sosialstyret. De kan stadfeste eller oppheve vedtaket eller vise saka til ny behandling i helse- og sosialstyret. De kan også endre vedtaket slik at en annen åtgjerd trer istedenfor den som helse- og sosialstyret har vedtatt.\n1 Endret ved lover 19 juni 1969 nr. 52, 19 juni 1969 nr. 54, 12 juni 1987 nr. 70.\n2 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "10:56",
      "chapter": "10",
      "section": "56",
      "content": "Har et barn som ikke er fylt 15 år, forøvd en ellers straffbar handling, kan det foretas så vel rettslig som utenrettslig etterforskning.\n1 Tilføyd ved lov 4 april 1975 nr. 12, endret ved lov 12 juni 1987 nr. 51 (i kraft 1 jan 1990 iflg. lov 16 juni 1989 nr. 66).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "10:57",
      "chapter": "10",
      "section": "57",
      "content": "Har noen som er fylt 15 år, men ikke 18 år, forøvd en straffbar handling, kan påtalemyndigheten overføre saken til helse- og sosialstyret istedenfor å reise tiltale eller unnlate påtale etter straffeprosessloven § 69. Helse- og sosialstyret avgjør om og i tilfelle hvilken åtgjerd som skal treffes. Påtalemyndigheten underrettes straks om helse- og sosialstyrets vedtak.\nTilsvarende gjelder for personer over 14 år som er anbrakt i eller utskrevet på prøve fra spesialskole for barn med tilpasningsvansker eller annen behandlingsinstitusjon for slike barn. Helse- og sosialstyret skal i slike tilfelle treffe sitt vedtak i samråd med institusjonens ledelse.\n1 Tilføyd ved lov 4 april 1975 nr. 12, endret ved lover 14 juni 1985 nr. 71, 12 juni 1987 nr. 51 (i kraft 1 jan 1990 iflg. lov 16 juni 1989 nr. 66), 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "10:58",
      "chapter": "10",
      "section": "58",
      "content": "Er en sak overført til helse- og sosialstyret etter § 57, kan påtalemyndigheten atter åpne strafforfølgning, dersom\n1. vedkommende begår en ny straffbar handling, eller\n2. helse- og sosialstyret uttrykkelig ber om det, eller\n3. påtalemyndigheten finner at de åtgjerder som er truffet av helse- og sosialstyret, ikke er tilstrekkelige.\nTiltale må i så fall være reist eller saken sendt forhørsretten til pådømming innen ett år etter at det ble truffet beslutning om overføring av saken til helse- og sosialstyret.\n1 Tilføyd ved lov 4 april 1975 nr. 12, endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "10:59",
      "chapter": "10",
      "section": "59",
      "content": "Når påtalemyndigheten har sendt en sak til helse- og sosialstyret etter reglene i § 57, kan ikke den som er fornærmet ved den straffbare handling forfølge saken.\n1 Tilføyd ved lov 4 april 1975 nr. 12, endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "10:60",
      "chapter": "10",
      "section": "60",
      "content": "Når etterforsking settes i gang i saker etter §§ 56 og 57, og saken ikke er av bagatellmessig art, skal påtalemyndigheten straks underrette helse- og sosialstyret. Dette skal kunne ha en representant til stede under avhøringen av vedkommende unge lovbryter, dersom det er høve til det.\nI saker som nevnt i §§ 56 og 57 skal det legges særlig vekt på at etterforsking skjer uten unødig opphold.\n1 Tilføyd ved lov 4 april 1975 nr. 12, endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "11:61",
      "chapter": "11",
      "section": "61",
      "content": "Medlemmer av helse- og sosialstyret har krav på skyss- og kostgodtgjøring av kommunekassen for reiser til møter i helse- og sosialstyret etter de regler som kommunestyret fastsetter. Herreds- eller bydommeren skal, når han tilkalles, ha dekket denne godtgjøring av statskassen etter de regler som gjelder for offentlige tjenestemenn.\nFor reiser i samband med undersøkelser og tilsyn har medlemmene krav på å få sine utlegg godtgjort av kommunen etter de regler som kommunestyret fastsetter.\nUtgiftene ved virksomheten til helse- og sosialstyret utredes av vedkommende kommune. Kommunestyret bevilger etter forslag av helse- og sosialstyret de midler som er påkrevd for at helse- og sosialstyret kan utføre sine oppgaver etter denne lov på forsvarlig måte.\nKommunestyret kan vedta å yte leder og medlemmer godtgjøring for arbeidet.\n1 Endret ved lover 5 juni 1964 nr. 11, 11 mars 1966 nr. 3, 8 juni 1979 nr. 51, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "11:62",
      "chapter": "11",
      "section": "62",
      "content": "Personer som etter § 7 innkalles for å forklare seg for helse- og sosialstyret eller for retten, har krav på skyss- og kostgodtgjøring av kommunekassen etter de regler som gjelder for vitnegodtgjøring.​2\n1 Endret ved lover 11 mars 1966 nr. 3, 12 juni 1987 nr. 70.\n2 Se lov 21 juli 1916 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "11:63",
      "chapter": "11",
      "section": "63",
      "content": "Følgende utgifter kan kreves refundert av barnets bostedskommune til enhver tid (jfr. § 28):\na. Utgifter ved legeundersøkelser, herunder psykiatrisk-psykologiske undersøkelser, eventuelt med opphold i granskings- eller behandlingsheim, som ikke dekkes av folketrygden,\nb. helse- og sosialstyrets forpleiningsutgifter for barn som helse- og sosialstyret har anbrakt i fosterheim,​2 barneheim,​3 ungdomsheim eller liknende institusjoner, og andre nødvendige utgifter ved slike barn, som reisepenger, klær og sko, tannlege, m.v. og utgifter til utdanning,\nc. utgifter som et helse- og sosialstyre får ved fosterbarn​4 som står under dets tilsyn, f.eks. utgifter til nødvendig legetilsyn eller til flytning av barnet,\nd. godtgjøring som utbetales til oppnevnt tilsynsfører.\nEtter nærmere regler som fastsettes av departementet​5 refunderer staten kommunenes utgifter for flyktningebarn og asylsøkende barn som er kommet til landet uten foreldre.\n1 Endret ved lover 5 juni 1964 nr. 11, 29 jan 1971 nr. 17, 8 juni 1979 nr. 51 og 31 mai 1985 nr. 41, 12 juni 1987 nr. 70, 1 mars 1991 nr. 1 (med virkning fra 1 jan 1991).\n2 Se kap. V.\n3 Se kap. VII.\n4 Se § 29.\n5 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "11:64",
      "chapter": "11",
      "section": "64",
      "content": "Utgiftene ved anbringelse og opphold i skole for spesialundervisning​2 eller annen særomsorg dekkes etter de regler som er gitt i vedkommende særlov.\n1 Endret ved lov 19 des 1986 nr. 79.\n2 Se § 24 med noter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "11:65",
      "chapter": "11",
      "section": "65",
      "content": "Det påhviler eier av barneverninstitusjon​2 å utrede utgiftene til planlegging, oppføring, utvidelse, ombygging og innredning av institusjonen. For kommunale institusjoner som nevnt i § 39 første ledd bokstav a), og som inngår i plan som nevnt i § 45 annet ledd, utredes utgiftene dog av vedkommende fylkeskommune.\n1 Opphevet ved lov 5 juni 1964 nr. 11, tilføyd ved lov 8 juni 1979 nr. 51.\n2 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "11:65 a",
      "chapter": "11",
      "section": "65 a",
      "content": "1. Fylkeskommunen er ansvarlig for utgiftene til drift av barneverninstitusjoner som nevnt i lovens § 39 første ledd bokstav a) såfremt institusjonen er innpasset i den plan som er nevnt i § 45 annet ledd og institusjonen følger fylkeskommunens regler om bevilgning og regnskap. Fylkeskommunens plikt til å dekke driftsutgifter omfatter også de utgifter en eier har til vedlikehold som fylkeskommunen har godkjent og utgifter til renter og amortisasjon for godkjente byggearbeider. Det samme gjelder for utgifter til avdrag og renter på lån til byggearbeider som er utført eller påbegynt før 1. januar 1980 når lånet er tatt opp før denne dag.\nKommunene refunderer, etter satser departementet​2 fastsetter, en del av fylkeskommunens forpleiningsutgifter for barn som helse- og sosialstyret har anbrakt i institusjoner nevnt i foregående ledd og for mødre som oppholder seg i mødrehjem i samsvar med vedtak fattet av helse- og sosialstyret.\nStaten refunderer fylkeskommunens utgifter til forpleining av barn i de tilfelle som er nevnt i § 63 siste ledd.\nHar barnet bosted i annet fylke, skal fylkeskommunens utgifter dekkes av barnets bostedsfylke.\n2. Kommunen er ansvarlig for utgifter til barn som helse- og sosialstyret har anbrakt i fosterheim eller annet forpleiningsted, i den utstrekning fylkeskommunen ikke er ansvarlig for utgiftene etter nr. 1 første ledd.\nFylkeskommunen refunderer kommunens utgifter i den utstrekning de overstiger det kommunen ville vært pliktig til å refundere etter nr. 1 annet ledd.\nStaten refunderer kommunenes utgifter i den utstrekning det følger av denne lovs § 63 siste ledd.\n1 Tilføyd ved lov 8 juni 1979 nr. 51, endret ved lover 31 mai 1985 nr. 41, 19 des 1986 nr. 79, 12 juni 1987 nr. 70, 1 mars 1991 nr. 1 (med virkning fra 1 jan 1991).\n2 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65a",
        "source_heading": "§ 65 a."
      }
    },
    {
      "provision_ref": "11:65 b",
      "chapter": "11",
      "section": "65 b",
      "content": "Staten yter årlig tilskudd til delvis dekning av fylkeskommunenes utgifter etter § 65 a. Tilskuddet inngår i det samlede rammetilskuddet til fylkeskommunenes helse- og sosialtjeneste.\n1 Tilføyd ved lov 8 juni 1979 nr. 51. Endret ved lover 31 mai 1985 nr. 41, 21 des 1990 nr. 80 (i kraft 1 jan 1991).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65b",
        "source_heading": "§ 65 b."
      }
    },
    {
      "provision_ref": "11:65 c",
      "chapter": "11",
      "section": "65 c",
      "content": "De bestemmelser i denne lov som gjelder fylkeskommunene får tilsvarende anvendelse på bykommunen Oslo.\n1 Tilføyd ved lov 8 juni 1979 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65c",
        "source_heading": "§ 65 c."
      }
    },
    {
      "provision_ref": "11:66",
      "chapter": "11",
      "section": "66",
      "content": "Til dekning av forpleiningsutgifter som nevnt i § 65 a for barn eller unge som er under helse- og sosialstyrets omsorg, kan helse- og sosialstyret for det tidsrom det gjelder, kreve innbetalt til seg\na. underholdsbidrag og andre pengeytelser som er fastsatt for barnet i medhold av barneloven\nb. barnepensjon som barnet er berettiget til etter lov om folketrygd, dog slik at barnet får beholde en viss andel av pensjonen i samsvar med nærmere regler som fastsettes av Kongen.​2\nHar barnet andre midler enn nevnt i første ledd, kan fylkesmannen etter forslag fra helse- og sosialstyret bestemme at det skal kreves refusjon i disse midler i den utstrekning det finnes rimelig. Departementet​2 gir nærmere forskrifter om slik refusjon.​3\nDersom underholdsbidrag eller andre pengeytelser som nevnt i første ledd punkt a ikke er pålagt barnets foreldre eller andre forsørgingspliktige, kan fylkesmannen etter forslag fra helse- og sosialstyret bestemme at foreldrene helt eller delvis skal refundere utgiftene med et beløp som samtidig fastsettes dersom deres økonomiske stilling er slik at dette må anses rimelig.\nTil dekning av forpleiningsutgifter som nevnt i § 65 a for mødre som oppholder seg i mødrehjem etter vedtak av helse- og sosialstyret, kan helse- og sosialstyret for det tidsrom det gjelder, kreve innbetalt til seg ytelser moren oppebærer som enslig forsørger samt overgangsstønad hun som ugift kvinne har rett til før fødselen, dog slik at hun får beholde en viss andel av disse ytelser i samsvar med forskrifter​4 som fastsettes av departementet.​2\nHar moren eller den ugifte kvinne andre midler enn nevnt i foregående ledd, kan helse- og sosialstyret bestemme at det skal kreve refusjon i disse midler i den utstrekning det finnes rimelig. Departementet​2 gir nærmere forskrifter om slik refusjon.​5\nOverstiger den refusjon som kan kreves kommunens utgifter, skal overskytende beløp nyttes til dekning av fylkeskommunens forpleiningsutgifter.\nRefusjon etter annet, tredje og femte ledd innkreves av bidragsfogden etter reglene for innkreving av underholdsbidrag.​6 Har helse- og sosialstyret krevd oppfostringsbidrag innbetalt til seg etter første ledd bokstav a, skal bidrag som deretter innbetales først nyttes til dekning av de løpende bidrag for vedkommende måned, deretter dekkes mulige bidragsrestanser til bidragsberettigede og til sist kommunens krav. Det samme gjelder bidrag til ugifte mødre fra barnets far som helse- og sosialstyret krever innbetalt til seg etter femte ledd.\n1 Endret ved lover 9 des 1955 nr. 5, 16 juni 1971 nr. 71, 20 des 1974 nr. 67 (se dens II), 8 juni 1979 nr. 51, 8 april 1981 nr. 7, 12 juni 1987 nr. 70, 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765). – Jfr. §§ 52 og 55.\n2 Jfr. forskrift 4 juli 1980 nr. 5.\n3 Barne- og familiedepartementet.\n4 Forskrift gitt 24 juli 1980.\n5 Forskrift gitt 8 feb 1980.\n6 Se lov 9 des 1955 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "11:67",
      "chapter": "11",
      "section": "67",
      "content": "Tvister mellom kommuner og eller fylkeskommuner om dekning av de utgifter som er omhandlet i dette kapittel avgjøres på samme måte som tilsvarende tvister etter lov om sosial omsorg.​2\n1 Endret ved lover 5 juni 1964 nr. 11, 8 juni 1979 nr. 51.\n2 Se lov 5 juni 1964 nr. 2 § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "12:68",
      "chapter": "12",
      "section": "68",
      "content": "Skoler og andre læreanstalter som tar sikte på opplæring av barnevernarbeidere, herunder også barnepleiersker, skal ha skriftlig godkjenning av vedkommende departement,​1 som fører tilsyn med virksomheten. Godkjenninga kan når som helst tas tilbake.\n1 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "13:69",
      "chapter": "13",
      "section": "69",
      "content": "Departementet​1 gir de forskrifter som er nødvendige til gjennomføring av denne lov.\n1 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "13:70",
      "chapter": "13",
      "section": "70",
      "content": "Når det finnes påkrevd kan helse- og sosialstyret kreve bistand av politiet til undersøkelser. Helse- og sosialstyrets vedtak om å frata noen foreldreansvaret, om å overta omsorgen for et barn eller om at et barn skal flyttes, er særlig tvangsgrunnlag for tvangsfullbyrdelse gjennom namsmyndighetene etter reglene i tvangsfullbyrdelsesloven kap 13.\n1 Endret ved lover 12 juni 1987 nr. 70, 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "13:71",
      "chapter": "13",
      "section": "71",
      "content": "Fra den dag loven trer i kraft skal de barn som er bortsatt av verjerådet og av forsorgsstyret stå under omsorg og tilsyn av helse- og sosialstyret. Departementet​2 kan dog fastsette en frist for overføring av de sistnevnte barn.\nLoven kommer til anvendelse selv om det forhold som gir grunn til anvendelsen skriver seg fra tida før loven trer i kraft.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "13:72",
      "chapter": "13",
      "section": "72",
      "content": "Denne lov trer i kraft fra den dag​2 Kongen bestemmer.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 1 juli 1954 iflg. res. 31 juli 1953 (§ 1 første ledd og §§ 2, 3, 69 og 72 trådte dog i kraft straks).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "13:73",
      "chapter": "13",
      "section": "73",
      "content": "Fra den dag loven trer i kraft oppheves følgende lovbestemmelser:\nLov om Behandlingen af forsømte Børn av 6 juni 1896 nr. 1.\nFra samme tid blir det gjort følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "De kommunale barnevernoppgaver som følger av denne loven hører under helse- og sosialstyret i kommunen.​2\nHelse- og sosialstyret skal utføre de oppgaver som påhviler det i henhold til lov. Det skal følge nøye med i de forhold barn og ungdom lever under og virke for tiltak til bedring av barnevernet i kommunen.\nHelse- og sosialstyret bør mest mulig samarbeide med myndigheter, institusjoner, foreninger og andre hvis virksomhet berører barnevernet. Særlig gjelder dette skolemyndighetene og politiet.\n1 Endret ved lover 5 juni 1964 nr. 11, 8 juni 1979 nr. 51, 12 juni 1987 nr. 70.\n2 Se lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Helse- og sosialstyret er vedtaksført når minst 3/5 av medlemmene, herunder lederen eller nestlederen til stede. I saker som nevnt i § 5 første ledd må også dommeren møte. I tilfelle av stemmelikhet gjør lederens stemme utslaget. Når det gjelder forføyning som nevnt i § 5 første ledd, kreves det dog at minst 3/5 av medlemmene har stemt for.\nMøte holdes når lederen bestemmer det eller minst halvparten av medlemmene krever det.\nForhandlingene foregår for stengte dører.\nHelse- og sosialstyrets vedtak skal være skriftlige og skal grunngis samtidig med at vedtak fattes. Vedtaket skal vise til de lovbestemmelser som ligger til grunn for vedtaket. For øvrig gjelder forvaltningslovens​2 §§ 24 tredje ledd og 25.\nDet skal føres protokoll over forhandlingene.\nNærmere bestemmelser om forretningsorden og protokollasjon fastsettes i instruks som gis av departementet.​3\n1 Endret ved lover 5 juni 1964 nr. 11, 19 juni 1969 nr. 54, 16 mai 1986 nr. 21, 12 juni 1987 nr. 70.\n2 Lov 10 feb 1967.\n3 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:4 a",
      "chapter": "1",
      "section": "4 a",
      "content": "Enhver som utfører tjeneste eller arbeid for et forvaltningsorgan eller en institusjon i henhold til loven her, har taushetsplikt etter forvaltningsloven​2 §§ 13 til 13 e. Overtredelse straffes etter straffeloven § 121.\nTaushetsplikten gjelder også fødested, fødselsdato, personnummer, statsborgerforhold, sivilstand, yrke, bopel og arbeidssted. Opplysning om en klients oppholdssted kan likevel gis når det er klart at det ikke vil skade tilliten til organet eller institusjonen å gi slik opplysning.\nOpplysninger til andre forvaltningsorganer, jf forvaltningsloven § 13 b nr. 5 og 6, kan bare gis når dette er nødvendig for å fremme avgiverorganets eller institusjonens oppgaver, jf også § 21 i loven her, eller for å forebygge vesentlig fare for liv eller alvorlig skade for noens helse.\nDersom barnets interesser tilsier det, kan fylkesmannen eller departementet bestemme at opplysninger skal være undergitt taushetsplikt, selv om foreldrene har samtykket i at de gjøres kjent.\n1 Tilføyd ved lov 16 mai 1986 nr. 21.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "1:4 b",
      "chapter": "1",
      "section": "4 b",
      "content": "Etter pålegg fra de organer som er ansvarlige for gjennomføringen av loven, plikter offentlige myndigheter uten hinder av taushetsplikt å gi de opplysninger som de sitter inne med og som er nødvendige for behandling av saker etter loven.\nOpplysninger om forhold som kan medføre vernetiltak fra helse- og sosialstyret, jf § 16, skal gis av eget tiltak.\n1 Tilføyd ved lov 16 mai 1986 nr. 21, endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4b",
        "source_heading": "§ 4 b."
      }
    },
    {
      "provision_ref": "1:4 c",
      "chapter": "1",
      "section": "4 c",
      "content": "Leger, psykologer, helsesøstre, sykepleiere, husmorvikarer og andre i liknende stilling kan uten hinder av taushetsplikt gi helse- og sosialstyret opplysninger om forhold som kan føre til vernetiltak fra helse- og sosialstyrets side.\n1 Tilføyd ved lov 16 mai 1986 nr. 21, endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4c",
        "source_heading": "§ 4 c."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Vedkommende by- eller herredsdommer skal tiltre helse- og sosialstyret som medlem når det er spørsmål om\na. å overta omsorgen for et barn og foreldrene eller de som er i disses sted ikke har samtykket, jfr. § 19.\nb. å frata foreldreansvaret i sin helhet, jfr. § 20.\nc. at et barn ikke skal flyttes, jfr. § 37.\nd. å nekte å oppheve omsorgen for et barn, jfr. § 48 siste ledd.\nDommeren leder i disse saker forhandlingene og rådslagningene i helse- og sosialstyret.\nHar herreds- eller byretten flere medlemmer,​2 bestemmer departementet​3 hvem av dem som skal tjenestegjøre og hvem som skal forrette ved forfall.\nDersom et helse- og sosialstyre har leder eller medlem med de egenskaper som er foreskrevet for herreds- og bydommere,​4 kan departementet​3 frita helse- og sosialstyret for å tilkalle dommeren. I så fall skal vedkommende medlem lede forhandlingene og rådslagningene i de saker som er nevnt i første ledd.\n1 Endret ved lover 8 april 1981 nr. 7, 12 juni 1987 nr. 70.\n2 Jfr. domstolsl. § 19.\n3 Barne- og familiedepartementet.\n4 Se domstolsl. §§ 53-54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Lederen skal sørge for at de saker som legges fram for helse- og sosialstyret er nøye undersøkt på forhånd.\nDet må skaffes best mulig kjennskap til barnet og hele dets miljø, til foreldrene og forholdene i heimen, skolen osv.\nTil undersøkelse av barnet skal helse- og sosialstyret så vidt mulig søke sakkyndig bistand, jfr. § 23.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Helse- og sosialstyret kan innhente opplysninger fra enhver person som er bosatt i kommunen, og hvis forklaring antas å være av betydning. Forklaringer fra personer som er bosatt i en annen kommune, skal etter begjæring søkes innhentet av helse- og sosialstyret der.\nOm det finner det påkrevd, kan helse- og sosialstyret kreve bevisopptak ved domstolene, jfr. domstollovens § 43, annet ledd.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Barnets foreldre, dets foresatte eller verje,​2 samt andre personer som saken direkte gjelder, skal gis adgang til å uttale seg før helse- og sosialstyret gjør vedtak. De har rett til å være til stede under forhandlingene i helse- og sosialstyret, men ikke under rådslagning og stemmegiing. De har rett til å ha en person ved sin side til å vareta barnets tarv, jfr. forvaltningslovens​3 § 12. Helse- og sosialstyret kan også kreve at setteverje blir oppnevnt for å vareta barnets tarv under saken, jfr. lov om verjemål for umyndige av 22. april 1927 § 15.\nDe personer som er nevnt i første ledd kan utelukkes i de tilfelle som er nevnt i domstollovens § 133 og straffeprosessloven § 245.\nBarnet skal ha høve til å uttale seg for helse- og sosialstyret i møte. Skal barnet forklare seg for helse- og sosialstyret, må det sørges for at det kan uttale seg fritt og utvungent. Når barnets tarv tilsier det, bør forklaringen skje for et av medlemmene i helse- og sosialstyret.\n1 Endret ved lover 19 juni 1969 nr. 54, 14 juni 1985 nr. 71, 12 juni 1987 nr. 70.\n2 Se lov 22 april 1927 nr. 3 kap. 2.\n3 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Helse- og sosialstyret skal snarest gi den som vedtaket berører skriftlig melding om vedtaket. Meldingen skal inneholde utskrift av vedtaket med grunngiing samt opplysning om klageadgangen, og den nærmere framgangsmåte ved klage, jfr. §§ 52 og 54. Går vedtaket ut på at et barn skal tas fra noen av foreldrene eller andre som er i foreldrenes sted, skal melding som nevnt skje ved brev overlevert av et av helse- og sosialstyrets medlemmer eller i rekommandert brev. Haster saken, kan underretning gis muntlig eller på annen måte. I så fall skal vedtaket snarest bekreftes skriftlig, jfr. første og annet punktum.\nOm vedtak som fører til at barnet må reise hjemmefra skal det gis melding til vergemålsmyndighetene på det stedet vedkommende skal være, og disse avgjør om det skal oppnevnes hjelpeverge for barnet etter vergemålslovens § 16.\n1 Endret ved lover 19 juni 1969 nr. 52, 19 juni 1969 nr. 54, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Helse- og sosialstyret sørger for iverksetting av de vedtak som blir gjort.\n1 Endret ved lover 19 juni 1969 nr. 54, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "Hvor det er fare ved opphold, eller hvor det er nødvendig å sikre seg barnets person, kan helse- og sosialstyret la barnet foreløpig anbringe i familie, skole eller på annet hensiktsmessig sted. Når avgjerd av helse- og sosialstyret ikke kan avventes, kan de nevnte åtgjerder treffes av lederen av helse- og sosialstyret eller av påtalemyndigheten, eventuelt av lederen av sosialkontoret dersom kommunestyret har tillagt lederen denne myndighet. Reglene i § 4 fjerde ledd og § 9 gjelder tilsvarende for slike vedtak av lederen av helse- og sosialstyret, påtalemyndigheten eller lederen av sosialkontoret. Når det er truffet slike foreløpige åtgjerder, skal helse- og sosialstyret snarest råd er ta saken opp til endelig avgjerd.\n1 Endret ved lover 19 juni 1969 nr. 54, 21 april 1978 nr. 16, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "content": "Offentlige (herunder kommunale) myndigheter og tjenestemenn som i sin virksomhet blir kjent med forhold som kan føre med seg vernetiltak fra helse- og sosialstyret, jf § 16, skal gjøre sitt til at forholdet blir rettet. Om opplysningsplikt gjelder § 4 b annet ledd.\n1 Endret ved lover 16 mai 1986 nr. 21, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "1:12 a",
      "chapter": "1",
      "section": "12 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12a",
        "source_heading": "§ 12 A."
      }
    },
    {
      "provision_ref": "1:12 b",
      "chapter": "1",
      "section": "12 b",
      "content": "Kommunestyret kan, etter forslag fra helse- og sosialstyret, bestemme at lederen av sosialkontoret skal ha myndighet til å fatte vedtak etter denne lov. Dog gjelder dette ikke vedtak\n- i saker som nevnt i § 5 første ledd.\n- i saker hvor foreldrene ikke samtykker i forebyggende åtgjerder etter § 18.\n- om å oppheve eller endre helse- og sosialstyrets vedtak i saker fattet i samsvar med reglene i § 5 første ledd.\n- om å oppheve omsorgen i medhold av § 48 siste ledd første punktum dersom barnet har vært under omsorg i mer enn 6 måneder.\n- om at et barn som er under omsorg skal flyttes til et annet sted, jfr. § 27, dersom barnet har vært under omsorg i mer enn 6 måneder.\nFor vedtak fattet av lederen av sosialkontoret gjelder reglene i § 4 fjerde ledd og § 9 tilsvarende, jfr. også § 19 tredje ledd.\n1 Tilføyd ved lov 21 april 1978 nr. 16, endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12b",
        "source_heading": "§ 12 B."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Departementet​2 fører tilsyn med at det offentlige barnevern blir gjennomført i samsvar med gjeldende lov og forskrifter. Kommunale og fylkeskommunale organer og barneverninstitusjonene​3 plikter å gi departementet de opplysninger og meldinger som blir bestemt. Den som departementet gir fullmakt har adgang til enhver barneverninstitusjon som står under tilsyn etter loven.\n1 Endret ved lov 8 juni 1979 nr. 51.\n2 Barne- og familiedepartementet.\n3 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 19 des 1986 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Etter nærmere bestemmelser som gis av departementet​2 skal fylkesmannen føre tilsyn med barnevernsvirksomheten i fylket.\n1 Endret ved lov 19 des 1986 nr. 79.\n2 Famillie- og forbrukerdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Vernetiltak som omhandlet i dette kapitel kan treffes overfor barn under 18 år\na. når barnet blir slik behandlet eller lever under slike forhold at dets helse (fysisk-psykisk) eller utvikling utsettes for skade eller alvorlig fare.\nb. når barnet ved lovovertredelser eller annen atferd viser så dårlig tilpasning til omgivelsene eller samfunnet at særlige åtgjerder finnes påkrevd.\nc. når barnet er uten forsørger eller foreldrene ikke er i stand til å forsørge det på forsvarlig måte, og det heller ikke på annen måte blir sørget forsvarlig for det,\nd. når barnet er sjukt eller lider av kroppslyte, nedsatte åndsevner eller andre mangler og de nødvendige åtgjerder ikke er tatt for å gi det den pleie eller behandling det har behov for og som det etter tilhøva er mulig å gi det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Blir helse- og sosialstyret ved opplysninger etter § 12 eller på annen måte kjent med at et barn er i en slik stilling som nevnt i § 16, skal det snarest foreta nærmere undersøkelser. Ved samtale med barn og foreldre skal det søke å klarlegge årsakene til de forhold som har gjort inngripen fra helse- og sosialstyret nødvendig og søke å få barn og foreldre til å innse hva som eventuelt er galt og hva som kan foretas for å rette på forholdene. Helse- og sosialstyret bør herunder så vidt mulig betjene seg av personer som har særlige forutsetninger for dette arbeid (sosialkuratorer e.l.).\nNår helse- og sosialstyret skal avgjøre hvilke åtgjerder som skal tas, skal det holde seg barnets beste for øye. Helse- og sosialstyret bør også ta omsyn til om det kan skade andre barn at barnet blir i heimen.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Alt etter forholdene i det enkelte tilfelle kan helse- og sosialstyret gjennomføre en eller flere av følgende forebyggende åtgjerder:\na. Sette heimen under tilsyn ved at det oppnevner tilsynsfører for barnet etter reglene i kap. VI.\nb. Yte økonomisk stønad – i penger, naturalier eller tjeneste – til heimen av midler som kommunestyret bevilger til forebyggende åtgjerder, jfr. § 61.\nc. Sørge for at barnet blir satt i barnehage, dagheim, fritidsheim eller liknende innretning.\nd. Sørge for at barn over skolepliktig alder blir satt i skole til videre opplæring eller at det blir satt i lære eller annet arbeid uten å fjerne det fra heimen. Før slikt vedtak treffes, skal helse- og sosialstyret rådføre seg med yrkesrettleier eller annen sakkyndig.\ne. Sørge for at barn som nevnt i § 16 d får pleie eller behandling, og at det blir meldt til rette myndighet dersom det kommer inn under en særlov.\nÅtgjerder som nevnt under pkt. c-e kan om nødvendig settes i verk ved pålegg til foreldrene.\n1 Endret ved lover 5 juni 1964 nr. 11, 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Anser helse- og sosialstyret åtgjerder som nevnt i § 18 for å være nytteløse, eller har slike åtgjerder ikke ført fram, kan helse- og sosialstyret vedta å overta omsorgen for barnet og anbringe det til oppfostring utenfor heimen. I vedtaket skal bestemmes på hvilken måte barnet skal anbringes, jfr. kap. IV. Før vedtak blir gjort, skal helse- og sosialstyret søke å oppnå skriftlig samtykke fra foreldrene eller personer som er i deres sted. Blir slikt samtykke ikke gitt, eller blir et samtykke seinere kalt tilbake, skal saken behandles etter reglene i § 5.\nEr det ingen som tar seg av barnet, skal helse- og sosialstyret uten videre overta omsorgen.\nHar lederen av sosialkontoret fattet vedtak om at helse- og sosialstyret skal ha omsorgen for barnet, jfr. § 12 B, skal saken når omsorgen har vart i 6 måneder, forelegges helse- og sosialstyret som skal fatte eget vedtak i saken.\n1 Endret ved lover 21 april 1978 nr. 16, 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Har helse- og sosialstyret vedtatt å overta omsorgen​2 for et barn, kan det også vedta at foreldreansvaret​3 i sin helhet skal fratas begge eller den ene av foreldrene, jfr. § 5.\nBlir foreldreansvaret​3 i sin helhet fratatt begge foreldre eller en av dem som har foreldreansvaret alene, slik at barnet blir uten verge,​4 skal helse- og sosialstyret sørge for at annen verge snarest blir oppnevnt. Det samme gjelder når barnet er foreldreløst og det ikke tidligere er oppnevnt verge.\n1 Endret ved lover 11 april 1958 nr. 3, 8 april 1981 nr. 7, 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.\n2 Se § 19.\n3 Se lov 8 april 1981 nr. 7 kap. 5.\n4 Se lov 22 april 1927 nr. 3 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Har forhold som nevnt i § 16 sin grunn i at noen i barnets heim er henfalt til misbruk av rusdrikk eller antas å ha gjort seg skyldig i straffbart forhold overfor barnet, eller lider noen i heimen av slik sjukdom at barnet utsettes for fare, kan helse- og sosialstyret uten hinder av taushetsplikt, underrette politiet.\n1 Endret ved lover 16 mai 1986 nr. 21, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Barn som helse- og sosialstyret har overtatt omsorgen​2 for skal anbringes på den måte som helse- og sosialstyret i det enkelte tilfelle finner best for barnet. Særlig skal helse- og sosialstyret se til at barnet får forsvarlig pleie, oppfostring og opplæring. Før anbringelse skjer, skal helse- og sosialstyret så vidt mulig rådføre seg med sakkyndige.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "Barnet skal alltid undersøkes av lege før endelig anbringelse skjer. Er det grunn til å anta at barnet lider av psykiske mangler, eller skyldes åtgjerdene barnets atferd, skal det så vidt mulig også undersøkes av spesialutdannet lege eller annen sakkyndig. Om nødvendig kan barnet legges inn i sjukehus eller foreløpig anbringes i en heim, hvor det kan bli undersøkt og observert.\nDepartementet​1 gir nærmere regler om undersøkelser som nevnt i foregående ledd.\n1 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Barn som anses egnet for det, skal fortrinnsvis søkes anbrakt i en god fosterheim.​2 Før anbringelsen skal helse- og sosialstyret undersøke heimen og innhente erklæring fra kommunens medisinsk-faglig ansvarlige lege om de hygieniske forhold i heimen og fra ham eller annen lege om helsetilstanden til oppfostreren og hans familie. Oppfostrerens plikter mot barnet og vilkåra for øvrig blir å fastsette i skriftlig avtale.\nKan barnet ikke anbringes i fosterheim, blir det å anbringe i en godkjent barneheim​3 når ikke reglene i tredje eller fjerde ledd får anvendelse.\nEr barnet over 15 år, skal det søkes anbrakt på slik måte at det kan få yrkesopplæring eller videre skolegang. Anbringelsen kan her skje i passende privat heim, i lærlinge- eller ungdomsheim e.l. eller i tjeneste. Valg av yrke eller skole skal mest mulig skje etter samråd med yrkesrettleier.\nBarn som har behov for særlig behandling, opplæring eller pleie kan anbringes i skole for spesialundervisning​4 eller annen institusjon for særomsorg.\n1 Endret ved lover 19 des 1986 nr. 79, 12 juni 1987 nr. 70.\n2 Se kap. V.\n3 Se kap. VII.\n4 Se lover 13 juni 1969 nr. 24 § 8, 21 juni 1974 nr. 55 § 11, 14 juni 1985 nr. 73 § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Lar det seg ikke gjøre straks å anbringe barnet på den måte som er bestemt, kan helse- og sosialstyret foreløpig sette barnet i en opptakingsheim eller finne et annet passende oppholdssted for det til endelig anbringelse kan skje.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "a. Fylkeskommunene har ansvar for at det i hvert fylke opprettes en formidlingssentral som har til oppgave å bistå helse- og sosialstyrene ved anbringelse av barn i fosterheimer og barneheimer. Sentralen bør til enhver tid ha oversikt over ledige plasser i barneheimene i fylket og bør i særlig grad arbeide for å skaffe gode fosterheimer.\nb. Det er forbudt for privatpersoner å drive formidlingsvirksomhet for anbringelse av barn med eller uten adopsjon for øye. Overtredelse av forbudet straffes med bøter eller fengsel i inntil 3 måneder. Organisasjoner kan heller ikke drive slik virksomhet uten bevilling av departementet,​2 som i tilfelle fører tilsyn med virksomheten.\n1 Endret ved lover 8 juni 1979 nr. 51, 19 des 1986 nr. 79, 12 juni 1987 nr. 70.\n2 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "Et helse- og sosialstyre må ikke foreta endring i anbringelsen av et bortsatt barn, med mindre det skjer av omsyn til barnets velferd eller fordi barnet øver uheldig innflytelse på andre barn.\nVedtak om endring i anbringelse treffes av det helse- og sosialstyre som har satt barnet bort. Helse- og sosialstyret i den kommune der barnet er anbrakt kan dog treffe slike foreløpige åtgjerder som er påkrevd, men skal i så fall straks underrette det helse- og sosialstyre som har omsorgen.\n1 Endret ved lover 19 des 1986 nr. 79, 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Barn som er under omsorg av et helse- og sosialstyre, anses til enhver tid å ha samme bostedskommune som foreldrene eller den av foreldrene som det seinest levde hos.\n1 Endret ved lover 5 juni 1964 nr. 11, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "content": "Med fosterbarn forstår denne lov barn som av et helse- og sosialstyre eller av private, mot eller uten betaling, er anbrakt til oppfostring i privat heim hos andre enn sine foreldre eller adoptivforeldre.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "Den som vil ta imot fosterbarn​2 som settes bort av helse- og sosialstyret i en annen kommune eller av private, må på forhånd ha samtykke av helse- og sosialstyret i den kommune der han er bosatt.\nSøknad om slikt samtykke skal være vedlagt fødselsattest og legeattest for barnet og skal inneholde opplysninger om hvem som vil sette barnet bort, grunnen til bortsettinga, søkerens navn, stilling og bosted, om oppfostringsvilkåra og om forhold ellers som har betydning for bedømmelsen av fosterheimen.\nIngen må sette bort fosterbarn uten å ha forvisset seg om at oppfostreren har samtykket som nevnt i første ledd til å ta imot barnet. Den som setter barnet bort har plikt til seinest innen 8 dager etter bortsettinga å underrette helse- og sosialstyret i den kommune der barnet er anbrakt.\nOvertredelse av bestemmelsene i denne paragraf kan straffes med bøter.​3\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 29.\n3 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Når helse- og sosialstyret gjennom søknad etter § 30 eller på annen måte har fått kjennskap til at noen vil ta eller allerede har tatt imot fosterbarn,​2 skal helse- og sosialstyret, såframt det ikke allerede har tilstrekkelig kjennskap til fosterheimen, uten opphold foreta nærmere undersøkelse av heimen og innhente erklæring fra kommunens medisinsk-faglig ansvarlige lege om de hygieniske forhold i heimen og fra ham eller annen lege om helsetilstanden til oppfostreren og hans familie.\nSamtykke til å ta imot barnet må ikke gis dersom helse- og sosialstyret finner at der er fare for at barnet ikke vil få forsvarlig pleie og oppfostring eller at oppholdet i fosterheimen ellers kan bli til skade for barnet.\n1 Endret ved lov 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.\n2 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "content": "Fosterbarn​2 står under tilsyn av helse- og sosialstyret til barnet har fylt 18 år. Barn som er anbrakt etter vedtak av helse- og sosialstyret står dog under tilsyn så lenge omsorgen varer, jfr § 48.\nNår helse- og sosialstyret finner grunn til det, kan det forlenge tilsynet med et privat anbrakt fosterbarn utover det fylte 18. år, men ikke lenger enn til barnet har fylt 21 år.\nEn fosterheim​3 kan fritas for tilsyn når helse- og sosialstyret etter sitt kjennskap til forholdene finner at særlige grunner taler for det. Helse- og sosialstyret kan sette visse vilkår for fritakinga, som når som helst kan kalles tilbake. Selv om fritaking er gitt, er oppfostreren pliktig​4 til å gi helse- og sosialstyret de meldinger loven foreskriver eller som helse- og sosialstyret bestemmer.\n1 Endret ved lov 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.\n2 Se § 29.\n3 Se § 30.\n4 Se strl. § 339.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "content": "Tilsynet med fosterbarn​2 utføres av helse- og sosialstyret i den kommune der oppfostreren bor.\nI særskilte tilfelle kan departementet​3 likevel, under forutsetning av at tilsynet blir ordnet på betryggende måte, bestemme at et helse- og sosialstyre skal føre tilsyn med barn som helse- og sosialstyret har anbrakt i annen kommune. I så fall er helse- og sosialstyret i den kommune der barna er anbrakt, fritatt for tilsynet. Likevel har dette helse- og sosialstyre plikt til å melde fra til det helse- og sosialstyre som har tilsynsplikten om misforhold i fosterheimen som det får kjennskap til og å ta de foreløpige åtgjerder som det finner nødvendige.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 29.\n3 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "For hvert fosterbarn​2 som står under tilsyn skal helse- og sosialstyret oppnevne en tilsynsfører.\nSom tilsynsfører bør nyttes funksjonærer som kommunestyret har tilsatt eller andre som er særlig skikket og villige til å ta imot vervet.\nMelding om oppnevning av tilsynsfører skal alltid gis oppfostreren.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Tilsynsføreren​2 skal påse at barnet får tilfredsstillende pleie, oppfostring og opplæring og at det får nødvendig legetilsyn og behandling i sjukdomstilfelle. Tilsynsføreren skal med oppmerksomhet følge barnets utvikling og oppførsel. Når det anses påkrevd skal denne gi oppfostreren råd og vegledning i samband med oppfostringen.\nNår det gjelder barn bortsatt av private, skal tilsynsføreren i sin virksomhet så vidt mulig rådføre seg med barnets foreldre eller dets verje eller den som betaler for barnet.\nNår det gjelder barn som helse- og sosialstyret har satt bort, skal tilsynsføreren gjøres kjent med de forhold som ligger til grunn for åtgjerdene til helse- og sosialstyret og særskilt påse at de oppfostringsvilkår som er fastsatt blir overholdt.\nTilsynsføreren har rett til å få adgang til fosterheimen som skal besøkes så ofte som forholdene i det enkelte tilfelle gjør det påkrevd. Oppfostreren plikter å gi tilsynsføreren de opplysninger som er nødvendige for tilsynet.\nHelse- og sosialstyret kan gi tilsynsføreren de instrukser som finnes påkrevd i det enkelte tilfelle.\nEn gang om året og ellers så ofte som tilsynsføreren finner grunn til det, eller helse- og sosialstyret krever det, skal tilsynsføreren gi helse- og sosialstyret melding om tilsynet.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Finner tilsynsføreren​2 at det er mangler ved barnets pleie eller oppfostring eller at forholdene i fosterheimen for øvrig ikke er tilfredsstillende, eller har oppfostreren ikke overholdt de vilkår som er fastsatt, skal tilsynsføreren på lemplig måte søke å utvirke, at oppfostreren retter på forholdet eller om nødvendig gi ham pålegg om dette. Fører ikke dette fram, eller er misforholdet av alvorlig art, skal han uten opphold melde fra til helse- og sosialstyret. Det samme gjelder når barnets helsetilstand eller atferd er slik at særlige åtgjerder anses påkrevd.\nNår helse- og sosialstyret blir kjent med forhold som nevnt, skal det uten opphold foreta undersøkelser og ta de nødvendige åtgjerder.\nFinner helse- og sosialstyret det uforsvarlig at barnet blir i fosterheimen, kan det kreve at barnet blir flyttet. Helse- og sosialstyret skal i så fall se til at barnet blir tatt hånd om på betryggende måte av den som plikter å ta seg av det. Er barnet satt bort av et annet helse- og sosialstyre, skal dette helse- og sosialstyre straks underrettes. Er barnet anbrakt av private, skal helse- og sosialstyret underrette foreldrene eller andre som har satt det bort.\n1 Endret ved lov 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.\n2 Se § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "Helse- og sosialstyret kan bestemme (jfr. § 5) at barn som er anbrakt av private i fosterheim eller barneheim, for en viss tid ikke skal flyttes, når det ikke er rimelig grunn for flyttingen og denne vil være til skade for barnet.\n1 Endret ved lov 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "content": "Flytter oppfostreren, skal han i god tid på forhånd melde fra til helse- og sosialstyret. Helse- og sosialstyret skal snarest råd er etter flyttingen foreta ny undersøkelse av fosterheimen og om nødvendig oppnevne tilsynsfører.​2 Flytter oppfostreren til en annen kommune, skal helse- og sosialstyret underrette helse- og sosialstyret i den kommune han flytter til, og dette helse- og sosialstyre plikter da å overta tilsynet, dersom det ikke er fritatt etter § 33, annet ledd.\nDør fosterbarnet​3 eller opphører pleieforholdet av annen grunn som ikke skyldes åtgjerder av helse- og sosialstyret, skal oppfostreren uten opphold melde dette til helse- og sosialstyret.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 34.\n3 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "content": "Med barnevernsinstitusjoner forstår denne lov\na. barneheimer, herunder mødre- og spebarnheimer, opptakingsheimer, ungdoms- og lærlingeheimer, barnepensjonater o.l.\nb. fritidsheimer o.l.\nDepartementet​2 avgjør i tvilstilfelle om en institusjon går inn under loven.\nDepartementet​2 kan bestemme at en barneverninstitusjon eller en gruppe av slike skal undergis annen godkjennings- og tilsynsmyndighet enn bestemt i dette kapitel.\n1 Endret ved lover 6 juni 1975 nr. 30, 8 juni 1979 nr. 51, 19 des 1986 nr. 79.\n2 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "content": "Barneverninstitusjoner​2 skal​3 ha godkjenning av departementet​4 eller den departementet gir fullmakt. Nye barneverninstitusjoner​2 må ikke åpnes før slik godkjenning er gitt.\nDet er et vilkår for godkjenning av en barneverninstitusjon​2 eller for å opprettholde en tidligere godkjenning, at det foreligger en plan for institusjonens virksomhet, og at den står under et ansvarlig styre. Flere institusjoner kan ha samme styre. Styret for fylkeskommunal institusjon velges av fylkestinget for den kommunale valgperiode. Fylkestinget bestemmer også hvem som skal være leder og nestleder i styret. Ved institusjon som ikke er fylkeskommunal, men inngår i den plan som er nevnt i § 45 annet ledd, har fylkeskommunen adgang til å oppnevne en representant i styret. For statlige institusjoner oppnevnes styret av departementet.​4 Når særlige grunner taler for det, kan departementet​4 gjøre unntak fra disse regler.\nFlytter institusjonen til nye lokaler, skal det søkes helse- og sosialstyret om ny godkjenning.\nDen som skal være styrer av en barneverninstitusjon​2 skal ha særskilt godkjenning av departementet​4 eller den departementet gir fullmakt.​5 Flytter styreren til en annen institusjon, skal det søkes om ny godkjenning.\nFør spørsmålet om godkjenning etter denne paragraf blir avgjort, skal det foreligge uttalelse fra helse- og sosialstyret.\nGodkjenning av så vel institusjon som styrer skal være skriftlig og kan kalles tilbake når forholdene gjør det nødvendig.\nDepartementet​4 kan gi forskrifter for planlegging, oppføring, endring, innredning og drift av disse institusjoner,​6 og om ansettelsesmyndighet​7 for overordnet personell, om kvalifikasjonskrav​7 for bemanningen av institusjon og om godkjenning av regnskaps- og revisjonsordning.\n1 Endret ved lover 8 juni 1979 nr. 51, 12 juni 1987 nr. 70.\n2 Se § 39.\n3 Jfr. strl. § 332.\n4 Barne- og familiedepartementet. Forskrift om delegering til fylkesmannen gitt 28 nov 1984 nr. 2052. Forskrift om fylkeskommunenes ansvar gitt 28 nov 1984 nr. 2053.\n5 Fylkeskommunene iflg. forskrift 11 nov 1982 nr. 1577.\n6 Forkrift gitt 28 nov 1984 nr. 2054.\n7 Forskrift 3 nov 1982 nr. 1657.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "content": "I de kommuner som departementet​1 bestemmer, gjelder plikten til å søke godkjenning etter § 40 ikke for styrere av kommunale barneverninstitusjoner.\n1 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "content": "Barneverninstitusjoner​2 står under tilsyn av helse- og sosialstyret i den kommune der institusjonen ligger. Kommunal institusjon står dog alltid under tilsyn av helse- og sosialstyret i den kommune som eier eller driver institusjonen.\nHelse- og sosialstyret skal se nøye etter at virksomheten ved institusjonen blir drevet i samsvar med gjeldende lov og forskrifter og slik at barna kan trives og føle seg trygge. Kroppslig refsing må ikke nyttes.\nMedlemmene av helse- og sosialstyret eller den som helse- og sosialstyret gir fullmakt har adgang til institusjonen og kan kreve at styreren eller styret gir de opplysninger som er nødvendige for tilsynet.\nDepartementet kan gi nærmere forskrifter om tilsynet.\n1 Endret ved lover 8 juni 1979 nr. 51, 12 juni 1987 nr. 70.\n2 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "content": "Finner helse- og sosialstyret at barn ved en institusjon ikke blir behandlet forsvarlig eller at forholdene ved institusjonen, når det gjelder lokaler, utstyr, personale m.v. ikke er tilfredsstillende, skal det ved å vende seg til styreren eller styret søke utvirket at forholdet blir rettet. Dessuten skal fylkeskommunen underrettes. Fører ikke dette fram, plikter helse- og sosialstyret å melde fra til departementet.​2\nEr misforholdene av så alvorlig art, at helse- og sosialstyret finner det uforsvarlig at barna blir i institusjonen, kan helse- og sosialstyret beslutte at institusjonen skal stenges inntil departementets avgjerd foreligger. I så fall skal helse- og sosialstyret sørge for at barna inntil videre blir tatt hånd om på forsvarlig måte.\nDersom departementet​2 bestemmer at godkjenninga av institusjonen skal kalles tilbake, skal helse- og sosialstyret sørge for at barna blir anbrakt på annen passende måte. Er noen av barna anbrakt av et annet helse- og sosialstyre, skal dette helse- og sosialstyre straks underrettes. Når det gjelder barn som er anbrakt av private, skal den som har anbrakt barnet underrettes og så vidt mulig tas med på råd ved plasseringen.\n1 Endret ved lover 8 juni 1979 nr. 51, 12 juni 1987 nr. 70.\n2 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "content": "Helse- og sosialstyret kan av omsyn til et barns velferd eller når barnet øver uheldig innflytelse på andre barn i institusjonen, bestemme at barnet skal flyttes. Helse- og sosialstyret skal i så fall være behjelpelig med å plasere barnet på annen passende måte.\n1 Endret ved lov 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "content": "Det påhviler fylkeskommunene – enkeltvis eller i samarbeid mellom flere fylkeskommuner – å opprette og drive barneverninstitusjoner som er nevnt i § 39 første ledd bokstav a) i den utstrekning det er behov for slike institusjoner i fylket.\nVedkommende fylkeskommune skal utarbeide en plan for oppretting og drift av institusjoner som nevnt i første ledd. I planen kan innpasses kommunale og private institusjoner som er godkjent i samsvar med § 40. Planen skal godkjennes av departementet​2 som også kan gjøre endringer i planen. For privat institusjon som er opprettet før 1. januar 1980, og som er godkjent i samsvar med § 40, kan Kongen etter søknad fra vedkommende institusjon bestemme at den på nærmere vilkår skal innpasses i plan som nevnt.\nKommunene bør etter behovet enten selv opprette eller støtte opprettingen av institusjoner som omfattes av § 39 første ledd bokstav b eller annen virksomhet som motsvarer slike institusjoners formål.\n1 Endret ved lover 6 juni 1975 nr. 30, 8 juni 1979 nr. 51, 19 des 1986 nr. 79.\n2 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 juni 1975 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:47",
      "chapter": "7",
      "section": "47",
      "content": "Reglene i dette kapitel gjør ingen innskrenkning i det tilsyn som er pålagt helse- og sosialstyret etter andre lovbestemmelser.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "8:48",
      "chapter": "8",
      "section": "48",
      "content": "Barn som helse- og sosialstyret har satt bort står under omsorg av helse- og sosialstyret til det har fylt 21 år, med mindre annet følger av annet ledd.\nOmsorgen skal oppheves før barnet har fylt 21 år når det ikke lenger er tilstrekkelig grunn for åtgjerdene. For gyldig vedtak om å nekte å oppheve omsorgen, må saken behandles etter reglene i § 5.\n1 Endret ved lover 19 des 1986 nr. 79, 12 juni 1987 nr. 70. – Jfr. §§ 52 og 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "8:49",
      "chapter": "8",
      "section": "49",
      "content": "Når et barn som etter vedtak av helse- og sosialstyret er anbrakt i spesialskole eller institusjon for særomsorg blir utskrevet – endelig eller på prøve – skal helse- og sosialstyret underrettes minst 2 måneder før utskrivingen. Etter samråd med styreren for vedkommende skole eller institusjon avgjør helse- og sosialstyret om barnet – dersom det er under 21 år – skal tilbake til foreldrene eller om det skal anbringes på annen passende måte.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "8:50",
      "chapter": "8",
      "section": "50",
      "content": "Når omsorgen opphører ved vedtak av helse- og sosialstyret eller ved at barnet fyller 21 år, skal helse- og sosialstyret når det er påkrevd være behjelpelig med å skaffe vedkommende passende sysselsetting. Dersom barnet ikke selv har midler og det har behov for det, skal helse- og sosialstyret dessuten sørge for nødvendige klær og eventuelt et passende beløp til reisepenger. Før helse- og sosialstyret opphever omsorgen skal det forvisse seg om at den utskrevne ved foreldres eller andres hjelp eller på egen hånd vil få tilfredsstillende underhold og utviklingsmuligheter.\n1 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "8:51",
      "chapter": "8",
      "section": "51",
      "content": "For barn som har vært anbrakt i skole for spesialundervisning​2 eller institusjon for særomsorg, skal helse- og sosialstyret sørge for betryggende ettervern. Ettervernet bør ordnes i samråd med styreren for den institusjon der barnet har vært og skal som regel skje ved at helse- og sosialstyret oppnevner en tilsynsfører for barnet. Som tilsynsfører kan oppnevnes personer som er skikket og villige til å ta imot vervet, eller det kan nyttes spesielle funksjonærer. Tilsynsføreren bør være bosatt i nærheten av det sted hvor den utskrevne har tatt opphold og skal føre tilsyn med dennes forhold og om nødvendig bistå med råd og vegledning.\nOgså for barn som helse- og sosialstyret har anbrakt i fosterheim,​3 barneheim,​4 ungdoms- og lærlingeheim o.l. skal helse- og sosialstyret ved utskrivingen oppnevne tilsynsfører når det etter samråd med oppfostreren eller styreren for vedkommende heim finner det påkrevd.\nHelse- og sosialstyret kan bestemme at en person skal stå under ettervern til fylte 23 år. I samband med ettervernet kan helse- og sosialstyret også yte økonomisk stønad i penger, naturalier eller tjenester av midler som kommunestyret har bevilget.\nNærmere bestemmelser om ordning av ettervernet og om tilsynsførerens virksomhet gis av departementet.​5\nDepartementet kan samtykke i at ettervernet i en kommune blir ordnet annerledes enn bestemt ovenfor, f.eks. gjennom interesserte organisasjoner eller på annen måte som finnes betryggende.\n1 Endret ved lover 8 juni 1979 nr. 51, 19 des 1986 nr. 79, 12 juni 1987 nr. 70.\n2 Se § 24 fjerde ledd.\n3 Se kap. V.\n4 Se kap. VII.\n5 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "9:52",
      "chapter": "9",
      "section": "52",
      "content": "Helse- og sosialstyrets vedtak etter denne lov kan påklages til fylkesmannen. Det samme gjelder avgjerder av lederen av helse- og sosialstyret, lederen av sosialkontoret eller påtalemyndigheten etter § 11 annet punktum.\nØvrige vedtak av lederen av sosialkontoret kan også påklages til fylkesmannen, men klagen skal da forelegges helse- og sosialstyret før den sendes fylkesmannen.\n1 Endret ved lover 19 juni 1969 nr. 52 og 54, 21 april 1978 nr. 16, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "9:53",
      "chapter": "9",
      "section": "53",
      "content": "Fylkesmannens vedtak i klagesak kan bringes inn for retten etter reglene i lov av 13 august 1915​2 kapittel 33 når det går ut på\na. at helse- og sosialstyret skal overta omsorgen for barnet og sette det til oppfostring utafor heimen, jfr. § 19,\nb. at en eller begge av foreldrene skal fratas foreldreansvaret i sin helhet, jfr. § 20,\nc. at et barn som er under omsorg skal flyttes til annet sted, jfr. § 27,\nd. at et barn som er anbrakt av private ikke skal flyttes, jfr. § 37,\ne. at omsorgen ikke skal opphøre, jfr. § 48 siste ledd.\nAndre vedtak som fylkesmannen gjør etter klage i medhold av § 52 første punktum, kan klages inn for departementet.​3\nGjør departementet​3 vedtak som nevnt i første ledd a)-e), gjelder første ledd tilsvarende.\n1 Endret ved lover 1969 nr. 52, 16 juni 1971 nr. 71, 8 april 1981 nr. 7, 19 des 1986 nr. 79, 12 juni 1987 nr. 70.\n2 Lov nr. 6.\n3 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "9:54",
      "chapter": "9",
      "section": "54",
      "content": "Rett til å klage og rett til å reise søksmål har den som berøres av vedtaket. Rett til å klage har dessuten ethvert medlem av helse- og sosialstyret.\nDersom vedtaket har slikt innhold som nevnt i § 53 første ledd, kan barnet sjøl klage eller i tilfelle reise søksmål dersom han har fylt 15 år og har evne til å forstå hva saka gjelder.\nForvaltningslovens​2 § 29 om klagefrist skal ikke gjelde for klage i saker etter denne lov.\nVed melding om vedtak som nevnt i § 53 første ledd, jfr. tredje ledd, skal klageren eller den som handler på hans vegne, gjøres kjent med at han kan kreve saka brakt inn for retten. Når vedkommende krever rettslig behandling skal han få veiledning og hjelp.\nDersom søksmål som gjelder oppheving av omsorgen ikke har ført fram, kan vedkommende ikke sette fram nytt krav om dette før det er gått ett år etter at dommen ble rettskraftig.\n1 Endret ved lover 19 juni 1969 nr. 52, 19 juni 1969 nr. 54, 12 juni 1987 nr. 70.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "9:55",
      "chapter": "9",
      "section": "55",
      "content": "Såvel fylkesmannen som departementet​2 kan prøve både de rettslige og skjønnsmessige sider av vedtaket til helse- og sosialstyret. De kan stadfeste eller oppheve vedtaket eller vise saka til ny behandling i helse- og sosialstyret. De kan også endre vedtaket slik at en annen åtgjerd trer istedenfor den som helse- og sosialstyret har vedtatt.\n1 Endret ved lover 19 juni 1969 nr. 52, 19 juni 1969 nr. 54, 12 juni 1987 nr. 70.\n2 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "10:56",
      "chapter": "10",
      "section": "56",
      "content": "Har et barn som ikke er fylt 15 år, forøvd en ellers straffbar handling, kan det foretas så vel rettslig som utenrettslig etterforskning.\n1 Tilføyd ved lov 4 april 1975 nr. 12, endret ved lov 12 juni 1987 nr. 51 (i kraft 1 jan 1990 iflg. lov 16 juni 1989 nr. 66).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "10:57",
      "chapter": "10",
      "section": "57",
      "content": "Har noen som er fylt 15 år, men ikke 18 år, forøvd en straffbar handling, kan påtalemyndigheten overføre saken til helse- og sosialstyret istedenfor å reise tiltale eller unnlate påtale etter straffeprosessloven § 69. Helse- og sosialstyret avgjør om og i tilfelle hvilken åtgjerd som skal treffes. Påtalemyndigheten underrettes straks om helse- og sosialstyrets vedtak.\nTilsvarende gjelder for personer over 14 år som er anbrakt i eller utskrevet på prøve fra spesialskole for barn med tilpasningsvansker eller annen behandlingsinstitusjon for slike barn. Helse- og sosialstyret skal i slike tilfelle treffe sitt vedtak i samråd med institusjonens ledelse.\n1 Tilføyd ved lov 4 april 1975 nr. 12, endret ved lover 14 juni 1985 nr. 71, 12 juni 1987 nr. 51 (i kraft 1 jan 1990 iflg. lov 16 juni 1989 nr. 66), 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "10:58",
      "chapter": "10",
      "section": "58",
      "content": "Er en sak overført til helse- og sosialstyret etter § 57, kan påtalemyndigheten atter åpne strafforfølgning, dersom\n1. vedkommende begår en ny straffbar handling, eller\n2. helse- og sosialstyret uttrykkelig ber om det, eller\n3. påtalemyndigheten finner at de åtgjerder som er truffet av helse- og sosialstyret, ikke er tilstrekkelige.\nTiltale må i så fall være reist eller saken sendt forhørsretten til pådømming innen ett år etter at det ble truffet beslutning om overføring av saken til helse- og sosialstyret.\n1 Tilføyd ved lov 4 april 1975 nr. 12, endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "10:59",
      "chapter": "10",
      "section": "59",
      "content": "Når påtalemyndigheten har sendt en sak til helse- og sosialstyret etter reglene i § 57, kan ikke den som er fornærmet ved den straffbare handling forfølge saken.\n1 Tilføyd ved lov 4 april 1975 nr. 12, endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "10:60",
      "chapter": "10",
      "section": "60",
      "content": "Når etterforsking settes i gang i saker etter §§ 56 og 57, og saken ikke er av bagatellmessig art, skal påtalemyndigheten straks underrette helse- og sosialstyret. Dette skal kunne ha en representant til stede under avhøringen av vedkommende unge lovbryter, dersom det er høve til det.\nI saker som nevnt i §§ 56 og 57 skal det legges særlig vekt på at etterforsking skjer uten unødig opphold.\n1 Tilføyd ved lov 4 april 1975 nr. 12, endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "11:61",
      "chapter": "11",
      "section": "61",
      "content": "Medlemmer av helse- og sosialstyret har krav på skyss- og kostgodtgjøring av kommunekassen for reiser til møter i helse- og sosialstyret etter de regler som kommunestyret fastsetter. Herreds- eller bydommeren skal, når han tilkalles, ha dekket denne godtgjøring av statskassen etter de regler som gjelder for offentlige tjenestemenn.\nFor reiser i samband med undersøkelser og tilsyn har medlemmene krav på å få sine utlegg godtgjort av kommunen etter de regler som kommunestyret fastsetter.\nUtgiftene ved virksomheten til helse- og sosialstyret utredes av vedkommende kommune. Kommunestyret bevilger etter forslag av helse- og sosialstyret de midler som er påkrevd for at helse- og sosialstyret kan utføre sine oppgaver etter denne lov på forsvarlig måte.\nKommunestyret kan vedta å yte leder og medlemmer godtgjøring for arbeidet.\n1 Endret ved lover 5 juni 1964 nr. 11, 11 mars 1966 nr. 3, 8 juni 1979 nr. 51, 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "11:62",
      "chapter": "11",
      "section": "62",
      "content": "Personer som etter § 7 innkalles for å forklare seg for helse- og sosialstyret eller for retten, har krav på skyss- og kostgodtgjøring av kommunekassen etter de regler som gjelder for vitnegodtgjøring.​2\n1 Endret ved lover 11 mars 1966 nr. 3, 12 juni 1987 nr. 70.\n2 Se lov 21 juli 1916 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "11:63",
      "chapter": "11",
      "section": "63",
      "content": "Følgende utgifter kan kreves refundert av barnets bostedskommune til enhver tid (jfr. § 28):\na. Utgifter ved legeundersøkelser, herunder psykiatrisk-psykologiske undersøkelser, eventuelt med opphold i granskings- eller behandlingsheim, som ikke dekkes av folketrygden,\nb. helse- og sosialstyrets forpleiningsutgifter for barn som helse- og sosialstyret har anbrakt i fosterheim,​2 barneheim,​3 ungdomsheim eller liknende institusjoner, og andre nødvendige utgifter ved slike barn, som reisepenger, klær og sko, tannlege, m.v. og utgifter til utdanning,\nc. utgifter som et helse- og sosialstyre får ved fosterbarn​4 som står under dets tilsyn, f.eks. utgifter til nødvendig legetilsyn eller til flytning av barnet,\nd. godtgjøring som utbetales til oppnevnt tilsynsfører.\nEtter nærmere regler som fastsettes av departementet​5 refunderer staten kommunenes utgifter for flyktningebarn og asylsøkende barn som er kommet til landet uten foreldre.\n1 Endret ved lover 5 juni 1964 nr. 11, 29 jan 1971 nr. 17, 8 juni 1979 nr. 51 og 31 mai 1985 nr. 41, 12 juni 1987 nr. 70, 1 mars 1991 nr. 1 (med virkning fra 1 jan 1991).\n2 Se kap. V.\n3 Se kap. VII.\n4 Se § 29.\n5 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "11:64",
      "chapter": "11",
      "section": "64",
      "content": "Utgiftene ved anbringelse og opphold i skole for spesialundervisning​2 eller annen særomsorg dekkes etter de regler som er gitt i vedkommende særlov.\n1 Endret ved lov 19 des 1986 nr. 79.\n2 Se § 24 med noter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "11:65",
      "chapter": "11",
      "section": "65",
      "content": "Det påhviler eier av barneverninstitusjon​2 å utrede utgiftene til planlegging, oppføring, utvidelse, ombygging og innredning av institusjonen. For kommunale institusjoner som nevnt i § 39 første ledd bokstav a), og som inngår i plan som nevnt i § 45 annet ledd, utredes utgiftene dog av vedkommende fylkeskommune.\n1 Opphevet ved lov 5 juni 1964 nr. 11, tilføyd ved lov 8 juni 1979 nr. 51.\n2 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "11:65 a",
      "chapter": "11",
      "section": "65 a",
      "content": "1. Fylkeskommunen er ansvarlig for utgiftene til drift av barneverninstitusjoner som nevnt i lovens § 39 første ledd bokstav a) såfremt institusjonen er innpasset i den plan som er nevnt i § 45 annet ledd og institusjonen følger fylkeskommunens regler om bevilgning og regnskap. Fylkeskommunens plikt til å dekke driftsutgifter omfatter også de utgifter en eier har til vedlikehold som fylkeskommunen har godkjent og utgifter til renter og amortisasjon for godkjente byggearbeider. Det samme gjelder for utgifter til avdrag og renter på lån til byggearbeider som er utført eller påbegynt før 1. januar 1980 når lånet er tatt opp før denne dag.\nKommunene refunderer, etter satser departementet​2 fastsetter, en del av fylkeskommunens forpleiningsutgifter for barn som helse- og sosialstyret har anbrakt i institusjoner nevnt i foregående ledd og for mødre som oppholder seg i mødrehjem i samsvar med vedtak fattet av helse- og sosialstyret.\nStaten refunderer fylkeskommunens utgifter til forpleining av barn i de tilfelle som er nevnt i § 63 siste ledd.\nHar barnet bosted i annet fylke, skal fylkeskommunens utgifter dekkes av barnets bostedsfylke.\n2. Kommunen er ansvarlig for utgifter til barn som helse- og sosialstyret har anbrakt i fosterheim eller annet forpleiningsted, i den utstrekning fylkeskommunen ikke er ansvarlig for utgiftene etter nr. 1 første ledd.\nFylkeskommunen refunderer kommunens utgifter i den utstrekning de overstiger det kommunen ville vært pliktig til å refundere etter nr. 1 annet ledd.\nStaten refunderer kommunenes utgifter i den utstrekning det følger av denne lovs § 63 siste ledd.\n1 Tilføyd ved lov 8 juni 1979 nr. 51, endret ved lover 31 mai 1985 nr. 41, 19 des 1986 nr. 79, 12 juni 1987 nr. 70, 1 mars 1991 nr. 1 (med virkning fra 1 jan 1991).\n2 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65a",
        "source_heading": "§ 65 a."
      }
    },
    {
      "provision_ref": "11:65 b",
      "chapter": "11",
      "section": "65 b",
      "content": "Staten yter årlig tilskudd til delvis dekning av fylkeskommunenes utgifter etter § 65 a. Tilskuddet inngår i det samlede rammetilskuddet til fylkeskommunenes helse- og sosialtjeneste.\n1 Tilføyd ved lov 8 juni 1979 nr. 51. Endret ved lover 31 mai 1985 nr. 41, 21 des 1990 nr. 80 (i kraft 1 jan 1991).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65b",
        "source_heading": "§ 65 b."
      }
    },
    {
      "provision_ref": "11:65 c",
      "chapter": "11",
      "section": "65 c",
      "content": "De bestemmelser i denne lov som gjelder fylkeskommunene får tilsvarende anvendelse på bykommunen Oslo.\n1 Tilføyd ved lov 8 juni 1979 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65c",
        "source_heading": "§ 65 c."
      }
    },
    {
      "provision_ref": "11:66",
      "chapter": "11",
      "section": "66",
      "content": "Til dekning av forpleiningsutgifter som nevnt i § 65 a for barn eller unge som er under helse- og sosialstyrets omsorg, kan helse- og sosialstyret for det tidsrom det gjelder, kreve innbetalt til seg\na. underholdsbidrag og andre pengeytelser som er fastsatt for barnet i medhold av barneloven\nb. barnepensjon som barnet er berettiget til etter lov om folketrygd, dog slik at barnet får beholde en viss andel av pensjonen i samsvar med nærmere regler som fastsettes av Kongen.​2\nHar barnet andre midler enn nevnt i første ledd, kan fylkesmannen etter forslag fra helse- og sosialstyret bestemme at det skal kreves refusjon i disse midler i den utstrekning det finnes rimelig. Departementet​2 gir nærmere forskrifter om slik refusjon.​3\nDersom underholdsbidrag eller andre pengeytelser som nevnt i første ledd punkt a ikke er pålagt barnets foreldre eller andre forsørgingspliktige, kan fylkesmannen etter forslag fra helse- og sosialstyret bestemme at foreldrene helt eller delvis skal refundere utgiftene med et beløp som samtidig fastsettes dersom deres økonomiske stilling er slik at dette må anses rimelig.\nTil dekning av forpleiningsutgifter som nevnt i § 65 a for mødre som oppholder seg i mødrehjem etter vedtak av helse- og sosialstyret, kan helse- og sosialstyret for det tidsrom det gjelder, kreve innbetalt til seg ytelser moren oppebærer som enslig forsørger samt overgangsstønad hun som ugift kvinne har rett til før fødselen, dog slik at hun får beholde en viss andel av disse ytelser i samsvar med forskrifter​4 som fastsettes av departementet.​2\nHar moren eller den ugifte kvinne andre midler enn nevnt i foregående ledd, kan helse- og sosialstyret bestemme at det skal kreve refusjon i disse midler i den utstrekning det finnes rimelig. Departementet​2 gir nærmere forskrifter om slik refusjon.​5\nOverstiger den refusjon som kan kreves kommunens utgifter, skal overskytende beløp nyttes til dekning av fylkeskommunens forpleiningsutgifter.\nRefusjon etter annet, tredje og femte ledd innkreves av bidragsfogden etter reglene for innkreving av underholdsbidrag.​6 Har helse- og sosialstyret krevd oppfostringsbidrag innbetalt til seg etter første ledd bokstav a, skal bidrag som deretter innbetales først nyttes til dekning av de løpende bidrag for vedkommende måned, deretter dekkes mulige bidragsrestanser til bidragsberettigede og til sist kommunens krav. Det samme gjelder bidrag til ugifte mødre fra barnets far som helse- og sosialstyret krever innbetalt til seg etter femte ledd.\n1 Endret ved lover 9 des 1955 nr. 5, 16 juni 1971 nr. 71, 20 des 1974 nr. 67 (se dens II), 8 juni 1979 nr. 51, 8 april 1981 nr. 7, 12 juni 1987 nr. 70, 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765). – Jfr. §§ 52 og 55.\n2 Jfr. forskrift 4 juli 1980 nr. 5.\n3 Barne- og familiedepartementet.\n4 Forskrift gitt 24 juli 1980.\n5 Forskrift gitt 8 feb 1980.\n6 Se lov 9 des 1955 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "11:67",
      "chapter": "11",
      "section": "67",
      "content": "Tvister mellom kommuner og eller fylkeskommuner om dekning av de utgifter som er omhandlet i dette kapittel avgjøres på samme måte som tilsvarende tvister etter lov om sosial omsorg.​2\n1 Endret ved lover 5 juni 1964 nr. 11, 8 juni 1979 nr. 51.\n2 Se lov 5 juni 1964 nr. 2 § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "12:68",
      "chapter": "12",
      "section": "68",
      "content": "Skoler og andre læreanstalter som tar sikte på opplæring av barnevernarbeidere, herunder også barnepleiersker, skal ha skriftlig godkjenning av vedkommende departement,​1 som fører tilsyn med virksomheten. Godkjenninga kan når som helst tas tilbake.\n1 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "13:69",
      "chapter": "13",
      "section": "69",
      "content": "Departementet​1 gir de forskrifter som er nødvendige til gjennomføring av denne lov.\n1 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "13:70",
      "chapter": "13",
      "section": "70",
      "content": "Når det finnes påkrevd kan helse- og sosialstyret kreve bistand av politiet til undersøkelser. Helse- og sosialstyrets vedtak om å frata noen foreldreansvaret, om å overta omsorgen for et barn eller om at et barn skal flyttes, er særlig tvangsgrunnlag for tvangsfullbyrdelse gjennom namsmyndighetene etter reglene i tvangsfullbyrdelsesloven kap 13.\n1 Endret ved lover 12 juni 1987 nr. 70, 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "13:71",
      "chapter": "13",
      "section": "71",
      "content": "Fra den dag loven trer i kraft skal de barn som er bortsatt av verjerådet og av forsorgsstyret stå under omsorg og tilsyn av helse- og sosialstyret. Departementet​2 kan dog fastsette en frist for overføring av de sistnevnte barn.\nLoven kommer til anvendelse selv om det forhold som gir grunn til anvendelsen skriver seg fra tida før loven trer i kraft.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "13:72",
      "chapter": "13",
      "section": "72",
      "content": "Denne lov trer i kraft fra den dag​2 Kongen bestemmer.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 1 juli 1954 iflg. res. 31 juli 1953 (§ 1 første ledd og §§ 2, 3, 69 og 72 trådte dog i kraft straks).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "13:73",
      "chapter": "13",
      "section": "73",
      "content": "Fra den dag loven trer i kraft oppheves følgende lovbestemmelser:\nLov om Behandlingen af forsømte Børn av 6 juni 1896 nr. 1.\nFra samme tid blir det gjort følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    }
  ]
}