{
  "id": "LOV-1964-06-20-5",
  "type": "statute",
  "title": "Lov om legemidler med videre.",
  "short_name": "Legemiddelloven.",
  "status": "in_force",
  "issued_date": "1964-06-20",
  "in_force_date": "1965-04-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1964-06-20-5",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov gjelder legemidler​2 og visse andre varer til medisinsk bruk.\n1 Endret ved lov 3 juni 1977 nr. 53.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Med legemidler forstås i denne lov stoffer, droger og preparater som er bestemt til eller utgis for å brukes til å forebygge, lege eller lindre sykdom eller smerter hos mennesker eller dyr, eller til ved innvortes eller utvortes bruk å påvise sykdom. Kongen​2 gir nærmere forskrifter om hva som skal reknes som legemidler.​3 I forskriftene kan det fastsettes at visse stoffer, droger eller preparater alltid skal reknes som legemidler uansett om de også har annen anvendelse, og at visse stoffer, droger eller preparater som kommer inn under bestemmelsen i første punktum, likevel ikke skal reknes som legemidler.\nDepartementet​2 avgjør i tvilstilfelle om en vare etter loven og forskriftene skal regnes som legemiddel.\n1 Endret ved lov 3 juni 1977 nr. 53.\n2 Sosialdepartementet iflg. res. 11 aug 1978. Miljøverndepartementet iflg. res. 12 des 1980 hva angår gifter og helsefarlig stoff.\n3 Jfr. forskrifter 19 feb 1965 nr. 5, 1 mars 1983 nr. 155.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 3 juni 1977 nr. 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Kongen​1 kan gi forskrifter om at ervervsmessig tilvirkning av visse legemidler bare skal skje i apotek.​2 I samsvar med bestemmelser i forskriftene kan departementet​3 gjøre unntak ved på nærmere angitte vilkår å gi særlig tillatelse for andre til å tilvirke slike legemidler.\nNår ikke annet er bestemt i medhold av denne lov, må den som ervervsmessig vil tilvirke legemidler utenfor apotek, ha tillatelse fra vedkommende departement som kan sette nærmere vilkår for tillatelsen.\nTilvirkningen skal foretas av en ansvarshavende som er godkjent av departementet. Vedkommende skal fylle de krav til utdanning og tjenestetid som gjelder for å bli apoteker,​4 eller på annen måte godtgjøre at han har den nødvendige faglige utdanning.\nDepartementet kan gi nærmere forskrifter om tilvirkning av legemidler utenfor apotek og kan kreve de oppgaver og opplysninger om virksomheten som anses nødvendig for tilsyn og kontroll.\n1 Sosialdepartementet iflg. res. 20 nov 1964.\n2 Jfr. lov 21 juni 1963 nr. 17 § 5.\n3 Sosialdepartementet.\n4 Se lov 21 juni 1963 nr. 17 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Tillatelse etter § 4 kan kalles tilbake av departementet:​2\n1. Når tilvirkningen ikke settes i gang, eller er opphørt og ikke gjenopptas innen en frist som fastsettes av departementet.\n2. Når den godkjente ansvarshavende er død eller fratrådt, eller godkjenningen er kalt tilbake.\n3. Når andre vilkår for tillatelsen ikke overholdes, eller tilvirkningen ikke foregår i samsvar med gjeldende bestemmelser og på faglig forsvarlig måte.\nGodkjenning etter § 4, tredje ledd, kan kalles tilbake av departementet hvis vedkommende tross advarsel overtrer eller forsømmer sine plikter eller må anses vedvarende uskikket til å forestå virksomheten.\n1 Jfr. § 42.\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "Legemidler må, med de unntak som er fastsatt i eller i medhold av lov, bare selges av apotek og Norsk Medisinaldepot.\nVarer som regnes som legemidler etter denne lov,​2 kan til teknisk vitenskapelig og annet ikke medisinsk bruk selges av tilvirkere og kjøpmenn i samsvar med forskrifter gitt av departementet.\nKongen kan bestemme at visse alminnelig brukte, reseptfrie legemidler, uten særskilt tillatelse skal kunne selges av kjøpmenn i samsvar med forskrifter som gis av departementet.​3\n1 Endret ved lov 3 juni 1977 nr. 53. – Jfr. lov 21 juni 1963 nr. 17 §§ 3 og 49.\n2 Se § 2.\n3 Jfr. res. 19 feb 1965 med fullmakt for Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "Norsk Medisinaldepot har enerett til:\n1. Salg til apotek av legemidler og andre stoffer, droger og preparater som skal nyttes til fremstilling av legemidler.\n2. Innførsel og utførsel av legemidler.\nDepartementet kan ved alminnelige forskrifter eller i det enkelte tilfelle gjøre unntak fra depotets enerett.​1\nNorsk Medisinaldepot har rett til å selge andre varer som nyttes i helse- og sykepleie eller som vanligvis selges fra apotek.\n1 Jfr. res. 19 feb 1965, med fullmakt for Sosialdepartementet, forskrift 1 mars 1983 nr. 628.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Legemidler kan Norsk Medisinaldepot bare selge til:\n1. Apotek.\n2. Tilvirkere som har tillatelse etter § 4.\n3. Kjøpmenn som i medhold av § 9, annet ledd, har tillatelse til å selge samme vare.\n4. Offentlige og offentlig godkjente laboratorier og vitenskapelige institusjoner og andre liknende institusjoner eller bedrifter, etter departementets​1 nærmere bestemmelse.\nVarer som reknes som legemidler etter denne lov​2 kan Norsk Medisinaldepot, etter regler som gis av departementet, selge til andre avtakere enn nevnt foran, når det er godtgjort at varen skal nyttes til teknisk, vitenskapelig eller annet ikke-medisinsk bruk.\nDepartementet kan gi Norsk Medisinaldepot tillatelse til å selge visse legemidler direkte til sykehus eller andre medisinale anstalter.\n1 Sosialdepartementet.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Tilvirkere som har tillatelse etter § 4, kan selge legemidler som de selv har tilvirket til Norsk Medisinaldepot.\nNår særlige grunner taler for det, kan departementet​1 gi tilvirkere og kjøpmenn tillatelse til salg av visse legemidler til apotek og andre avtakere som er nevnt i § 8. Departementet kan sette nærmere vilkår for slikt salg.​2\n1 Sosialdepartementet.\n2 Jfr. § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Kongen​2 gir alminnelige forskrifter om innførsel og omsetning av legemidler, herunder om deklarasjon, om erklæringer eller attester som skal gis eller skaffes ved kjøp eller innførsel, og om forsiktighetsregler som skal iakttas ved utlevering.\nKongen gir forskrifter om klinisk utprøving av legemidler. I forskriftene kan bl.a. fastsettes hva som skal regnes som klinisk utprøving av legemidler, at slik utprøving skal godkjennes av den myndighet Kongen bestemmer og de nærmere vilkår for godkjenning.\n1 Endret ved lov 20 mai 1981 nr. 41.\n2 Sosialdepartementet iflg. res. 11 aug 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Kongen​1 kan forby salg av legemiddel som må anses uvirksomt, åpenbart unyttig eller skadelig. Før avgjørelse treffes, må spørsmålet forelegges den i § 19 nevnte Spesialitetsnemnd til uttalelse.\n1 Sosialdepartementet iflg. res. 20 nov 1964.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "Forskrifter for legemidlers renhet, fremstilling, behandling og oppbevaring m. v. fastsettes i en farmakopé som godkjennes av Kongen.​1 I farmakopéen inntas også bestemmelser om navn og betegnelser for legemidler og legemiddelformer (nomenklatur).\nFarmakopéen og endringer i og tillegg til denne, utarbeides av Farmakopékommisjonen som oppnevnes av Kongen.​1 Kongen​1 gir nærmere regler om kommisjonens virksomhet og om farmakopéens innhold.\nFarmakopéens bestemmelser gjelder for alle som har adgang til å tilvirke eller selge legemidler, dog ikke for kjøpmenn som selger reseptfrie legemidler etter § 6, tredje ledd. Departementet kan i det enkelte tilfelle gjøre unntak fra bestemmelsene.\n1 Jfr. res. 25 nov 1977 om fullmakt for Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "5:13",
      "chapter": "5",
      "section": "13",
      "content": "Som farmasøytisk spesialpreparat reknes i denne lov legemiddel som ikke er fremstilt i apotek,​1 og som omsettes eller bringes i handelen i en pakning som er bestemt for den enkelte forbruker (herunder lege, tannlege, veterinær eller sykehus).\nNår særlige grunner taler for det, kan Kongen​2 bestemme at også visse legemidler som er fremstilt ved apotek og selges til andre apotek, skal reknes som farmasøytiske spesialpreparater.\n1 Jfr. § 4.\n2 Sosialdepartementet iflg. res. 6 mai 1966, 11 aug 1978, jfr. forskrift 1 juni 1979 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "content": "Farmasøytisk spesialpreparat må ikke​2 omsettes eller bringes i handelen før det er godkjent av departementet, se § 19.\nGodkjenning gis på grunnlag av en bedømmelse av preparatets art, sammensetning, kvalitet og holdbarhet. Godkjenning skal bare gis for preparat som anses medisinsk berettiget og som det antas å være behov for.​3\nVed klage over avslag på godkjenning kan bare lovmessigheten prøves.\n1 Endret ved lov 30 juli 1992 nr. 101 (i kraft 1 jan 1994 iflg. res. 3 des 1993 nr. 1077). – Jfr. § 18.\n2 Jfr. § 43.\n3 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Godkjenning av farmasøytisk spesialpreparat skal ikke gis for enkle tilberedninger som uten vanskelighet kan fremstilles i apotek, eller for preparater som består av ublandede droger eller kjemikalier.\nGodkjenning skal heller ikke gis for preparater som den gjeldende farmakopé​2 eller annen godkjent formelsamling gir bestemt fremstillingsforskrift for.\nUnntak fra første og annet ledd kan gjøres når det antas å by på åpenbare fordeler at preparatet fremstilles og selges som spesialpreparat, når preparatet representerer et nytt medisinsk prinsipp, eller når andre særlige grunner taler for det.\n1 Jfr. § 17.\n2 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Før farmasøytisk spesialpreparat bringes i handelen eller omsettes, skal dets navn, pris, pakningsstørrelse og utstyr godkjennes av den myndighet som Kongen​2 bestemmer.\nVed godkjenning av prisen for et farmasøytisk spesialpreparat skal det påses at den ikke står i misforhold til verdien. Herunder tas hensyn til prisen for tilsvarende preparat som fremstilles av andre tilvirkere, og til foreliggende opplysninger om produksjonskostnadene for preparatet.\nPrisen kan kreves endret før registreringstiden er ute,​3 dersom endrede forhold eller nye opplysninger tilsier det.\nOpplysninger som er av betydning for prisbedømmelsen kan kreves fremlagt i forbindelse med spørsmål om godkjenning, og senere når spørsmål om prisendring tas opp til behandling.\n1 Jfr. § 18.\n2 Sosialdepartementet iflg. res. 11 aug 1978, jfr. forskrift 1 juni 1979 nr. 5.\n3 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "content": "Godkjenningen av et preparat gjelder for et tidsrom på 5 år. Fornyelse kan ikke nektes av grunner som er nevnt i § 15, første og annet ledd. Midlertidig godkjenning kan gis for kortere tid.\nNår særlige grunner foreligger, kan godkjenning gjøres betinget av at preparatet bare skal være til bruk for visse sykehus og leger.\nDepartementet kan kalle godkjenning tilbake før 5 år er gått dersom\n1. Preparatet ikke lenger anses medisinsk berettiget.\n2. Preparatet ikke bringes i handelen.\n3. Preparatets sammensetning avviker fra den det ble registrert med.\n4. Krav om prisnedsettelse ikke blir etterkommet innen en fastsatt frist.\n5. De bestemmelser som gjelder for farmasøytiske spesialpreparater ikke overholdes.\nVed klage over tilbakekalt godkjenning kan bare lovmessigheten prøves.\n1 Endret ved lov 30 juli 1992 nr. 101 (i kraft 1 jan 1994 iflg. res. 3 des 1993 nr. 1077).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "content": "Kongen​1 gir nærmere forskrifter om godkjenning, omsetning og kontroll av farmasøytiske spesialpreparater.\nKongen​1 kan gjøre unntak fra kravet om godkjenning etter §§ 14 og 16.\nI forskriftene kan fastsettes avgifter for å dekke utgiftene ved godkjenning, kontroll og undersøkelse av farmasøytiske spesialpreparater.\n1 Sosialdepartementet iflg. res. 11 aug 1978, jfr. forskrift 1 juni 1979 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "content": "Departementet​2 oppnevner en Spesialitetsnemnd som skal være rådgiver for departementet i saker om godkjenning av spesialpreparater og om tilbakekalling av gitt godkjenning etter §§ 14 og 17.​3\nDepartementet gir nærmere forskrifter om nemnda.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Sosialdepartementet.\n3 Jfr. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "content": "Kongen fastsetter hvilke stoffer, droger eller preparater (narkotika m.v.) som skal komme inn under bestemmelsene i dette kapittel og gir forskrifter om tilvirkning, omsetning (salg, kjøp, annen overdragelse og mellommannsvirksomhet), innførsel, utførsel, gjennomførsel (transitt), utlevering, sending og oppbevaring av disse, samt om dyrking av vekster som skal nyttes til fremstilling av slike varer.\nI forskriftene kan inntas forbud mot tilvirkning, anskaffelse, omsetning, innførsel, utførsel og gjennomførsel av visse narkotika m.v. Forskriftene skal gjelde også frihavner, frilager og transittopplag.\n1 Endret ved lov 14 juni 1968 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "content": "Tilvirkning av narkotika m.v. må bare foregå i den utstrekning det er uttrykkelig sagt i tillatelse etter §§ 4 eller 33.​1\nDersom ikke annet er bestemt i forskrifter,​2 må innførsel, utførsel og gjennomførsel av narkotika m.v. bare skje etter særskilt tillatelse for hver gang og på de vilkår som er fastsatt i tillatelsen eller i forskrifter. Tillatelsen utstedes av den myndighet som Kongen​3 bestemmer.\nOmsetning, utlevering og sending av narkotika m.v. er bare tillatt til medisinsk og vitenskapelig bruk i samsvar med gjeldende forskrifter.\nTilvirkere og selgere er pliktig​4 til å gi de meldinger og opplysninger som departementet krever.\n1 Jfr. § 42.\n2 Se § 20.\n3 Sosialdepartementet iflg. res. 11 aug 1978.\n4 Jfr. § 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "content": "Der er forbudt​2 uten lovlig atkomst å være i besittelse av eller å bruke narkotika m.v. og å skaffe seg adgang til å få kjøpt slike varer under falske opplysninger, f.eks. om navn, bosted, sykdom eller sykdomstegn.\nSlike midler må ikke anvendes til annet formål enn de er utlevert til, og må ikke uten lovlig hjemmel overdras til eller erverves av andre enn den som resepten eller rekvisisjonen er utstedt til. Resept eller rekvisisjon må ikke overdras til eller erverves av andre enn den de er utstedt til.\n1 Endret ved lov 14 juni 1968 nr. 4.\n2 Jfr. § 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "content": "Lovbestemt taushetsplikt er ikke til hinder for at opplysning om mulig misbruk av narkotika m.v. gis til Statens Helsetilsyn.​1\nLeger, tannleger, veterinærer, apotekere og apotekbestyrere, psykologer, helse- og sosialstyrer og politiet er pliktig til på anmodning å gi Statens Helsetilsyn opplysninger om bestemte personers mulige misbruk av narkotika m.v., eller om andre bestemt angitte tilfeller av misbruk eller overtredelse av bestemmelser i lov eller forskrifter om disse varer. I sak om straff eller inndragning på grunn av overtredelse av slike bestemmelser kan retten uten hinder av straffeprosesslovens § 119 motta vitneprov om disse forhold.\nOpplysninger om misbruk som er gitt til Statens Helsetilsyn i henhold til denne paragraf, eller som det på annen måte har fått kjennskap til, kan det uten hinder av taushetsplikt gi til leger, apotek, psykologer, helse- og sosialstyrer og, dersom det foreligger mistanke om lovstridig handling, til politiet.\nDen myndighet Statens Helsetilsyn har etter denne paragraf kan delegeres. Dette gjelder ikke adgangen til å gi opplysninger til politiet.\n0 Endret ved lover 9 mars 1973 nr. 13, 11 juni 1982 nr. 58, 14 juni 1985 nr. 71, 30 juli 1992 nr. 101 (i kraft 1 jan 1994 iflg. res. 3 des 1993 nr. 1077).\n1 Se lov 30 mars 1984 nr. 15. Jfr. lover 10 des 1948 nr. 3 § 8, 21 juni 1963 nr. 17 § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "content": "Sera, vaksiner og andre bakteriologiske og serologiske preparater kan tilvirkes, selges, innføres og utføres av offentlig godkjente laboratorier eller institutter i samsvar med bestemmelser som gis av departementet.​1\nDepartementet avgjør hva som skal anses som sera, vaksiner og bakteriologiske og serologiske preparater, og kan tillate de nevnte laboratorier og institutter også å selge enkelte andre varer til medisinsk og veterinærmedisinsk bruk.\n1 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "8:25",
      "chapter": "8",
      "section": "25",
      "content": "Kongen​1 gir forskrifter om hva som skal reknes som spiritus, brennevin og vin til medisinsk bruk, og om salg og utlevering av slik vare.\nI forskriftene kan fastsettes alminnelige innskrenkninger i legers, tannlegers og veterinærers adgang til å forskrive eller rekvirere spiritus, brennevin og vin til medisinsk bruk.\n1 Sosialdepartementet iflg. res. 11 aug 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "8:26",
      "chapter": "8",
      "section": "26",
      "content": "Lege, tannlege eller veterinær som har overtrådt bestemmelser gitt i medhold av § 25, eller som på annen måte misbruker adgangen til å forskrive eller rekvirere spiritus, brennevin eller vin til medisinsk bruk, eller som er straffet for overtredelse av den alminnelige alkohollovgivning, kan av departementet​1 for en bestemt tid fratas adgangen til å forskrive eller rekvirere disse varer til medisinsk bruk.\nDepartementet kan innskrenke et apoteks adgang til å kjøpe spiritus, brennevin eller vin til medisinsk bruk, hvis det er skjellig grunn til å anta at det foregår misbruk ved utlevering eller anvendelse av slike varer ved apoteket.\n1 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "8:27",
      "chapter": "8",
      "section": "27",
      "content": "Det er forbudt​1 å skaffe seg adgang til å få kjøpt spiritus, brennevin eller vin til medisinsk bruk under falske opplysninger, f.eks. om navn, bosted, sykdom eller sykdomstegn.\nSpiritus, brennevin eller vin som er utlevert til medisinsk bruk må ikke anvendes til annet formål, eller uten lovlig hjemmel overdras til andre enn den som resept eller rekvisisjon er utstedt til.\n1 Jfr. § 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "9:28",
      "chapter": "9",
      "section": "28",
      "content": "Kongen​2 kan bestemme at vare som ikke reknes som legemiddel etter denne lov,​3 men som selges til spesielt medisinsk bruk, eller til annet særlig bruk i helse- og sykepleie, skal være undergitt særskilt kontroll, for å sikre at varen svarer til de krav som må stilles av hensyn til liv og helse.\nForskrifter om kontrollen gis av Kongen.​2 I forskriftene kan blant annet fastsettes regler om hvilke krav varen skal fylle, om godkjenning av varen og av tilvirkere og selgere og om tilsyn med tilvirkning og omsetning. Det kan i forskriftene fastsettes avgifter for å dekke utgiftene ved undersøkelse, tilsyn og godkjenning.\n1 Endret ved lov 2 juni 1972 nr. 30.\n2 Jfr. res. 16 des 1977 om fullmakt for Sosialdepartementet.\n3 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "10:29",
      "chapter": "10",
      "section": "29",
      "content": "Reklame for legemidler skal være nøktern og sann og skal på forhånd være godkjent av den myndighet som Kongen bestemmer.\nKongen​1 gir alminnelige forskrifter​2 om reklame for legemidler, herunder om utdeling av prøver i reklameøyemed. I forskriftene kan inntas forbud mot visse former for reklame.\n1 Sosialdepartementet iflg. res. 11 aug 1978.\n2 Gitt ved res. 6 mai 1966, med fullmakt for Sosialdepartementet til å gjøre endringer og tillegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "10:30",
      "chapter": "10",
      "section": "30",
      "content": "Det er forbudt​1 i reklame eller liknende ved tekst eller bilder, direkte eller indirekte å gi uttrykk for at en vare anbefales som middel til å forebygge, lege eller lindre sykdom eller smerter hos mennesker eller dyr, hvis varen selges på annen måte enn fastsatt for legemidler. Når særlige grunner foreligger, kan departementet​2 gjøre unntak fra denne bestemmelse.\nI tilfelle av overtredelse kan departementet pålegge tilvirkeren eller annonsøren å sørge for at en godkjent beriktigelse blir sendt ut eller offentliggjort på tilsvarende måte som den ulovlige reklame.\nBlir det tross advarsel fortsatt drevet reklame for en vare i strid med bestemmelsene i første ledd, kan varen ved dom forbys solgt under navn som var brukt i den ulovlige reklame.\n1 Jfr. § 43.\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "10:31",
      "chapter": "10",
      "section": "31",
      "content": "I reklame må det ikke​1 ved tekst eller bilder eller på annen måte, direkte eller indirekte, gis uriktige, misvisende eller villedende opplysninger om en vares medisinske virkning eller egenskaper. De to siste ledd i § 30 får tilsvarende anvendelse.\nNår særlige grunner taler for det, kan Kongen​2 ved forskrifter eller i det enkelte tilfelle forby all medisinsk reklame overfor almenheten for bestemte varer eller varegrupper.\n1 Jfr. § 43.\n2 Sosialdepartementet iflg. res. 11 aug 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "12:39",
      "chapter": "12",
      "section": "39",
      "content": "Er det tvil om en vare, som skal innføres eller bringes i handelen, inneholder stoff som kommer inn under bestemmelsene i denne lov,​1 kan departementet​2 forlange at tilvirkeren eller importøren gir opplysning om innholdsstoffene i den utstrekning dette er nødvendig for å avgjøre spørsmålet.\nDepartementet​3 kan forby innførsel eller salg inntil opplysningene er gitt.\n1 Jfr. §§ 1 og 2.\n2 Sosialdepartementet.\n3 Miljøverndepartementet iflg. res. 12 des 1980 hva angår gifter og helsefarlige stoffer, forøvrig Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "12:40",
      "chapter": "12",
      "section": "40",
      "content": "Den som har legemidler i sin besittelse plikter​2 å oppbevare dem med omhu og forsiktighet.\n1 Endret ved lov 3 juni 1977 nr. 53.\n2 Jfr. § 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "12:41",
      "chapter": "12",
      "section": "41",
      "content": "Enhver som i medhold av stilling eller verv etter loven får kjennskap til drifts- eller forretningshemmelighet skal med de begrensninger som følger av hans gjøremål etter loven, tie​2 med det han slik får vite. Ingen må i ervervsvirksomhet gjøre bruk av det han slik får vite. Taushetsplikten gjelder også etter at vedkommende har sluttet i stillingen eller vervet. Departementet kan samtykke i unntak fra taushetsplikt etter denne bestemmelse når sterke samfunnsmessige hensyn taler for at opplysningene gis. Forvaltningsloven §§ 13-13 e gjelder ikke.\n1 Endret ved lover 16 mai 1986 nr. 21, 12 mai 1989 nr. 23. – Jfr. § 23.\n2 Jfr. § 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "12:42",
      "chapter": "12",
      "section": "42",
      "content": "Den som får tillatelse etter denne lov til tilvirkning, salg, innførsel eller utførsel av legemidler, må finne seg i at de rettigheter eller plikter som han har eller får i henhold til loven, blir endret ved ny lov eller ved nye alminnelige forskrifter som gis med hjemmel i lov.\nTillatelser som nevnt kan gis for begrenset tid.\n1 Endret ved lov 3 juni 1977 nr. 53. – Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "13:43",
      "chapter": "13",
      "section": "43",
      "content": ". Den som forsettlig eller uaktsomt overtrer denne lov, eller forskrifter, forbud eller påbud som er gitt med hjemmel i loven, straffes med bøter,​2 eller med fengsel i inntil 3 måneder, eller med begge deler.\nBesittelse og bruk av narkotika m v, jf § 22 første ledd, straffes med bøter eller med fengsel i inntil 6 måneder, eller begge deler.\nDersom den straffbare handling gjelder overdragelse av legemiddel som ikke regnes som narkotika og det foreligger særlig skjerpende omstendigheter, er straffen bøter eller fengsel i inntil 2 år, eller begge deler.\nMedvirkning straffes på samme måte. Forsøk straffes som fullbyrdet overtredelse.\n1 Endret ved lover 14 juni 1968 nr. 4, 8 juni 1984 nr. 57.\n2 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "13:44",
      "chapter": "13",
      "section": "44",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 jan 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "13:45",
      "chapter": "13",
      "section": "45",
      "content": "Departementet​2 bestemmer hva som skal gjøres med inndratte legemidler.\nDepartementet​2 bestemmer også hva som skal gjøres med narkotika m.v. som er å rekne som hittegods.\n1 Endret ved lov 3 juni 1977 nr. 53.\n2 Miljøverndepartementet iflg. res. 12 des 1980, hva angår gifter og helsefarlige stoffer, forøvrig Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "14:46",
      "chapter": "14",
      "section": "46",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid oppheves:\nLov av 3. juli 1914 om tilvirkning av gifter og apotekvarer.\nLov av 1. juni 1928 om opium m.v.\nLov av 2. mai 1930 om oppbevaring, sending og omsetning av helsefarlige stoffer.\nLov av 24. juni 1938 om innførsel av apotekvarer og gifter samt om handel med gifter, farmasøytiske spesialpreparater og en del andre varer.\nParagrafene 1, 2, 3, 12 og 13 i lov av 27. februar 1953 om Norsk Medisinaldepot.\nLov av 21. juli 1956 om brennevin og vin til medisinsk bruk.\n1 Fra 1 april 1965 iflg. res. 20 nov 1964.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "14:47",
      "chapter": "14",
      "section": "47",
      "content": "Fra den tid denne lov trer i kraft gjøres følgende endringer i lov av 8. mars 1935 om handelsnæring. – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "14:48",
      "chapter": "14",
      "section": "48",
      "content": "Forskrifter som er gitt med hjemmel i de lovbestemmelser som er nevnt i §§ 46 og 47 fortsetter å gjelde for så vidt de ikke er i strid med bestemmelsene i denne lov, inntil de blir opphevet eller avløst av bestemmelser gitt etter denne lov.\nTillatelser og godkjenninger gitt med hjemmel i de lovbestemmelser som er nevnt i §§ 46 og 47, gjelder inntil videre fortsatt for så vidt de ikke er i strid med den nye lov og forskrifter etter denne. Departementet​1 kan bestemme at tillatelser og godkjenninger må fornyes etter den nye lov, og at søknad om tillatelse eller godkjenning må være innsendt innen en frist som departementet fastsetter og kunngjør.\n1 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov gjelder legemidler​2 og visse andre varer til medisinsk bruk.\n1 Endret ved lov 3 juni 1977 nr. 53.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Med legemidler forstås i denne lov stoffer, droger og preparater som er bestemt til eller utgis for å brukes til å forebygge, lege eller lindre sykdom eller smerter hos mennesker eller dyr, eller til ved innvortes eller utvortes bruk å påvise sykdom. Kongen​2 gir nærmere forskrifter om hva som skal reknes som legemidler.​3 I forskriftene kan det fastsettes at visse stoffer, droger eller preparater alltid skal reknes som legemidler uansett om de også har annen anvendelse, og at visse stoffer, droger eller preparater som kommer inn under bestemmelsen i første punktum, likevel ikke skal reknes som legemidler.\nDepartementet​2 avgjør i tvilstilfelle om en vare etter loven og forskriftene skal regnes som legemiddel.\n1 Endret ved lov 3 juni 1977 nr. 53.\n2 Sosialdepartementet iflg. res. 11 aug 1978. Miljøverndepartementet iflg. res. 12 des 1980 hva angår gifter og helsefarlig stoff.\n3 Jfr. forskrifter 19 feb 1965 nr. 5, 1 mars 1983 nr. 155.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 3 juni 1977 nr. 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Kongen​1 kan gi forskrifter om at ervervsmessig tilvirkning av visse legemidler bare skal skje i apotek.​2 I samsvar med bestemmelser i forskriftene kan departementet​3 gjøre unntak ved på nærmere angitte vilkår å gi særlig tillatelse for andre til å tilvirke slike legemidler.\nNår ikke annet er bestemt i medhold av denne lov, må den som ervervsmessig vil tilvirke legemidler utenfor apotek, ha tillatelse fra vedkommende departement som kan sette nærmere vilkår for tillatelsen.\nTilvirkningen skal foretas av en ansvarshavende som er godkjent av departementet. Vedkommende skal fylle de krav til utdanning og tjenestetid som gjelder for å bli apoteker,​4 eller på annen måte godtgjøre at han har den nødvendige faglige utdanning.\nDepartementet kan gi nærmere forskrifter om tilvirkning av legemidler utenfor apotek og kan kreve de oppgaver og opplysninger om virksomheten som anses nødvendig for tilsyn og kontroll.\n1 Sosialdepartementet iflg. res. 20 nov 1964.\n2 Jfr. lov 21 juni 1963 nr. 17 § 5.\n3 Sosialdepartementet.\n4 Se lov 21 juni 1963 nr. 17 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Tillatelse etter § 4 kan kalles tilbake av departementet:​2\n1. Når tilvirkningen ikke settes i gang, eller er opphørt og ikke gjenopptas innen en frist som fastsettes av departementet.\n2. Når den godkjente ansvarshavende er død eller fratrådt, eller godkjenningen er kalt tilbake.\n3. Når andre vilkår for tillatelsen ikke overholdes, eller tilvirkningen ikke foregår i samsvar med gjeldende bestemmelser og på faglig forsvarlig måte.\nGodkjenning etter § 4, tredje ledd, kan kalles tilbake av departementet hvis vedkommende tross advarsel overtrer eller forsømmer sine plikter eller må anses vedvarende uskikket til å forestå virksomheten.\n1 Jfr. § 42.\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "Legemidler må, med de unntak som er fastsatt i eller i medhold av lov, bare selges av apotek og Norsk Medisinaldepot.\nVarer som regnes som legemidler etter denne lov,​2 kan til teknisk vitenskapelig og annet ikke medisinsk bruk selges av tilvirkere og kjøpmenn i samsvar med forskrifter gitt av departementet.\nKongen kan bestemme at visse alminnelig brukte, reseptfrie legemidler, uten særskilt tillatelse skal kunne selges av kjøpmenn i samsvar med forskrifter som gis av departementet.​3\n1 Endret ved lov 3 juni 1977 nr. 53. – Jfr. lov 21 juni 1963 nr. 17 §§ 3 og 49.\n2 Se § 2.\n3 Jfr. res. 19 feb 1965 med fullmakt for Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "Norsk Medisinaldepot har enerett til:\n1. Salg til apotek av legemidler og andre stoffer, droger og preparater som skal nyttes til fremstilling av legemidler.\n2. Innførsel og utførsel av legemidler.\nDepartementet kan ved alminnelige forskrifter eller i det enkelte tilfelle gjøre unntak fra depotets enerett.​1\nNorsk Medisinaldepot har rett til å selge andre varer som nyttes i helse- og sykepleie eller som vanligvis selges fra apotek.\n1 Jfr. res. 19 feb 1965, med fullmakt for Sosialdepartementet, forskrift 1 mars 1983 nr. 628.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Legemidler kan Norsk Medisinaldepot bare selge til:\n1. Apotek.\n2. Tilvirkere som har tillatelse etter § 4.\n3. Kjøpmenn som i medhold av § 9, annet ledd, har tillatelse til å selge samme vare.\n4. Offentlige og offentlig godkjente laboratorier og vitenskapelige institusjoner og andre liknende institusjoner eller bedrifter, etter departementets​1 nærmere bestemmelse.\nVarer som reknes som legemidler etter denne lov​2 kan Norsk Medisinaldepot, etter regler som gis av departementet, selge til andre avtakere enn nevnt foran, når det er godtgjort at varen skal nyttes til teknisk, vitenskapelig eller annet ikke-medisinsk bruk.\nDepartementet kan gi Norsk Medisinaldepot tillatelse til å selge visse legemidler direkte til sykehus eller andre medisinale anstalter.\n1 Sosialdepartementet.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Tilvirkere som har tillatelse etter § 4, kan selge legemidler som de selv har tilvirket til Norsk Medisinaldepot.\nNår særlige grunner taler for det, kan departementet​1 gi tilvirkere og kjøpmenn tillatelse til salg av visse legemidler til apotek og andre avtakere som er nevnt i § 8. Departementet kan sette nærmere vilkår for slikt salg.​2\n1 Sosialdepartementet.\n2 Jfr. § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Kongen​2 gir alminnelige forskrifter om innførsel og omsetning av legemidler, herunder om deklarasjon, om erklæringer eller attester som skal gis eller skaffes ved kjøp eller innførsel, og om forsiktighetsregler som skal iakttas ved utlevering.\nKongen gir forskrifter om klinisk utprøving av legemidler. I forskriftene kan bl.a. fastsettes hva som skal regnes som klinisk utprøving av legemidler, at slik utprøving skal godkjennes av den myndighet Kongen bestemmer og de nærmere vilkår for godkjenning.\n1 Endret ved lov 20 mai 1981 nr. 41.\n2 Sosialdepartementet iflg. res. 11 aug 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Kongen​1 kan forby salg av legemiddel som må anses uvirksomt, åpenbart unyttig eller skadelig. Før avgjørelse treffes, må spørsmålet forelegges den i § 19 nevnte Spesialitetsnemnd til uttalelse.\n1 Sosialdepartementet iflg. res. 20 nov 1964.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "Forskrifter for legemidlers renhet, fremstilling, behandling og oppbevaring m. v. fastsettes i en farmakopé som godkjennes av Kongen.​1 I farmakopéen inntas også bestemmelser om navn og betegnelser for legemidler og legemiddelformer (nomenklatur).\nFarmakopéen og endringer i og tillegg til denne, utarbeides av Farmakopékommisjonen som oppnevnes av Kongen.​1 Kongen​1 gir nærmere regler om kommisjonens virksomhet og om farmakopéens innhold.\nFarmakopéens bestemmelser gjelder for alle som har adgang til å tilvirke eller selge legemidler, dog ikke for kjøpmenn som selger reseptfrie legemidler etter § 6, tredje ledd. Departementet kan i det enkelte tilfelle gjøre unntak fra bestemmelsene.\n1 Jfr. res. 25 nov 1977 om fullmakt for Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "5:13",
      "chapter": "5",
      "section": "13",
      "content": "Som farmasøytisk spesialpreparat reknes i denne lov legemiddel som ikke er fremstilt i apotek,​1 og som omsettes eller bringes i handelen i en pakning som er bestemt for den enkelte forbruker (herunder lege, tannlege, veterinær eller sykehus).\nNår særlige grunner taler for det, kan Kongen​2 bestemme at også visse legemidler som er fremstilt ved apotek og selges til andre apotek, skal reknes som farmasøytiske spesialpreparater.\n1 Jfr. § 4.\n2 Sosialdepartementet iflg. res. 6 mai 1966, 11 aug 1978, jfr. forskrift 1 juni 1979 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "content": "Farmasøytisk spesialpreparat må ikke​2 omsettes eller bringes i handelen før det er godkjent av departementet, se § 19.\nGodkjenning gis på grunnlag av en bedømmelse av preparatets art, sammensetning, kvalitet og holdbarhet. Godkjenning skal bare gis for preparat som anses medisinsk berettiget og som det antas å være behov for.​3\nVed klage over avslag på godkjenning kan bare lovmessigheten prøves.\n1 Endret ved lov 30 juli 1992 nr. 101 (i kraft 1 jan 1994 iflg. res. 3 des 1993 nr. 1077). – Jfr. § 18.\n2 Jfr. § 43.\n3 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Godkjenning av farmasøytisk spesialpreparat skal ikke gis for enkle tilberedninger som uten vanskelighet kan fremstilles i apotek, eller for preparater som består av ublandede droger eller kjemikalier.\nGodkjenning skal heller ikke gis for preparater som den gjeldende farmakopé​2 eller annen godkjent formelsamling gir bestemt fremstillingsforskrift for.\nUnntak fra første og annet ledd kan gjøres når det antas å by på åpenbare fordeler at preparatet fremstilles og selges som spesialpreparat, når preparatet representerer et nytt medisinsk prinsipp, eller når andre særlige grunner taler for det.\n1 Jfr. § 17.\n2 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Før farmasøytisk spesialpreparat bringes i handelen eller omsettes, skal dets navn, pris, pakningsstørrelse og utstyr godkjennes av den myndighet som Kongen​2 bestemmer.\nVed godkjenning av prisen for et farmasøytisk spesialpreparat skal det påses at den ikke står i misforhold til verdien. Herunder tas hensyn til prisen for tilsvarende preparat som fremstilles av andre tilvirkere, og til foreliggende opplysninger om produksjonskostnadene for preparatet.\nPrisen kan kreves endret før registreringstiden er ute,​3 dersom endrede forhold eller nye opplysninger tilsier det.\nOpplysninger som er av betydning for prisbedømmelsen kan kreves fremlagt i forbindelse med spørsmål om godkjenning, og senere når spørsmål om prisendring tas opp til behandling.\n1 Jfr. § 18.\n2 Sosialdepartementet iflg. res. 11 aug 1978, jfr. forskrift 1 juni 1979 nr. 5.\n3 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "content": "Godkjenningen av et preparat gjelder for et tidsrom på 5 år. Fornyelse kan ikke nektes av grunner som er nevnt i § 15, første og annet ledd. Midlertidig godkjenning kan gis for kortere tid.\nNår særlige grunner foreligger, kan godkjenning gjøres betinget av at preparatet bare skal være til bruk for visse sykehus og leger.\nDepartementet kan kalle godkjenning tilbake før 5 år er gått dersom\n1. Preparatet ikke lenger anses medisinsk berettiget.\n2. Preparatet ikke bringes i handelen.\n3. Preparatets sammensetning avviker fra den det ble registrert med.\n4. Krav om prisnedsettelse ikke blir etterkommet innen en fastsatt frist.\n5. De bestemmelser som gjelder for farmasøytiske spesialpreparater ikke overholdes.\nVed klage over tilbakekalt godkjenning kan bare lovmessigheten prøves.\n1 Endret ved lov 30 juli 1992 nr. 101 (i kraft 1 jan 1994 iflg. res. 3 des 1993 nr. 1077).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "content": "Kongen​1 gir nærmere forskrifter om godkjenning, omsetning og kontroll av farmasøytiske spesialpreparater.\nKongen​1 kan gjøre unntak fra kravet om godkjenning etter §§ 14 og 16.\nI forskriftene kan fastsettes avgifter for å dekke utgiftene ved godkjenning, kontroll og undersøkelse av farmasøytiske spesialpreparater.\n1 Sosialdepartementet iflg. res. 11 aug 1978, jfr. forskrift 1 juni 1979 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "content": "Departementet​2 oppnevner en Spesialitetsnemnd som skal være rådgiver for departementet i saker om godkjenning av spesialpreparater og om tilbakekalling av gitt godkjenning etter §§ 14 og 17.​3\nDepartementet gir nærmere forskrifter om nemnda.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Sosialdepartementet.\n3 Jfr. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "content": "Kongen fastsetter hvilke stoffer, droger eller preparater (narkotika m.v.) som skal komme inn under bestemmelsene i dette kapittel og gir forskrifter om tilvirkning, omsetning (salg, kjøp, annen overdragelse og mellommannsvirksomhet), innførsel, utførsel, gjennomførsel (transitt), utlevering, sending og oppbevaring av disse, samt om dyrking av vekster som skal nyttes til fremstilling av slike varer.\nI forskriftene kan inntas forbud mot tilvirkning, anskaffelse, omsetning, innførsel, utførsel og gjennomførsel av visse narkotika m.v. Forskriftene skal gjelde også frihavner, frilager og transittopplag.\n1 Endret ved lov 14 juni 1968 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "content": "Tilvirkning av narkotika m.v. må bare foregå i den utstrekning det er uttrykkelig sagt i tillatelse etter §§ 4 eller 33.​1\nDersom ikke annet er bestemt i forskrifter,​2 må innførsel, utførsel og gjennomførsel av narkotika m.v. bare skje etter særskilt tillatelse for hver gang og på de vilkår som er fastsatt i tillatelsen eller i forskrifter. Tillatelsen utstedes av den myndighet som Kongen​3 bestemmer.\nOmsetning, utlevering og sending av narkotika m.v. er bare tillatt til medisinsk og vitenskapelig bruk i samsvar med gjeldende forskrifter.\nTilvirkere og selgere er pliktig​4 til å gi de meldinger og opplysninger som departementet krever.\n1 Jfr. § 42.\n2 Se § 20.\n3 Sosialdepartementet iflg. res. 11 aug 1978.\n4 Jfr. § 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "content": "Der er forbudt​2 uten lovlig atkomst å være i besittelse av eller å bruke narkotika m.v. og å skaffe seg adgang til å få kjøpt slike varer under falske opplysninger, f.eks. om navn, bosted, sykdom eller sykdomstegn.\nSlike midler må ikke anvendes til annet formål enn de er utlevert til, og må ikke uten lovlig hjemmel overdras til eller erverves av andre enn den som resepten eller rekvisisjonen er utstedt til. Resept eller rekvisisjon må ikke overdras til eller erverves av andre enn den de er utstedt til.\n1 Endret ved lov 14 juni 1968 nr. 4.\n2 Jfr. § 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "content": "Lovbestemt taushetsplikt er ikke til hinder for at opplysning om mulig misbruk av narkotika m.v. gis til Statens Helsetilsyn.​1\nLeger, tannleger, veterinærer, apotekere og apotekbestyrere, psykologer, helse- og sosialstyrer og politiet er pliktig til på anmodning å gi Statens Helsetilsyn opplysninger om bestemte personers mulige misbruk av narkotika m.v., eller om andre bestemt angitte tilfeller av misbruk eller overtredelse av bestemmelser i lov eller forskrifter om disse varer. I sak om straff eller inndragning på grunn av overtredelse av slike bestemmelser kan retten uten hinder av straffeprosesslovens § 119 motta vitneprov om disse forhold.\nOpplysninger om misbruk som er gitt til Statens Helsetilsyn i henhold til denne paragraf, eller som det på annen måte har fått kjennskap til, kan det uten hinder av taushetsplikt gi til leger, apotek, psykologer, helse- og sosialstyrer og, dersom det foreligger mistanke om lovstridig handling, til politiet.\nDen myndighet Statens Helsetilsyn har etter denne paragraf kan delegeres. Dette gjelder ikke adgangen til å gi opplysninger til politiet.\n0 Endret ved lover 9 mars 1973 nr. 13, 11 juni 1982 nr. 58, 14 juni 1985 nr. 71, 30 juli 1992 nr. 101 (i kraft 1 jan 1994 iflg. res. 3 des 1993 nr. 1077).\n1 Se lov 30 mars 1984 nr. 15. Jfr. lover 10 des 1948 nr. 3 § 8, 21 juni 1963 nr. 17 § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "content": "Sera, vaksiner og andre bakteriologiske og serologiske preparater kan tilvirkes, selges, innføres og utføres av offentlig godkjente laboratorier eller institutter i samsvar med bestemmelser som gis av departementet.​1\nDepartementet avgjør hva som skal anses som sera, vaksiner og bakteriologiske og serologiske preparater, og kan tillate de nevnte laboratorier og institutter også å selge enkelte andre varer til medisinsk og veterinærmedisinsk bruk.\n1 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "8:25",
      "chapter": "8",
      "section": "25",
      "content": "Kongen​1 gir forskrifter om hva som skal reknes som spiritus, brennevin og vin til medisinsk bruk, og om salg og utlevering av slik vare.\nI forskriftene kan fastsettes alminnelige innskrenkninger i legers, tannlegers og veterinærers adgang til å forskrive eller rekvirere spiritus, brennevin og vin til medisinsk bruk.\n1 Sosialdepartementet iflg. res. 11 aug 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "8:26",
      "chapter": "8",
      "section": "26",
      "content": "Lege, tannlege eller veterinær som har overtrådt bestemmelser gitt i medhold av § 25, eller som på annen måte misbruker adgangen til å forskrive eller rekvirere spiritus, brennevin eller vin til medisinsk bruk, eller som er straffet for overtredelse av den alminnelige alkohollovgivning, kan av departementet​1 for en bestemt tid fratas adgangen til å forskrive eller rekvirere disse varer til medisinsk bruk.\nDepartementet kan innskrenke et apoteks adgang til å kjøpe spiritus, brennevin eller vin til medisinsk bruk, hvis det er skjellig grunn til å anta at det foregår misbruk ved utlevering eller anvendelse av slike varer ved apoteket.\n1 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "8:27",
      "chapter": "8",
      "section": "27",
      "content": "Det er forbudt​1 å skaffe seg adgang til å få kjøpt spiritus, brennevin eller vin til medisinsk bruk under falske opplysninger, f.eks. om navn, bosted, sykdom eller sykdomstegn.\nSpiritus, brennevin eller vin som er utlevert til medisinsk bruk må ikke anvendes til annet formål, eller uten lovlig hjemmel overdras til andre enn den som resept eller rekvisisjon er utstedt til.\n1 Jfr. § 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "9:28",
      "chapter": "9",
      "section": "28",
      "content": "Kongen​2 kan bestemme at vare som ikke reknes som legemiddel etter denne lov,​3 men som selges til spesielt medisinsk bruk, eller til annet særlig bruk i helse- og sykepleie, skal være undergitt særskilt kontroll, for å sikre at varen svarer til de krav som må stilles av hensyn til liv og helse.\nForskrifter om kontrollen gis av Kongen.​2 I forskriftene kan blant annet fastsettes regler om hvilke krav varen skal fylle, om godkjenning av varen og av tilvirkere og selgere og om tilsyn med tilvirkning og omsetning. Det kan i forskriftene fastsettes avgifter for å dekke utgiftene ved undersøkelse, tilsyn og godkjenning.\n1 Endret ved lov 2 juni 1972 nr. 30.\n2 Jfr. res. 16 des 1977 om fullmakt for Sosialdepartementet.\n3 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "10:29",
      "chapter": "10",
      "section": "29",
      "content": "Reklame for legemidler skal være nøktern og sann og skal på forhånd være godkjent av den myndighet som Kongen bestemmer.\nKongen​1 gir alminnelige forskrifter​2 om reklame for legemidler, herunder om utdeling av prøver i reklameøyemed. I forskriftene kan inntas forbud mot visse former for reklame.\n1 Sosialdepartementet iflg. res. 11 aug 1978.\n2 Gitt ved res. 6 mai 1966, med fullmakt for Sosialdepartementet til å gjøre endringer og tillegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "10:30",
      "chapter": "10",
      "section": "30",
      "content": "Det er forbudt​1 i reklame eller liknende ved tekst eller bilder, direkte eller indirekte å gi uttrykk for at en vare anbefales som middel til å forebygge, lege eller lindre sykdom eller smerter hos mennesker eller dyr, hvis varen selges på annen måte enn fastsatt for legemidler. Når særlige grunner foreligger, kan departementet​2 gjøre unntak fra denne bestemmelse.\nI tilfelle av overtredelse kan departementet pålegge tilvirkeren eller annonsøren å sørge for at en godkjent beriktigelse blir sendt ut eller offentliggjort på tilsvarende måte som den ulovlige reklame.\nBlir det tross advarsel fortsatt drevet reklame for en vare i strid med bestemmelsene i første ledd, kan varen ved dom forbys solgt under navn som var brukt i den ulovlige reklame.\n1 Jfr. § 43.\n2 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "10:31",
      "chapter": "10",
      "section": "31",
      "content": "I reklame må det ikke​1 ved tekst eller bilder eller på annen måte, direkte eller indirekte, gis uriktige, misvisende eller villedende opplysninger om en vares medisinske virkning eller egenskaper. De to siste ledd i § 30 får tilsvarende anvendelse.\nNår særlige grunner taler for det, kan Kongen​2 ved forskrifter eller i det enkelte tilfelle forby all medisinsk reklame overfor almenheten for bestemte varer eller varegrupper.\n1 Jfr. § 43.\n2 Sosialdepartementet iflg. res. 11 aug 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "12:39",
      "chapter": "12",
      "section": "39",
      "content": "Er det tvil om en vare, som skal innføres eller bringes i handelen, inneholder stoff som kommer inn under bestemmelsene i denne lov,​1 kan departementet​2 forlange at tilvirkeren eller importøren gir opplysning om innholdsstoffene i den utstrekning dette er nødvendig for å avgjøre spørsmålet.\nDepartementet​3 kan forby innførsel eller salg inntil opplysningene er gitt.\n1 Jfr. §§ 1 og 2.\n2 Sosialdepartementet.\n3 Miljøverndepartementet iflg. res. 12 des 1980 hva angår gifter og helsefarlige stoffer, forøvrig Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "12:40",
      "chapter": "12",
      "section": "40",
      "content": "Den som har legemidler i sin besittelse plikter​2 å oppbevare dem med omhu og forsiktighet.\n1 Endret ved lov 3 juni 1977 nr. 53.\n2 Jfr. § 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "12:41",
      "chapter": "12",
      "section": "41",
      "content": "Enhver som i medhold av stilling eller verv etter loven får kjennskap til drifts- eller forretningshemmelighet skal med de begrensninger som følger av hans gjøremål etter loven, tie​2 med det han slik får vite. Ingen må i ervervsvirksomhet gjøre bruk av det han slik får vite. Taushetsplikten gjelder også etter at vedkommende har sluttet i stillingen eller vervet. Departementet kan samtykke i unntak fra taushetsplikt etter denne bestemmelse når sterke samfunnsmessige hensyn taler for at opplysningene gis. Forvaltningsloven §§ 13-13 e gjelder ikke.\n1 Endret ved lover 16 mai 1986 nr. 21, 12 mai 1989 nr. 23. – Jfr. § 23.\n2 Jfr. § 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "12:42",
      "chapter": "12",
      "section": "42",
      "content": "Den som får tillatelse etter denne lov til tilvirkning, salg, innførsel eller utførsel av legemidler, må finne seg i at de rettigheter eller plikter som han har eller får i henhold til loven, blir endret ved ny lov eller ved nye alminnelige forskrifter som gis med hjemmel i lov.\nTillatelser som nevnt kan gis for begrenset tid.\n1 Endret ved lov 3 juni 1977 nr. 53. – Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "13:43",
      "chapter": "13",
      "section": "43",
      "content": ". Den som forsettlig eller uaktsomt overtrer denne lov, eller forskrifter, forbud eller påbud som er gitt med hjemmel i loven, straffes med bøter,​2 eller med fengsel i inntil 3 måneder, eller med begge deler.\nBesittelse og bruk av narkotika m v, jf § 22 første ledd, straffes med bøter eller med fengsel i inntil 6 måneder, eller begge deler.\nDersom den straffbare handling gjelder overdragelse av legemiddel som ikke regnes som narkotika og det foreligger særlig skjerpende omstendigheter, er straffen bøter eller fengsel i inntil 2 år, eller begge deler.\nMedvirkning straffes på samme måte. Forsøk straffes som fullbyrdet overtredelse.\n1 Endret ved lover 14 juni 1968 nr. 4, 8 juni 1984 nr. 57.\n2 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "13:44",
      "chapter": "13",
      "section": "44",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 jan 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "13:45",
      "chapter": "13",
      "section": "45",
      "content": "Departementet​2 bestemmer hva som skal gjøres med inndratte legemidler.\nDepartementet​2 bestemmer også hva som skal gjøres med narkotika m.v. som er å rekne som hittegods.\n1 Endret ved lov 3 juni 1977 nr. 53.\n2 Miljøverndepartementet iflg. res. 12 des 1980, hva angår gifter og helsefarlige stoffer, forøvrig Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "14:46",
      "chapter": "14",
      "section": "46",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid oppheves:\nLov av 3. juli 1914 om tilvirkning av gifter og apotekvarer.\nLov av 1. juni 1928 om opium m.v.\nLov av 2. mai 1930 om oppbevaring, sending og omsetning av helsefarlige stoffer.\nLov av 24. juni 1938 om innførsel av apotekvarer og gifter samt om handel med gifter, farmasøytiske spesialpreparater og en del andre varer.\nParagrafene 1, 2, 3, 12 og 13 i lov av 27. februar 1953 om Norsk Medisinaldepot.\nLov av 21. juli 1956 om brennevin og vin til medisinsk bruk.\n1 Fra 1 april 1965 iflg. res. 20 nov 1964.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "14:47",
      "chapter": "14",
      "section": "47",
      "content": "Fra den tid denne lov trer i kraft gjøres følgende endringer i lov av 8. mars 1935 om handelsnæring. – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "14:48",
      "chapter": "14",
      "section": "48",
      "content": "Forskrifter som er gitt med hjemmel i de lovbestemmelser som er nevnt i §§ 46 og 47 fortsetter å gjelde for så vidt de ikke er i strid med bestemmelsene i denne lov, inntil de blir opphevet eller avløst av bestemmelser gitt etter denne lov.\nTillatelser og godkjenninger gitt med hjemmel i de lovbestemmelser som er nevnt i §§ 46 og 47, gjelder inntil videre fortsatt for så vidt de ikke er i strid med den nye lov og forskrifter etter denne. Departementet​1 kan bestemme at tillatelser og godkjenninger må fornyes etter den nye lov, og at søknad om tillatelse eller godkjenning må være innsendt innen en frist som departementet fastsetter og kunngjør.\n1 Sosialdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    }
  ]
}