{
  "id": "LOV-2003-07-04-80",
  "type": "statute",
  "title": "Lov om introduksjonsordning og norskopplæring for nyankomne innvandrere (introduksjonsloven)",
  "short_name": "Introduksjonsloven",
  "status": "in_force",
  "issued_date": "2003-07-04",
  "in_force_date": "2003-09-01",
  "url": "https://lovdata.no/dokument/NLO/lov/2003-07-04-80",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens formål",
      "content": "Formålet med denne loven er å styrke nyankomne innvandreres mulighet for deltakelse i yrkes- og samfunnslivet, og deres økonomiske selvstendighet. Loven skal videre legge til rette for at asylsøkere raskt får kjennskap til norsk språk, kultur og samfunnsliv.\n0 Endret ved lov 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Rett og plikt til deltakelse i introduksjonsprogram",
      "content": "Rett og plikt til deltakelse i introduksjonsprogram gjelder for nyankommet utlending​1 mellom 18 og 55 år som har behov for grunnleggende kvalifisering og som har fått\na. asyl, jf. utlendingsloven​2 § 28,\nb. oppholdstillatelse etter innreisetillatelse som overføringsflyktning, jf. utlendingsloven § 35 tredje ledd,\nc. fornybar oppholdstillatelse etter utlendingsloven § 38 første ledd på grunnlag av søknad om asyl, begrenset oppholdstillatelse som medlem av barnefamilie eller som enslig mindreårig, jf. utlendingsloven § 38 femte ledd bokstav a eller b eller kollektiv beskyttelse i massefluktsituasjon, jf. utlendingsloven § 34,\nd. oppholdstillatelse som familiemedlemmer til personer som nevnt i bokstav a, b og c, jf. utlendingsloven kapittel 6. For å være omfattet av denne bestemmelsen er det et vilkår at personer som nevnt i bokstav a, b og c ikke har vært bosatt i en kommune i mer enn fem år før det søkes om familiegjenforening eller\ne. fornybar oppholdstillatelse etter utlendingsloven § 53 første ledd bokstav b, § 53 annet ledd eller § 53 tredje ledd. For personer som nevnt i første punktum gjelder retten og plikten til å delta i introduksjonsprogram i to år fra det tidspunkt det er gitt oppholdstillatelse på grunnlagene som er nevnt.\nRett og plikt til deltakelse i introduksjonsprogram gjelder bare for personer som er bosatt i kommunen i henhold til særskilt avtale mellom utlendingsmyndighetene og kommunen. Kravet om særskilt avtale gjelder likevel ikke for personer som nevnt i § 2 første ledd bokstav d eller e.\nSom nyankommet regnes den som har vært bosatt i en kommune i mindre enn to år når vedtak om deltakelse i introduksjonsordning skal treffes.\nNordiske borgere og utlendinger som omfattes av Avtale om Det europeiske økonomiske samarbeidsområde (EØS-avtalen),​3 omfattes ikke av paragrafen her.\n0 Endret ved lover 2 juli 2004 nr. 65 (ikr. 1 sep 2004), 7 jan 2005 nr. 3 (ikr. 7 jan 2005 iflg. res. 7 jan 2005 nr. 4), 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), 21 des 2005 nr. 134 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1644), 19 juni 2009 nr. 41 (ikr. 1 jan 2010 iflg. res. 30 okt 2009 nr. 1324), 24 juni 2011 nr. 19 (ikr. 1 juli 2011 iflg. res. 24 juni 2011 nr. 645), 15 juni 2018 nr. 42 (ikr. 16 juni 2018 iflg. res. 15 juni 2018 nr. 882), 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881), 23 nov 2018 nr. 88.\n1 Se lov 15 mai 2008 nr. 35 § 5.\n2 Lov 15 mai 2008 nr. 35.\n3 Jf. EØS-avtalen art. 28 og 31, jf. lov 27 nov 1992 nr. 109. Jf. videre EØS-avtalen vedlegg VII nr. 6 (dir 90/364), nr. 7 (90/365) og nr. 8 (dir 93/96), samt lov 27 nov 1992 nr. 112.\n1 Jf. EØS-avtalen art. 28 og 31, jf. lov 27 nov 1992 nr. 109. Jf. videre EØS-avtalen vedlegg VII nr. 6 (dir 90/364), nr. 7 (90/365) og nr. 8 (dir 93/96), samt lov 27 nov 1992 nr. 112.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Kommunens ansvar for introduksjonsprogram",
      "content": "Kommunen sørger for introduksjonsprogram etter dette kapittel til nyankomne innvandrere som er bosatt i kommunen.\nKommunen skal så snart som mulig og innen tre måneder etter bosetting i kommunen eller etter at krav om deltakelse blir framsatt, tilrettelegge introduksjonsprogram i henhold til dette kapittel til person som omfattes av § 2. Kommunens plikt gjelder ikke personer som har avbrutt eller avvist deltakelse i introduksjonsprogram.\nKommunen kan tilby introduksjonsprogram til nyankommet utlending​1 med oppholdstillatelse i henhold til utlendingsloven​2 kapittel 6 som er familiemedlemmer til andre enn personer nevnt i § 2, til nyankommet utlending over 55 år med oppholdsgrunnlag som nevnt i § 2 første ledd, og til nyankommet utlending som nevnt i § 2 som er bosatt i kommunen uten særskilt avtale mellom utlendingsmyndighetene og kommunen.\nDepartementet kan fastsette nærmere retningslinjer om kommunens ansvar.\n0 Endret ved lover 2 juli 2004 nr. 65 (ikr. 1 sep 2004), 7 jan 2005 nr. 3 (ikr. 7 jan 2005 iflg. res. 7 jan 2005 nr. 4), 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), 21 des 2005 nr. 134 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1644), 19 juni 2009 nr. 41 (ikr. 1 jan 2010 iflg. res. 30 okt 2009 nr. 1324).\n1 Se lov 15 mai 2008 nr. 35 § 5.\n2 Lov 15 mai 2008 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Introduksjonsprogrammet",
      "content": "Introduksjonsprogrammet tilrettelegges for person som har behov for grunnleggende kvalifisering. Introduksjonsprogrammet tar sikte på å\na. gi grunnleggende ferdigheter i norsk,\nb. gi grunnleggende innsikt i norsk samfunnsliv,\nc. forberede for deltakelse i yrkeslivet.\nProgrammet skal være helårlig og på full tid.\nProgrammet skal minst inneholde\na. norskopplæring,\nb. samfunnskunnskap,\nc. arbeids- eller utdanningsrettede tiltak.\nVed gjennomført eller avbrutt program skal det utstedes et deltakerbevis.\n0 Endret ved lover 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Programmets varighet",
      "content": "Programmet kan vare i inntil to år, med tillegg av godkjent permisjon. Når det vil styrke den enkeltes mulighet for overgang til arbeid eller ordinær utdanning, eller styrke muligheten for å nå målsettingen i den individuelle planen, kan programmet forlenges til inntil tre år.\n0 Endret ved lov 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Individuell plan",
      "content": "Det skal utarbeides en individuell plan for den som skal delta i introduksjonsprogram. Planen skal utformes på bakgrunn av en kartlegging av vedkommendes opplæringsbehov og av hvilke tiltak vedkommende kan nyttiggjøre seg. Planen skal bygge videre på tiltak som vedkommende har gjennomført før bosetting i kommunen.\nPlanen skal minst inneholde programmets start og tidsfaser og en angivelse av tiltakene i programmet.\nDet skal begrunnes i planen hvilke arbeids- eller utdanningsrettede tiltak, jf. § 4 tredje ledd bokstav c, som er valgt, og hvordan disse vil styrke den enkeltes mulighet for deltakelse i yrkeslivet.\nPlanen skal utarbeides i samråd med vedkommende.\nPlanen skal tas opp til ny vurdering jevnlig, og alltid ved vesentlige endringer i den enkeltes livssituasjon og ved forlengelse av introduksjonsprogrammet etter § 5.\nDen individuelle planen i introduksjonsprogrammet skal ses i sammenheng med den individuelle planen for opplæring i norsk og samfunnskunnskap.\n0 Endret ved lov 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Stans av introduksjonsordning på grunn av den enkeltes forhold",
      "content": "Kommunen kan stanse ordningen for den enkelte dersom det er saklig begrunnet i den enkeltes forhold.\n0 Endret ved lov 18 des 2015 nr. 108 (ikr. 1 jan 2016 iflg. res. 18 des 2015 nr. 1592).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Rett til introduksjonsstønad",
      "content": "For den tid en person deltar i program som nevnt i § 4, har vedkommende krav på introduksjonsstønad.\nFor deltakelse i program er stønaden på årsbasis lik to ganger folketrygdens grunnbeløp.​1\nDeltaker under 25 år mottar 2/3 stønad.\n0 Endret ved lov 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228).\n1 Se ftrl. § 1-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Beregning",
      "content": "Stønaden per måned utgjør 1/12 av stønaden på årsbasis. Stønaden per dag utgjør 1/30 av månedsstønaden. Stønaden per time utgjør 1/1850 av stønaden på årsbasis.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Fravær",
      "content": "Ved fravær som ikke skyldes sykdom eller andre tvingende velferdsgrunner, og som det ikke er gitt tillatelse til, reduseres stønaden tilsvarende, jf. § 9. Departementet fastsetter ved forskrift nærmere regler om fravær og permisjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Egne midler",
      "content": "Stønaden reduseres ikke på grunn av inntekter av egen eller andres virksomhet eller som følge av formue. Stønaden reduseres heller ikke på grunn av mottatt barnebidrag.​1\nI den utstrekning lønnet arbeid inngår i programmet, reduseres stønaden tilsvarende den tid arbeidet tar.\n1 Se lover 8 apr 1981 nr. 7 kap. 8 og 17 feb 1989 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Samordning med andre offentlige ytelser",
      "content": "Introduksjonsstønaden reduseres i den utstrekning vedkommende har rett til dagpenger under arbeidsløshet, sykepenger eller foreldrepenger,​1 og retten til disse ytelsene er opparbeidet før vedkommende startet i et introduksjonsprogram. Stønaden reduseres tilsvarende for uføretrygd​2 eller arbeidsavklaringspenger​3 vedkommende mottar.\nDersom vedkommende mottar overgangsstønad,​4 reduseres introduksjonsstønaden på årsbasis med 40 prosent av den overgangsstønad som overstiger halvparten av folketrygdens grunnbeløp.​5\nBarnetrygd​6 og kontantstøtte​7 kommer ikke til fradrag i stønaden.\n0 Endret ved lover 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631), 21 apr 2006 nr. 10 (ikr. 1 jan 2007 iflg. res. 21 apr 2006 nr. 428), 29 juni 2007 nr. 43 (ikr. 1 sep 2007 iflg. res. 29 juni 2007 nr. 741), 19 des 2008 nr. 106 (ikr. 1 mars 2010 iflg. res. 19 feb 2010 nr. 189), 20 juni 2014 nr. 24 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 799), 20 des 2016 nr. 123 (ikr. 1 jan 2017 iflg. res. 20 des 2016 nr. 1680).\n1 Se ftrl. kap. 4, kap. 8 og kap. 14 II.\n2 Se ftrl. kap. 12.\n3 Se ftrl. kap. 11.\n4 Se ftrl. § 15-6.\n5 Se ftrl. § 1-4.\n6 Se lov 8 mars 2002 nr. 4.\n7 Se lov 26 juni 1998 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Utbetaling",
      "content": "Utbetaling skjer etterskuddsvis på grunnlag av registrert frammøte. Kommunen beslutter hvordan og til hvilke tidspunkter utbetaling skal skje.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Trekk i framtidige utbetalinger",
      "content": "Dersom vedkommende har fått utbetalt høyere stønad enn det hun eller han har krav på, kan det overskytende trekkes i framtidig stønad.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Uriktige opplysninger",
      "content": "Har noen fått utbetalt en ytelse fordi vedkommende, eller noen som har handlet på vedkommendes vegne, forsettlig eller grovt uaktsomt har gitt uriktige opplysninger eller har fortiet opplysninger, kan det vedtas at stønaden skal betales tilbake.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Refusjon i ytelser fra folketrygden",
      "content": "Dersom en mottaker av introduksjonsstønad med tilbakevirkning får innvilget ytelser som nevnt i § 12, kan kommunen kreve hel eller delvis refusjon i det beløp som skal etterbetales, til dekning av sine utlegg til samme formål og for samme tidsrom.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Rett og plikt til deltakelse i opplæring i norsk og samfunnskunnskap",
      "content": "Rett og plikt til deltakelse i gratis opplæring i norsk og samfunnskunnskap i til sammen 600 timer gjelder for utlending​1 mellom 16 og 67 år som har fått\na. oppholdstillatelse etter utlendingsloven​2 som danner grunnlag for permanent oppholdstillatelse,​3\nb. kollektiv beskyttelse i massefluktsituasjon etter utlendingsloven § 34,\nc. begrenset oppholdstillatelse som medlem av barnefamilie i påvente av dokumentert identitet etter utlendingsloven § 38 femte ledd bokstav a eller b, eller\nd. begrenset oppholdstillatelse som enslig mindreårig i påvente av dokumentert identitet etter utlendingsloven § 38 femte ledd bokstav a eller b.\nRett til deltakelse etter første ledd gjelder ikke for utlending​1 med oppholdstillatelse etter utlendingsloven​2 §§ 23 og 25 og deres familiemedlemmer med tillatelse etter utlendingsloven kapittel 6. Utlending mellom 16 og 67 år med tillatelse som nevnt i første punktum som danner grunnlag for permanent oppholdstillatelse, har plikt til deltakelse i opplæring i norsk og samfunnskunnskap i til sammen 300 timer, jf. § 18 første ledd annet punktum.\nRett eller plikt til deltakelse i opplæring i norsk foreligger ikke dersom det dokumenteres at vedkommende har tilstrekkelige kunnskaper i norsk. Rett eller plikt til deltakelse i opplæring i samfunnskunnskap foreligger ikke dersom det dokumenteres at vedkommende har tilstrekkelige kunnskaper om samfunnet. Plikt til deltakelse i opplæring i norsk foreligger ikke dersom det dokumenteres at vedkommende har tilstrekkelige kunnskaper i samisk. Dersom særlige helsemessige eller andre tungtveiende årsaker tilsier det, kan kommunen frita den enkelte fra plikt til deltakelse. Den enkelte må selv søke kommunen om fritak fra plikt til opplæring i norsk eller samfunnskunnskap etter leddet her.\nRett eller plikt til deltakelse etter første ledd bokstav a og d og annet ledd inntrer ved innvilgelse av førstegangs oppholdstillatelse etter utlendingsloven,​2 eller fra ankomst til riket for utlending​1 som har fått slik tillatelse før innreise. For personer som omfattes av første ledd bokstav b, inntrer rett og plikt til deltakelse fra det tidspunkt vedkommende blir bosatt i kommunen i henhold til særskilt avtale mellom utlendingsmyndighetene og kommunen. For personer som omfattes av første ledd bokstav c, inntrer rett og plikt til deltakelse fra førstegangs fornyelse av oppholdstillatelsen. Rett til deltakelse etter første og annet ledd gjelder i tre år. I særlige tilfeller kan rett og plikt til deltakelse inntre fra det tidspunktet krav om opplæring settes fram. Departementet kan i forskrift gi utfyllende regler om hva som her skal være å anse som særlige tilfeller.\n0 Tilføyd ved lov 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret ved lover 19 juni 2009 nr. 41 (ikr. 1 jan 2010 iflg. res. 30 okt 2009 nr. 1324), 24 juni 2011 nr. 19 (ikr. 1 jan 2012 iflg. res. 16 des 2011 nr. 1276), 18 des 2015 nr. 108 (ikr. 1 jan 2016 iflg. res. 18 des 2015 nr. 1592), 17 juni 2016 nr. 58 (ikr. 1 jan 2017 iflg. res. 2 des 2016 nr. 1427), 15 juni 2018 nr. 42 (ikr. 16 juni 2018 iflg. res. 15 juni 2018 nr. 882).\n1 Se lov 15 mai 2008 nr. 35 § 5.\n2 Lov 15 mai 2008 nr. 35.\n3 Se lov 15 mai 2008 nr. 35 § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Kommunens ansvar for opplæring i norsk og samfunnskunnskap",
      "content": "Kommunen skal så snart som mulig og innen tre måneder etter folkeregistrering i kommunen​1 eller at krav om deltakelse blir framsatt, sørge for tilbud om opplæring i norsk og samfunnskunnskap i henhold til § 17 for personer som er bosatt i kommunen eller bor midlertidig på asylmottak i kommunen. Kommunen kan kreve at personer som omfattes av § 17 annet ledd, betaler for opplæringen.\nKommunen skal så snart som mulig og innen tre måneder etter at søknad om deltakelse blir fremsatt, sørge for tilbud om ytterligere gratis opplæring i norsk til personer som omfattes av § 17 første ledd innenfor rammen av 2400 timer, dersom vedkommende har behov for det. Kommunen kan kreve at vedkommende gjennomfører tester for å fastslå om det er behov for slik opplæring. Kommunens plikt etter dette leddet gjelder i fem år fra det tidspunktet rett og plikt til deltakelse i opplæring i norsk og samfunnskunnskap inntrer, jf. § 17 fjerde ledd.\nOpplæringen skal gis av kommunen eller av andre som kommunen godkjenner.\n0 Tilføyd ved lov 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret ved lover 24 juni 2011 nr. 19 (ikr. 1 jan 2012 iflg. res. 16 des 2011 nr. 1276), 18 des 2015 nr. 108 (ikr. 1 jan 2016 iflg. res. 18 des 2015 nr. 1592), 17 juni 2016 nr. 58 (ikr. 1 jan 2017 iflg. res. 2 des 2016 nr. 1427).\n1 Se lov 9 des 2016 nr. 88 § 4-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Gjennomføring av opplæring i norsk og samfunnskunnskap",
      "content": "Det skal utarbeides en individuell plan for den som skal delta i opplæring i norsk og samfunnskunnskap. § 6 gjelder tilsvarende.\nUtlending​1 med rett og plikt til deltakelse i opplæring i norsk og samfunnskunnskap etter § 17 første ledd har plikt til å ta en avsluttende prøve i norsk og samfunnskunnskap.\nDen som skal undervise i norsk og samfunnskunnskap skal som hovedregel ha faglig og pedagogisk kompetanse.\nKommunen kan stanse opplæringen for den enkelte dersom det er saklig begrunnet i den enkeltes forhold.\nVed gjennomført eller avbrutt opplæring skal det utstedes et deltakerbevis.\n0 Tilføyd ved lov 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret ved lover 24 juni 2011 nr. 19 (ikr. 1 sep 2013 iflg. res. 16 des 2011 nr. 1276), 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).\n1 Se lov 15 mai 2008 nr. 35 § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Forskrifter",
      "content": "Departementet kan gi forskrift til utfylling og gjennomføring av kapittelet her, herunder om målene for opplæringen, fravær og permisjon, og om innholdet i og gjennomføringen av prøver i norsk og samfunnskunnskap. Departementet kan også gi forskrift om reaksjoner ved overtredelse av bestemmelser om gjennomføring av prøver i norsk og samfunnskunnskap.\n0 Tilføyd ved lov 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret ved lov 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:20 a",
      "chapter": "5",
      "section": "20 a",
      "title": "Plikt til deltakelse i opplæring i mottak",
      "content": "Plikt til deltakelse i opplæring i norsk og opplæring i norsk kultur og norske verdier gjelder for asylsøkere over 16 år i mottak. Plikten til deltakelse inntrer etter registrering i mottaket. Plikten gjelder ikke for\na. asylsøkere som er omfattet av 48-timers-prosedyren\nb. asylsøkere som er omfattet av Dublin-prosedyren​1\nc. asylsøkere over 18 år som har blitt nektet realitetsbehandling av søknad om oppholdstillatelse\nd. asylsøkere som har fått vedtak fra Utlendingsdirektoratet om avslag eller innvilgelse av søknad om oppholdstillatelse.\nDersom særlige helsemessige eller andre tungtveiende grunner tilsier det, kan kommunen etter søknad frita asylsøkeren fra plikten til deltakelse etter første ledd.\nDersom asylsøkeren deltar i opplæring i norsk etter opplæringslova, kan kommunen etter søknad frita asylsøkeren fra plikten til deltakelse i opplæring i norsk etter første ledd.\n0 Tilføyd ved lov 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).\n1 Når asylsøkeren har vært i et europeisk land som er med i Dublin-samarbeidet, se note 2 til lov 15 mai 2008 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20 a."
      }
    },
    {
      "provision_ref": "5:20 b",
      "chapter": "5",
      "section": "20 b",
      "title": "Kommunens ansvar for opplæring i mottak",
      "content": "Kommunen skal sørge for opplæring i norsk og opplæring i norsk kultur og norske verdier så snart som mulig etter at asylsøkere som omfattes av plikten etter § 20 a, er registrert i et mottak i kommunen.\n0 Tilføyd ved lov 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20b",
        "source_heading": "§ 20 b."
      }
    },
    {
      "provision_ref": "5:20 c",
      "chapter": "5",
      "section": "20 c",
      "title": "Forskrifter",
      "content": "Departementet kan gi forskrift til utfylling og gjennomføring av kapittelet her, herunder om kommunens ansvar, omfanget av og innholdet i opplæringen.\n0 Tilføyd ved lov 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20c",
        "source_heading": "§ 20 c."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "Forholdet til forvaltningsloven",
      "content": "Forvaltningsloven​1 gjelder med de særregler som er fastsatt i loven her.\nSom enkeltvedtak etter denne loven regnes avgjørelser om\na. tildeling av introduksjonsprogram,​2 introduksjonsstønad​3 og opplæring i norsk og samfunnskunnskap​4\nb. vesentlig endring av individuell plan\nc. stansning av introduksjonsprogrammet eller opplæring i norsk og samfunnskunnskap for den enkelte\nd. permisjon\ne. trekk i introduksjonsstønaden med 50 prosent eller mer av en enkelt utbetaling, og som minst tilsvarer 1/12 av folketrygdens grunnbeløp​5\nf. avslag eller innvilgelse av søknad om fritak fra plikt til opplæring etter § 20 a annet og tredje ledd.\nKandidater til å motta tjenester etter denne loven regnes ikke som parter i samme sak. Det kan ikke klages over at en annen har fått ytelsen.\n0 Endret ved lover 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret paragrafnummer fra § 17, 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).\n1 Lov 10 feb 1967.\n2 Jf. kap. 2.\n3 Jf. kap. 3.\n4 Jf. kap. 4.\n5 Se ftrl. § 1-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "title": "Klage",
      "content": "Enkeltvedtak​1 truffet etter denne lov kan påklages til fylkesmannen.\nFylkesmannen kan prøve alle sider av vedtaket. Når det gjelder prøvingen av det frie skjønn, kan fylkesmannen likevel bare endre vedtaket når skjønnet er åpenbart urimelig.​2\n0 Endret ved lov 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret paragrafnummer fra § 18.\n1 Jf. § 17.\n2 Sml. fvl. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Fylkesmannens tilsynsvirksomhet",
      "content": "Fylkesmannen skal føre tilsyn med kommunens oppfyllelse av plikter etter kapitlene 2 til 4 A, § 27 a og registrering i personregister etter § 25 a annet ledd av opplysninger om deltakelse i introduksjonsprogram, opplæring i norsk og samfunnskunnskap samt opplæring i norsk og opplæring i norsk kultur og norske verdier i mottak.\nReglene i kommuneloven​1 kapittel 30 gjelder for tilsyn etter første ledd.\nDepartementet kan gi forskrift om tilsynet.\n0 Tilføyd ved lov 24 juni 2011 nr. 19 (ikr. 1 sep 2012 iflg. res. 16 des 2011 nr. 1276), tidligere § 23 endret paragrafnummer til § 25, endret ved lover 19 juni 2015 nr. 44 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 698), 22 juni 2018 nr. 85 (ikr. 1 aug 2018 iflg. res. 22 juni 2018 nr. 946), 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881), 23 nov 2018 nr. 88, 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879).\n1 Lov 22 juni 2018 nr. 83.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 24 juni 2011 nr. 19 (ikr. 1 sep 2012 iflg. res. 16 des 2011 nr. 1276), tidligere § 24 endret paragrafnummer til § 26, endret ved lover 19 juni 2015 nr. 44 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 698), 22 juni 2018 nr. 85 (ikr. 1 aug 2018 iflg. res. 22 juni 2018 nr. 946), 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881), 23 nov 2018 nr. 88, opphevet ved lov 19 juni 2020 nr. 89 (ikr. 1 jan 2021 iflg. res. 25 sep 2020 nr. 1825).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Behandling av personopplysninger",
      "content": "Offentlige organer kan behandle personopplysninger,​1 herunder sensitive personopplysninger, når det er nødvendig for å utføre oppgaver i forbindelse med\na. tiltak for å gi asylsøkere kjennskap til norsk språk, kultur og samfunnsliv\nb. tiltak for å gi innvandrere kunnskap og ferdigheter for å kunne delta i det norske samfunnslivet\nc. gjennomføring av prøver for dokumentasjon av norskkunnskaper og samfunnskunnskap​2\nd. bosetting av innvandrere\ne. utbetaling av tilskudd for tiltak som nevnt i bokstav a, b og d\nPersonopplysninger​1 nevnt i første ledd kan innhentes fra utlendingsmyndighetene og folkeregistermyndigheten uten hinder av lovbestemt taushetsplikt. Når hensynet til barnets beste gjør det nødvendig, kan personopplysninger nevnt i første ledd innhentes fra barnevernet og krisesentre uten hinder av lovbestemt taushetsplikt.\nPersonopplysninger​1 nevnt i første ledd kan utveksles mellom offentlige organer som har behov for opplysningene for å utføre oppgaver nevnt i første ledd, uten hinder av lovbestemt taushetsplikt. Unntaket fra taushetsplikten gjelder ikke taushetsplikt etter helsepersonelloven.​3 Dersom det er tilstrekkelig for å oppnå formålet, skal opplysningene kun utleveres i statistisk form eller ved at individualiserende kjennetegn utelates på annen måte.\nLike med offentlige organer regnes organisasjoner og private som utfører oppgaver nevnt i første ledd for stat, fylkeskommune eller kommune.\nDepartementet kan gi forskrift om behandlingen av personopplysninger​1 etter denne loven, herunder om krav til behandlingen, bruk av automatiserte avgjørelser, innhenting av personopplysninger og hvilke personopplysninger som kan behandles. Det kan også gis forskrift om innhenting av personopplysninger fra helsepersonell og om utlevering av personopplysninger til utlendingsmyndighetene.\n0 Endret ved lover 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret paragrafnummer fra § 19, 29 juni 2007 nr. 43 (ikr. 1 sep 2007 iflg. res. 29 juni 2007 nr. 741), 24 juni 2011 nr. 19 (ikr. 1 sep 2012 iflg. res. 16 des 2011 nr. 1276), endret paragrafnummer fra § 23, 19 juni 2015 nr. 44 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 698), 9 des 2016 nr. 88 (ikr. 1 okt 2017 iflg. res. 9 juni 2017 nr. 718), 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881), 24 april 2020 nr. 35 (ikr. 24 april 2020 iflg. res. 24 april 2020 nr. 856).\n1 Jf. lov 15 juni 2018 nr. 38.\n2 Jf. kap. 4.\n3 Lov 2 juli 1999 nr. 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:25 a",
      "chapter": "6",
      "section": "25 a",
      "title": "Personregister og plikt til å registrere opplysninger",
      "content": "Det skal opprettes nasjonale personregistre for formålene nevnt i § 25 første ledd. Utlevering av personopplysninger til organer nevnt i § 25 første ledd kan skje gjennom direkte søketilgang i slike personregistre.\nKommunen har plikt til å registrere personopplysninger om personer i kommunen som omfattes av introduksjonsloven​1 i personregister nevnt i første ledd.\nDepartementet kan gi forskrift om nasjonale personregistre etter denne paragrafen og om kommunens plikt til å registrere personopplysninger.\n0 Tilføyd ved lov 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).\n1 Denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25a",
        "source_heading": "§ 25 a."
      }
    },
    {
      "provision_ref": "6:25 b",
      "chapter": "6",
      "section": "25 b",
      "title": "Pålegg om å utlevere personopplysninger",
      "content": "Når det er nødvendig i den enkelte sak, kan offentlige organer som har oppgaver etter denne loven, pålegge følgende organer å utlevere personopplysninger​1 om asylsøkere og innvandrere uten hinder av lovbestemt taushetsplikt:\na. Integrerings- og mangfoldsdirektoratet\nb. Kompetanse Norge\nc. Arbeids- og velferdsetaten\nd. Utlendingsdirektoratet\ne. Utlendingsnemnda\nf. folkeregistermyndigheten\ng. kommunene\nUnntaket fra taushetsplikten gjelder ikke taushetsplikt etter helsepersonelloven.​2\nDepartementet kan gi forskrift om adgangen til å pålegge utlevering av personopplysninger etter denne paragrafen.\n0 Tilføyd ved lov 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).\n1 Jf. lov 15 juni 2018 nr. 38.\n2 Lov 2 juli 1999 nr. 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25b",
        "source_heading": "§ 25 b."
      }
    },
    {
      "provision_ref": "6:25 c",
      "chapter": "6",
      "section": "25 c",
      "title": "Nasjonalt tolkeregister",
      "content": "For å øke bruken av kvalifisert tolk i offentlig sektor skal det være et nasjonalt register over kvalifiserte tolker (Nasjonalt tolkeregister). Registeret skal forvaltes av Integrerings- og mangfoldsdirektoratet.\nDirektoratet kan innhente personopplysninger om tolker fra Folkeregisteret og utlendingsmyndighetenes registre uten hinder av lovbestemt taushetsplikt når det er nødvendig for å oppnå formålet med registeret. Direktoratet kan behandle opplysninger om etnisk opprinnelse når det er nødvendig for å oppnå formålet med registeret. Personopplysninger fra Nasjonalt tolkeregister som ikke er underlagt taushetsplikt, kan gjøres tilgjengelig for offentligheten.\nAvgjørelser om oppføring i og utestengelse fra registeret regnes som enkeltvedtak og kan påklages til departementet.\nDepartementet kan gi forskrift om formelle krav for oppføring i Nasjonalt tolkeregister, hvilke språklige og tolkefaglige ferdigheter som kreves, tolkers opplysningsplikt, krav til forvaltningen av registeret og hvilke opplysninger som kan registreres. Departementet kan også gi forskrift om advarsel og utestengelse fra Nasjonalt tolkeregister.\n0 Tilføyd ved lov 13 des 2019 nr. 81 (ikr. 1 jan 2020 iflg. res. 13 des 2019 nr. 1744).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25c",
        "source_heading": "§ 25 c."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Opplysningsplikt til barnevernet",
      "content": "Personell som arbeider innenfor rammen av denne loven, skal i sitt arbeid være oppmerksom på forhold som kan føre til tiltak fra barneverntjenesten.​1\nPersonell som arbeider innenfor rammen av denne loven, skal uten hinder av taushetsplikt melde fra til barneverntjenesten​1 uten ugrunnet opphold\na. når det er grunn til å tro at et barn blir eller vil bli mishandlet, utsatt for alvorlige mangler ved den daglige omsorgen eller annen alvorlig omsorgssvikt,\nb. når det er grunn til å tro at et barn har en livstruende eller annen alvorlig sykdom eller skade og ikke kommer til undersøkelse eller behandling, eller at et barn med nedsatt funksjonsevne eller et spesielt hjelpetrengende barn ikke får dekket sitt særlige behov for behandling eller opplæring,\nc. når et barn viser alvorlige atferdsvansker i form av alvorlig eller gjentatt kriminalitet, misbruk av rusmidler eller en annen form for utpreget normløs atferd,\nd. når det er grunn til å tro at et barn blir eller vil bli utnyttet til menneskehandel.\nPersonell som arbeider innenfor rammen av denne loven, plikter også å gi opplysninger etter pålegg i samsvar med barnevernloven​2 § 6-4.\n0 Endret ved lover 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret paragrafnummer fra § 20, 24 juni 2011 nr. 19 (ikr. 1 sep 2012 iflg. res. 16 des 2011 nr. 1276), endrer paragrafnummer fra § 24, 20 apr 2018 nr. 5 (ikr. 1 juli 2018 iflg. res. 8 juni 2018 nr. 839).\n1 Jf. lov 17 juli 1992 nr. 100.\n2 Lov 17 juli 1992 nr. 100.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Forsøksvirksomhet",
      "content": "Departementet kan etter søknad fra kommunen godkjenne unntak fra loven og forskriftene etter loven i forbindelse med tidsavgrensede pedagogiske eller organisatoriske forsøk.\n0 Tilføyd ved lov 20 des 2016 nr. 122 (ikr. 1 jan 2017).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:27 a",
      "chapter": "6",
      "section": "27 a",
      "title": "Forbud mot bruk av klesplagg som helt eller delvis dekker ansiktet",
      "content": "Personer som deltar i introduksjonsprogram eller opplæring etter loven, skal i forbindelse med opplæringssituasjoner og vurderingssituasjoner ikke bruke klesplagg som helt eller delvis dekker ansiktet. Med opplæringssituasjon menes opplæring etter loven og opplæringslignende tiltak, inkludert praksis og turer. Forbudet gjelder ikke når bruken av slike plagg er begrunnet i klimatiske, pedagogiske, helsemessige eller sikkerhetsmessige forhold.\nKommunen kan midlertidig stanse introduksjonsprogrammet eller opplæringen, jf. §§ 7 og 19 fjerde ledd, for personer som tross skriftlig advarsel bruker klesplagg som helt eller delvis dekker ansiktet i strid med forbudet i første ledd. Personer som opptrer i strid med forbudet i vurderingssituasjoner kan bortvises fra prøvelokalet.\nFørste ledd gjelder tilsvarende for lærere og andre personer som i opplæringssituasjoner og vurderingssituasjoner bidrar til kommunens oppfyllelse av pliktene i loven. Det samme gjelder personer med liknende roller som arbeider for private aktører som har etablert samarbeid med kommunen om gjennomføring av kommunens plikter etter loven. Dersom en person som nevnt i første eller andre punktum opptrer i strid med forbudet i første ledd, skal personen bes om å fjerne klesplagget som dekker ansiktet. Gjentatte brudd på forbudet kan være grunnlag for oppsigelse.\n0 Tilføyd ved lov 22 juni 2018 nr. 85 (ikr. 1 aug 2018 iflg. res. 22 juni 2018 nr. 946).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27a",
        "source_heading": "§ 27 a."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "title": "Ikrafttredelse",
      "content": "Loven trer i kraft 1. september 2003. Fram til 31. august 2004 gjelder loven ikke den enkelte kommune med mindre kommunen selv treffer vedtak om det. Rett og plikt for personer nevnt i § 2 gjelder fra 1. september 2004. § 3 annet ledd trer i kraft fra 1. september 2004.\nFra 1. september 2004 gjelder loven alle kommuner og omfatter de personene loven gjelder for som er bosatt etter 1. september 2003.\n0 Endret ved lover 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret paragrafnummer fra § 21, 24 juni 2011 nr. 19 (ikr. 1 sep 2012 iflg. res. 16 des 2011 nr. 1276, endret paragrafnummer fra § 25), 20 des 2016 nr. 122 (ikr. 1 jan 2017 iflg. res. 20 des 2016 nr. 1679, endret paragrafnummer fra § 27).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Endring i andre lover",
      "content": "– – –\n0 Endret ved lover 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret paragrafnummer fra § 22, 24 juni 2011 nr. 19 (ikr. 1 sep 2012 iflg. res. 16 des 2011 nr. 1276), endret paragrafnummer fra § 26, 20 des 2016 nr. 122 (ikr. 1 jan 2017 iflg. res. 20 des 2016 nr. 1679), endret paragrafnummer fra § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens formål",
      "content": "Formålet med denne loven er å styrke nyankomne innvandreres mulighet for deltakelse i yrkes- og samfunnslivet, og deres økonomiske selvstendighet. Loven skal videre legge til rette for at asylsøkere raskt får kjennskap til norsk språk, kultur og samfunnsliv.\n0 Endret ved lov 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Rett og plikt til deltakelse i introduksjonsprogram",
      "content": "Rett og plikt til deltakelse i introduksjonsprogram gjelder for nyankommet utlending​1 mellom 18 og 55 år som har behov for grunnleggende kvalifisering og som har fått\na. asyl, jf. utlendingsloven​2 § 28,\nb. oppholdstillatelse etter innreisetillatelse som overføringsflyktning, jf. utlendingsloven § 35 tredje ledd,\nc. fornybar oppholdstillatelse etter utlendingsloven § 38 første ledd på grunnlag av søknad om asyl, begrenset oppholdstillatelse som medlem av barnefamilie eller som enslig mindreårig, jf. utlendingsloven § 38 femte ledd bokstav a eller b eller kollektiv beskyttelse i massefluktsituasjon, jf. utlendingsloven § 34,\nd. oppholdstillatelse som familiemedlemmer til personer som nevnt i bokstav a, b og c, jf. utlendingsloven kapittel 6. For å være omfattet av denne bestemmelsen er det et vilkår at personer som nevnt i bokstav a, b og c ikke har vært bosatt i en kommune i mer enn fem år før det søkes om familiegjenforening eller\ne. fornybar oppholdstillatelse etter utlendingsloven § 53 første ledd bokstav b, § 53 annet ledd eller § 53 tredje ledd. For personer som nevnt i første punktum gjelder retten og plikten til å delta i introduksjonsprogram i to år fra det tidspunkt det er gitt oppholdstillatelse på grunnlagene som er nevnt.\nRett og plikt til deltakelse i introduksjonsprogram gjelder bare for personer som er bosatt i kommunen i henhold til særskilt avtale mellom utlendingsmyndighetene og kommunen. Kravet om særskilt avtale gjelder likevel ikke for personer som nevnt i § 2 første ledd bokstav d eller e.\nSom nyankommet regnes den som har vært bosatt i en kommune i mindre enn to år når vedtak om deltakelse i introduksjonsordning skal treffes.\nNordiske borgere og utlendinger som omfattes av Avtale om Det europeiske økonomiske samarbeidsområde (EØS-avtalen),​3 omfattes ikke av paragrafen her.\n0 Endret ved lover 2 juli 2004 nr. 65 (ikr. 1 sep 2004), 7 jan 2005 nr. 3 (ikr. 7 jan 2005 iflg. res. 7 jan 2005 nr. 4), 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), 21 des 2005 nr. 134 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1644), 19 juni 2009 nr. 41 (ikr. 1 jan 2010 iflg. res. 30 okt 2009 nr. 1324), 24 juni 2011 nr. 19 (ikr. 1 juli 2011 iflg. res. 24 juni 2011 nr. 645), 15 juni 2018 nr. 42 (ikr. 16 juni 2018 iflg. res. 15 juni 2018 nr. 882), 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881), 23 nov 2018 nr. 88.\n1 Se lov 15 mai 2008 nr. 35 § 5.\n2 Lov 15 mai 2008 nr. 35.\n3 Jf. EØS-avtalen art. 28 og 31, jf. lov 27 nov 1992 nr. 109. Jf. videre EØS-avtalen vedlegg VII nr. 6 (dir 90/364), nr. 7 (90/365) og nr. 8 (dir 93/96), samt lov 27 nov 1992 nr. 112.\n1 Jf. EØS-avtalen art. 28 og 31, jf. lov 27 nov 1992 nr. 109. Jf. videre EØS-avtalen vedlegg VII nr. 6 (dir 90/364), nr. 7 (90/365) og nr. 8 (dir 93/96), samt lov 27 nov 1992 nr. 112.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Kommunens ansvar for introduksjonsprogram",
      "content": "Kommunen sørger for introduksjonsprogram etter dette kapittel til nyankomne innvandrere som er bosatt i kommunen.\nKommunen skal så snart som mulig og innen tre måneder etter bosetting i kommunen eller etter at krav om deltakelse blir framsatt, tilrettelegge introduksjonsprogram i henhold til dette kapittel til person som omfattes av § 2. Kommunens plikt gjelder ikke personer som har avbrutt eller avvist deltakelse i introduksjonsprogram.\nKommunen kan tilby introduksjonsprogram til nyankommet utlending​1 med oppholdstillatelse i henhold til utlendingsloven​2 kapittel 6 som er familiemedlemmer til andre enn personer nevnt i § 2, til nyankommet utlending over 55 år med oppholdsgrunnlag som nevnt i § 2 første ledd, og til nyankommet utlending som nevnt i § 2 som er bosatt i kommunen uten særskilt avtale mellom utlendingsmyndighetene og kommunen.\nDepartementet kan fastsette nærmere retningslinjer om kommunens ansvar.\n0 Endret ved lover 2 juli 2004 nr. 65 (ikr. 1 sep 2004), 7 jan 2005 nr. 3 (ikr. 7 jan 2005 iflg. res. 7 jan 2005 nr. 4), 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), 21 des 2005 nr. 134 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1644), 19 juni 2009 nr. 41 (ikr. 1 jan 2010 iflg. res. 30 okt 2009 nr. 1324).\n1 Se lov 15 mai 2008 nr. 35 § 5.\n2 Lov 15 mai 2008 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Introduksjonsprogrammet",
      "content": "Introduksjonsprogrammet tilrettelegges for person som har behov for grunnleggende kvalifisering. Introduksjonsprogrammet tar sikte på å\na. gi grunnleggende ferdigheter i norsk,\nb. gi grunnleggende innsikt i norsk samfunnsliv,\nc. forberede for deltakelse i yrkeslivet.\nProgrammet skal være helårlig og på full tid.\nProgrammet skal minst inneholde\na. norskopplæring,\nb. samfunnskunnskap,\nc. arbeids- eller utdanningsrettede tiltak.\nVed gjennomført eller avbrutt program skal det utstedes et deltakerbevis.\n0 Endret ved lover 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Programmets varighet",
      "content": "Programmet kan vare i inntil to år, med tillegg av godkjent permisjon. Når det vil styrke den enkeltes mulighet for overgang til arbeid eller ordinær utdanning, eller styrke muligheten for å nå målsettingen i den individuelle planen, kan programmet forlenges til inntil tre år.\n0 Endret ved lov 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Individuell plan",
      "content": "Det skal utarbeides en individuell plan for den som skal delta i introduksjonsprogram. Planen skal utformes på bakgrunn av en kartlegging av vedkommendes opplæringsbehov og av hvilke tiltak vedkommende kan nyttiggjøre seg. Planen skal bygge videre på tiltak som vedkommende har gjennomført før bosetting i kommunen.\nPlanen skal minst inneholde programmets start og tidsfaser og en angivelse av tiltakene i programmet.\nDet skal begrunnes i planen hvilke arbeids- eller utdanningsrettede tiltak, jf. § 4 tredje ledd bokstav c, som er valgt, og hvordan disse vil styrke den enkeltes mulighet for deltakelse i yrkeslivet.\nPlanen skal utarbeides i samråd med vedkommende.\nPlanen skal tas opp til ny vurdering jevnlig, og alltid ved vesentlige endringer i den enkeltes livssituasjon og ved forlengelse av introduksjonsprogrammet etter § 5.\nDen individuelle planen i introduksjonsprogrammet skal ses i sammenheng med den individuelle planen for opplæring i norsk og samfunnskunnskap.\n0 Endret ved lov 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Stans av introduksjonsordning på grunn av den enkeltes forhold",
      "content": "Kommunen kan stanse ordningen for den enkelte dersom det er saklig begrunnet i den enkeltes forhold.\n0 Endret ved lov 18 des 2015 nr. 108 (ikr. 1 jan 2016 iflg. res. 18 des 2015 nr. 1592).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Rett til introduksjonsstønad",
      "content": "For den tid en person deltar i program som nevnt i § 4, har vedkommende krav på introduksjonsstønad.\nFor deltakelse i program er stønaden på årsbasis lik to ganger folketrygdens grunnbeløp.​1\nDeltaker under 25 år mottar 2/3 stønad.\n0 Endret ved lov 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228).\n1 Se ftrl. § 1-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Beregning",
      "content": "Stønaden per måned utgjør 1/12 av stønaden på årsbasis. Stønaden per dag utgjør 1/30 av månedsstønaden. Stønaden per time utgjør 1/1850 av stønaden på årsbasis.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Fravær",
      "content": "Ved fravær som ikke skyldes sykdom eller andre tvingende velferdsgrunner, og som det ikke er gitt tillatelse til, reduseres stønaden tilsvarende, jf. § 9. Departementet fastsetter ved forskrift nærmere regler om fravær og permisjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Egne midler",
      "content": "Stønaden reduseres ikke på grunn av inntekter av egen eller andres virksomhet eller som følge av formue. Stønaden reduseres heller ikke på grunn av mottatt barnebidrag.​1\nI den utstrekning lønnet arbeid inngår i programmet, reduseres stønaden tilsvarende den tid arbeidet tar.\n1 Se lover 8 apr 1981 nr. 7 kap. 8 og 17 feb 1989 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Samordning med andre offentlige ytelser",
      "content": "Introduksjonsstønaden reduseres i den utstrekning vedkommende har rett til dagpenger under arbeidsløshet, sykepenger eller foreldrepenger,​1 og retten til disse ytelsene er opparbeidet før vedkommende startet i et introduksjonsprogram. Stønaden reduseres tilsvarende for uføretrygd​2 eller arbeidsavklaringspenger​3 vedkommende mottar.\nDersom vedkommende mottar overgangsstønad,​4 reduseres introduksjonsstønaden på årsbasis med 40 prosent av den overgangsstønad som overstiger halvparten av folketrygdens grunnbeløp.​5\nBarnetrygd​6 og kontantstøtte​7 kommer ikke til fradrag i stønaden.\n0 Endret ved lover 16 juni 2006 nr. 20 (ikr. 1 juli 2006 iflg. res. 16 juni 2006 nr. 631), 21 apr 2006 nr. 10 (ikr. 1 jan 2007 iflg. res. 21 apr 2006 nr. 428), 29 juni 2007 nr. 43 (ikr. 1 sep 2007 iflg. res. 29 juni 2007 nr. 741), 19 des 2008 nr. 106 (ikr. 1 mars 2010 iflg. res. 19 feb 2010 nr. 189), 20 juni 2014 nr. 24 (ikr. 1 jan 2015 iflg. res. 20 juni 2014 nr. 799), 20 des 2016 nr. 123 (ikr. 1 jan 2017 iflg. res. 20 des 2016 nr. 1680).\n1 Se ftrl. kap. 4, kap. 8 og kap. 14 II.\n2 Se ftrl. kap. 12.\n3 Se ftrl. kap. 11.\n4 Se ftrl. § 15-6.\n5 Se ftrl. § 1-4.\n6 Se lov 8 mars 2002 nr. 4.\n7 Se lov 26 juni 1998 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Utbetaling",
      "content": "Utbetaling skjer etterskuddsvis på grunnlag av registrert frammøte. Kommunen beslutter hvordan og til hvilke tidspunkter utbetaling skal skje.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Trekk i framtidige utbetalinger",
      "content": "Dersom vedkommende har fått utbetalt høyere stønad enn det hun eller han har krav på, kan det overskytende trekkes i framtidig stønad.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Uriktige opplysninger",
      "content": "Har noen fått utbetalt en ytelse fordi vedkommende, eller noen som har handlet på vedkommendes vegne, forsettlig eller grovt uaktsomt har gitt uriktige opplysninger eller har fortiet opplysninger, kan det vedtas at stønaden skal betales tilbake.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Refusjon i ytelser fra folketrygden",
      "content": "Dersom en mottaker av introduksjonsstønad med tilbakevirkning får innvilget ytelser som nevnt i § 12, kan kommunen kreve hel eller delvis refusjon i det beløp som skal etterbetales, til dekning av sine utlegg til samme formål og for samme tidsrom.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Rett og plikt til deltakelse i opplæring i norsk og samfunnskunnskap",
      "content": "Rett og plikt til deltakelse i gratis opplæring i norsk og samfunnskunnskap i til sammen 600 timer gjelder for utlending​1 mellom 16 og 67 år som har fått\na. oppholdstillatelse etter utlendingsloven​2 som danner grunnlag for permanent oppholdstillatelse,​3\nb. kollektiv beskyttelse i massefluktsituasjon etter utlendingsloven § 34,\nc. begrenset oppholdstillatelse som medlem av barnefamilie i påvente av dokumentert identitet etter utlendingsloven § 38 femte ledd bokstav a eller b, eller\nd. begrenset oppholdstillatelse som enslig mindreårig i påvente av dokumentert identitet etter utlendingsloven § 38 femte ledd bokstav a eller b.\nRett til deltakelse etter første ledd gjelder ikke for utlending​1 med oppholdstillatelse etter utlendingsloven​2 §§ 23 og 25 og deres familiemedlemmer med tillatelse etter utlendingsloven kapittel 6. Utlending mellom 16 og 67 år med tillatelse som nevnt i første punktum som danner grunnlag for permanent oppholdstillatelse, har plikt til deltakelse i opplæring i norsk og samfunnskunnskap i til sammen 300 timer, jf. § 18 første ledd annet punktum.\nRett eller plikt til deltakelse i opplæring i norsk foreligger ikke dersom det dokumenteres at vedkommende har tilstrekkelige kunnskaper i norsk. Rett eller plikt til deltakelse i opplæring i samfunnskunnskap foreligger ikke dersom det dokumenteres at vedkommende har tilstrekkelige kunnskaper om samfunnet. Plikt til deltakelse i opplæring i norsk foreligger ikke dersom det dokumenteres at vedkommende har tilstrekkelige kunnskaper i samisk. Dersom særlige helsemessige eller andre tungtveiende årsaker tilsier det, kan kommunen frita den enkelte fra plikt til deltakelse. Den enkelte må selv søke kommunen om fritak fra plikt til opplæring i norsk eller samfunnskunnskap etter leddet her.\nRett eller plikt til deltakelse etter første ledd bokstav a og d og annet ledd inntrer ved innvilgelse av førstegangs oppholdstillatelse etter utlendingsloven,​2 eller fra ankomst til riket for utlending​1 som har fått slik tillatelse før innreise. For personer som omfattes av første ledd bokstav b, inntrer rett og plikt til deltakelse fra det tidspunkt vedkommende blir bosatt i kommunen i henhold til særskilt avtale mellom utlendingsmyndighetene og kommunen. For personer som omfattes av første ledd bokstav c, inntrer rett og plikt til deltakelse fra førstegangs fornyelse av oppholdstillatelsen. Rett til deltakelse etter første og annet ledd gjelder i tre år. I særlige tilfeller kan rett og plikt til deltakelse inntre fra det tidspunktet krav om opplæring settes fram. Departementet kan i forskrift gi utfyllende regler om hva som her skal være å anse som særlige tilfeller.\n0 Tilføyd ved lov 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret ved lover 19 juni 2009 nr. 41 (ikr. 1 jan 2010 iflg. res. 30 okt 2009 nr. 1324), 24 juni 2011 nr. 19 (ikr. 1 jan 2012 iflg. res. 16 des 2011 nr. 1276), 18 des 2015 nr. 108 (ikr. 1 jan 2016 iflg. res. 18 des 2015 nr. 1592), 17 juni 2016 nr. 58 (ikr. 1 jan 2017 iflg. res. 2 des 2016 nr. 1427), 15 juni 2018 nr. 42 (ikr. 16 juni 2018 iflg. res. 15 juni 2018 nr. 882).\n1 Se lov 15 mai 2008 nr. 35 § 5.\n2 Lov 15 mai 2008 nr. 35.\n3 Se lov 15 mai 2008 nr. 35 § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Kommunens ansvar for opplæring i norsk og samfunnskunnskap",
      "content": "Kommunen skal så snart som mulig og innen tre måneder etter folkeregistrering i kommunen​1 eller at krav om deltakelse blir framsatt, sørge for tilbud om opplæring i norsk og samfunnskunnskap i henhold til § 17 for personer som er bosatt i kommunen eller bor midlertidig på asylmottak i kommunen. Kommunen kan kreve at personer som omfattes av § 17 annet ledd, betaler for opplæringen.\nKommunen skal så snart som mulig og innen tre måneder etter at søknad om deltakelse blir fremsatt, sørge for tilbud om ytterligere gratis opplæring i norsk til personer som omfattes av § 17 første ledd innenfor rammen av 2400 timer, dersom vedkommende har behov for det. Kommunen kan kreve at vedkommende gjennomfører tester for å fastslå om det er behov for slik opplæring. Kommunens plikt etter dette leddet gjelder i fem år fra det tidspunktet rett og plikt til deltakelse i opplæring i norsk og samfunnskunnskap inntrer, jf. § 17 fjerde ledd.\nOpplæringen skal gis av kommunen eller av andre som kommunen godkjenner.\n0 Tilføyd ved lov 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret ved lover 24 juni 2011 nr. 19 (ikr. 1 jan 2012 iflg. res. 16 des 2011 nr. 1276), 18 des 2015 nr. 108 (ikr. 1 jan 2016 iflg. res. 18 des 2015 nr. 1592), 17 juni 2016 nr. 58 (ikr. 1 jan 2017 iflg. res. 2 des 2016 nr. 1427).\n1 Se lov 9 des 2016 nr. 88 § 4-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Gjennomføring av opplæring i norsk og samfunnskunnskap",
      "content": "Det skal utarbeides en individuell plan for den som skal delta i opplæring i norsk og samfunnskunnskap. § 6 gjelder tilsvarende.\nUtlending​1 med rett og plikt til deltakelse i opplæring i norsk og samfunnskunnskap etter § 17 første ledd har plikt til å ta en avsluttende prøve i norsk og samfunnskunnskap.\nDen som skal undervise i norsk og samfunnskunnskap skal som hovedregel ha faglig og pedagogisk kompetanse.\nKommunen kan stanse opplæringen for den enkelte dersom det er saklig begrunnet i den enkeltes forhold.\nVed gjennomført eller avbrutt opplæring skal det utstedes et deltakerbevis.\n0 Tilføyd ved lov 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret ved lover 24 juni 2011 nr. 19 (ikr. 1 sep 2013 iflg. res. 16 des 2011 nr. 1276), 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).\n1 Se lov 15 mai 2008 nr. 35 § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Forskrifter",
      "content": "Departementet kan gi forskrift til utfylling og gjennomføring av kapittelet her, herunder om målene for opplæringen, fravær og permisjon, og om innholdet i og gjennomføringen av prøver i norsk og samfunnskunnskap. Departementet kan også gi forskrift om reaksjoner ved overtredelse av bestemmelser om gjennomføring av prøver i norsk og samfunnskunnskap.\n0 Tilføyd ved lov 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret ved lov 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:20 a",
      "chapter": "5",
      "section": "20 a",
      "title": "Plikt til deltakelse i opplæring i mottak",
      "content": "Plikt til deltakelse i opplæring i norsk og opplæring i norsk kultur og norske verdier gjelder for asylsøkere over 16 år i mottak. Plikten til deltakelse inntrer etter registrering i mottaket. Plikten gjelder ikke for\na. asylsøkere som er omfattet av 48-timers-prosedyren\nb. asylsøkere som er omfattet av Dublin-prosedyren​1\nc. asylsøkere over 18 år som har blitt nektet realitetsbehandling av søknad om oppholdstillatelse\nd. asylsøkere som har fått vedtak fra Utlendingsdirektoratet om avslag eller innvilgelse av søknad om oppholdstillatelse.\nDersom særlige helsemessige eller andre tungtveiende grunner tilsier det, kan kommunen etter søknad frita asylsøkeren fra plikten til deltakelse etter første ledd.\nDersom asylsøkeren deltar i opplæring i norsk etter opplæringslova, kan kommunen etter søknad frita asylsøkeren fra plikten til deltakelse i opplæring i norsk etter første ledd.\n0 Tilføyd ved lov 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).\n1 Når asylsøkeren har vært i et europeisk land som er med i Dublin-samarbeidet, se note 2 til lov 15 mai 2008 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20 a."
      }
    },
    {
      "provision_ref": "5:20 b",
      "chapter": "5",
      "section": "20 b",
      "title": "Kommunens ansvar for opplæring i mottak",
      "content": "Kommunen skal sørge for opplæring i norsk og opplæring i norsk kultur og norske verdier så snart som mulig etter at asylsøkere som omfattes av plikten etter § 20 a, er registrert i et mottak i kommunen.\n0 Tilføyd ved lov 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20b",
        "source_heading": "§ 20 b."
      }
    },
    {
      "provision_ref": "5:20 c",
      "chapter": "5",
      "section": "20 c",
      "title": "Forskrifter",
      "content": "Departementet kan gi forskrift til utfylling og gjennomføring av kapittelet her, herunder om kommunens ansvar, omfanget av og innholdet i opplæringen.\n0 Tilføyd ved lov 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20c",
        "source_heading": "§ 20 c."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "Forholdet til forvaltningsloven",
      "content": "Forvaltningsloven​1 gjelder med de særregler som er fastsatt i loven her.\nSom enkeltvedtak etter denne loven regnes avgjørelser om\na. tildeling av introduksjonsprogram,​2 introduksjonsstønad​3 og opplæring i norsk og samfunnskunnskap​4\nb. vesentlig endring av individuell plan\nc. stansning av introduksjonsprogrammet eller opplæring i norsk og samfunnskunnskap for den enkelte\nd. permisjon\ne. trekk i introduksjonsstønaden med 50 prosent eller mer av en enkelt utbetaling, og som minst tilsvarer 1/12 av folketrygdens grunnbeløp​5\nf. avslag eller innvilgelse av søknad om fritak fra plikt til opplæring etter § 20 a annet og tredje ledd.\nKandidater til å motta tjenester etter denne loven regnes ikke som parter i samme sak. Det kan ikke klages over at en annen har fått ytelsen.\n0 Endret ved lover 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret paragrafnummer fra § 17, 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).\n1 Lov 10 feb 1967.\n2 Jf. kap. 2.\n3 Jf. kap. 3.\n4 Jf. kap. 4.\n5 Se ftrl. § 1-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "title": "Klage",
      "content": "Enkeltvedtak​1 truffet etter denne lov kan påklages til fylkesmannen.\nFylkesmannen kan prøve alle sider av vedtaket. Når det gjelder prøvingen av det frie skjønn, kan fylkesmannen likevel bare endre vedtaket når skjønnet er åpenbart urimelig.​2\n0 Endret ved lov 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret paragrafnummer fra § 18.\n1 Jf. § 17.\n2 Sml. fvl. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Fylkesmannens tilsynsvirksomhet",
      "content": "Fylkesmannen skal føre tilsyn med kommunens oppfyllelse av plikter etter kapitlene 2 til 4 A, § 27 a og registrering i personregister etter § 25 a annet ledd av opplysninger om deltakelse i introduksjonsprogram, opplæring i norsk og samfunnskunnskap samt opplæring i norsk og opplæring i norsk kultur og norske verdier i mottak.\nReglene i kommuneloven​1 kapittel 30 gjelder for tilsyn etter første ledd.\nDepartementet kan gi forskrift om tilsynet.\n0 Tilføyd ved lov 24 juni 2011 nr. 19 (ikr. 1 sep 2012 iflg. res. 16 des 2011 nr. 1276), tidligere § 23 endret paragrafnummer til § 25, endret ved lover 19 juni 2015 nr. 44 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 698), 22 juni 2018 nr. 85 (ikr. 1 aug 2018 iflg. res. 22 juni 2018 nr. 946), 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881), 23 nov 2018 nr. 88, 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879).\n1 Lov 22 juni 2018 nr. 83.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 24 juni 2011 nr. 19 (ikr. 1 sep 2012 iflg. res. 16 des 2011 nr. 1276), tidligere § 24 endret paragrafnummer til § 26, endret ved lover 19 juni 2015 nr. 44 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 698), 22 juni 2018 nr. 85 (ikr. 1 aug 2018 iflg. res. 22 juni 2018 nr. 946), 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881), 23 nov 2018 nr. 88, opphevet ved lov 19 juni 2020 nr. 89 (ikr. 1 jan 2021 iflg. res. 25 sep 2020 nr. 1825).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Behandling av personopplysninger",
      "content": "Offentlige organer kan behandle personopplysninger,​1 herunder sensitive personopplysninger, når det er nødvendig for å utføre oppgaver i forbindelse med\na. tiltak for å gi asylsøkere kjennskap til norsk språk, kultur og samfunnsliv\nb. tiltak for å gi innvandrere kunnskap og ferdigheter for å kunne delta i det norske samfunnslivet\nc. gjennomføring av prøver for dokumentasjon av norskkunnskaper og samfunnskunnskap​2\nd. bosetting av innvandrere\ne. utbetaling av tilskudd for tiltak som nevnt i bokstav a, b og d\nPersonopplysninger​1 nevnt i første ledd kan innhentes fra utlendingsmyndighetene og folkeregistermyndigheten uten hinder av lovbestemt taushetsplikt. Når hensynet til barnets beste gjør det nødvendig, kan personopplysninger nevnt i første ledd innhentes fra barnevernet og krisesentre uten hinder av lovbestemt taushetsplikt.\nPersonopplysninger​1 nevnt i første ledd kan utveksles mellom offentlige organer som har behov for opplysningene for å utføre oppgaver nevnt i første ledd, uten hinder av lovbestemt taushetsplikt. Unntaket fra taushetsplikten gjelder ikke taushetsplikt etter helsepersonelloven.​3 Dersom det er tilstrekkelig for å oppnå formålet, skal opplysningene kun utleveres i statistisk form eller ved at individualiserende kjennetegn utelates på annen måte.\nLike med offentlige organer regnes organisasjoner og private som utfører oppgaver nevnt i første ledd for stat, fylkeskommune eller kommune.\nDepartementet kan gi forskrift om behandlingen av personopplysninger​1 etter denne loven, herunder om krav til behandlingen, bruk av automatiserte avgjørelser, innhenting av personopplysninger og hvilke personopplysninger som kan behandles. Det kan også gis forskrift om innhenting av personopplysninger fra helsepersonell og om utlevering av personopplysninger til utlendingsmyndighetene.\n0 Endret ved lover 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret paragrafnummer fra § 19, 29 juni 2007 nr. 43 (ikr. 1 sep 2007 iflg. res. 29 juni 2007 nr. 741), 24 juni 2011 nr. 19 (ikr. 1 sep 2012 iflg. res. 16 des 2011 nr. 1276), endret paragrafnummer fra § 23, 19 juni 2015 nr. 44 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 698), 9 des 2016 nr. 88 (ikr. 1 okt 2017 iflg. res. 9 juni 2017 nr. 718), 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881), 24 april 2020 nr. 35 (ikr. 24 april 2020 iflg. res. 24 april 2020 nr. 856).\n1 Jf. lov 15 juni 2018 nr. 38.\n2 Jf. kap. 4.\n3 Lov 2 juli 1999 nr. 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:25 a",
      "chapter": "6",
      "section": "25 a",
      "title": "Personregister og plikt til å registrere opplysninger",
      "content": "Det skal opprettes nasjonale personregistre for formålene nevnt i § 25 første ledd. Utlevering av personopplysninger til organer nevnt i § 25 første ledd kan skje gjennom direkte søketilgang i slike personregistre.\nKommunen har plikt til å registrere personopplysninger om personer i kommunen som omfattes av introduksjonsloven​1 i personregister nevnt i første ledd.\nDepartementet kan gi forskrift om nasjonale personregistre etter denne paragrafen og om kommunens plikt til å registrere personopplysninger.\n0 Tilføyd ved lov 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).\n1 Denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25a",
        "source_heading": "§ 25 a."
      }
    },
    {
      "provision_ref": "6:25 b",
      "chapter": "6",
      "section": "25 b",
      "title": "Pålegg om å utlevere personopplysninger",
      "content": "Når det er nødvendig i den enkelte sak, kan offentlige organer som har oppgaver etter denne loven, pålegge følgende organer å utlevere personopplysninger​1 om asylsøkere og innvandrere uten hinder av lovbestemt taushetsplikt:\na. Integrerings- og mangfoldsdirektoratet\nb. Kompetanse Norge\nc. Arbeids- og velferdsetaten\nd. Utlendingsdirektoratet\ne. Utlendingsnemnda\nf. folkeregistermyndigheten\ng. kommunene\nUnntaket fra taushetsplikten gjelder ikke taushetsplikt etter helsepersonelloven.​2\nDepartementet kan gi forskrift om adgangen til å pålegge utlevering av personopplysninger etter denne paragrafen.\n0 Tilføyd ved lov 15 juni 2018 nr. 41 (ikr. 1 sep 2018 iflg. res. 15 juni 2018 nr. 881).\n1 Jf. lov 15 juni 2018 nr. 38.\n2 Lov 2 juli 1999 nr. 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25b",
        "source_heading": "§ 25 b."
      }
    },
    {
      "provision_ref": "6:25 c",
      "chapter": "6",
      "section": "25 c",
      "title": "Nasjonalt tolkeregister",
      "content": "For å øke bruken av kvalifisert tolk i offentlig sektor skal det være et nasjonalt register over kvalifiserte tolker (Nasjonalt tolkeregister). Registeret skal forvaltes av Integrerings- og mangfoldsdirektoratet.\nDirektoratet kan innhente personopplysninger om tolker fra Folkeregisteret og utlendingsmyndighetenes registre uten hinder av lovbestemt taushetsplikt når det er nødvendig for å oppnå formålet med registeret. Direktoratet kan behandle opplysninger om etnisk opprinnelse når det er nødvendig for å oppnå formålet med registeret. Personopplysninger fra Nasjonalt tolkeregister som ikke er underlagt taushetsplikt, kan gjøres tilgjengelig for offentligheten.\nAvgjørelser om oppføring i og utestengelse fra registeret regnes som enkeltvedtak og kan påklages til departementet.\nDepartementet kan gi forskrift om formelle krav for oppføring i Nasjonalt tolkeregister, hvilke språklige og tolkefaglige ferdigheter som kreves, tolkers opplysningsplikt, krav til forvaltningen av registeret og hvilke opplysninger som kan registreres. Departementet kan også gi forskrift om advarsel og utestengelse fra Nasjonalt tolkeregister.\n0 Tilføyd ved lov 13 des 2019 nr. 81 (ikr. 1 jan 2020 iflg. res. 13 des 2019 nr. 1744).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25c",
        "source_heading": "§ 25 c."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Opplysningsplikt til barnevernet",
      "content": "Personell som arbeider innenfor rammen av denne loven, skal i sitt arbeid være oppmerksom på forhold som kan føre til tiltak fra barneverntjenesten.​1\nPersonell som arbeider innenfor rammen av denne loven, skal uten hinder av taushetsplikt melde fra til barneverntjenesten​1 uten ugrunnet opphold\na. når det er grunn til å tro at et barn blir eller vil bli mishandlet, utsatt for alvorlige mangler ved den daglige omsorgen eller annen alvorlig omsorgssvikt,\nb. når det er grunn til å tro at et barn har en livstruende eller annen alvorlig sykdom eller skade og ikke kommer til undersøkelse eller behandling, eller at et barn med nedsatt funksjonsevne eller et spesielt hjelpetrengende barn ikke får dekket sitt særlige behov for behandling eller opplæring,\nc. når et barn viser alvorlige atferdsvansker i form av alvorlig eller gjentatt kriminalitet, misbruk av rusmidler eller en annen form for utpreget normløs atferd,\nd. når det er grunn til å tro at et barn blir eller vil bli utnyttet til menneskehandel.\nPersonell som arbeider innenfor rammen av denne loven, plikter også å gi opplysninger etter pålegg i samsvar med barnevernloven​2 § 6-4.\n0 Endret ved lover 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret paragrafnummer fra § 20, 24 juni 2011 nr. 19 (ikr. 1 sep 2012 iflg. res. 16 des 2011 nr. 1276), endrer paragrafnummer fra § 24, 20 apr 2018 nr. 5 (ikr. 1 juli 2018 iflg. res. 8 juni 2018 nr. 839).\n1 Jf. lov 17 juli 1992 nr. 100.\n2 Lov 17 juli 1992 nr. 100.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Forsøksvirksomhet",
      "content": "Departementet kan etter søknad fra kommunen godkjenne unntak fra loven og forskriftene etter loven i forbindelse med tidsavgrensede pedagogiske eller organisatoriske forsøk.\n0 Tilføyd ved lov 20 des 2016 nr. 122 (ikr. 1 jan 2017).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:27 a",
      "chapter": "6",
      "section": "27 a",
      "title": "Forbud mot bruk av klesplagg som helt eller delvis dekker ansiktet",
      "content": "Personer som deltar i introduksjonsprogram eller opplæring etter loven, skal i forbindelse med opplæringssituasjoner og vurderingssituasjoner ikke bruke klesplagg som helt eller delvis dekker ansiktet. Med opplæringssituasjon menes opplæring etter loven og opplæringslignende tiltak, inkludert praksis og turer. Forbudet gjelder ikke når bruken av slike plagg er begrunnet i klimatiske, pedagogiske, helsemessige eller sikkerhetsmessige forhold.\nKommunen kan midlertidig stanse introduksjonsprogrammet eller opplæringen, jf. §§ 7 og 19 fjerde ledd, for personer som tross skriftlig advarsel bruker klesplagg som helt eller delvis dekker ansiktet i strid med forbudet i første ledd. Personer som opptrer i strid med forbudet i vurderingssituasjoner kan bortvises fra prøvelokalet.\nFørste ledd gjelder tilsvarende for lærere og andre personer som i opplæringssituasjoner og vurderingssituasjoner bidrar til kommunens oppfyllelse av pliktene i loven. Det samme gjelder personer med liknende roller som arbeider for private aktører som har etablert samarbeid med kommunen om gjennomføring av kommunens plikter etter loven. Dersom en person som nevnt i første eller andre punktum opptrer i strid med forbudet i første ledd, skal personen bes om å fjerne klesplagget som dekker ansiktet. Gjentatte brudd på forbudet kan være grunnlag for oppsigelse.\n0 Tilføyd ved lov 22 juni 2018 nr. 85 (ikr. 1 aug 2018 iflg. res. 22 juni 2018 nr. 946).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27a",
        "source_heading": "§ 27 a."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "title": "Ikrafttredelse",
      "content": "Loven trer i kraft 1. september 2003. Fram til 31. august 2004 gjelder loven ikke den enkelte kommune med mindre kommunen selv treffer vedtak om det. Rett og plikt for personer nevnt i § 2 gjelder fra 1. september 2004. § 3 annet ledd trer i kraft fra 1. september 2004.\nFra 1. september 2004 gjelder loven alle kommuner og omfatter de personene loven gjelder for som er bosatt etter 1. september 2003.\n0 Endret ved lover 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret paragrafnummer fra § 21, 24 juni 2011 nr. 19 (ikr. 1 sep 2012 iflg. res. 16 des 2011 nr. 1276, endret paragrafnummer fra § 25), 20 des 2016 nr. 122 (ikr. 1 jan 2017 iflg. res. 20 des 2016 nr. 1679, endret paragrafnummer fra § 27).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Endring i andre lover",
      "content": "– – –\n0 Endret ved lover 11 mars 2005 nr. 13 (ikr. 1 sep 2005 iflg. res. 11 mars 2005 nr. 228), endret paragrafnummer fra § 22, 24 juni 2011 nr. 19 (ikr. 1 sep 2012 iflg. res. 16 des 2011 nr. 1276), endret paragrafnummer fra § 26, 20 des 2016 nr. 122 (ikr. 1 jan 2017 iflg. res. 20 des 2016 nr. 1679), endret paragrafnummer fra § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    }
  ]
}