{
  "id": "LOV-1963-05-15-1",
  "type": "statute",
  "title": "Lov om Norges handelshøgskole.",
  "short_name": "Lov om Norges handelshøgskole.",
  "status": "in_force",
  "issued_date": "1963-05-15",
  "in_force_date": "1963-05-15",
  "url": "https://lovdata.no/dokument/NLO/lov/1963-05-15-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Norges handelshøgskole har til formål å drive akademisk undervisning og vitskapleg forsking innanfor økonomi, administrasjon og tilhøyrande fagområde.\nHøgskolen skal òg arbeide for å gjere forskingsmetodane og forskingsresultata kjende for allmenta.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Kollegiet og rektor står føre verksemda til høgskolen.\n1 Endret ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Kollegiet er samansett av rektor som formann, prorektor, avdelingsformennene, ein representant for dei vitskaplege tenestemennene og ein representant for studentane.\nDepartementet​1 gjev nærare føresegner om val av representantane for dei vitskaplege tenestemennene og studentane, om deira funksjonstid, deltaking i saksførehaving, røysterett og andre rettar og plikter.\nLeiaren av høgskolens daglege administrasjon er med på kollegiemøta utan røysterett.\n1 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Kollegiet er øvste instans på høgskolen innenfor den ramma som er gjeven i lov og i reglement fastsett av departementet.​1\nMed dei atterhald departementet fastset, kan kollegiet overlate visse saker til andre instansar ved høgskolen og til utval det sjølv set ned.\nKollegiet held med jamne mellomrom møte til tider det sjølv fastset, og elles etter innkalling frå rektor. Rektor skal kalle saman til møte når minst 3 medlemer krev det.\nRektor eller eit avdelingsstyre​2 eller minst 2 kollegiemedlemer eller studentutvalet​3 ved høgskolen kan krevje at ei sak blir lagd fram for kollegiet.\n1 Kultur- og vitenskapsdepartementet.\n2 Sjå § 10.\n3 Sjå § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Rektor og prorektor blir valde for 3 år om gongen på eit møte av professorane og dei andre medlemene av avdelingsstyra.​2\nKvar og ein av professorane ved høgskolen kan veljast til rektor eller prorektor og er pliktig til å ta imot slikt val. Den som går av som rektor, kan nekte attval for så lang tid som han har gjort teneste og kan for same tidsrommet avslå å bli vald til prorektor. Tilsvarande kan den som går av som prorektor, nekte attval og avslå å bli vald til rektor.\nKollegiet gjev melding til Kongen om valet.\nNærare føresegner om valet blir gjevne av departementet.​3\n1 Endra ved lov 16 jan 1987 nr 10.\n2 Sjå § 10.\n3 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Rektor representerer høgskolen utetter og fører tilsyn med verksemda. I den mon kollegiet fastset, kan han sjølv avgjere vanlege saker eller overlate dei til den faste høgskoleadministrasjonen. Han syter for at vedtak av kollegiet eller høgre styresmakter blir sette i verk.\nHar rektor forfall eller går han av før funksjonstida hans er slutt utan at ny rektor er vald, går prorektor inn i hans stad. Under tilsvarande føresetnader går den avdelingsformann​1 som har lengst tenestetid som embetsmann ved høgskolen, inn i prorektors stad.\nDersom både rektor og prorektor går av tidlegare enn 6 måneder før tenestetida er ute, skal det haldast val for den tid som er att.\n1 Sjå § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Høgskolen er organisert i avdelingar.\nAvdelingsordninga blir fastsett av departementet​1 etter at kollegiet har gjeve fråsegn.\n1 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Organ for avdelingane er avdelingsstyret og avdelingsformannen.\nAvdelingsstyret er samansett av professorane ved avdelinga og målsmenn for tenestemennene og studentane.\nEtter tilråding frå avdelingsstyret, avgjer kollegiet om ein vitskapsmann som mellombels styrer eit institutt eller vikarierer i eit professorat, eller som har ei anna viktig fast undervisningsstilling, skal vere med i avdelingsstyret. Etter tilråding frå avdelingsstyret avgjer kollegiet i tvilstilfelle om ei tenestemannsstilling skal reknast som ei vitskapleg stilling.\nDepartementet​2 fastset etter tilråding frå kollegiet føresegner om val, funksjonstid og talet på målsmenn for tenestemennene og studentane.\n1 Endra ved lov 16 jan 1987 nr 10.\n2 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Avdelingsstyret drøfter saker som gjeld verksemda ved avdelinga, og avgjer dei sakene som etter § 4 i denne lova blir lagde til styret.\nAvdelingsstyret vel formann og nestformann for 3 år om gongen mellom dei fast tilsette vitskaplege tenestemenn ved avdelinga.\nAvdelingsformannen kan på eiga hand avgjere vanlege mindre saker og skal då gje avdelingsstyret melding om avgjerdene. Formannen førebur saker som skal førehavast i avdelingsstyret og har ansvar for at styrevedtaka blir sette i verk.\nMed samtykke frå kollegiet kan avdelingsstyret nemne opp arbeidsutval og andre utval og delegere til desse utvala retten til å avgjere visse saker. Utvala pliktar å gje avdelingsstyret melding om vedtaka sine.\nKollegiet gjev nærare reglar for avdelingsorgana og verksemda deira.\n1 Endra ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Forskingsverksemda ved høgskolen er til vanleg knytt til institutt for dei einskilda faga eller faggruppene.\nKollegiet fastset kva for institutt høgskolen skal ha og kven som skal styre dei. Kollegiet kan avgjere at eit institutt attåt instituttstyrar skal ha eit styre eller råd.\nInstituttstyraren eller styret, om det er eit slikt, fastset den indre organisasjonen av instituttet.\nUndervisningsverksemda ved høgskolen skal vera knytt til dei enkelte avdelingane.\nFor høgskolebibliotektet og andre felleseiningar oppnemner kollegiet styre og fastset samansetjing, funksjonstid og instruks for desse styre.\n1 Endra ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Føresegner om administrasjon og formuesforvaltning ved høgskolen blir gjevne av departementet​1 etter tilråding frå kollegiet.\n1 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Professorat i hovudstilling skal vere embete.\nAvdelingsstyret​2 og kollegiet skal gje fråsegn før eit professorat blir skipa eller lyst ledig, og før tilråding om utnemning eller tilsetjing blir lagd fram for Kongen.\nProfessorat skal kunngjerast ledige. Kongen kan etter tilråding frå avdelingsstyret og kollegiet avgjere at det kan utnemnast professor i eit professorat utan at det er utlyst.\nFør avdelingsstyret og kollegiet gjev fråsegn, skal sakkunnige som er oppnemnde av kollegiet, dømme om søkjarane.\nKollegiet gjev nærare reglar om saksførehavinga og om den framgangsmåten som skal følgjast når ein skal dømme om søkjarane.\n1 Endra ved lover 19 juni 1970 nr 57, 16 jan 1987 nr 10. – Jfr grl § 92 og fund 28 juli 1824 § 39.\n2 Sjå § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Dei andre tenestemennene blir tilsette etter reglane i tenestemannslova, likevel slik at vitskaplege tenestemenn, etter tilråding frå næraste tenestemakt blir tilsette av eit utval valt av og mellom medlemmene i avdelingsstyret etter reglar fastsette av kollegiet.\nKollegiet er det organet saka kan krevjast inn for etter § 5 nr. 3 i lov om statens tjenestemenn når det gjeld vitskaplege tenestemenn.\n1 Endra ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Den som skal kunne bli immatrikulert ved høgskolen, må ha examen artium eller eksamen frå økonomisk gymnas, eller ha annan norsk eller utanlandsk eksamen som kollegiet kan godta som grunnlag for studiet.\nKollegiet kan og ta opp andre dersom vedkomande gjennom ei prøve eller på annan måte viser at han har dei kunnskapar som trengst for at han skal ha nytte av å følgje undervisninga.\nEtter at kollegiet har gjeve tilråding fastset departementet​2 kor mange studentar som skal takast opp ved høgskolen kvart år. Kan det ikkje skaffast plass til alle kvalifiserte søkjarar, avgjer kollegiet, etter vanlege reglar fastsette av departementet, kven som skal takast opp.\nVed sida av dei faste studerande kan hospitanter følgje undervisninga ved høgskolen i eitt eller fleire fag. Til dette krevst det samtykke frå rektor og vedkomande faglærar. Hospitantar må vise at dei har den mognad som undervisninga føreset. For hospitantar gjeld dei same reglar som for dei faste studentane ved høgskolen i den mon desse reglane høver. Nærare føresegner om hospitantar blir gjevne av kollegiet.\n1 Endret ved lov 19 juni 1970 nr. 57.\n2 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Ved immatrikuleringa skal studenten love å rette seg etter dei reglar som gjeld for den som studerer ved høgskolen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Når studenten tek til med studiet, skal han skrive seg inn ved høgskolesekretariatet. Etter nærare vedtak av kollegiet pliktar han å gje slike opplysningar som har interesse for hans tilhøve ved høgskolen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 24 feb. 1984 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Studentane vel kvart år, etter reglar som departementet​1 fastset, eit studentutval som skal ha til oppgåve å formidle samarbeidet mellom høgskolen og studentane i alle saker som gjeld studiet og velferda deira.\n1 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Etter grunngjeven søknad kan kollegiet gje ein student høve til å avbryte studiet for ei tid. Ein student som gjev opp studiet eller utan lov avbryt det for lengre tid enn 3 månader, kan ikkje halde fram ved høgskolen utan særskilt løyve frå rektor.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "Ein student pliktar å møte og gje forklaring når han bli innkalla til faglæraren, avdelingsformannen, avdelingsstyret, rektor eller kollegiet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Kollegiet kan relegere ein student for ei viss tid eller for alltid dersom han har gjort seg skuldig i grovare brot mot høgskolereglane eller har vist åtferd som er uverdig for ein akademisk borgar.\nDersom kollegiet meiner at tilhøvet ikkje bør føre til relegasjon, kan det i staden gje studenten ei irettesetjing.\nKollegiet kan dessutan nekte han tilgjenge til visse institusjonar, førelesningar eller øvingar, og kan ta frå han stipend.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Relegasjonssaker og saker etter § 24, andre eller tredje ledd, blir avgjorde av kollegiet etter tilråding frå eit utval på tre medlemmer som er oppnemnde av kollegiet. To av medlemene skal vere høgskolelærarar, og av dei skal den eine vere jurist. Den tredje medlemen skal representere studentane. Studentrepresentanten i utvalet skal gå frå dersom den studenten som saka gjeld, ynskjer det. Den studenten saka gjeld, skal på førehand ha fått høve til å uttale seg skriftleg om saka og om alt det materialet som skal leggjast til grunn for tilrådinga frå utvalet og avgjerda til kollegiet. Han skal dessutan ha rett til å forklare seg munnleg for utvalet og for kollegiet.\nAvgjerda til kollegiet skal grunngjevast.\nDepartementet​1 kan gje nærare reglar om oppnemning av studentrepresentanten, og om saksførehavinga i utvalet og kollegiet.\n1 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Den som blir relegert, kan innan 4 veker etter at han har fått melding om vedtaket, anke saka inn for Høgsterett. Reglane i straffeprosesslova om anke i offentlege straffesaker​1 skal føljast. Anken har oppsetjande verknad, slik at vedkomande student kan få høve til å gå opp til prøver så lenge endeleg dom ikkje er avsagd. Vitnemål for greidd prøve kan i tilfelle berre utferdast dersom relegasjonsvedtaket blir omgjort ved endeleg dom.\nKollegiet kan heve ein relegasjon når studenten seinare steller seg så godt at han syner seg verdig til det.\n1 Sjå strprl. kap. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "Offentleg tenestemakt som har sikta eller tiltala ein student for eit brotsverk eller ei grovare misferd, skal straks sende melding til rektor. Rektor kan krevja at han sjølv eller ein annan embets- eller tenestemann ved høgskolen skal vere til stades i rettsmøta i saka.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "content": "Undervisninga på høgskolen er open for alle så langt tilhøva gjer det mogleg.\nEr ei avgrensing naudsynt, fastset kollegiet kva kurs og førelesingar som er opne berre for faste studentar og hospitantar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "content": "Rektor avgjer sjølv om han vil halde førelesningar og om han vil vere med på eksamen.\n1 Endra ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "Reglar om undervisning og undervisningsterminar blir gjevne av departementet.​2 Kollegiet vedtek studieplanar.\n1 Endret ved lov 19 juni 1970 nr. 58.\n2 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Utanom siviløkonomstudiet kan det etter føresegn gjeven av Kongen drivast andre høgre studium ved høgskolen.\n1 Opphevet ved lov 19 juni 1970 nr. 58, tilføyd igjen ved lov 15 feb. 1974 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 29 mars 1985 nr 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "content": "Kollegiet gjev doktorgrad​2 og [licentiatgrad]​2.\n1 Endret ved lov 19 juni 1970 nr. 58 (jfr. dens §§ 2 og 3).\n2 Se kgl.res. 22 aug 1986 nr 1727.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "Utan føregåande prøve kan kollegiet utnemne kvinner og menn til æresdoktorar for framifrå personleg innsats i vitskapen si teneste, men dette gjeld ikkje personar som er tilsette ved norsk universitet eller høgskole med rett til å gje doktorgrad.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Denne lova gjeld frå den tid Kongen fastset.​1\n1 Frå 1 juli 1963 etter res. 15 mai 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Norges handelshøgskole har til formål å drive akademisk undervisning og vitskapleg forsking innanfor økonomi, administrasjon og tilhøyrande fagområde.\nHøgskolen skal òg arbeide for å gjere forskingsmetodane og forskingsresultata kjende for allmenta.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Kollegiet og rektor står føre verksemda til høgskolen.\n1 Endret ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Kollegiet er samansett av rektor som formann, prorektor, avdelingsformennene, ein representant for dei vitskaplege tenestemennene og ein representant for studentane.\nDepartementet​1 gjev nærare føresegner om val av representantane for dei vitskaplege tenestemennene og studentane, om deira funksjonstid, deltaking i saksførehaving, røysterett og andre rettar og plikter.\nLeiaren av høgskolens daglege administrasjon er med på kollegiemøta utan røysterett.\n1 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Kollegiet er øvste instans på høgskolen innenfor den ramma som er gjeven i lov og i reglement fastsett av departementet.​1\nMed dei atterhald departementet fastset, kan kollegiet overlate visse saker til andre instansar ved høgskolen og til utval det sjølv set ned.\nKollegiet held med jamne mellomrom møte til tider det sjølv fastset, og elles etter innkalling frå rektor. Rektor skal kalle saman til møte når minst 3 medlemer krev det.\nRektor eller eit avdelingsstyre​2 eller minst 2 kollegiemedlemer eller studentutvalet​3 ved høgskolen kan krevje at ei sak blir lagd fram for kollegiet.\n1 Kultur- og vitenskapsdepartementet.\n2 Sjå § 10.\n3 Sjå § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Rektor og prorektor blir valde for 3 år om gongen på eit møte av professorane og dei andre medlemene av avdelingsstyra.​2\nKvar og ein av professorane ved høgskolen kan veljast til rektor eller prorektor og er pliktig til å ta imot slikt val. Den som går av som rektor, kan nekte attval for så lang tid som han har gjort teneste og kan for same tidsrommet avslå å bli vald til prorektor. Tilsvarande kan den som går av som prorektor, nekte attval og avslå å bli vald til rektor.\nKollegiet gjev melding til Kongen om valet.\nNærare føresegner om valet blir gjevne av departementet.​3\n1 Endra ved lov 16 jan 1987 nr 10.\n2 Sjå § 10.\n3 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Rektor representerer høgskolen utetter og fører tilsyn med verksemda. I den mon kollegiet fastset, kan han sjølv avgjere vanlege saker eller overlate dei til den faste høgskoleadministrasjonen. Han syter for at vedtak av kollegiet eller høgre styresmakter blir sette i verk.\nHar rektor forfall eller går han av før funksjonstida hans er slutt utan at ny rektor er vald, går prorektor inn i hans stad. Under tilsvarande føresetnader går den avdelingsformann​1 som har lengst tenestetid som embetsmann ved høgskolen, inn i prorektors stad.\nDersom både rektor og prorektor går av tidlegare enn 6 måneder før tenestetida er ute, skal det haldast val for den tid som er att.\n1 Sjå § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Høgskolen er organisert i avdelingar.\nAvdelingsordninga blir fastsett av departementet​1 etter at kollegiet har gjeve fråsegn.\n1 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Organ for avdelingane er avdelingsstyret og avdelingsformannen.\nAvdelingsstyret er samansett av professorane ved avdelinga og målsmenn for tenestemennene og studentane.\nEtter tilråding frå avdelingsstyret, avgjer kollegiet om ein vitskapsmann som mellombels styrer eit institutt eller vikarierer i eit professorat, eller som har ei anna viktig fast undervisningsstilling, skal vere med i avdelingsstyret. Etter tilråding frå avdelingsstyret avgjer kollegiet i tvilstilfelle om ei tenestemannsstilling skal reknast som ei vitskapleg stilling.\nDepartementet​2 fastset etter tilråding frå kollegiet føresegner om val, funksjonstid og talet på målsmenn for tenestemennene og studentane.\n1 Endra ved lov 16 jan 1987 nr 10.\n2 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Avdelingsstyret drøfter saker som gjeld verksemda ved avdelinga, og avgjer dei sakene som etter § 4 i denne lova blir lagde til styret.\nAvdelingsstyret vel formann og nestformann for 3 år om gongen mellom dei fast tilsette vitskaplege tenestemenn ved avdelinga.\nAvdelingsformannen kan på eiga hand avgjere vanlege mindre saker og skal då gje avdelingsstyret melding om avgjerdene. Formannen førebur saker som skal førehavast i avdelingsstyret og har ansvar for at styrevedtaka blir sette i verk.\nMed samtykke frå kollegiet kan avdelingsstyret nemne opp arbeidsutval og andre utval og delegere til desse utvala retten til å avgjere visse saker. Utvala pliktar å gje avdelingsstyret melding om vedtaka sine.\nKollegiet gjev nærare reglar for avdelingsorgana og verksemda deira.\n1 Endra ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Forskingsverksemda ved høgskolen er til vanleg knytt til institutt for dei einskilda faga eller faggruppene.\nKollegiet fastset kva for institutt høgskolen skal ha og kven som skal styre dei. Kollegiet kan avgjere at eit institutt attåt instituttstyrar skal ha eit styre eller råd.\nInstituttstyraren eller styret, om det er eit slikt, fastset den indre organisasjonen av instituttet.\nUndervisningsverksemda ved høgskolen skal vera knytt til dei enkelte avdelingane.\nFor høgskolebibliotektet og andre felleseiningar oppnemner kollegiet styre og fastset samansetjing, funksjonstid og instruks for desse styre.\n1 Endra ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Føresegner om administrasjon og formuesforvaltning ved høgskolen blir gjevne av departementet​1 etter tilråding frå kollegiet.\n1 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Professorat i hovudstilling skal vere embete.\nAvdelingsstyret​2 og kollegiet skal gje fråsegn før eit professorat blir skipa eller lyst ledig, og før tilråding om utnemning eller tilsetjing blir lagd fram for Kongen.\nProfessorat skal kunngjerast ledige. Kongen kan etter tilråding frå avdelingsstyret og kollegiet avgjere at det kan utnemnast professor i eit professorat utan at det er utlyst.\nFør avdelingsstyret og kollegiet gjev fråsegn, skal sakkunnige som er oppnemnde av kollegiet, dømme om søkjarane.\nKollegiet gjev nærare reglar om saksførehavinga og om den framgangsmåten som skal følgjast når ein skal dømme om søkjarane.\n1 Endra ved lover 19 juni 1970 nr 57, 16 jan 1987 nr 10. – Jfr grl § 92 og fund 28 juli 1824 § 39.\n2 Sjå § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Dei andre tenestemennene blir tilsette etter reglane i tenestemannslova, likevel slik at vitskaplege tenestemenn, etter tilråding frå næraste tenestemakt blir tilsette av eit utval valt av og mellom medlemmene i avdelingsstyret etter reglar fastsette av kollegiet.\nKollegiet er det organet saka kan krevjast inn for etter § 5 nr. 3 i lov om statens tjenestemenn når det gjeld vitskaplege tenestemenn.\n1 Endra ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Den som skal kunne bli immatrikulert ved høgskolen, må ha examen artium eller eksamen frå økonomisk gymnas, eller ha annan norsk eller utanlandsk eksamen som kollegiet kan godta som grunnlag for studiet.\nKollegiet kan og ta opp andre dersom vedkomande gjennom ei prøve eller på annan måte viser at han har dei kunnskapar som trengst for at han skal ha nytte av å følgje undervisninga.\nEtter at kollegiet har gjeve tilråding fastset departementet​2 kor mange studentar som skal takast opp ved høgskolen kvart år. Kan det ikkje skaffast plass til alle kvalifiserte søkjarar, avgjer kollegiet, etter vanlege reglar fastsette av departementet, kven som skal takast opp.\nVed sida av dei faste studerande kan hospitanter følgje undervisninga ved høgskolen i eitt eller fleire fag. Til dette krevst det samtykke frå rektor og vedkomande faglærar. Hospitantar må vise at dei har den mognad som undervisninga føreset. For hospitantar gjeld dei same reglar som for dei faste studentane ved høgskolen i den mon desse reglane høver. Nærare føresegner om hospitantar blir gjevne av kollegiet.\n1 Endret ved lov 19 juni 1970 nr. 57.\n2 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Ved immatrikuleringa skal studenten love å rette seg etter dei reglar som gjeld for den som studerer ved høgskolen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Når studenten tek til med studiet, skal han skrive seg inn ved høgskolesekretariatet. Etter nærare vedtak av kollegiet pliktar han å gje slike opplysningar som har interesse for hans tilhøve ved høgskolen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 24 feb. 1984 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Studentane vel kvart år, etter reglar som departementet​1 fastset, eit studentutval som skal ha til oppgåve å formidle samarbeidet mellom høgskolen og studentane i alle saker som gjeld studiet og velferda deira.\n1 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Etter grunngjeven søknad kan kollegiet gje ein student høve til å avbryte studiet for ei tid. Ein student som gjev opp studiet eller utan lov avbryt det for lengre tid enn 3 månader, kan ikkje halde fram ved høgskolen utan særskilt løyve frå rektor.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "Ein student pliktar å møte og gje forklaring når han bli innkalla til faglæraren, avdelingsformannen, avdelingsstyret, rektor eller kollegiet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Kollegiet kan relegere ein student for ei viss tid eller for alltid dersom han har gjort seg skuldig i grovare brot mot høgskolereglane eller har vist åtferd som er uverdig for ein akademisk borgar.\nDersom kollegiet meiner at tilhøvet ikkje bør føre til relegasjon, kan det i staden gje studenten ei irettesetjing.\nKollegiet kan dessutan nekte han tilgjenge til visse institusjonar, førelesningar eller øvingar, og kan ta frå han stipend.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Relegasjonssaker og saker etter § 24, andre eller tredje ledd, blir avgjorde av kollegiet etter tilråding frå eit utval på tre medlemmer som er oppnemnde av kollegiet. To av medlemene skal vere høgskolelærarar, og av dei skal den eine vere jurist. Den tredje medlemen skal representere studentane. Studentrepresentanten i utvalet skal gå frå dersom den studenten som saka gjeld, ynskjer det. Den studenten saka gjeld, skal på førehand ha fått høve til å uttale seg skriftleg om saka og om alt det materialet som skal leggjast til grunn for tilrådinga frå utvalet og avgjerda til kollegiet. Han skal dessutan ha rett til å forklare seg munnleg for utvalet og for kollegiet.\nAvgjerda til kollegiet skal grunngjevast.\nDepartementet​1 kan gje nærare reglar om oppnemning av studentrepresentanten, og om saksførehavinga i utvalet og kollegiet.\n1 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Den som blir relegert, kan innan 4 veker etter at han har fått melding om vedtaket, anke saka inn for Høgsterett. Reglane i straffeprosesslova om anke i offentlege straffesaker​1 skal føljast. Anken har oppsetjande verknad, slik at vedkomande student kan få høve til å gå opp til prøver så lenge endeleg dom ikkje er avsagd. Vitnemål for greidd prøve kan i tilfelle berre utferdast dersom relegasjonsvedtaket blir omgjort ved endeleg dom.\nKollegiet kan heve ein relegasjon når studenten seinare steller seg så godt at han syner seg verdig til det.\n1 Sjå strprl. kap. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "Offentleg tenestemakt som har sikta eller tiltala ein student for eit brotsverk eller ei grovare misferd, skal straks sende melding til rektor. Rektor kan krevja at han sjølv eller ein annan embets- eller tenestemann ved høgskolen skal vere til stades i rettsmøta i saka.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "content": "Undervisninga på høgskolen er open for alle så langt tilhøva gjer det mogleg.\nEr ei avgrensing naudsynt, fastset kollegiet kva kurs og førelesingar som er opne berre for faste studentar og hospitantar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "content": "Rektor avgjer sjølv om han vil halde førelesningar og om han vil vere med på eksamen.\n1 Endra ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "Reglar om undervisning og undervisningsterminar blir gjevne av departementet.​2 Kollegiet vedtek studieplanar.\n1 Endret ved lov 19 juni 1970 nr. 58.\n2 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Utanom siviløkonomstudiet kan det etter føresegn gjeven av Kongen drivast andre høgre studium ved høgskolen.\n1 Opphevet ved lov 19 juni 1970 nr. 58, tilføyd igjen ved lov 15 feb. 1974 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 29 mars 1985 nr 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "content": "Kollegiet gjev doktorgrad​2 og [licentiatgrad]​2.\n1 Endret ved lov 19 juni 1970 nr. 58 (jfr. dens §§ 2 og 3).\n2 Se kgl.res. 22 aug 1986 nr 1727.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "Utan føregåande prøve kan kollegiet utnemne kvinner og menn til æresdoktorar for framifrå personleg innsats i vitskapen si teneste, men dette gjeld ikkje personar som er tilsette ved norsk universitet eller høgskole med rett til å gje doktorgrad.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Denne lova gjeld frå den tid Kongen fastset.​1\n1 Frå 1 juli 1963 etter res. 15 mai 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    }
  ]
}