{
  "id": "LOV-2020-05-26-47",
  "type": "statute",
  "title": "Midlertidig lov om tilpasninger i prosessregelverket som følge av utbruddet av covid-19 mv.",
  "short_name": "Midlertidig lov om tilpasninger i prosessregelverket som følge av utbruddet av covid-19 mv.",
  "status": "in_force",
  "issued_date": "2020-05-26",
  "in_force_date": "2020-05-27",
  "url": "https://lovdata.no/dokument/NLO/lov/2020-05-26-47",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål og virkeområde",
      "content": "Lovens formål er å tilrettelegge for en forsvarlig og rettssikker virksomhet i domstolene, politiet og påtalemyndigheten mv. ved å avhjelpe konsekvenser av utbruddet av covid-19.\nLoven gjelder så langt den passer for forliksrådene og jordskifterettene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Folkerettslige begrensninger",
      "content": "Loven gjelder med de begrensninger som følger av overenskomster med fremmede stater eller av folkeretten for øvrig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Fjernmøter og fjernavhør",
      "content": "Retten kan beslutte at rettsmøter helt eller delvis skal holdes som fjernmøter, og at avhør skal gjennomføres som fjernavhør, når det er nødvendig og ubetenkelig. I straffesaker bør det særlig legges vekt på sakens karakter og siktedes rettigheter, og siktede skal sikres adgang til fortrolig kommunikasjon med sin forsvarer under møtet. Retten kan beslutte at tolking skal gjennomføres som fjerntolking når det er forsvarlig.\nFør retten treffer beslutning om fjernmøter og fjernavhør, skal partene gis anledning til å uttale seg.\nBeslutning om fjernmøte, fjernavhør eller fjerntolking etter første ledd kan ikke ankes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Skriftlig behandling av fengslingsforlengelser mv.",
      "content": "Når det er forsvarlig, kan retten behandle en sak skriftlig dersom fjernmøte eller fjernavhør ikke lar seg gjennomføre eller er uforholdsmessig byrdefullt og saken gjelder\na. spørsmål om fortsatt varetektsfengsling etter straffeprosessloven § 184, jf. § 185, eller forlenget internering etter utlendingsloven § 106 b,\nb. opprettholdelse eller ileggelse av besøksforbud, unntatt sak om besøksforbud i eget hjem, jf. straffeprosessloven § 222 a, eller\nc. opprettholdelse av midlertidig tilbakekall av førerett og beslag av førerkort, jf. vegtrafikkloven § 33 nr. 3.\nSaker etter første ledd bokstav a og c kan også behandles skriftlig når siktede eller utlendingen har samtykket i dette og skriftlig behandling er forsvarlig. Tilsvarende gjelder ved samtykke fra partene i sak om besøksforbud etter straffeprosessloven § 222 a.\nDersom siktede eller utlendingen anfører vesentlig nye forhold, kan saker etter første ledd bokstav a kun behandles skriftlig når det er gitt samtykke. Det samme gjelder når påtalemyndigheten begjærer fullstendig isolasjon i medhold av straffeprosessloven § 186 a, eller når det har gått minst 90 dager siden forrige gang et spørsmål om fengsling eller internering ble avgjort på grunnlag av et ordinært rettsmøte eller fjernmøte.\nFør retten treffer beslutning om skriftlig behandling, skal partene gis anledning til å uttale seg.\nBeslutning om skriftlig behandling etter denne paragrafen kan ikke ankes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Skriftlig behandling av begrenset anke til lagmannsretten over dom i straffesak",
      "content": "Når det er forsvarlig, kan retten beslutte at anke til lagmannsretten over dom i straffesak som ikke gjelder bevisbedømmelsen under skyldspørsmålet, skal treffes på grunnlag av skriftlig behandling eller av en kombinasjon av skriftlig behandling og rettsmøte.\nRetten kan ikke uten partenes samtykke treffe beslutning etter første ledd når\na. smittefaren i tilstrekkelig grad kan avhjelpes ved bruk av fjernmøte eller fjernavhør, med mindre slik bruk medfører ulemper som ikke står i et rimelig forhold til den betydning muntlig behandling har i saken, eller\nb. anken gjelder avgjørelse om straff eller rettsfølge som nevnt i straffeprosessloven § 2 første ledd nr. 1 for lovbrudd som etter loven kan medføre fengsel i mer enn 6 år.\nFør retten treffer beslutning etter første ledd, skal partene gis anledning til å uttale seg. Straffeprosessloven § 333 annet til fjerde ledd gjelder tilsvarende for saker som behandles etter denne paragrafen. Straffeprosessloven § 332 gjelder ikke ved behandlingen.\nBeslutning om skriftlig behandling eller kombinert skriftlig og muntlig behandling etter denne paragrafen kan ikke ankes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Skriftlig behandling av anke til Høyesterett over dom i straffesak",
      "content": "Høyesteretts ankeutvalg kan bestemme at anke over dom i straffesak skal behandles skriftlig når domfelte samtykker til det, sakens spørsmål egner seg for det og skriftlig behandling er forsvarlig.\nPartene skal etter beslutningen inngi skriftlige innlegg, som sammen med det som fremkommer ved et eventuelt rettsmøte etter tredje ledd, utgjør avgjørelsesgrunnlaget i saken. De skal hver inngi minst ett innlegg, men kan inngi to.\nRetten kan bestemme at det etter de skriftlige innleggene skal holdes et rettsmøte til muntlig behandling av ett eller flere enkeltspørsmål i saken. Når det holdes rettsmøte etter de skriftlige innleggene, gjelder de alminnelige reglene for muntlig ankebehandling så langt de passer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:6 a",
      "chapter": "2",
      "section": "6 a",
      "title": "Skriftlig behandling av tvist om grenser, eiendomsrett, rettigheter og annet",
      "content": "Ved jordskifterettens behandling av tvist om grenser, eiendomsrett, rettigheter og annet etter jordskiftelova gjelder reglene i tvisteloven § 9-9 annet til fjerde ledd så langt de passer.\n0 Tilføyd ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 a."
      }
    },
    {
      "provision_ref": "2:6 b",
      "chapter": "2",
      "section": "6 b",
      "title": "Skriftlig behandling av forslag til jordskifteavgjørelse og fastsetting av grenser mv.",
      "content": "Jordskifteretten kan bestemme at forslag til jordskifteavgjørelse etter jordskiftelova § 6-21 skal behandles skriftlig når saken egner seg for det og skriftlig behandling er forsvarlig. Før retten treffer beslutning om skriftlig behandling, skal partene gis anledning til å uttale seg.\nFørste ledd gjelder tilsvarende for forslag til fastsetting av grenser, eiendomsrett, rettigheter og annet etter jordskiftelova § 6-22.\n0 Tilføyd ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6b",
        "source_heading": "§ 6 b."
      }
    },
    {
      "provision_ref": "2:6 c",
      "chapter": "2",
      "section": "6 c",
      "title": "Utvidet adgang til tilståelsespådømmelse i tingretten",
      "content": "Tingretten kan pådømme en overtredelse av straffeloven § 232 annet ledd etter reglene i straffeprosessloven § 248 selv om lovbruddet kan medføre fengsel i mer enn 10 år.\nSiktede skal alltid ha forsvarer når en sak som nevnt i første ledd er sendt retten til pådømmelse etter straffeprosessloven § 248. Påtalemyndigheten skal møte i rettsmøtet.\nRetten kan ikke settes med dommerfullmektig i saker som nevnt i første ledd.\n0 Tilføyd ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6c",
        "source_heading": "§ 6 c."
      }
    },
    {
      "provision_ref": "2:6 d",
      "chapter": "2",
      "section": "6 d",
      "title": "Trekningskretser for meddommere",
      "content": "Domstolleder kan beslutte at meddommere skal trekkes fra den kommunen hvor rettsmøtet skal holdes, eller fra de kommunene som ligger nærmest denne kommunen.\n0 Tilføyd ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6d",
        "source_heading": "§ 6 d."
      }
    },
    {
      "provision_ref": "2:6 e",
      "chapter": "2",
      "section": "6 e",
      "title": "Tilkalling av meddommere",
      "content": "Tilkalling av meddommere etter domstolloven § 93 kan gjøres fra åtte virkedager forut for rettsmøtet.\n0 Tilføyd ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6e",
        "source_heading": "§ 6 e."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 juni 2021 nr. 55 (i kraft 1 des 2021 iflg. res. 19 nov 2021 nr. 3238).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 juni 2021 nr. 55 (i kraft 1 des 2021 iflg. res. 19 nov 2021 nr. 3238).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Rådslagning og avsigelse av dom ved fjernmøte",
      "content": "Når det avholdes rådslagning med meddommere, kan dette skje ved fjernmøte.\nEt rettsmøte for å avsi dom etter krav fra en dommer etter straffeprosessloven § 43 første ledd femte punktum kan avholdes som fjernmøte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 juni 2021 nr. 55 (i kraft 1 des 2021 iflg. res. 19 nov 2021 nr. 3238).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 juni 2021 nr. 55 (i kraft 1 des 2021 iflg. res. 19 nov 2021 nr. 3238).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 juni 2021 nr. 55 (i kraft 1 des 2021 iflg. res. 19 nov 2021 nr. 3238).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:12 a",
      "chapter": "2",
      "section": "12 a",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230), opphevet ved lov 4 juni 2021 nr. 55 (i kraft 1 des 2021 iflg. res. 19 nov 2021 nr. 3238).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12a",
        "source_heading": "§ 12 a."
      }
    },
    {
      "provision_ref": "2:12 b",
      "chapter": "2",
      "section": "12 b",
      "title": "Telefonforkynnelse",
      "content": "Offentlige myndigheter som nevnt i domstolloven § 163 a annet ledd kan forkynne dokumenter over telefon eller ved hjelp av annet fjernmøteutstyr når det som skal forkynnes, etter sitt innhold og omfang er egnet for telefonforkynnelse.\nTelefonforkynnelse utføres ved at dokumentet som skal forkynnes, gjengis overfor den som skal motta forkynnelsen. Forkynnelsen skal anses som skjedd når den som utfører forkynnelsen, har forsikret seg om at den det er opprettet kontakt med, er rette vedkommende, og har gjengitt dokumentet som skal forkynnes.\nDen som skal motta en forkynnelse, kan i rettsmøte pålegges å være tilgjengelig for telefonforkynnelse i et bestemt tidsrom. Pålegget skal føres inn i rettsboken. Er et slikt pålegg gitt, skal forkynnelsen anses som skjedd hvis det ikke oppnås kontakt med mottakeren etter to forsøk i det aktuelle tidsrommet, med mindre det er grunn til å tro at mottakeren har gyldig fravær.\nNår forkynnelse skjer som telefonforkynnelse etter denne bestemmelsen, skal en kopi av dokumentet som ble forkynt, sendes til den det ble forkynt overfor sammen med en bekreftelse på at forkynnelse har skjedd. Bekreftelsen skal angi når og hvordan dokumentet ble forkynt.\n0 Tilføyd ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12b",
        "source_heading": "§ 12 b."
      }
    },
    {
      "provision_ref": "2:12 c",
      "chapter": "2",
      "section": "12 c",
      "title": "Overføring av saker mellom sideordnede domstoler",
      "content": "Når det er påkrevd eller hensiktsmessig for å avhjelpe konsekvenser av utbruddet av covid-19, kan en lagmannsrett etter anmodning fra domstollederen i en tingrett eller jordskifterett beslutte at én eller flere av domstolens saker skal overføres til én eller flere andre domstoler i samme instans. På samme vilkår kan Høyesteretts ankeutvalg etter anmodning fra domstollederen i en lagmannsrett beslutte at én eller flere av lagmannsrettens saker skal overføres til én eller flere andre lagmannsretter.\nNår en tingrett eller jordskifterett er satt ut av drift, kan lagmannsretten uten anmodning beslutte at én eller flere av den aktuelle domstolens saker skal overføres til én eller flere andre domstoler i samme instans. Høyesteretts ankeutvalg kan på samme vilkår beslutte at én eller flere av en lagmannsretts saker skal overføres til én eller flere andre lagmannsretter.\nPartene, og domstolen som det er aktuelt å overføre én eller flere saker til, skal gis anledning til å uttale seg før det treffes beslutning om overføring.\nBeslutning om overføring etter denne bestemmelsen kan ikke ankes.\n0 Tilføyd ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12c",
        "source_heading": "§ 12 c."
      }
    },
    {
      "provision_ref": "2:12 d",
      "chapter": "2",
      "section": "12 d",
      "title": "Konstituering av statsadvokater",
      "content": "Riksadvokaten kan konstituere førstestatsadvokater og statsadvokater for inntil ett år\na. når vedkommende bare trengs for et begrenset tidsrom eller for å utføre et bestemt oppdrag, eller\nb. når vedkommende skal gjøre tjeneste i stedet for en annen (vikariat).\nStatsansatteloven § 4 gjelder ikke.\nSamlet konstitusjonstid ved konstitusjon utferdiget av Justis- og beredskapsdepartementet og riksadvokaten kan ikke overstige ett år.\n0 Tilføyd ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12d",
        "source_heading": "§ 12 d."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Krav til utleveringsbegjæring fra fremmed stat",
      "content": "Begjæring om utlevering fra fremmed stat kan fremsettes ved bruk av elektronisk kommunikasjonsmiddel til kompetent norsk myndighet. Original utleveringsbegjæring skal ettersendes per post så snart det er mulig.\nVed begjæring om utlevering til rettsforfølgning vedlegges kopi av pågripelsesbeslutningen eller annen beslutning som er utferdiget i samsvar med vedkommende stats lovgivning og som forutsetter at det er skjellig grunn til mistanke mot vedkommende for den straffbare handlingen.\nVed begjæring om utlevering til fullbyrding av dom vedlegges kopi av den fellende dommen.\nJustis- og beredskapsdepartementet skal foreta rimelige undersøkelser for å sikre at den elektroniske utleveringsbegjæringen er fremsatt av kompetent myndighet i den anmodende staten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Elektronisk fremsendelse av rettsanmodninger fra fremmed stat",
      "content": "Rettsanmodning fra en fremmed stat kan fremsendes ved bruk av elektroniske kommunikasjonsmidler. Rettsanmodninger fra stater som ikke deltar i Schengen-samarbeidet eller er medlem av EU, skal ettersendes per post så snart det er mulig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Ikraftsetting og oppheving",
      "content": "Loven gjelder fra den tid​1 Kongen bestemmer. Kongen kan sette i kraft de ulike bestemmelsene til forskjellig tid.\nLoven oppheves 1. desember 2021.\n0 Endret ved lover 6 nov 2020 nr. 125 (ikr 6 nov 2020 med virkning fra 31 okt 2020, se lovens del II for virkningstidspunkt), 28 mai 2021 nr. 46.\n1 Fra 27 mai 2020 iflg. res. 26 mai 2020 nr. 1057, se denne for overgangsbestemmelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Overgangsregler",
      "content": "Dersom en behandlingsmåte med hjemmel i denne loven er besluttet eller påbegynt før opphevingstidspunktet i § 15 annet ledd, skal loven gjelde ved behandlingen inntil saken er avsluttet i instansen. Pådømmelse som nevnt i § 6 c kan likevel ikke skje dersom loven oppheves før rettsmøtet er påbegynt.\nKongen kan gi forskrift om overgangsregler.\n0 Endret ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål og virkeområde",
      "content": "Lovens formål er å tilrettelegge for en forsvarlig og rettssikker virksomhet i domstolene, politiet og påtalemyndigheten mv. ved å avhjelpe konsekvenser av utbruddet av covid-19.\nLoven gjelder så langt den passer for forliksrådene og jordskifterettene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Folkerettslige begrensninger",
      "content": "Loven gjelder med de begrensninger som følger av overenskomster med fremmede stater eller av folkeretten for øvrig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Fjernmøter og fjernavhør",
      "content": "Retten kan beslutte at rettsmøter helt eller delvis skal holdes som fjernmøter, og at avhør skal gjennomføres som fjernavhør, når det er nødvendig og ubetenkelig. I straffesaker bør det særlig legges vekt på sakens karakter og siktedes rettigheter, og siktede skal sikres adgang til fortrolig kommunikasjon med sin forsvarer under møtet. Retten kan beslutte at tolking skal gjennomføres som fjerntolking når det er forsvarlig.\nFør retten treffer beslutning om fjernmøter og fjernavhør, skal partene gis anledning til å uttale seg.\nBeslutning om fjernmøte, fjernavhør eller fjerntolking etter første ledd kan ikke ankes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Skriftlig behandling av fengslingsforlengelser mv.",
      "content": "Når det er forsvarlig, kan retten behandle en sak skriftlig dersom fjernmøte eller fjernavhør ikke lar seg gjennomføre eller er uforholdsmessig byrdefullt og saken gjelder\na. spørsmål om fortsatt varetektsfengsling etter straffeprosessloven § 184, jf. § 185, eller forlenget internering etter utlendingsloven § 106 b,\nb. opprettholdelse eller ileggelse av besøksforbud, unntatt sak om besøksforbud i eget hjem, jf. straffeprosessloven § 222 a, eller\nc. opprettholdelse av midlertidig tilbakekall av førerett og beslag av førerkort, jf. vegtrafikkloven § 33 nr. 3.\nSaker etter første ledd bokstav a og c kan også behandles skriftlig når siktede eller utlendingen har samtykket i dette og skriftlig behandling er forsvarlig. Tilsvarende gjelder ved samtykke fra partene i sak om besøksforbud etter straffeprosessloven § 222 a.\nDersom siktede eller utlendingen anfører vesentlig nye forhold, kan saker etter første ledd bokstav a kun behandles skriftlig når det er gitt samtykke. Det samme gjelder når påtalemyndigheten begjærer fullstendig isolasjon i medhold av straffeprosessloven § 186 a, eller når det har gått minst 90 dager siden forrige gang et spørsmål om fengsling eller internering ble avgjort på grunnlag av et ordinært rettsmøte eller fjernmøte.\nFør retten treffer beslutning om skriftlig behandling, skal partene gis anledning til å uttale seg.\nBeslutning om skriftlig behandling etter denne paragrafen kan ikke ankes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Skriftlig behandling av begrenset anke til lagmannsretten over dom i straffesak",
      "content": "Når det er forsvarlig, kan retten beslutte at anke til lagmannsretten over dom i straffesak som ikke gjelder bevisbedømmelsen under skyldspørsmålet, skal treffes på grunnlag av skriftlig behandling eller av en kombinasjon av skriftlig behandling og rettsmøte.\nRetten kan ikke uten partenes samtykke treffe beslutning etter første ledd når\na. smittefaren i tilstrekkelig grad kan avhjelpes ved bruk av fjernmøte eller fjernavhør, med mindre slik bruk medfører ulemper som ikke står i et rimelig forhold til den betydning muntlig behandling har i saken, eller\nb. anken gjelder avgjørelse om straff eller rettsfølge som nevnt i straffeprosessloven § 2 første ledd nr. 1 for lovbrudd som etter loven kan medføre fengsel i mer enn 6 år.\nFør retten treffer beslutning etter første ledd, skal partene gis anledning til å uttale seg. Straffeprosessloven § 333 annet til fjerde ledd gjelder tilsvarende for saker som behandles etter denne paragrafen. Straffeprosessloven § 332 gjelder ikke ved behandlingen.\nBeslutning om skriftlig behandling eller kombinert skriftlig og muntlig behandling etter denne paragrafen kan ikke ankes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Skriftlig behandling av anke til Høyesterett over dom i straffesak",
      "content": "Høyesteretts ankeutvalg kan bestemme at anke over dom i straffesak skal behandles skriftlig når domfelte samtykker til det, sakens spørsmål egner seg for det og skriftlig behandling er forsvarlig.\nPartene skal etter beslutningen inngi skriftlige innlegg, som sammen med det som fremkommer ved et eventuelt rettsmøte etter tredje ledd, utgjør avgjørelsesgrunnlaget i saken. De skal hver inngi minst ett innlegg, men kan inngi to.\nRetten kan bestemme at det etter de skriftlige innleggene skal holdes et rettsmøte til muntlig behandling av ett eller flere enkeltspørsmål i saken. Når det holdes rettsmøte etter de skriftlige innleggene, gjelder de alminnelige reglene for muntlig ankebehandling så langt de passer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:6 a",
      "chapter": "2",
      "section": "6 a",
      "title": "Skriftlig behandling av tvist om grenser, eiendomsrett, rettigheter og annet",
      "content": "Ved jordskifterettens behandling av tvist om grenser, eiendomsrett, rettigheter og annet etter jordskiftelova gjelder reglene i tvisteloven § 9-9 annet til fjerde ledd så langt de passer.\n0 Tilføyd ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 a."
      }
    },
    {
      "provision_ref": "2:6 b",
      "chapter": "2",
      "section": "6 b",
      "title": "Skriftlig behandling av forslag til jordskifteavgjørelse og fastsetting av grenser mv.",
      "content": "Jordskifteretten kan bestemme at forslag til jordskifteavgjørelse etter jordskiftelova § 6-21 skal behandles skriftlig når saken egner seg for det og skriftlig behandling er forsvarlig. Før retten treffer beslutning om skriftlig behandling, skal partene gis anledning til å uttale seg.\nFørste ledd gjelder tilsvarende for forslag til fastsetting av grenser, eiendomsrett, rettigheter og annet etter jordskiftelova § 6-22.\n0 Tilføyd ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6b",
        "source_heading": "§ 6 b."
      }
    },
    {
      "provision_ref": "2:6 c",
      "chapter": "2",
      "section": "6 c",
      "title": "Utvidet adgang til tilståelsespådømmelse i tingretten",
      "content": "Tingretten kan pådømme en overtredelse av straffeloven § 232 annet ledd etter reglene i straffeprosessloven § 248 selv om lovbruddet kan medføre fengsel i mer enn 10 år.\nSiktede skal alltid ha forsvarer når en sak som nevnt i første ledd er sendt retten til pådømmelse etter straffeprosessloven § 248. Påtalemyndigheten skal møte i rettsmøtet.\nRetten kan ikke settes med dommerfullmektig i saker som nevnt i første ledd.\n0 Tilføyd ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6c",
        "source_heading": "§ 6 c."
      }
    },
    {
      "provision_ref": "2:6 d",
      "chapter": "2",
      "section": "6 d",
      "title": "Trekningskretser for meddommere",
      "content": "Domstolleder kan beslutte at meddommere skal trekkes fra den kommunen hvor rettsmøtet skal holdes, eller fra de kommunene som ligger nærmest denne kommunen.\n0 Tilføyd ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6d",
        "source_heading": "§ 6 d."
      }
    },
    {
      "provision_ref": "2:6 e",
      "chapter": "2",
      "section": "6 e",
      "title": "Tilkalling av meddommere",
      "content": "Tilkalling av meddommere etter domstolloven § 93 kan gjøres fra åtte virkedager forut for rettsmøtet.\n0 Tilføyd ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6e",
        "source_heading": "§ 6 e."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 juni 2021 nr. 55 (i kraft 1 des 2021 iflg. res. 19 nov 2021 nr. 3238).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 juni 2021 nr. 55 (i kraft 1 des 2021 iflg. res. 19 nov 2021 nr. 3238).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Rådslagning og avsigelse av dom ved fjernmøte",
      "content": "Når det avholdes rådslagning med meddommere, kan dette skje ved fjernmøte.\nEt rettsmøte for å avsi dom etter krav fra en dommer etter straffeprosessloven § 43 første ledd femte punktum kan avholdes som fjernmøte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 juni 2021 nr. 55 (i kraft 1 des 2021 iflg. res. 19 nov 2021 nr. 3238).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 juni 2021 nr. 55 (i kraft 1 des 2021 iflg. res. 19 nov 2021 nr. 3238).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 juni 2021 nr. 55 (i kraft 1 des 2021 iflg. res. 19 nov 2021 nr. 3238).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:12 a",
      "chapter": "2",
      "section": "12 a",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230), opphevet ved lov 4 juni 2021 nr. 55 (i kraft 1 des 2021 iflg. res. 19 nov 2021 nr. 3238).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12a",
        "source_heading": "§ 12 a."
      }
    },
    {
      "provision_ref": "2:12 b",
      "chapter": "2",
      "section": "12 b",
      "title": "Telefonforkynnelse",
      "content": "Offentlige myndigheter som nevnt i domstolloven § 163 a annet ledd kan forkynne dokumenter over telefon eller ved hjelp av annet fjernmøteutstyr når det som skal forkynnes, etter sitt innhold og omfang er egnet for telefonforkynnelse.\nTelefonforkynnelse utføres ved at dokumentet som skal forkynnes, gjengis overfor den som skal motta forkynnelsen. Forkynnelsen skal anses som skjedd når den som utfører forkynnelsen, har forsikret seg om at den det er opprettet kontakt med, er rette vedkommende, og har gjengitt dokumentet som skal forkynnes.\nDen som skal motta en forkynnelse, kan i rettsmøte pålegges å være tilgjengelig for telefonforkynnelse i et bestemt tidsrom. Pålegget skal føres inn i rettsboken. Er et slikt pålegg gitt, skal forkynnelsen anses som skjedd hvis det ikke oppnås kontakt med mottakeren etter to forsøk i det aktuelle tidsrommet, med mindre det er grunn til å tro at mottakeren har gyldig fravær.\nNår forkynnelse skjer som telefonforkynnelse etter denne bestemmelsen, skal en kopi av dokumentet som ble forkynt, sendes til den det ble forkynt overfor sammen med en bekreftelse på at forkynnelse har skjedd. Bekreftelsen skal angi når og hvordan dokumentet ble forkynt.\n0 Tilføyd ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12b",
        "source_heading": "§ 12 b."
      }
    },
    {
      "provision_ref": "2:12 c",
      "chapter": "2",
      "section": "12 c",
      "title": "Overføring av saker mellom sideordnede domstoler",
      "content": "Når det er påkrevd eller hensiktsmessig for å avhjelpe konsekvenser av utbruddet av covid-19, kan en lagmannsrett etter anmodning fra domstollederen i en tingrett eller jordskifterett beslutte at én eller flere av domstolens saker skal overføres til én eller flere andre domstoler i samme instans. På samme vilkår kan Høyesteretts ankeutvalg etter anmodning fra domstollederen i en lagmannsrett beslutte at én eller flere av lagmannsrettens saker skal overføres til én eller flere andre lagmannsretter.\nNår en tingrett eller jordskifterett er satt ut av drift, kan lagmannsretten uten anmodning beslutte at én eller flere av den aktuelle domstolens saker skal overføres til én eller flere andre domstoler i samme instans. Høyesteretts ankeutvalg kan på samme vilkår beslutte at én eller flere av en lagmannsretts saker skal overføres til én eller flere andre lagmannsretter.\nPartene, og domstolen som det er aktuelt å overføre én eller flere saker til, skal gis anledning til å uttale seg før det treffes beslutning om overføring.\nBeslutning om overføring etter denne bestemmelsen kan ikke ankes.\n0 Tilføyd ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12c",
        "source_heading": "§ 12 c."
      }
    },
    {
      "provision_ref": "2:12 d",
      "chapter": "2",
      "section": "12 d",
      "title": "Konstituering av statsadvokater",
      "content": "Riksadvokaten kan konstituere førstestatsadvokater og statsadvokater for inntil ett år\na. når vedkommende bare trengs for et begrenset tidsrom eller for å utføre et bestemt oppdrag, eller\nb. når vedkommende skal gjøre tjeneste i stedet for en annen (vikariat).\nStatsansatteloven § 4 gjelder ikke.\nSamlet konstitusjonstid ved konstitusjon utferdiget av Justis- og beredskapsdepartementet og riksadvokaten kan ikke overstige ett år.\n0 Tilføyd ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12d",
        "source_heading": "§ 12 d."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Krav til utleveringsbegjæring fra fremmed stat",
      "content": "Begjæring om utlevering fra fremmed stat kan fremsettes ved bruk av elektronisk kommunikasjonsmiddel til kompetent norsk myndighet. Original utleveringsbegjæring skal ettersendes per post så snart det er mulig.\nVed begjæring om utlevering til rettsforfølgning vedlegges kopi av pågripelsesbeslutningen eller annen beslutning som er utferdiget i samsvar med vedkommende stats lovgivning og som forutsetter at det er skjellig grunn til mistanke mot vedkommende for den straffbare handlingen.\nVed begjæring om utlevering til fullbyrding av dom vedlegges kopi av den fellende dommen.\nJustis- og beredskapsdepartementet skal foreta rimelige undersøkelser for å sikre at den elektroniske utleveringsbegjæringen er fremsatt av kompetent myndighet i den anmodende staten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Elektronisk fremsendelse av rettsanmodninger fra fremmed stat",
      "content": "Rettsanmodning fra en fremmed stat kan fremsendes ved bruk av elektroniske kommunikasjonsmidler. Rettsanmodninger fra stater som ikke deltar i Schengen-samarbeidet eller er medlem av EU, skal ettersendes per post så snart det er mulig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Ikraftsetting og oppheving",
      "content": "Loven gjelder fra den tid​1 Kongen bestemmer. Kongen kan sette i kraft de ulike bestemmelsene til forskjellig tid.\nLoven oppheves 1. desember 2021.\n0 Endret ved lover 6 nov 2020 nr. 125 (ikr 6 nov 2020 med virkning fra 31 okt 2020, se lovens del II for virkningstidspunkt), 28 mai 2021 nr. 46.\n1 Fra 27 mai 2020 iflg. res. 26 mai 2020 nr. 1057, se denne for overgangsbestemmelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Overgangsregler",
      "content": "Dersom en behandlingsmåte med hjemmel i denne loven er besluttet eller påbegynt før opphevingstidspunktet i § 15 annet ledd, skal loven gjelde ved behandlingen inntil saken er avsluttet i instansen. Pådømmelse som nevnt i § 6 c kan likevel ikke skje dersom loven oppheves før rettsmøtet er påbegynt.\nKongen kan gi forskrift om overgangsregler.\n0 Endret ved lov 19 juni 2020 nr. 82 (ikr. 19 juni 2020 iflg. res. 19 juni 2020 nr. 1230).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    }
  ]
}