{
  "id": "LOV-2003-02-21-12",
  "type": "statute",
  "title": "Lov om behandlingsbiobanker (behandlingsbiobankloven)",
  "short_name": "Behandlingsbiobankloven – biobl",
  "status": "in_force",
  "issued_date": "2003-02-21",
  "in_force_date": "2003-07-01",
  "url": "https://lovdata.no/dokument/NL/lov/2003-02-21-12",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Lovens formål er å sikre at innsamling, oppbevaring, behandling og destruksjon av materiale som inngår i en biobank foretas på en etisk forsvarlig måte, og at biobanker utnyttes til individets og samfunnets beste. Dette skal skje i samsvar med grunnleggende personvernhensyn, prinsipper om respekt for menneskeverd, menneskerettigheter og personlig integritet, og uten diskriminering av mennesker som det biologiske materialet stammer fra.\nLoven skal legge til rette for at materialet i biobanken kan benyttes til helsemessige formål, herunder diagnostikk, behandling og undervisning på en etisk forsvarlig måte.\n0 Endret ved lov 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Definisjoner",
      "content": "Med diagnostisk biobank og behandlingsbiobank forstås i denne lov en samling humant biologisk materiale som er avgitt for medisinsk undersøkelse, diagnostikk og behandling.\nMed humant biologisk materiale forstås i denne lov organer, deler av organer, celler og vev og bestanddeler av slikt materiale fra levende og døde mennesker.\nMed giver forstås i denne loven en person som avgir biologisk materiale til en diagnostisk biobank eller behandlingsbiobank.\n0 Endret ved lov 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Virkeområde",
      "content": "Loven gjelder innsamling, oppbevaring, behandling og destruksjon av humant biologisk materiale og opplysninger som inngår i en biobank, samt organiseringen av denne virksomheten.\nMed mindre annet følger av denne loven, skal helse- og personopplysninger som utledes fra humant biologisk materiale behandles etter reglene i personvernforordningen, personopplysningsloven, pasientjournalloven, helsepersonelloven og eventuelt annen lovgivning som særlig regulerer vern av personopplysninger.\nBiologisk materiale som uttas i forbindelse med undersøkelse, diagnostikk og behandling, og som destrueres etter kort tid, omfattes ikke av loven.\nLoven gjelder ikke for humant biologisk materiale og helse- og personopplysninger utledet av humant biologisk materiale som anvendes eller skal anvendes i forskning. For innsamling, oppbevaring, behandling og destruksjon av humant biologisk materiale og opplysninger i forskningssammenheng gjelder helseforskningsloven.\nLoven gjelder på Svalbard og Jan Mayen i den utstrekning Kongen bestemmer. Kongen kan fastsette nærmere regler under hensyn til de stedlige forhold, herunder regler som fraviker bestemmelser i denne lov.\n0 Endret ved lover 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865), 15 juni 2018 nr. 38 (ikr. 20 juli 2018 iflg. meddelelse 17 juli 2018 nr. 1195).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Melding om opprettelse av diagnostiske biobanker og behandlingsbiobanker",
      "content": "Biobanker som opprettes i forbindelse med diagnostikk og behandling skal meldes til departementet. Meldingen må sendes departementet innen 2 måneder etter at biobanken ble opprettet. Meldingen skal inneholde opplysninger om\n1. formålet med opprettelsen,\n2. hva slags materiale den skal inneholde og hvordan materialet innhentes,\n3. hvilke og hvor mange personer materialet er innhentet eller skal innhentes fra,\n4. hvordan samtykke skal innhentes og hvilken informasjon som gis i forkant,\n5. biobankens varighet og hva som skal skje med materialet ved opphør av biobanken,\n6. hvilke sikkerhetstiltak som er knyttet til biobankvirksomheten,\n7. hvem som er ansvarshavende etter § 7 og dataansvarlig etter pasientjournalloven\n8. finansiering av biobanken og hvorvidt materialet i biobanken kan gi opphav til økonomisk vinning.\nDersom materiale fra en biobank opprettet for diagnostikk og behandling skal brukes til forskning, gjelder bestemmelsene i helseforskningsloven.\n0 Endret ved lover 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865), 15 juni 2018 nr. 38 (ikr. 20 juli 2018 iflg. meddelelse 17 juli 2018 nr. 1195).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Biobankregisteret",
      "content": "Departementet har ansvaret for å føre et register over innmeldte biobanker. Registeret skal være offentlig tilgjengelig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Ansvarshavende",
      "content": "Hver biobank skal ha en ansvarshavende person med medisinsk eller biologisk utdannelse av høyere grad. Dersom biobanken inneholder opplysninger som kan knyttes til enkeltpersoner, vil den også ha en dataansvarlig etter pasientjournalloven. Den dataansvarlige skal utpeke ansvarshavende. Departementet kan bestemme at enkelte biobanker i tillegg til ansvarshavende person skal ha et styre.\nAnsvarshavende og styret skal sørge for at biobanken opprettes og forvaltes i samsvar med denne og annen lov.\nDepartementet kan ved forskrift fastsette nærmere regler for hvilke biobanker som skal ha et styre, styrets oppgaver og sammensetning mv.\n0 Endret ved lov 15 juni 2018 nr. 38 (ikr. 20 juli 2018 iflg. meddelelse 17 juli 2018 nr. 1195).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Opphør eller nedleggelse av biobank",
      "content": "Den som ønsker å nedlegge en biobank eller som ønsker å destruere materialet i en biobank helt eller delvis, skal sende melding til departementet om dette, eller følge på forhånd fastlagte og innmeldte prosedyrer for slik nedleggelse eller destruksjon.\nAv meldingen skal det fremgå hvordan nedleggingen av banken eller destruksjonen av materialet skal skje.\nDersom departementet innen 45 dager etter at slik melding er mottatt ikke har kommet med innsigelser eller bedt om ytterligere opplysninger, kan biobanken helt eller delvis nedlegges eller destrueres i samsvar med meldingen. Dersom departementet finner at biobanken på grunn av sitt innhold ikke bør nedlegges eller destrueres, kan departementet bestemme at biobanken fortsatt skal oppbevares, eller at den skal overføres til en annen biobank. Departementet må da overta det økonomiske ansvaret og sørge for at biobanken blir ivaretatt og forvaltet i tråd med denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Krav til oppbevaring",
      "content": "Materiale i biobanker skal oppbevares forsvarlig og i samsvar med regelverk gitt i lov eller i medhold av lov. Oppbevaring skal skje med respekt for giveren av materialet.\nDepartementet kan ved forskrift gi nærmere regler om hvordan humant biologisk materiale og opplysninger i en biobank skal oppbevares.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:9 a",
      "chapter": "2",
      "section": "9 a",
      "title": "Oppbevaring og bruk av biologisk materiale i nyfødtscreeningen",
      "content": "Biologisk materiale som er innhentet i den genetiske masseundersøkelsen av nyfødte for alvorlige arvelige sykdommer, kan oppbevares i en nasjonal diagnostisk biobank etter reglene i loven her.\nFormålet med biobanken er å legge til rette for en faglig forsvarlig gjennomføring av masseundersøkelsen og for overvåking og kvalitetssikring av helsehjelpen som gis for sykdommene i undersøkelsen.\nDet biologiske materialet i biobanken kan brukes til medisinsk og helsefaglig forskning etter reglene i helseforskningsloven.\nForeldre kan trekke samtykket tilbake og kreve at det biologiske materialet destrueres etter § 14. Fra barnet fyller 16 år, er det barnet selv som kan trekke samtykket tilbake og kreve destruksjon.\nForeldrene skal informeres om retten til å trekke samtykket tilbake og kreve destruksjon etter § 14 mellom ett og to år etter fødselen. Barnet og foreldrene skal informeres om retten til å trekke samtykket tilbake og kreve destruksjon etter § 14 det kalenderåret barnet fyller 16 år.\nDepartementet kan gi nærmere forskrifter om oppbevaring og bruk av biologisk materiale innhentet i masseundersøkelsen av nyfødte.\n0 Tilføyd ved lov 15 mai 2018 nr. 17 (ikr. 1 juli 2018 iflg. res. 15 mai 2018 nr. 726, se lovens del II for overgangsbestemmelse).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Overføring til utlandet",
      "content": "En biobank eller deler av en biobank kan bare sendes ut av landet etter godkjenning fra departementet, og i samsvar med samtykke fra giveren av materialet. Departementet kan stille vilkår om at materialet ødelegges eller sendes tilbake etter bruk.\nKravet om departementets godkjenning gjelder ikke dersom overføringen til utlandet skjer i forbindelse med ytelse av helsehjelp til enkeltpersoner.\nDepartementet kan i forskrift gjøre unntak fra krav om godkjenning fra departementet for overføring av prøver og opplysninger som er ledd i alminnelig internasjonalt samarbeid.\n0 Endret ved lov 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Samtykkebestemmelse for diagnostiske biobanker og behandlingsbiobanker",
      "content": "Samtykke til helsehjelp etter pasient- og brukerrettighetsloven §§ 4-1 og 4-2 omfatter også innhenting, oppbevaring og behandling av humant biologisk materiale, herunder bruk av materialet til forebygging, kvalitetskontroll og metodeutvikling.\nFor personer uten samtykkekompetanse etter pasient- og brukerrettighetsloven § 4-3, gjelder pasient- og brukerrettighetsloven §§ 4-4 til 4-7 om samtykke på vegne av andre tilsvarende.\n0 Endret ved lover 24 juni 2011 nr. 30 (ikr. 1 jan 2012 iflg. res. 16 des 2011 nr. 1252), 22 juni 2018 nr. 76. Endres ved lov 20 juni 2025 nr. 67 (i kraft 1 juni 2026 iflg. res. 20 juni 2025 nr. 1109).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 22 des 2006 nr. 99 (i kraft 1 jan 2007 iflg. res. 22 des 2006 nr. 1526), opphevet ved lov 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Endret, utvidet eller ny bruk",
      "content": "Ved endret, utvidet eller ny bruk av tidligere innsamlet materiale i en biobank opprettet for diagnostikk og behandling, skal nytt frivillig, uttrykkelig og informert samtykke innhentes med mindre annet følger av lov om medisinsk og helsefaglig forskning.\n0 Endret ved lov 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Tilbakekall av samtykke",
      "content": "Den som har avgitt samtykke etter §§ 11 og 13, kan til enhver tid tilbakekalle slikt samtykke.\nDersom samtykket tilbakekalles, kan den som har gitt samtykke, kreve at det biologiske materialet destrueres.\nAdgangen til å tilbakekalle samtykket eller kreve destruksjon, sletting eller utlevering etter første eller annet ledd, gjelder ikke dersom materialet eller opplysningene er anonymisert, dersom materialet etter bearbeidelse inngår i et annet biologisk produkt, eller dersom opplysningene allerede har inngått i vitenskapelige arbeider. Adgangen til destruksjon gjelder heller ikke dersom det ved lov er fastsatt at materialet eller opplysningene skal oppbevares.\n0 Endret ved lov 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Andres tilgang til materiale i en biobank",
      "content": "Dersom det foreligger samtykke fra materialets giver i tråd med §§ 11 og 13, kan andre gis tilgang til det biologiske materialet i biobanken eller nærmere bestemte deler av materialet. Tilgang kan skje ved at det aktuelle materialet stilles til rådighet hos den ansvarlige, ved at materialet utlånes eller ved at materialet eller deler av det utleveres. Den som ber om tilgang, skal redegjøre for hvilke formål materialet er tenkt utnyttet til, hvordan og hvor lenge materialet vil bli behandlet, og om materialet vil bli destruert, slettet eller tilbakelevert når den planlagte bruk er ferdig.\nVed vurderingen av om det skal gis tilgang til materiale etter første ledd, skal det legges vekt på om tilgangen vil umuliggjøre eller vesentlig vanskeliggjøre egen ivaretagelse av lovpålagte plikter vedrørende oppbevaring og behandling av materialet, ivaretagelse av interessene til materialets giver og ivaretagelse av egen og eventuelt andres behandling av materialet. Dersom materialets giver allerede har reservert seg mot slik tilgang, skal dette respekteres.\nTilgang til personidentifiserbart materiale kan bare gis dersom mottakeren har adgang til å behandle det i henhold til pasientjournalloven, personopplysningsloven eller personvernforordningen.\nDet kan kreves betaling for kostnader forbundet med å gi andre tilgang til materiale i en biobank etter denne paragrafen.\nDersom den ansvarlige for biobanken avslår anmodningen om tilgang, kan avgjørelsen påklages til departementet. Departementets vedtak kan ikke påklages.\nKongen kan i forskrift bestemme at utlevering av humant biologisk materiale til påtalemyndighet eller domstol helt unntaksvis kan skje dersom svært tungtveiende private eller offentlige interesser gjør dette rettmessig.\n0 Endret ved lover 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865), 15 juni 2018 nr. 38 (ikr. 20 juli 2018 iflg. meddelelse 17 juli 2018 nr. 1195).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Taushetsplikt",
      "content": "Helsepersonellovens bestemmelser om taushetsplikt gjelder tilsvarende for alle som oppretter, oppbevarer, bruker eller på andre måter forvalter eller arbeider ved en biobank.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Tilsyn",
      "content": "Statens helsetilsyn skal i samsvar med helsetilsynsloven føre tilsyn med at lovens bestemmelser overholdes.\nDatatilsynet skal føre tilsyn med at behandling av de helse- og personopplysninger som utledes av materialet i en biobank, skjer i tråd med personvernforordningen, personopplysningsloven og pasientjournalloven.\n0 Endret ved lover 24 juni 2011 nr. 30 (ikr. 1 jan 2012 iflg. res. 16 des 2011 nr. 1252), 15 juni 2018 nr. 38 (ikr. 20 juli 2018 iflg. meddelelse 17 juli 2018 nr. 1195).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Sanksjoner",
      "content": "Departementet kan gi pålegg eller stanse videre drift av biobanker som drives i strid med denne loven eller der hvor driften går ut over det som er meldt til departementet etter § 5. Departementet kan overta den videre driften eller kreve biobanken nedlagt.\nMed bøter eller fengsel inntil ett år eller begge deler straffes den som forsettlig eller grovt uaktsomt innsamler, oppbevarer, behandler eller destruerer materiale som inngår i en biobank i strid med denne lov.\n0 Endret ved lover 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Erstatning og forsikring",
      "content": "Den behandlingsansvarlige og ansvarshavende etter § 7 skal erstatte skade som er oppstått som følge av at virksomheten er drevet i strid med bestemmelser i eller i medhold av denne lov, med mindre det kan godtgjøres at skaden ikke skyldes feil eller forsømmelse på disses side. Erstatningen skal svare til det økonomiske tapet som den skadelidte er påført som følge av brudd på bestemmelsene i denne lov. Den behandlingsansvarlige og ansvarshavende kan også pålegges å betale slik erstatning for ikke-økonomisk art (oppreisning) som synes rimelig.\nFor privat biobankvirksomhet skal det ved forsikring stilles sikkerhet for det økonomiske ansvar som kan oppstå etter første ledd.\nDepartementet kan i forskrift gi nærmere bestemmelser om plikten til forsikring.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Ikraftsetting",
      "content": "Loven gjelder fra den tid Kongen bestemmer.​1 Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.\n1 Fra 1 juli 2003 iflg. res. 23 mai 2003 nr. 625.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 2022 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Endringer i andre lover",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Lovens formål er å sikre at innsamling, oppbevaring, behandling og destruksjon av materiale som inngår i en biobank foretas på en etisk forsvarlig måte, og at biobanker utnyttes til individets og samfunnets beste. Dette skal skje i samsvar med grunnleggende personvernhensyn, prinsipper om respekt for menneskeverd, menneskerettigheter og personlig integritet, og uten diskriminering av mennesker som det biologiske materialet stammer fra.\nLoven skal legge til rette for at materialet i biobanken kan benyttes til helsemessige formål, herunder diagnostikk, behandling og undervisning på en etisk forsvarlig måte.\n0 Endret ved lov 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Definisjoner",
      "content": "Med diagnostisk biobank og behandlingsbiobank forstås i denne lov en samling humant biologisk materiale som er avgitt for medisinsk undersøkelse, diagnostikk og behandling.\nMed humant biologisk materiale forstås i denne lov organer, deler av organer, celler og vev og bestanddeler av slikt materiale fra levende og døde mennesker.\nMed giver forstås i denne loven en person som avgir biologisk materiale til en diagnostisk biobank eller behandlingsbiobank.\n0 Endret ved lov 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Virkeområde",
      "content": "Loven gjelder innsamling, oppbevaring, behandling og destruksjon av humant biologisk materiale og opplysninger som inngår i en biobank, samt organiseringen av denne virksomheten.\nMed mindre annet følger av denne loven, skal helse- og personopplysninger som utledes fra humant biologisk materiale behandles etter reglene i personvernforordningen, personopplysningsloven, pasientjournalloven, helsepersonelloven og eventuelt annen lovgivning som særlig regulerer vern av personopplysninger.\nBiologisk materiale som uttas i forbindelse med undersøkelse, diagnostikk og behandling, og som destrueres etter kort tid, omfattes ikke av loven.\nLoven gjelder ikke for humant biologisk materiale og helse- og personopplysninger utledet av humant biologisk materiale som anvendes eller skal anvendes i forskning. For innsamling, oppbevaring, behandling og destruksjon av humant biologisk materiale og opplysninger i forskningssammenheng gjelder helseforskningsloven.\nLoven gjelder på Svalbard og Jan Mayen i den utstrekning Kongen bestemmer. Kongen kan fastsette nærmere regler under hensyn til de stedlige forhold, herunder regler som fraviker bestemmelser i denne lov.\n0 Endret ved lover 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865), 15 juni 2018 nr. 38 (ikr. 20 juli 2018 iflg. meddelelse 17 juli 2018 nr. 1195).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Melding om opprettelse av diagnostiske biobanker og behandlingsbiobanker",
      "content": "Biobanker som opprettes i forbindelse med diagnostikk og behandling skal meldes til departementet. Meldingen må sendes departementet innen 2 måneder etter at biobanken ble opprettet. Meldingen skal inneholde opplysninger om\n1. formålet med opprettelsen,\n2. hva slags materiale den skal inneholde og hvordan materialet innhentes,\n3. hvilke og hvor mange personer materialet er innhentet eller skal innhentes fra,\n4. hvordan samtykke skal innhentes og hvilken informasjon som gis i forkant,\n5. biobankens varighet og hva som skal skje med materialet ved opphør av biobanken,\n6. hvilke sikkerhetstiltak som er knyttet til biobankvirksomheten,\n7. hvem som er ansvarshavende etter § 7 og dataansvarlig etter pasientjournalloven\n8. finansiering av biobanken og hvorvidt materialet i biobanken kan gi opphav til økonomisk vinning.\nDersom materiale fra en biobank opprettet for diagnostikk og behandling skal brukes til forskning, gjelder bestemmelsene i helseforskningsloven.\n0 Endret ved lover 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865), 15 juni 2018 nr. 38 (ikr. 20 juli 2018 iflg. meddelelse 17 juli 2018 nr. 1195).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Biobankregisteret",
      "content": "Departementet har ansvaret for å føre et register over innmeldte biobanker. Registeret skal være offentlig tilgjengelig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Ansvarshavende",
      "content": "Hver biobank skal ha en ansvarshavende person med medisinsk eller biologisk utdannelse av høyere grad. Dersom biobanken inneholder opplysninger som kan knyttes til enkeltpersoner, vil den også ha en dataansvarlig etter pasientjournalloven. Den dataansvarlige skal utpeke ansvarshavende. Departementet kan bestemme at enkelte biobanker i tillegg til ansvarshavende person skal ha et styre.\nAnsvarshavende og styret skal sørge for at biobanken opprettes og forvaltes i samsvar med denne og annen lov.\nDepartementet kan ved forskrift fastsette nærmere regler for hvilke biobanker som skal ha et styre, styrets oppgaver og sammensetning mv.\n0 Endret ved lov 15 juni 2018 nr. 38 (ikr. 20 juli 2018 iflg. meddelelse 17 juli 2018 nr. 1195).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Opphør eller nedleggelse av biobank",
      "content": "Den som ønsker å nedlegge en biobank eller som ønsker å destruere materialet i en biobank helt eller delvis, skal sende melding til departementet om dette, eller følge på forhånd fastlagte og innmeldte prosedyrer for slik nedleggelse eller destruksjon.\nAv meldingen skal det fremgå hvordan nedleggingen av banken eller destruksjonen av materialet skal skje.\nDersom departementet innen 45 dager etter at slik melding er mottatt ikke har kommet med innsigelser eller bedt om ytterligere opplysninger, kan biobanken helt eller delvis nedlegges eller destrueres i samsvar med meldingen. Dersom departementet finner at biobanken på grunn av sitt innhold ikke bør nedlegges eller destrueres, kan departementet bestemme at biobanken fortsatt skal oppbevares, eller at den skal overføres til en annen biobank. Departementet må da overta det økonomiske ansvaret og sørge for at biobanken blir ivaretatt og forvaltet i tråd med denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Krav til oppbevaring",
      "content": "Materiale i biobanker skal oppbevares forsvarlig og i samsvar med regelverk gitt i lov eller i medhold av lov. Oppbevaring skal skje med respekt for giveren av materialet.\nDepartementet kan ved forskrift gi nærmere regler om hvordan humant biologisk materiale og opplysninger i en biobank skal oppbevares.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:9 a",
      "chapter": "2",
      "section": "9 a",
      "title": "Oppbevaring og bruk av biologisk materiale i nyfødtscreeningen",
      "content": "Biologisk materiale som er innhentet i den genetiske masseundersøkelsen av nyfødte for alvorlige arvelige sykdommer, kan oppbevares i en nasjonal diagnostisk biobank etter reglene i loven her.\nFormålet med biobanken er å legge til rette for en faglig forsvarlig gjennomføring av masseundersøkelsen og for overvåking og kvalitetssikring av helsehjelpen som gis for sykdommene i undersøkelsen.\nDet biologiske materialet i biobanken kan brukes til medisinsk og helsefaglig forskning etter reglene i helseforskningsloven.\nForeldre kan trekke samtykket tilbake og kreve at det biologiske materialet destrueres etter § 14. Fra barnet fyller 16 år, er det barnet selv som kan trekke samtykket tilbake og kreve destruksjon.\nForeldrene skal informeres om retten til å trekke samtykket tilbake og kreve destruksjon etter § 14 mellom ett og to år etter fødselen. Barnet og foreldrene skal informeres om retten til å trekke samtykket tilbake og kreve destruksjon etter § 14 det kalenderåret barnet fyller 16 år.\nDepartementet kan gi nærmere forskrifter om oppbevaring og bruk av biologisk materiale innhentet i masseundersøkelsen av nyfødte.\n0 Tilføyd ved lov 15 mai 2018 nr. 17 (ikr. 1 juli 2018 iflg. res. 15 mai 2018 nr. 726, se lovens del II for overgangsbestemmelse).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Overføring til utlandet",
      "content": "En biobank eller deler av en biobank kan bare sendes ut av landet etter godkjenning fra departementet, og i samsvar med samtykke fra giveren av materialet. Departementet kan stille vilkår om at materialet ødelegges eller sendes tilbake etter bruk.\nKravet om departementets godkjenning gjelder ikke dersom overføringen til utlandet skjer i forbindelse med ytelse av helsehjelp til enkeltpersoner.\nDepartementet kan i forskrift gjøre unntak fra krav om godkjenning fra departementet for overføring av prøver og opplysninger som er ledd i alminnelig internasjonalt samarbeid.\n0 Endret ved lov 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Samtykkebestemmelse for diagnostiske biobanker og behandlingsbiobanker",
      "content": "Samtykke til helsehjelp etter pasient- og brukerrettighetsloven §§ 4-1 og 4-2 omfatter også innhenting, oppbevaring og behandling av humant biologisk materiale, herunder bruk av materialet til forebygging, kvalitetskontroll og metodeutvikling.\nFor personer uten samtykkekompetanse etter pasient- og brukerrettighetsloven § 4-3, gjelder pasient- og brukerrettighetsloven §§ 4-4 til 4-7 om samtykke på vegne av andre tilsvarende.\n0 Endret ved lover 24 juni 2011 nr. 30 (ikr. 1 jan 2012 iflg. res. 16 des 2011 nr. 1252), 22 juni 2018 nr. 76. Endres ved lov 20 juni 2025 nr. 67 (i kraft 1 juni 2026 iflg. res. 20 juni 2025 nr. 1109).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 22 des 2006 nr. 99 (i kraft 1 jan 2007 iflg. res. 22 des 2006 nr. 1526), opphevet ved lov 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Endret, utvidet eller ny bruk",
      "content": "Ved endret, utvidet eller ny bruk av tidligere innsamlet materiale i en biobank opprettet for diagnostikk og behandling, skal nytt frivillig, uttrykkelig og informert samtykke innhentes med mindre annet følger av lov om medisinsk og helsefaglig forskning.\n0 Endret ved lov 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Tilbakekall av samtykke",
      "content": "Den som har avgitt samtykke etter §§ 11 og 13, kan til enhver tid tilbakekalle slikt samtykke.\nDersom samtykket tilbakekalles, kan den som har gitt samtykke, kreve at det biologiske materialet destrueres.\nAdgangen til å tilbakekalle samtykket eller kreve destruksjon, sletting eller utlevering etter første eller annet ledd, gjelder ikke dersom materialet eller opplysningene er anonymisert, dersom materialet etter bearbeidelse inngår i et annet biologisk produkt, eller dersom opplysningene allerede har inngått i vitenskapelige arbeider. Adgangen til destruksjon gjelder heller ikke dersom det ved lov er fastsatt at materialet eller opplysningene skal oppbevares.\n0 Endret ved lov 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Andres tilgang til materiale i en biobank",
      "content": "Dersom det foreligger samtykke fra materialets giver i tråd med §§ 11 og 13, kan andre gis tilgang til det biologiske materialet i biobanken eller nærmere bestemte deler av materialet. Tilgang kan skje ved at det aktuelle materialet stilles til rådighet hos den ansvarlige, ved at materialet utlånes eller ved at materialet eller deler av det utleveres. Den som ber om tilgang, skal redegjøre for hvilke formål materialet er tenkt utnyttet til, hvordan og hvor lenge materialet vil bli behandlet, og om materialet vil bli destruert, slettet eller tilbakelevert når den planlagte bruk er ferdig.\nVed vurderingen av om det skal gis tilgang til materiale etter første ledd, skal det legges vekt på om tilgangen vil umuliggjøre eller vesentlig vanskeliggjøre egen ivaretagelse av lovpålagte plikter vedrørende oppbevaring og behandling av materialet, ivaretagelse av interessene til materialets giver og ivaretagelse av egen og eventuelt andres behandling av materialet. Dersom materialets giver allerede har reservert seg mot slik tilgang, skal dette respekteres.\nTilgang til personidentifiserbart materiale kan bare gis dersom mottakeren har adgang til å behandle det i henhold til pasientjournalloven, personopplysningsloven eller personvernforordningen.\nDet kan kreves betaling for kostnader forbundet med å gi andre tilgang til materiale i en biobank etter denne paragrafen.\nDersom den ansvarlige for biobanken avslår anmodningen om tilgang, kan avgjørelsen påklages til departementet. Departementets vedtak kan ikke påklages.\nKongen kan i forskrift bestemme at utlevering av humant biologisk materiale til påtalemyndighet eller domstol helt unntaksvis kan skje dersom svært tungtveiende private eller offentlige interesser gjør dette rettmessig.\n0 Endret ved lover 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865), 15 juni 2018 nr. 38 (ikr. 20 juli 2018 iflg. meddelelse 17 juli 2018 nr. 1195).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Taushetsplikt",
      "content": "Helsepersonellovens bestemmelser om taushetsplikt gjelder tilsvarende for alle som oppretter, oppbevarer, bruker eller på andre måter forvalter eller arbeider ved en biobank.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Tilsyn",
      "content": "Statens helsetilsyn skal i samsvar med helsetilsynsloven føre tilsyn med at lovens bestemmelser overholdes.\nDatatilsynet skal føre tilsyn med at behandling av de helse- og personopplysninger som utledes av materialet i en biobank, skjer i tråd med personvernforordningen, personopplysningsloven og pasientjournalloven.\n0 Endret ved lover 24 juni 2011 nr. 30 (ikr. 1 jan 2012 iflg. res. 16 des 2011 nr. 1252), 15 juni 2018 nr. 38 (ikr. 20 juli 2018 iflg. meddelelse 17 juli 2018 nr. 1195).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Sanksjoner",
      "content": "Departementet kan gi pålegg eller stanse videre drift av biobanker som drives i strid med denne loven eller der hvor driften går ut over det som er meldt til departementet etter § 5. Departementet kan overta den videre driften eller kreve biobanken nedlagt.\nMed bøter eller fengsel inntil ett år eller begge deler straffes den som forsettlig eller grovt uaktsomt innsamler, oppbevarer, behandler eller destruerer materiale som inngår i en biobank i strid med denne lov.\n0 Endret ved lover 20 juni 2008 nr. 44 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 865), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Erstatning og forsikring",
      "content": "Den behandlingsansvarlige og ansvarshavende etter § 7 skal erstatte skade som er oppstått som følge av at virksomheten er drevet i strid med bestemmelser i eller i medhold av denne lov, med mindre det kan godtgjøres at skaden ikke skyldes feil eller forsømmelse på disses side. Erstatningen skal svare til det økonomiske tapet som den skadelidte er påført som følge av brudd på bestemmelsene i denne lov. Den behandlingsansvarlige og ansvarshavende kan også pålegges å betale slik erstatning for ikke-økonomisk art (oppreisning) som synes rimelig.\nFor privat biobankvirksomhet skal det ved forsikring stilles sikkerhet for det økonomiske ansvar som kan oppstå etter første ledd.\nDepartementet kan i forskrift gi nærmere bestemmelser om plikten til forsikring.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Ikraftsetting",
      "content": "Loven gjelder fra den tid Kongen bestemmer.​1 Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.\n1 Fra 1 juli 2003 iflg. res. 23 mai 2003 nr. 625.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 2022 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Endringer i andre lover",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    }
  ]
}