{
  "id": "LOV-1821-06-26",
  "type": "statute",
  "title": "Lov, angaaende Odelsretten og Aasædesretten",
  "short_name": "Odelsloven av 1821",
  "status": "in_force",
  "issued_date": "1821-06-26",
  "in_force_date": "1821-06-26",
  "url": "https://lovdata.no/dokument/NLO/lov/1821-06-26",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Den Jord paa Landet,​1 som i [10 (ti)]​2 paa hverandre følgende Aar, eller længere, har med fuld Eiendomsret tilhørt en Person eller hans Ætlæg, er Odelsjord. Den Jord skal ingen Anden kunne søge eller indløse fra ham, og det, hvad enten den, som vil indløse Jorden, imidlertid har været myndig eller umyndig, nærværende eller fraværende, og hvad enten Jorden har været solgt i hans umyndige Aar af hans Forældre eller Andre; men Jorden forbliver Eiermanden og hans Afkom til Odel uigjenkaldeligen.\n1 Se § 4.\n2 Se § 6 og lov 28 sept. 1857 § 1 som har forlenget hevdstiden til 20 år.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Den Person, i hvis Eiendomstid Odel hævdes, kaldes Odels-Erhværver, og de, som i ret nedstigende Linie nedstamme fra ham, hans Ætlæg, Odelsarvinger eller Odelsbaarne, og ikkuns til dem gaaer Odelsretten i Arv, altsaa ikke til dem, som i opstigende Linie eller Sidelinien ere Odels-Erhværveren beslægtede. Ingen ansees for Odelsbaaren, med mindre han har været født [og døbt],​1 forinden Godset ved Salg eller paa anden Maade er gaaet ud af Familien.\nSlegfred-Barn er odelsberettiget til sin Moders Odelsgods. Barn, der af Fader lyses i Kuld og Kjøn, ansees, med Hensyn til Odel, lige med Ægtefødt.​2\n1 Dåb som betingelse for odelsrett er ophevet ved arvelov 31 juli 1854 § 81.\n2 Jfr. lov 2 april 1917 nr. 1 § 17 i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Odelsretten strækker sig saavidt som Afkom af begge Kjøn i nedstigende Lime, fra første Forhværver, er til, med Iagttagelse af følgende Regler:\na. At saalænge der er Nogen tilbage af den nærmeste Odelsberettigedes Linie, som har taget Godset i Besiddelse, hvad enten Mand eller Qvinde, gaaer Odelen ei til nogen fjernere Linie. Ældste Søns Datter gaaer altsaa for anden Søn og hans Afkom.\nb. Iblandt Sødskende har Mandkjøn Fortrin for Qvindekjøn, og\nc. ældre Sødskende for yngre af samme Kjøn.\n1 Jfr. §§ 6, 11 og 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Odel kan ikke vindes paa Bjergværker,​2 Fabrikker og Manufacturer, med samt den Jord, som til sammes Drift er henlagt; andre Anlæg derimod, som Kornmøller, Saugbrug, Teglverker, o.d.l. ere ikke til Hinder i, at jo den Jord, til hvilken de ligge, kan vorde Odelsjord.\nDet Gods, som Staten har solgt paa Vilkaar, at Odelsret ei maa hvile derpaa, skal fremdeles være undtaget fra Odelshævd, indtil vedkommende Eiere, ved en, til Thinge læst, [og paa 30 β stemplet Papiir skreven]​3 Declaration erklærer, at han vil Jorden skal være Odelshævd undergiven, og skal Hævdstiden i saa Fald regnes fra den Dag, saadan Declaration thinglæses.​4\n1 Se lov 16 juli 1907 nr. 1 § 1 jfr. §§ 2 og 7.\n2 Se lov 14 juli 1842 § 18.\n3 Se lov 9 aug 1839 § 29.\n4 Jfr. lov 28 sept 1867 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Af Ægtefolk, som leve i Fællig, kan den ene ikke faae Odelshævd paa den Andens med Odel nedarvede, ikke heller paa dennes, før Ægteskabet odlede Jord; men erhværve de Odel i Fællig, eller den Ene eier Jord uden Odel, i det de komme sammen, da odle de den fælleds og for fælleds Afkom, og dat endog, om kun den Ene, og hvilkensomhelst af dem, oplever Odelshævdstiden.\nHar den Længstlevende eiet Jorden, imedens Odelshævden gik fremad, i Fællig med to eller flere Ægtefeller, da viger dog Odelen først til Fælledsbørnerne efter den første Ægtefælle, med hvem Jorden eiedes i Fællig, om endog denne Ægtefælle ikke oplevede Hævdstiden, men samme fuldendtes i den senere Ægtefælles Tid.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Besidderens Odelshævd regnes fra den Dag, da hans lovlige Adkomster er bleven læst til Thinge.​1 Haves derimod ei anden Adkomst end den efter Loven til Eiendoms Erhværvelse fornødne Hævd, da skal Jorden ansees at være odlet naar Hævdstiden er udløbet.​2\n1 Se lov 7 juni 1985 nr. 2 § 37, 2net ledd.\n2 Se lov 9 des. 1966 nr. 1 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Mageskiftes Odelsjord lige for lige, bliver hver Jord dens Odel, som bekommer den i Mageskifte, men gives Mellomlag, da søger hver Æt den Odel, som før tillaae den.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Odel kan løses saavel fra Fremmede som fra fjernere Odelsbaarne;​1 men ingen Odelsbaaren kan overdrage sin Ret til en anden, heller ikke kan han fraskrive sig den, undtagen for sin egen Person.​2 ---.​3\n0 Endret ved lov 20 mai 1927 nr. 2.\n1 Se §§ 2 og 8 jfr. §§ 5 og 13.\n2 Jfr. lov 28 sept. 1857 § 2.\n3 Siste punktum er ophevet ved lov 20 mai 1927 nr. 2 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Har Odelsgods været ude af et Ætlæg i [5 (fem)] Aar​1 eller længere, uden at Nogen af Ætten imidlertid har paatalt​2 sin Indløsningsret til samme, og derefter vitterligen indløst det, saaledes som i denne Lovs (§ 29)​3 nærmere findes bestemt, da bør samme Æts eller Families Odels- og Indløsningsret dertil være aldeles tabt og ophævet. Ligeledes tabe alle Nærmere i Ætten deres Indløsningsret, saafremt de uden Paatale lade nogen Fjernere i Ætten besidde Godset i [5] Aar.​1\n1 Se lov 28 sept. 1857 § 3 som har forkortet fristen til 3 år.\n2 Se rettergangsl. §§ 63 og 66 og skjønnsprl. § 71a.\n3 Se lov 1 juni 1917 nr. 1 §§ 65-71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Aasædesret er den Ret, som tilkommer den Nærmeste blandt sidste Besidders Afkom​1 til at tiltræde udeelt Besiddelsen af det af Arveladeren efterladte Jordegods, eller, saafremt han skulde have efterladt sig flere Gaarde, da Hovedbøllet, imod at give Medarvingerne Fyldest for hvad dem derudi ved Skiftet er udlagt.​2\nDenne Ret gjælder saavel for Odelsjord, som for den Jord, der er Arveladerens Eiendom, uden at være det med Odel.\n1 Jr. lov 2 april 1917 nr. 1 § 17.\n2 Se lov 9 mai 1863. Jfr. skiftelov §§ 62 og 63 og lov 8 juni 1907 nr. 6 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "10 a",
      "section": "10 a",
      "content": "Åsetesrett på skifte etter faren eller noen i farsslekten har barn utenfor ekteskap bare når faren har bestemt det ved skriftlig erklæring; i så fall har det samme åsetesrett som barn i ekteskap.\n0 Tilføyd ved lov 3 mars 1972 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10a",
        "source_heading": "§ 10 a."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Aasædesretten tilfalder Arveladerens Afkom​2 i følgende Orden:\n1. Arveladerens ældste Søn, men er den ældste Søn død, da\n2. dennes ældste Søn, som er Arveladerens Sønnesøn, og saa fremdeles, medens mandlig Afkom af ældste Søn findes. Er ingen saadan, da\n3. Arveladerens yngre Søn; er yngre Søn død, da\n4. dennes ældste Søn, og saa fremdeles.\nEr Søn af Søn ei til, da\n5. Arveladerens ældste Søns ældste Datter; er hun død, da\n6. hendes ældste Søn og dennes Afkom, eller, om ingen saadan er til, da\n7. hendes ældste Datter med dennes Afkom; ere disse ei heller til, da\n8. Arveladerens ældste Søns yngre Datter med hendes Afkom; er ingen af ældste Søns Afkom til, da\n9. Arveladerens yngre Søns ældste Datter, og hvis hun er død, da\n10. hendes Afkom, og saa fremdeles efter samme Orden, som om ældste Søns Døttre ere foreskreven. Er Sønnedøttre eller deres Afkom ei til, da\n11. Arveladerens egen ældste Datter; er hun død, da\n12. hendes ældste Søn, eller hans Afkom; men om ingen Søn findes, da\n13. hendes Datter eller dennes Afkom; gives ei heller Afkom fra Arveladerens ældste Datter, da\n14. Arveladerens yngre Datter og hendes Afkom; o.s.v.\nIndtræffe Tilfælde, som ikke her navnligen ere anførte, gaaes dog i alt frem efter samme Regel, og altid gaaer, hvor flere ere lige nær i Slægten, Mand for Qvinde, og den Ældre for den Yngre.\n1 Jfr. § 3 og 5.\n2 Se lov 2 april 1917 nr. 1 § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Efterlader Arveladeren sig flere Gaarde, skal dog den Aasædesberettigede ikke have mere end een af disse for sig og sin Linie, men de øvrige Børn skulle, saavidt tilstrække kan, for sig og sine Linier tildeles hver en Gaard efter den Orden, i hvilken Aasædesretten ifølge § 11 gaaer i Arv, dog saaledes at samtlige Børn af en afdød Søn eller Datter i Forhold til den Afdødes Sødskende eller disses Børn ikke have større Ret, end der vilde have tilkommet Sønnen eller Datteren selv, om samme havde været ilive. Efter den anførte Regel vælge Arvingerne selv eller deres Værger den Gaard, Enhver ønsker sig tildeelt, uden Forskjel om Jorden er Odelsjord eller ikke, og i første Fald uden Hensyn til om Jorden var Arveladerens særskilte eller begge Forældres fælles Odel.\nPaastaaes en Gaard at være uundværligt Underbrug for en anden, saa at den ikke bør skilles fra denne, afgjøres Tvist derom ved lovligt Skjøn.​2\n0 Endret ved lov 16 mai 1860.\n1 Endret overensstemmende med lov 16 mai 1860 § 1.\n2 Se lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Er den Jord, Nogen i det i § 12 omhandlede Tilfælde vælger, Arveladerens egen erhværvede eller nedarvede Odelsjord, saa forbliver Odelen til samme Jord i dens Linie, som har valgt, uden at de nærmere Odelsbaarne i Ætten kunne gjøre deres Odelsret gjældende, saalænge Nogen er tilbage af Vælgerens Afkom. Er dennes Afkom derimod aldeles uddød, gaaer Odelen vel over i en anden Linie, men dog først til den nærmeste af de Linier, som ved Delingen ingen Jord fik, og kun, naar ingen saadan gives, gaaer Odelen til den nærmest Berettigede i de Linier, der før fik Jord.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Naar en Eier af Odels- eller andet Jordegods befinder, at hans Hovedbølle, som efter hans Død skulde, overensstemmende med Bestemmelsene i § 11, tiltrædes av hans ældste Søn eller Datter, hvad enten samme har tilforn været deelt eller ei, er af den Størrelse og Beskaffenhed, at flere Familier sig derpaa kunde ernære, skal det være ham tilladt med Samtykke av Fylkeslandbruksstyret at dele samme imellem sine Børn i to eller flere Parter, og det, uden at enten Odelsretten eller den, ældste Søn eller Datter tilkommende, Aasædesret deri maa være hinderlig; dog under følgende nærmere Bestemmelser:\na. At ved saadan Deling iagttages, at ældste Søn eller Datter ikke maae tildeles mindre end den halve Part af den Eiendom, som udgjør Hovedbøllet.\nb. At de øvrige Parter, i hvilke Eiendommen deles, tilfalde Børnene i samme Orden, som de efter § 11 ere berettigede til Hovedbøllet.​1\nc. At det, forinden Delingen udføres, ved en lovlig Skyldsætningsforretning,​3 [hvorved Fogden eller en paa hans Vegne bør være tilstede,] beskrives, hvorvidt enhver Parts Grændser skulle gaae, og hvilke Herligheder samme skulle tilligge, samt bestemmes, hvor stor en Andeel af den samlede Eiendoms Skyld der skal paalægges enhver af de fraskilte Parter.\nd. Delingen kan skee saavel i Eierens levende live, som efter hans Død, naar han desangaaende har oprettet et skriftligt Document, hvori det anordnes, hvorledes og i hvormange Parceller Hovedbøllet bør deles.\nDette Slags Documenter skal skrives paa stemplet Papiir [til 30 β],​4 og maae, for at medføre Retsgyldighed, være læst til Thinge førend Udstæderens Død.\ne. Findes saadan testamentarisk Disposition af en Afdød at være oprettet, da paaligger det Skifteforvalteren at sørge for, at den under Litr. c omhandlede Skyldsætningsforretning afholdes, forinden Delingen foregaaer.\nf. Ældste Søn eller Datter bør dog, om Arveladeren, foruden Hovedbøllet, som paa forestaaende Maade er bleven deelt, efterlader sig flere Gaarde, efter Bestemmelsen i § 12,​2 have Valget om han eller hun vil tage en af disse udeelt istedet for den ham eller hende tildeelte Part af Hovedbøllet, hvilken da efter sin Orden tilfalder et af de øvrige Børn eller disses Afkom.\n0 Endret ved lov 18 mars 1955 nr. 3.\n1 Tekst endret ved lov 18 mars 1955 nr. 3.\n2 Se lov 16 mai 1860 § 2.\n3 Se lov 20 aug. 1909 nr. 2 jfr. lov 20 aug. 1915 nr. 11 § 6.\n4 Se lov 6 aug. 1897 nr. 11 § 1 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "0 Opphevet ved lov 21 feb 1930 § 126.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Sin kjødelige Fader eller Moder maae ingen Odelsberettiget drive fra Gaarden, saalænge de i eenlig Stand, forblive. Indtræde de derimod i nyt Ægteskab, saa kan den Odelsberettigede, saafremt det er den først Afdødes i Ægteskabet indbragte Odelsjord, tage Gaarden i Besiddelse om det er Søn, naar han har fyldt 25 Aar,og om det er Datter, naar hun giftes.\nStedforældre have Ret til at vedblive Gaardens Brug, indtil den til samme Gaard Odelsberettigede, om det er Stedsøn, har fyldt 18 Aar, og om det er Steddatter, giftes.\nMedens Stedforældre saaledes vedblive Gaardens Brug, ere de pligtige til, uden Godtgjørelse at besørge saavel den nærmest Odelsberettigedes, som hans Sødskendes Underholdning og Opdragelse, indtil de have fyldt deres 15de Aar. Den nærmest Odelsberettigedes Værge skal have Tilsyn med, at Stedforældrene opfylde disse Pligter, og vedligeholde Gaarden uden Forringelse. Overbevises dem det Modsatte, have de tabt deres Brugs- og Besiddelses-Ret.\nNaar Forældre eller Stedforældre efter denne § maae fravige Jorden, fordi en Odelsberettiget har opnaaet den foreskrevne Alder eller er blevet gift, da skal denne, forsaavidt Fravigelsen skeer i Mindelighed, give dem et saadant Føderaad af Jorden, som Sorenskriveren med Laugrette skjønner​2 billigt at være, efter Gaardens Størrelse, Forældrenes Trang og den Odelsberettigedes Vilkaar.\nAndre odelsberettigede kan ikke, saalænge den længstlevende egtefælle forblir ugift, drive denne fra gaarden, medmindre de kunde ha gjort odelsret gjældende, om den førstavdøde ægtefælle hadde levet.\n0 Endret ved lov 11 juni 1915 nr. 1.\n1 Paragrafens siste ledd er tilføiet ved 11 juni 1915 nr. 1. – Jfr. skiftel. §§ 62, 63 og 65 og lov 28 sept. 1857 § 4.\n2 Se lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "0 Opphevet ved lov 21 feb 1930 § 126.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "0 Opphevet ved lov 21 feb 1930 § 126.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Taxationsmændene skulle sætte alt Jordegods for fuld Værdie, efter gangbar Priis i Egnen, uden at det tilkommer dem, deri at bestemme nogen Nedsættelse, til Bedste for den nærmeste Odels- [eller Aasædes]berettigede.​2\n1 Jfr. lover 1 juni 1917 nr. 1 § 62 og 6 juli 1933 nr. 13.\n2 Se lov 9 mai 1863.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Har Jorden, hvorpaa Odel søges, forinden den blev til Odelsjord, været bortbygslet af da værende Eier, kan Leilændingen ikke rygges, om end den Odelsbaarne er kjendt løsningsberettiget; men er Jorden bortbygslet efterat være bleven Odelsjord, da bør Leilændingen vige, saafremt Løsningsmanden selv er Boeslidsmand. Ei heller skulle Forpagtnings-, Føderaads- eller deslige Contracter, som en Fremmed eller, en fjernere Odelsmand i Præscriptionstiden maatte have indgaaet, være forbindende for Odelsprætendenten ved Godsets Indløsning. Saa skal heller ingen i en nærmere Odelsberettigets Besiddelsestid, indgaaet Forpagtnings-Contract være Løsningsmanden hinderlig i at tiltræde Gaardens Brug.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Alle ældre Bestemmelser om Odels- og Aaaædesretten skulle uden Undtagelse ved denne Lov ansees ophævede og ugyldige; dog skulle alle Odelssager, som ved denne Lovs Publication maatte være anhængiggjorte ved Domstolene, fremmes og paakjendes efter de hidtil gjældende Forskrifter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Den Jord paa Landet,​1 som i [10 (ti)]​2 paa hverandre følgende Aar, eller længere, har med fuld Eiendomsret tilhørt en Person eller hans Ætlæg, er Odelsjord. Den Jord skal ingen Anden kunne søge eller indløse fra ham, og det, hvad enten den, som vil indløse Jorden, imidlertid har været myndig eller umyndig, nærværende eller fraværende, og hvad enten Jorden har været solgt i hans umyndige Aar af hans Forældre eller Andre; men Jorden forbliver Eiermanden og hans Afkom til Odel uigjenkaldeligen.\n1 Se § 4.\n2 Se § 6 og lov 28 sept. 1857 § 1 som har forlenget hevdstiden til 20 år.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Den Person, i hvis Eiendomstid Odel hævdes, kaldes Odels-Erhværver, og de, som i ret nedstigende Linie nedstamme fra ham, hans Ætlæg, Odelsarvinger eller Odelsbaarne, og ikkuns til dem gaaer Odelsretten i Arv, altsaa ikke til dem, som i opstigende Linie eller Sidelinien ere Odels-Erhværveren beslægtede. Ingen ansees for Odelsbaaren, med mindre han har været født [og døbt],​1 forinden Godset ved Salg eller paa anden Maade er gaaet ud af Familien.\nSlegfred-Barn er odelsberettiget til sin Moders Odelsgods. Barn, der af Fader lyses i Kuld og Kjøn, ansees, med Hensyn til Odel, lige med Ægtefødt.​2\n1 Dåb som betingelse for odelsrett er ophevet ved arvelov 31 juli 1854 § 81.\n2 Jfr. lov 2 april 1917 nr. 1 § 17 i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Odelsretten strækker sig saavidt som Afkom af begge Kjøn i nedstigende Lime, fra første Forhværver, er til, med Iagttagelse af følgende Regler:\na. At saalænge der er Nogen tilbage af den nærmeste Odelsberettigedes Linie, som har taget Godset i Besiddelse, hvad enten Mand eller Qvinde, gaaer Odelen ei til nogen fjernere Linie. Ældste Søns Datter gaaer altsaa for anden Søn og hans Afkom.\nb. Iblandt Sødskende har Mandkjøn Fortrin for Qvindekjøn, og\nc. ældre Sødskende for yngre af samme Kjøn.\n1 Jfr. §§ 6, 11 og 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Odel kan ikke vindes paa Bjergværker,​2 Fabrikker og Manufacturer, med samt den Jord, som til sammes Drift er henlagt; andre Anlæg derimod, som Kornmøller, Saugbrug, Teglverker, o.d.l. ere ikke til Hinder i, at jo den Jord, til hvilken de ligge, kan vorde Odelsjord.\nDet Gods, som Staten har solgt paa Vilkaar, at Odelsret ei maa hvile derpaa, skal fremdeles være undtaget fra Odelshævd, indtil vedkommende Eiere, ved en, til Thinge læst, [og paa 30 β stemplet Papiir skreven]​3 Declaration erklærer, at han vil Jorden skal være Odelshævd undergiven, og skal Hævdstiden i saa Fald regnes fra den Dag, saadan Declaration thinglæses.​4\n1 Se lov 16 juli 1907 nr. 1 § 1 jfr. §§ 2 og 7.\n2 Se lov 14 juli 1842 § 18.\n3 Se lov 9 aug 1839 § 29.\n4 Jfr. lov 28 sept 1867 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Af Ægtefolk, som leve i Fællig, kan den ene ikke faae Odelshævd paa den Andens med Odel nedarvede, ikke heller paa dennes, før Ægteskabet odlede Jord; men erhværve de Odel i Fællig, eller den Ene eier Jord uden Odel, i det de komme sammen, da odle de den fælleds og for fælleds Afkom, og dat endog, om kun den Ene, og hvilkensomhelst af dem, oplever Odelshævdstiden.\nHar den Længstlevende eiet Jorden, imedens Odelshævden gik fremad, i Fællig med to eller flere Ægtefeller, da viger dog Odelen først til Fælledsbørnerne efter den første Ægtefælle, med hvem Jorden eiedes i Fællig, om endog denne Ægtefælle ikke oplevede Hævdstiden, men samme fuldendtes i den senere Ægtefælles Tid.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Besidderens Odelshævd regnes fra den Dag, da hans lovlige Adkomster er bleven læst til Thinge.​1 Haves derimod ei anden Adkomst end den efter Loven til Eiendoms Erhværvelse fornødne Hævd, da skal Jorden ansees at være odlet naar Hævdstiden er udløbet.​2\n1 Se lov 7 juni 1985 nr. 2 § 37, 2net ledd.\n2 Se lov 9 des. 1966 nr. 1 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Mageskiftes Odelsjord lige for lige, bliver hver Jord dens Odel, som bekommer den i Mageskifte, men gives Mellomlag, da søger hver Æt den Odel, som før tillaae den.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Odel kan løses saavel fra Fremmede som fra fjernere Odelsbaarne;​1 men ingen Odelsbaaren kan overdrage sin Ret til en anden, heller ikke kan han fraskrive sig den, undtagen for sin egen Person.​2 ---.​3\n0 Endret ved lov 20 mai 1927 nr. 2.\n1 Se §§ 2 og 8 jfr. §§ 5 og 13.\n2 Jfr. lov 28 sept. 1857 § 2.\n3 Siste punktum er ophevet ved lov 20 mai 1927 nr. 2 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Har Odelsgods været ude af et Ætlæg i [5 (fem)] Aar​1 eller længere, uden at Nogen af Ætten imidlertid har paatalt​2 sin Indløsningsret til samme, og derefter vitterligen indløst det, saaledes som i denne Lovs (§ 29)​3 nærmere findes bestemt, da bør samme Æts eller Families Odels- og Indløsningsret dertil være aldeles tabt og ophævet. Ligeledes tabe alle Nærmere i Ætten deres Indløsningsret, saafremt de uden Paatale lade nogen Fjernere i Ætten besidde Godset i [5] Aar.​1\n1 Se lov 28 sept. 1857 § 3 som har forkortet fristen til 3 år.\n2 Se rettergangsl. §§ 63 og 66 og skjønnsprl. § 71a.\n3 Se lov 1 juni 1917 nr. 1 §§ 65-71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Aasædesret er den Ret, som tilkommer den Nærmeste blandt sidste Besidders Afkom​1 til at tiltræde udeelt Besiddelsen af det af Arveladeren efterladte Jordegods, eller, saafremt han skulde have efterladt sig flere Gaarde, da Hovedbøllet, imod at give Medarvingerne Fyldest for hvad dem derudi ved Skiftet er udlagt.​2\nDenne Ret gjælder saavel for Odelsjord, som for den Jord, der er Arveladerens Eiendom, uden at være det med Odel.\n1 Jr. lov 2 april 1917 nr. 1 § 17.\n2 Se lov 9 mai 1863. Jfr. skiftelov §§ 62 og 63 og lov 8 juni 1907 nr. 6 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "10 a",
      "section": "10 a",
      "content": "Åsetesrett på skifte etter faren eller noen i farsslekten har barn utenfor ekteskap bare når faren har bestemt det ved skriftlig erklæring; i så fall har det samme åsetesrett som barn i ekteskap.\n0 Tilføyd ved lov 3 mars 1972 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10a",
        "source_heading": "§ 10 a."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Aasædesretten tilfalder Arveladerens Afkom​2 i følgende Orden:\n1. Arveladerens ældste Søn, men er den ældste Søn død, da\n2. dennes ældste Søn, som er Arveladerens Sønnesøn, og saa fremdeles, medens mandlig Afkom af ældste Søn findes. Er ingen saadan, da\n3. Arveladerens yngre Søn; er yngre Søn død, da\n4. dennes ældste Søn, og saa fremdeles.\nEr Søn af Søn ei til, da\n5. Arveladerens ældste Søns ældste Datter; er hun død, da\n6. hendes ældste Søn og dennes Afkom, eller, om ingen saadan er til, da\n7. hendes ældste Datter med dennes Afkom; ere disse ei heller til, da\n8. Arveladerens ældste Søns yngre Datter med hendes Afkom; er ingen af ældste Søns Afkom til, da\n9. Arveladerens yngre Søns ældste Datter, og hvis hun er død, da\n10. hendes Afkom, og saa fremdeles efter samme Orden, som om ældste Søns Døttre ere foreskreven. Er Sønnedøttre eller deres Afkom ei til, da\n11. Arveladerens egen ældste Datter; er hun død, da\n12. hendes ældste Søn, eller hans Afkom; men om ingen Søn findes, da\n13. hendes Datter eller dennes Afkom; gives ei heller Afkom fra Arveladerens ældste Datter, da\n14. Arveladerens yngre Datter og hendes Afkom; o.s.v.\nIndtræffe Tilfælde, som ikke her navnligen ere anførte, gaaes dog i alt frem efter samme Regel, og altid gaaer, hvor flere ere lige nær i Slægten, Mand for Qvinde, og den Ældre for den Yngre.\n1 Jfr. § 3 og 5.\n2 Se lov 2 april 1917 nr. 1 § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Efterlader Arveladeren sig flere Gaarde, skal dog den Aasædesberettigede ikke have mere end een af disse for sig og sin Linie, men de øvrige Børn skulle, saavidt tilstrække kan, for sig og sine Linier tildeles hver en Gaard efter den Orden, i hvilken Aasædesretten ifølge § 11 gaaer i Arv, dog saaledes at samtlige Børn af en afdød Søn eller Datter i Forhold til den Afdødes Sødskende eller disses Børn ikke have større Ret, end der vilde have tilkommet Sønnen eller Datteren selv, om samme havde været ilive. Efter den anførte Regel vælge Arvingerne selv eller deres Værger den Gaard, Enhver ønsker sig tildeelt, uden Forskjel om Jorden er Odelsjord eller ikke, og i første Fald uden Hensyn til om Jorden var Arveladerens særskilte eller begge Forældres fælles Odel.\nPaastaaes en Gaard at være uundværligt Underbrug for en anden, saa at den ikke bør skilles fra denne, afgjøres Tvist derom ved lovligt Skjøn.​2\n0 Endret ved lov 16 mai 1860.\n1 Endret overensstemmende med lov 16 mai 1860 § 1.\n2 Se lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Er den Jord, Nogen i det i § 12 omhandlede Tilfælde vælger, Arveladerens egen erhværvede eller nedarvede Odelsjord, saa forbliver Odelen til samme Jord i dens Linie, som har valgt, uden at de nærmere Odelsbaarne i Ætten kunne gjøre deres Odelsret gjældende, saalænge Nogen er tilbage af Vælgerens Afkom. Er dennes Afkom derimod aldeles uddød, gaaer Odelen vel over i en anden Linie, men dog først til den nærmeste af de Linier, som ved Delingen ingen Jord fik, og kun, naar ingen saadan gives, gaaer Odelen til den nærmest Berettigede i de Linier, der før fik Jord.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Naar en Eier af Odels- eller andet Jordegods befinder, at hans Hovedbølle, som efter hans Død skulde, overensstemmende med Bestemmelsene i § 11, tiltrædes av hans ældste Søn eller Datter, hvad enten samme har tilforn været deelt eller ei, er af den Størrelse og Beskaffenhed, at flere Familier sig derpaa kunde ernære, skal det være ham tilladt med Samtykke av Fylkeslandbruksstyret at dele samme imellem sine Børn i to eller flere Parter, og det, uden at enten Odelsretten eller den, ældste Søn eller Datter tilkommende, Aasædesret deri maa være hinderlig; dog under følgende nærmere Bestemmelser:\na. At ved saadan Deling iagttages, at ældste Søn eller Datter ikke maae tildeles mindre end den halve Part af den Eiendom, som udgjør Hovedbøllet.\nb. At de øvrige Parter, i hvilke Eiendommen deles, tilfalde Børnene i samme Orden, som de efter § 11 ere berettigede til Hovedbøllet.​1\nc. At det, forinden Delingen udføres, ved en lovlig Skyldsætningsforretning,​3 [hvorved Fogden eller en paa hans Vegne bør være tilstede,] beskrives, hvorvidt enhver Parts Grændser skulle gaae, og hvilke Herligheder samme skulle tilligge, samt bestemmes, hvor stor en Andeel af den samlede Eiendoms Skyld der skal paalægges enhver af de fraskilte Parter.\nd. Delingen kan skee saavel i Eierens levende live, som efter hans Død, naar han desangaaende har oprettet et skriftligt Document, hvori det anordnes, hvorledes og i hvormange Parceller Hovedbøllet bør deles.\nDette Slags Documenter skal skrives paa stemplet Papiir [til 30 β],​4 og maae, for at medføre Retsgyldighed, være læst til Thinge førend Udstæderens Død.\ne. Findes saadan testamentarisk Disposition af en Afdød at være oprettet, da paaligger det Skifteforvalteren at sørge for, at den under Litr. c omhandlede Skyldsætningsforretning afholdes, forinden Delingen foregaaer.\nf. Ældste Søn eller Datter bør dog, om Arveladeren, foruden Hovedbøllet, som paa forestaaende Maade er bleven deelt, efterlader sig flere Gaarde, efter Bestemmelsen i § 12,​2 have Valget om han eller hun vil tage en af disse udeelt istedet for den ham eller hende tildeelte Part af Hovedbøllet, hvilken da efter sin Orden tilfalder et af de øvrige Børn eller disses Afkom.\n0 Endret ved lov 18 mars 1955 nr. 3.\n1 Tekst endret ved lov 18 mars 1955 nr. 3.\n2 Se lov 16 mai 1860 § 2.\n3 Se lov 20 aug. 1909 nr. 2 jfr. lov 20 aug. 1915 nr. 11 § 6.\n4 Se lov 6 aug. 1897 nr. 11 § 1 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "0 Opphevet ved lov 21 feb 1930 § 126.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Sin kjødelige Fader eller Moder maae ingen Odelsberettiget drive fra Gaarden, saalænge de i eenlig Stand, forblive. Indtræde de derimod i nyt Ægteskab, saa kan den Odelsberettigede, saafremt det er den først Afdødes i Ægteskabet indbragte Odelsjord, tage Gaarden i Besiddelse om det er Søn, naar han har fyldt 25 Aar,og om det er Datter, naar hun giftes.\nStedforældre have Ret til at vedblive Gaardens Brug, indtil den til samme Gaard Odelsberettigede, om det er Stedsøn, har fyldt 18 Aar, og om det er Steddatter, giftes.\nMedens Stedforældre saaledes vedblive Gaardens Brug, ere de pligtige til, uden Godtgjørelse at besørge saavel den nærmest Odelsberettigedes, som hans Sødskendes Underholdning og Opdragelse, indtil de have fyldt deres 15de Aar. Den nærmest Odelsberettigedes Værge skal have Tilsyn med, at Stedforældrene opfylde disse Pligter, og vedligeholde Gaarden uden Forringelse. Overbevises dem det Modsatte, have de tabt deres Brugs- og Besiddelses-Ret.\nNaar Forældre eller Stedforældre efter denne § maae fravige Jorden, fordi en Odelsberettiget har opnaaet den foreskrevne Alder eller er blevet gift, da skal denne, forsaavidt Fravigelsen skeer i Mindelighed, give dem et saadant Føderaad af Jorden, som Sorenskriveren med Laugrette skjønner​2 billigt at være, efter Gaardens Størrelse, Forældrenes Trang og den Odelsberettigedes Vilkaar.\nAndre odelsberettigede kan ikke, saalænge den længstlevende egtefælle forblir ugift, drive denne fra gaarden, medmindre de kunde ha gjort odelsret gjældende, om den førstavdøde ægtefælle hadde levet.\n0 Endret ved lov 11 juni 1915 nr. 1.\n1 Paragrafens siste ledd er tilføiet ved 11 juni 1915 nr. 1. – Jfr. skiftel. §§ 62, 63 og 65 og lov 28 sept. 1857 § 4.\n2 Se lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "0 Opphevet ved lov 21 feb 1930 § 126.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "0 Opphevet ved lov 21 feb 1930 § 126.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Taxationsmændene skulle sætte alt Jordegods for fuld Værdie, efter gangbar Priis i Egnen, uden at det tilkommer dem, deri at bestemme nogen Nedsættelse, til Bedste for den nærmeste Odels- [eller Aasædes]berettigede.​2\n1 Jfr. lover 1 juni 1917 nr. 1 § 62 og 6 juli 1933 nr. 13.\n2 Se lov 9 mai 1863.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "0 Opphevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Har Jorden, hvorpaa Odel søges, forinden den blev til Odelsjord, været bortbygslet af da værende Eier, kan Leilændingen ikke rygges, om end den Odelsbaarne er kjendt løsningsberettiget; men er Jorden bortbygslet efterat være bleven Odelsjord, da bør Leilændingen vige, saafremt Løsningsmanden selv er Boeslidsmand. Ei heller skulle Forpagtnings-, Føderaads- eller deslige Contracter, som en Fremmed eller, en fjernere Odelsmand i Præscriptionstiden maatte have indgaaet, være forbindende for Odelsprætendenten ved Godsets Indløsning. Saa skal heller ingen i en nærmere Odelsberettigets Besiddelsestid, indgaaet Forpagtnings-Contract være Løsningsmanden hinderlig i at tiltræde Gaardens Brug.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Alle ældre Bestemmelser om Odels- og Aaaædesretten skulle uden Undtagelse ved denne Lov ansees ophævede og ugyldige; dog skulle alle Odelssager, som ved denne Lovs Publication maatte være anhængiggjorte ved Domstolene, fremmes og paakjendes efter de hidtil gjældende Forskrifter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    }
  ]
}