{
  "id": "LOV-1995-05-12-23",
  "type": "statute",
  "title": "Lov om jord (jordlova)",
  "short_name": "Jordlova – jl",
  "status": "in_force",
  "issued_date": "1995-05-12",
  "in_force_date": "1995-07-01",
  "url": "https://lovdata.no/dokument/NL/lov/1995-05-12-23",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Føremål",
      "content": "Denne lova har til føremål å leggja tilhøva slik til rette at jordviddene i landet med skog og fjell og alt som høyrer til (arealressursane), kan verte brukt på den måten som er mest gagnleg for samfunnet og dei som har yrket sitt i landbruket.\nArealressursane bør disponerast på ein måte som gir ein tenleg, variert bruksstruktur ut frå samfunnsutviklinga i området og med hovudvekt på omsynet til busetjing, arbeid og driftsmessig gode løysingar.\nEin samfunnsgagnleg bruk inneber at ein tek omsyn til at ressursane skal disponerast ut frå framtidige generasjonar sine behov. Forvaltinga av arealressursane skal vera miljøforsvarleg og mellom anna ta omsyn til vern om jordsmonnet som produksjonsfaktor og ta vare på areal og kulturlandskap som grunnlag for liv, helse og trivsel for menneske, dyr og planter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Virkeområde",
      "content": "Denne lova gjeld for heile landet. Føresegnene i §§ 9 og 12 gjeld likevel ikkje for område som:\na. I reguleringsplan er lagt ut til anna føremål enn landbruk eller hensynssone som med tilhørende bestemmelse fastlegger faresone, jf. plan- og bygningsloven § 12-6.\nb. I bindande arealdel av kommuneplan er lagt ut til\n1. bebyggelse og anlegg, eller\n2. landbruks-, natur- og friluftsområde samt reindrift der grunnutnyttinga er i samsvar med føresegner om spreidd utbygging som krev at det ligg føre reguleringsplan før deling og utbygging kan skje.\nVed vedtak eller godkjenning av kommuneplan eller reguleringsplan kan det gjerast vedtak av planmyndigheitene om at føresegnene i §§ 9 og 12 skal gjelde for planområda eller avgrensa deler av dei.\nFøresegnene i §§ 9 og 12 gjeld ikkje for tiltak med konsesjon etter energiloven § 3-1, vannressursloven eller vassdragsreguleringsloven.\n0 Endra ved lover 24 nov 2000 nr. 82 (ikr. 1 jan 2001 iflg. res. 24 nov 2000 nr. 1169), 27 juni 2008 nr. 71 (ikr. 1 juli 2009 iflg. res. 12 juni 2009 nr. 638), 14 juni 2013 nr. 46 (ikr. 1 juli 2013 iflg. res. 14 juni 2013 nr. 642), 16 juni 2017 nr. 74 (ikr. 1 jan 2018 iflg. res. 16 juni 2017 nr. 753, se lovens del III).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3:3",
      "chapter": "3",
      "section": "3",
      "title": "Handsaming av landbrukssaker",
      "content": "Kommunen, statsforvaltaren og fylkeskommunen skal ha ansvaret for handsaminga av landbrukssaker. Departementet kan gi nærare føresegner om handsaminga av landbrukssaker. Departementet kan gi forskrift om at kommunen og fylkeskommunen vert tildelt myndigheit til å gi fråsegner og ta avgjerder i landbrukssaker. Gjeld avgjerda tildeling av tilskot, kan departementet delegere myndigheit til kommunen og fylkeskommunen til å gi fråsegner og ta avgjerd. Statsforvaltaren kan med verknad for ein bestemt tidsperiode påleggje kommunar å sende inn fortløpande utskrift av alle avgjerder i ein eller fleire sakstypar etter denne lova eller konsesjonslova.\n0 Endra ved lover 19 juni 2009 nr. 98 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 848), 19 juni 2009 nr. 98 (ikr. 1 jan 2010 iflg. res. 26 juni 2009 nr. 848), 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endra ved lov 18 des 2020 nr. 149, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 6 des 2024 nr. 74 (i kraft 1 jan 2025 iflg. res. 6 des 2024 nr. 2938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "3:4",
      "chapter": "3",
      "section": "4",
      "title": "Klage og omgjering av kommunale eller fylkeskommunale avgjerder",
      "content": "Vedtak kommunen gjer etter denne lova eller forskrift med heimel i lova, kan påklagast til statsforvaltaren. Departementet kan i forskrift fastsetje annan klageinstans for vedtak som er gjorde av kommunen eller fylkeskommunen.\nNår vilkåra for å omgjere etter forvaltningsloven § 35 er oppfylte, kan vedtaket også omgjerast av departementet.\n0 Oppheva ved lov 28 nov 2003 nr. 98 (ikr. 1 jan 2004 iflg. res. 28 nov 2003 nr. 1400), føyd til ved lov 6 des 2024 nr. 74 (i kraft 1 jan 2025 iflg. res. 6 des 2024 nr. 2938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "title": "(Oppheva)",
      "content": "0 Oppheva ved lov 19 juni 2009 nr. 98 (ikr. 1 jan 2010 iflg. res. 26 juni 2009 nr. 848).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "title": "Arbeidsoppgåver",
      "content": "På vegne av staten skal statsforvaltaren og kommunen ta opp arbeidet med dei føremåla som er nemnde i § 1. Dei skal mellom anna arbeide ut planar for korleis jorda skal nyttast, hjelpa til med førebuing av grunnutnyttingsplanar som vedkjem landbruket etter plan- og bygningslova og gjera det arbeidet som dei vert pålagde ved lov eller ved vedtak av departementet.\n0 Endra ved lover 4 mai 2001 nr. 17 (sjå dens V), 8 des 2006 nr. 68 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1361). 19 juni 2009 nr. 98 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 848), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "(Oppheva)",
      "content": "0 Oppheva ved lov 22 des 1999 nr. 103 (ikr. 1 jan 2000).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "4:8",
      "chapter": "4",
      "section": "8",
      "title": "Driveplikt",
      "content": "Jordbruksareal skal drivast. Driveplikta gjeld for heile eigartida. Ny eigar må innan eitt år ta stilling til om han eller ho vil drive eigedomen sjølv eller leige bort jordbruksarealet etter føresegnene i andre ledd.\nDriveplikta kan oppfyllast ved at arealet vert leigd bort. Det er ein føresetnad for at driveplikta er oppfylt ved bortleige at leigeavtala er på minst 10 år om gongen utan høve for eigaren til å seie ho opp. Avtala må føre til driftsmessig gode løysingar og vere skriftleg. Avtaler som fører til driftsmessig uheldige løysingar, kan følgjast opp som brot på driveplikta. Eigaren må sende kopi av avtala til kommunen. Ei leigeavtale som er i strid med andre eller tredje punktum, kan ikkje gjerast gjeldande mellom partane eller i høve til offentlege styresmakter.\nFinn departementet at jordbruksarealet ikkje vert drive, kan eigaren påleggjast å leiga jorda bort for ei tid av inntil 10 år, eller at jorda skal plantast til med skog, eller tiltak av omsyn til kulturlandskapet.\n0 Endra ved lover 8 des 2006 nr. 68 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1361), 19 juni 2009 nr. 98, se dens IX (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 848), 21 juni 2017 nr. 99 (ikr. 1 sep 2017 iflg. res. 21 juni 2017 nr. 829).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "4:8 a",
      "chapter": "4",
      "section": "8 a",
      "title": "Fritak frå driveplikt",
      "content": "Departementet kan etter søknad gi fritak frå driveplikta etter § 8 anten heilt ut eller for ei viss tid.\nVed avgjerd av søknaden skal det leggjast vekt på kor viktig det er å halde jordbruksarealet i hevd, på bruksstorleiken, avkastningsevna på arealet og på om det i området der eigedomen ligg, er bruk for jordbruksarealet som tilleggsjord. Det skal òg leggjast vekt på søkjaren sin livssituasjon.\n0 Føyd til ved lov 19 juni 2009 nr. 98 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 848).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "4:9",
      "chapter": "4",
      "section": "9",
      "title": "Bruk av dyrka og dyrkbar jord",
      "content": "Dyrka jord må ikkje brukast til føremål som ikkje tek sikte på jordbruksproduksjon. Dyrkbar jord må ikkje disponerast slik at ho ikkje vert eigna til jordbruksproduksjon i framtida.\nDepartementet kan i særlege høve gi dispensasjon dersom det etter ei samla vurdering av tilhøva finn at jordbruksinteressene bør vika. Ved avgjerd skal det mellom anna takast omsyn til godkjende planar etter plan- og bygningslova, drifts- eller miljømessige ulemper for landbruket i området, kulturlandskapet og det samfunnsgagnet ei omdisponering vil gi. Det skal òg takast omsyn til om arealet kan førast attende til jordbruksproduksjon. Det kan krevjast lagt fram alternative løysingar.\nSamtykke til omdisponering kan givast på slike vilkår som er nødvendige av omsyn til dei føremåla lova skal fremja.\nDispensasjonen fell bort dersom arbeid for å nytta jorda til det aktuelle føremålet ikkje er sett igang innan tre år etter at vedtaket er gjort.\nDepartementet kan påby at ulovlege anlegg eller byggverk vert tekne bort.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Uttak av myr",
      "content": "Når nokon tek ut myr til torvprodukt eller anna teknisk føremål, skal det alltid liggja att eit forsvarleg torv- eller jordlag. Myrareala skal setjast i stand att ut frå omsynet til etterbruken av arealet til landbruksføremål og naturvern. Dersom ein bruksrettshavar til torvuttak meiner føresegnene fører med seg at retten hans vert minka urimeleg mykje, kan han leggje spørsmålet om endring i brukstilhøva fram for jordskifteretten, jf. jordskiftelova § 3-8.\n0 Endra ved lov 21 juni 2013 nr. 100 (ikr. 1 jan 2016 iflg. res. 21 juni 2013 nr. 736).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Drift av jordbruksareal, nydyrking og driftsvegar",
      "content": "For å sikra miljøforsvarleg drift av jordbruksareal, jf. § 1 tredje ledd, kan departementet gi føresegner om drifta. Føresegnene kan mellom anna ta sikte på å hindra erosjon og regulera bruk og lagring av gjødsel og andre innsatsvarer i produksjon, samt å ta omsyn til særlige naturverdiar.\nFor å unngå skade på natur- og kulturlandskap eller for å redusere utslepp av klimagassar kan departementet gi føresegner for nydyrking. I føresegnene kan det fastsetjast forbod mot nydyrking og at nydyrking berre kan skje i samsvar med ein plan godkjend av departementet.\nDepartementet kan gi føresegner om planlegging, godkjenning og bygging av vegar for landbruksføremål.\n0 Endra ved lover 19 juni 2009 nr. 100 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 704), 24 mai 2019 nr. 18 (ikr. 1 juli 2019 iflg. res. 24 mai 2019 nr. 673).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "5:12",
      "chapter": "5",
      "section": "12",
      "title": "Deling",
      "content": "Deling av eigedom som er nytta eller kan nyttast til jordbruk eller skogbruk må godkjennast av departementet. Det same gjeld forpakting, tomtefeste og liknande leige eller bruksrett til del av eigedom når retten er stifta for lengre tid enn 10 år eller ikkje kan seiast opp av eigaren (utleigaren). Med eigedom meiner ein òg rettar som ligg til eigedomen og partar i sameige.\nSkal dyrka jord takast i bruk til andre formål enn jordbruksproduksjon, eller skal dyrkbar jord takast i bruk slik at ho ikkje vert eigna til jordbruksproduksjon i framtida, kan samtykke til deling ikkje givast utan at det er gitt samtykke til omdisponering etter § 9.\nVed avgjerd av om samtykke til deling skal givast, skal det leggjast vekt på om delinga legg til rette for ein tenleg og variert bruksstruktur i landbruket. I vurderinga inngår mellom anna omsynet til vern av arealressursane, om delinga fører til ei driftsmessig god løysing, og om delinga kan føre til drifts- eller miljømessige ulemper for landbruket i området. Det kan leggjast vekt på andre omsyn dersom dei fell inn under formålet i jordlova.\nSjølv om det etter tredje ledd ikkje ligg til rette for å gi samtykke til deling, kan samtykke givast dersom deling vil vareta omsynet til busetjinga i området.\nSamtykke til deling kan givast på slike vilkår som er nødvendige av omsyn til dei føremåla som lova skal fremja.\nFøresegnene gjeld utan omsyn til om ein eigedom har fleire registernemningar når eigedomen eller ideell del av han er på same eigarhand og etter departementet sitt skjønn må reknast som ei driftseining.\nSamtykke til deling er ikkje nødvendig når særskild registrert del av eigedom vert seld på tvangssal. Det same gjeld dersom det i samband med offentleg jordskifte er nødvendig å dela eigedom. Andre punktum gjeld ikkje når jordskifteretten deler ein eigedom etter jordskiftelova § 3-7.\nDersom deling ikkje er rekvirert innan tre år etter at samtykke til deling er gitt, fell samtykket bort.\nDepartementet kan gi forskrift om høve til frådeling av mindre areal utan godkjenning i samband med grensejustering etter matrikkellova.\n0 Endra ved lover 14 juni 2013 nr. 46 (ikr. 1 juli 2013 iflg. res. 14 juni 2013 nr. 642), 21 juni 2013 nr. 100 (ikr. 1 jan 2016 iflg. res. 21 juni 2013 nr. 736).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "7:18",
      "chapter": "7",
      "section": "18",
      "title": "Føresegner om tilskot",
      "content": "Etter retningsliner fastsett av Stortinget, kan departementet fastsetja føresegner om fordeling og vilkår for utbetaling og formidling av tilskot etter jordbruksavtalen eller liknande tilskot, herunder atterhald og avkorting av tilskot, utestenging frå ei ordning, og rente ved krav om tilbakebetaling.\nEr det gitt tilskot med heimel i føresegn etter første ledd, og det er fatta endeleg vedtak om å betale tilskotet tilbake, er vedtaket tvangsgrunnlag for utlegg.\n0 Endra ved lover 8 des 2006 nr. 68 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1361), 21 juni 2017 nr. 99 (ikr. 1 juli 2017 iflg. res. 21 juni 2017 nr. 829).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "7:19",
      "chapter": "7",
      "section": "19",
      "title": "Tilsyn",
      "content": "Kommunen og statsforvaltaren fører tilsyn med at føresegnene gitt i eller i medhald av §§ 8 til 12 vert haldne.\n0 Endra ved lover 19 juni 2009 nr. 98 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 848), 21 juni 2017 nr. 99 (ikr. 1 sep 2017 iflg. res. 21 juni 2017 nr. 829), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 6 des 2024 nr. 74 (i kraft 1 jan 2025 iflg. res. 6 des 2024 nr. 2938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "7:20",
      "chapter": "7",
      "section": "20",
      "title": "Tvangsgebyr",
      "content": "For å sikre at føresegnene i §§ 8 til 12 vert haldne, eller vedtak etter desse paragrafane vert gjennomført, kan departementet påleggje den ansvarlege tvangsgebyr.\nTvangsgebyr kan fastsetjast når brot mot lova sjølv eller vedtak etter lova er oppdaga. Tvangsgebyret kan innkrevjast frå den frist departementet har sett for retting av tilhøvet. Tvangsgebyr kan og fastsetjast på førehand. Det kan fastsetjast at tvangsgebyr aukar så lenge det ulovlege tilhøvet varer ved, eller at det forfell for kvart brot.\nTvangsgebyret er tvangsgrunnlag for utlegg.\n0 Endra ved lov 21 juni 2017 nr. 99 (ikr. 1 sep 2017 iflg. res. 21 juni 2017 nr. 829).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "7:21",
      "chapter": "7",
      "section": "21",
      "title": "Straff",
      "content": "Med bøter straffast den som forsettleg bryt forbodet mot omdisponering i § 9, eller påbodet om å setje i stand areala i § 10. Medverknad blir ikkje straffa.\n0 Endra ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Føremål",
      "content": "Denne lova har til føremål å leggja tilhøva slik til rette at jordviddene i landet med skog og fjell og alt som høyrer til (arealressursane), kan verte brukt på den måten som er mest gagnleg for samfunnet og dei som har yrket sitt i landbruket.\nArealressursane bør disponerast på ein måte som gir ein tenleg, variert bruksstruktur ut frå samfunnsutviklinga i området og med hovudvekt på omsynet til busetjing, arbeid og driftsmessig gode løysingar.\nEin samfunnsgagnleg bruk inneber at ein tek omsyn til at ressursane skal disponerast ut frå framtidige generasjonar sine behov. Forvaltinga av arealressursane skal vera miljøforsvarleg og mellom anna ta omsyn til vern om jordsmonnet som produksjonsfaktor og ta vare på areal og kulturlandskap som grunnlag for liv, helse og trivsel for menneske, dyr og planter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Virkeområde",
      "content": "Denne lova gjeld for heile landet. Føresegnene i §§ 9 og 12 gjeld likevel ikkje for område som:\na. I reguleringsplan er lagt ut til anna føremål enn landbruk eller hensynssone som med tilhørende bestemmelse fastlegger faresone, jf. plan- og bygningsloven § 12-6.\nb. I bindande arealdel av kommuneplan er lagt ut til\n1. bebyggelse og anlegg, eller\n2. landbruks-, natur- og friluftsområde samt reindrift der grunnutnyttinga er i samsvar med føresegner om spreidd utbygging som krev at det ligg føre reguleringsplan før deling og utbygging kan skje.\nVed vedtak eller godkjenning av kommuneplan eller reguleringsplan kan det gjerast vedtak av planmyndigheitene om at føresegnene i §§ 9 og 12 skal gjelde for planområda eller avgrensa deler av dei.\nFøresegnene i §§ 9 og 12 gjeld ikkje for tiltak med konsesjon etter energiloven § 3-1, vannressursloven eller vassdragsreguleringsloven.\n0 Endra ved lover 24 nov 2000 nr. 82 (ikr. 1 jan 2001 iflg. res. 24 nov 2000 nr. 1169), 27 juni 2008 nr. 71 (ikr. 1 juli 2009 iflg. res. 12 juni 2009 nr. 638), 14 juni 2013 nr. 46 (ikr. 1 juli 2013 iflg. res. 14 juni 2013 nr. 642), 16 juni 2017 nr. 74 (ikr. 1 jan 2018 iflg. res. 16 juni 2017 nr. 753, se lovens del III).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3:3",
      "chapter": "3",
      "section": "3",
      "title": "Handsaming av landbrukssaker",
      "content": "Kommunen, statsforvaltaren og fylkeskommunen skal ha ansvaret for handsaminga av landbrukssaker. Departementet kan gi nærare føresegner om handsaminga av landbrukssaker. Departementet kan gi forskrift om at kommunen og fylkeskommunen vert tildelt myndigheit til å gi fråsegner og ta avgjerder i landbrukssaker. Gjeld avgjerda tildeling av tilskot, kan departementet delegere myndigheit til kommunen og fylkeskommunen til å gi fråsegner og ta avgjerd. Statsforvaltaren kan med verknad for ein bestemt tidsperiode påleggje kommunar å sende inn fortløpande utskrift av alle avgjerder i ein eller fleire sakstypar etter denne lova eller konsesjonslova.\n0 Endra ved lover 19 juni 2009 nr. 98 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 848), 19 juni 2009 nr. 98 (ikr. 1 jan 2010 iflg. res. 26 juni 2009 nr. 848), 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endra ved lov 18 des 2020 nr. 149, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 6 des 2024 nr. 74 (i kraft 1 jan 2025 iflg. res. 6 des 2024 nr. 2938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "3:4",
      "chapter": "3",
      "section": "4",
      "title": "Klage og omgjering av kommunale eller fylkeskommunale avgjerder",
      "content": "Vedtak kommunen gjer etter denne lova eller forskrift med heimel i lova, kan påklagast til statsforvaltaren. Departementet kan i forskrift fastsetje annan klageinstans for vedtak som er gjorde av kommunen eller fylkeskommunen.\nNår vilkåra for å omgjere etter forvaltningsloven § 35 er oppfylte, kan vedtaket også omgjerast av departementet.\n0 Oppheva ved lov 28 nov 2003 nr. 98 (ikr. 1 jan 2004 iflg. res. 28 nov 2003 nr. 1400), føyd til ved lov 6 des 2024 nr. 74 (i kraft 1 jan 2025 iflg. res. 6 des 2024 nr. 2938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "title": "(Oppheva)",
      "content": "0 Oppheva ved lov 19 juni 2009 nr. 98 (ikr. 1 jan 2010 iflg. res. 26 juni 2009 nr. 848).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "title": "Arbeidsoppgåver",
      "content": "På vegne av staten skal statsforvaltaren og kommunen ta opp arbeidet med dei føremåla som er nemnde i § 1. Dei skal mellom anna arbeide ut planar for korleis jorda skal nyttast, hjelpa til med førebuing av grunnutnyttingsplanar som vedkjem landbruket etter plan- og bygningslova og gjera det arbeidet som dei vert pålagde ved lov eller ved vedtak av departementet.\n0 Endra ved lover 4 mai 2001 nr. 17 (sjå dens V), 8 des 2006 nr. 68 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1361). 19 juni 2009 nr. 98 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 848), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "(Oppheva)",
      "content": "0 Oppheva ved lov 22 des 1999 nr. 103 (ikr. 1 jan 2000).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "4:8",
      "chapter": "4",
      "section": "8",
      "title": "Driveplikt",
      "content": "Jordbruksareal skal drivast. Driveplikta gjeld for heile eigartida. Ny eigar må innan eitt år ta stilling til om han eller ho vil drive eigedomen sjølv eller leige bort jordbruksarealet etter føresegnene i andre ledd.\nDriveplikta kan oppfyllast ved at arealet vert leigd bort. Det er ein føresetnad for at driveplikta er oppfylt ved bortleige at leigeavtala er på minst 10 år om gongen utan høve for eigaren til å seie ho opp. Avtala må føre til driftsmessig gode løysingar og vere skriftleg. Avtaler som fører til driftsmessig uheldige løysingar, kan følgjast opp som brot på driveplikta. Eigaren må sende kopi av avtala til kommunen. Ei leigeavtale som er i strid med andre eller tredje punktum, kan ikkje gjerast gjeldande mellom partane eller i høve til offentlege styresmakter.\nFinn departementet at jordbruksarealet ikkje vert drive, kan eigaren påleggjast å leiga jorda bort for ei tid av inntil 10 år, eller at jorda skal plantast til med skog, eller tiltak av omsyn til kulturlandskapet.\n0 Endra ved lover 8 des 2006 nr. 68 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1361), 19 juni 2009 nr. 98, se dens IX (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 848), 21 juni 2017 nr. 99 (ikr. 1 sep 2017 iflg. res. 21 juni 2017 nr. 829).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "4:8 a",
      "chapter": "4",
      "section": "8 a",
      "title": "Fritak frå driveplikt",
      "content": "Departementet kan etter søknad gi fritak frå driveplikta etter § 8 anten heilt ut eller for ei viss tid.\nVed avgjerd av søknaden skal det leggjast vekt på kor viktig det er å halde jordbruksarealet i hevd, på bruksstorleiken, avkastningsevna på arealet og på om det i området der eigedomen ligg, er bruk for jordbruksarealet som tilleggsjord. Det skal òg leggjast vekt på søkjaren sin livssituasjon.\n0 Føyd til ved lov 19 juni 2009 nr. 98 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 848).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "4:9",
      "chapter": "4",
      "section": "9",
      "title": "Bruk av dyrka og dyrkbar jord",
      "content": "Dyrka jord må ikkje brukast til føremål som ikkje tek sikte på jordbruksproduksjon. Dyrkbar jord må ikkje disponerast slik at ho ikkje vert eigna til jordbruksproduksjon i framtida.\nDepartementet kan i særlege høve gi dispensasjon dersom det etter ei samla vurdering av tilhøva finn at jordbruksinteressene bør vika. Ved avgjerd skal det mellom anna takast omsyn til godkjende planar etter plan- og bygningslova, drifts- eller miljømessige ulemper for landbruket i området, kulturlandskapet og det samfunnsgagnet ei omdisponering vil gi. Det skal òg takast omsyn til om arealet kan førast attende til jordbruksproduksjon. Det kan krevjast lagt fram alternative løysingar.\nSamtykke til omdisponering kan givast på slike vilkår som er nødvendige av omsyn til dei føremåla lova skal fremja.\nDispensasjonen fell bort dersom arbeid for å nytta jorda til det aktuelle føremålet ikkje er sett igang innan tre år etter at vedtaket er gjort.\nDepartementet kan påby at ulovlege anlegg eller byggverk vert tekne bort.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Uttak av myr",
      "content": "Når nokon tek ut myr til torvprodukt eller anna teknisk føremål, skal det alltid liggja att eit forsvarleg torv- eller jordlag. Myrareala skal setjast i stand att ut frå omsynet til etterbruken av arealet til landbruksføremål og naturvern. Dersom ein bruksrettshavar til torvuttak meiner føresegnene fører med seg at retten hans vert minka urimeleg mykje, kan han leggje spørsmålet om endring i brukstilhøva fram for jordskifteretten, jf. jordskiftelova § 3-8.\n0 Endra ved lov 21 juni 2013 nr. 100 (ikr. 1 jan 2016 iflg. res. 21 juni 2013 nr. 736).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Drift av jordbruksareal, nydyrking og driftsvegar",
      "content": "For å sikra miljøforsvarleg drift av jordbruksareal, jf. § 1 tredje ledd, kan departementet gi føresegner om drifta. Føresegnene kan mellom anna ta sikte på å hindra erosjon og regulera bruk og lagring av gjødsel og andre innsatsvarer i produksjon, samt å ta omsyn til særlige naturverdiar.\nFor å unngå skade på natur- og kulturlandskap eller for å redusere utslepp av klimagassar kan departementet gi føresegner for nydyrking. I føresegnene kan det fastsetjast forbod mot nydyrking og at nydyrking berre kan skje i samsvar med ein plan godkjend av departementet.\nDepartementet kan gi føresegner om planlegging, godkjenning og bygging av vegar for landbruksføremål.\n0 Endra ved lover 19 juni 2009 nr. 100 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 704), 24 mai 2019 nr. 18 (ikr. 1 juli 2019 iflg. res. 24 mai 2019 nr. 673).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "5:12",
      "chapter": "5",
      "section": "12",
      "title": "Deling",
      "content": "Deling av eigedom som er nytta eller kan nyttast til jordbruk eller skogbruk må godkjennast av departementet. Det same gjeld forpakting, tomtefeste og liknande leige eller bruksrett til del av eigedom når retten er stifta for lengre tid enn 10 år eller ikkje kan seiast opp av eigaren (utleigaren). Med eigedom meiner ein òg rettar som ligg til eigedomen og partar i sameige.\nSkal dyrka jord takast i bruk til andre formål enn jordbruksproduksjon, eller skal dyrkbar jord takast i bruk slik at ho ikkje vert eigna til jordbruksproduksjon i framtida, kan samtykke til deling ikkje givast utan at det er gitt samtykke til omdisponering etter § 9.\nVed avgjerd av om samtykke til deling skal givast, skal det leggjast vekt på om delinga legg til rette for ein tenleg og variert bruksstruktur i landbruket. I vurderinga inngår mellom anna omsynet til vern av arealressursane, om delinga fører til ei driftsmessig god løysing, og om delinga kan føre til drifts- eller miljømessige ulemper for landbruket i området. Det kan leggjast vekt på andre omsyn dersom dei fell inn under formålet i jordlova.\nSjølv om det etter tredje ledd ikkje ligg til rette for å gi samtykke til deling, kan samtykke givast dersom deling vil vareta omsynet til busetjinga i området.\nSamtykke til deling kan givast på slike vilkår som er nødvendige av omsyn til dei føremåla som lova skal fremja.\nFøresegnene gjeld utan omsyn til om ein eigedom har fleire registernemningar når eigedomen eller ideell del av han er på same eigarhand og etter departementet sitt skjønn må reknast som ei driftseining.\nSamtykke til deling er ikkje nødvendig når særskild registrert del av eigedom vert seld på tvangssal. Det same gjeld dersom det i samband med offentleg jordskifte er nødvendig å dela eigedom. Andre punktum gjeld ikkje når jordskifteretten deler ein eigedom etter jordskiftelova § 3-7.\nDersom deling ikkje er rekvirert innan tre år etter at samtykke til deling er gitt, fell samtykket bort.\nDepartementet kan gi forskrift om høve til frådeling av mindre areal utan godkjenning i samband med grensejustering etter matrikkellova.\n0 Endra ved lover 14 juni 2013 nr. 46 (ikr. 1 juli 2013 iflg. res. 14 juni 2013 nr. 642), 21 juni 2013 nr. 100 (ikr. 1 jan 2016 iflg. res. 21 juni 2013 nr. 736).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "7:18",
      "chapter": "7",
      "section": "18",
      "title": "Føresegner om tilskot",
      "content": "Etter retningsliner fastsett av Stortinget, kan departementet fastsetja føresegner om fordeling og vilkår for utbetaling og formidling av tilskot etter jordbruksavtalen eller liknande tilskot, herunder atterhald og avkorting av tilskot, utestenging frå ei ordning, og rente ved krav om tilbakebetaling.\nEr det gitt tilskot med heimel i føresegn etter første ledd, og det er fatta endeleg vedtak om å betale tilskotet tilbake, er vedtaket tvangsgrunnlag for utlegg.\n0 Endra ved lover 8 des 2006 nr. 68 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1361), 21 juni 2017 nr. 99 (ikr. 1 juli 2017 iflg. res. 21 juni 2017 nr. 829).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "7:19",
      "chapter": "7",
      "section": "19",
      "title": "Tilsyn",
      "content": "Kommunen og statsforvaltaren fører tilsyn med at føresegnene gitt i eller i medhald av §§ 8 til 12 vert haldne.\n0 Endra ved lover 19 juni 2009 nr. 98 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 848), 21 juni 2017 nr. 99 (ikr. 1 sep 2017 iflg. res. 21 juni 2017 nr. 829), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 6 des 2024 nr. 74 (i kraft 1 jan 2025 iflg. res. 6 des 2024 nr. 2938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "7:20",
      "chapter": "7",
      "section": "20",
      "title": "Tvangsgebyr",
      "content": "For å sikre at føresegnene i §§ 8 til 12 vert haldne, eller vedtak etter desse paragrafane vert gjennomført, kan departementet påleggje den ansvarlege tvangsgebyr.\nTvangsgebyr kan fastsetjast når brot mot lova sjølv eller vedtak etter lova er oppdaga. Tvangsgebyret kan innkrevjast frå den frist departementet har sett for retting av tilhøvet. Tvangsgebyr kan og fastsetjast på førehand. Det kan fastsetjast at tvangsgebyr aukar så lenge det ulovlege tilhøvet varer ved, eller at det forfell for kvart brot.\nTvangsgebyret er tvangsgrunnlag for utlegg.\n0 Endra ved lov 21 juni 2017 nr. 99 (ikr. 1 sep 2017 iflg. res. 21 juni 2017 nr. 829).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "7:21",
      "chapter": "7",
      "section": "21",
      "title": "Straff",
      "content": "Med bøter straffast den som forsettleg bryt forbodet mot omdisponering i § 9, eller påbodet om å setje i stand areala i § 10. Medverknad blir ikkje straffa.\n0 Endra ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    }
  ]
}