{
  "id": "LOV-2015-02-06-7",
  "type": "statute",
  "title": "Lov om beskyttelse av mindreårige mot skadelige bildeprogram mv.",
  "short_name": "Bildeprogramloven",
  "status": "in_force",
  "issued_date": "2015-02-06",
  "in_force_date": "2015-07-01",
  "url": "https://lovdata.no/dokument/NL/lov/2015-02-06-7",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Loven har til formål å beskytte mindreårige mot skadelig påvirkning fra levende bilder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Definisjoner",
      "content": "I denne loven forstås med\na. mindreårige: personer som ikke har fylt 18 år\nb. bildeprogram: et sett av levende bilder, med eller uten lyd, som utgjør en avgrenset enhet\nc. tilknyttet materiale: innhold som tilgjengeliggjøres før, under eller etter et bildeprogram, inkludert reklame, egenreklame, trailere og lignende\nd. videogram: disk, plate, magnetbånd eller annen enhet med lagret informasjon som er egnet til å gjengi bildeprogram\ne. bildeprogramdistributør: den som har, eller har ervervet, rettighetene til tilgjengeliggjøring av bildeprogrammet på det norske markedet\nf. visningssted: kino og annen arena for offentlig fremvisning av bildeprogram\ng. omsetningssted: forretning, nettside e.l. som selger billetter til fremvisning av bildeprogram, eller gir allmennheten tilgang til videogrammer gjennom kjøp, leie eller lignende\nh. skadelig innhold: skildringer i bildeprogram som kan virke følelsesmessig opprivende eller kognitivt forstyrrende for mindreåriges velbefinnende\ni. alvorlig skadelig innhold: skildringer i bildeprogram som kan virke sterkt følelsesmessig opprivende eller sterkt kognitivt forstyrrende for mindreåriges velbefinnende, særlig nærgående skildringer av kjønnslig aktivitet, grov vold og annen svært forstyrrende eller skremmende tematikk.\nDepartementet kan gi forskrift om forståelsen av definisjonene i denne bestemmelsen.\n1 Jf. EØS-avtalen vedlegg XI nr. 5p (direktiv 2010/13/EU art. 12 og 27).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Virkeområde",
      "content": "Loven gjelder for tilgjengeliggjøring av bildeprogram og tilknyttet materiale til allmennheten ved\na. fjernsyn og audiovisuelle bestillingstjenester omfattet av kringkastingsloven\nb. fremvisning ved allmenn sammenkomst i Norge, inkludert kino eller annet visningssted\nc. tilgjengeliggjøring av videogram i Norge når bildeprogrammet tilgjengeliggjøres av et foretak som er registrert i Norge eller har forretningssted i Norge, av en person som er norsk statsborger eller har bosted i Norge, eller beslutningen om tilgjengeliggjøring er tatt i Norge.\nLoven gjelder også på Svalbard og Jan Mayen. Departementet kan gi forskrift om de unntaks- og særregler som de stedlige forholdene tilsier.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Aldersgrenser",
      "content": "Et bildeprogram kan ikke tilgjengeliggjøres uten å være gitt én av følgende aldersgrenser:\na. tillatt for alle\nb. 6 år\nc. 9 år\nd. 12 år\ne. 15 år\nf. 18 år\nAldersgrensen skal fastsettes etter en vurdering av om innholdet i bildeprogrammet kan være skadelig for personer under den aktuelle aldersgrensen. Bildeprogram med alvorlig skadelig innhold skal ha 18-årsgrense.\nUnntatt fra kravet i første ledd er bildeprogram som i hovedsak inneholder\na. nyhets- og aktualitetsstoff,\nb. undervisnings- og forskningsstoff,\nc. informasjonsstoff om ideell, politisk eller religiøs virksomhet,\nd. musikkstoff,\ne. idrettsstoff,\nf. hobby-, instruksjons- og fritidsstoff og\ng. direktesendinger.\nDepartementet kan gi forskrift om ytterligere unntak fra kravet i første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015), opphevet ved lov 22 juni 2022 nr. 83 (i kraft 1 jan 2023 iflg. res. 22 juni 2022 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Fastsettelse av aldersgrenser",
      "content": "Aldersgrensen på bildeprogram fastsettes av bildeprogramdistributør.\nFastsettelse av aldersgrenser skal utføres med utgangspunkt i retningslinjer fastsatt av Medietilsynet.\nMedietilsynet kan ved enkeltvedtak overprøve aldersgrenser fastsatt av bildeprogramdistributør i medhold av første ledd.\nDepartementet kan gi forskrift om unntak fra kravene i denne paragrafen og om utarbeidelse av retningslinjer for aldersklassifisering.\n0 Endret ved lov 22 juni 2022 nr. 83 (i kraft 1 jan 2023 iflg. res. 22 juni 2022 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Informasjonsplikt",
      "content": "Publikum skal på en tydelig og nøytral måte informeres om aldersgrensen før tilgjengeliggjøring av det aktuelle bildeprogrammet.\nInformasjon om bildeprogrammets aldersgrense skal som minimum gjøres tilgjengelig på følgende måter:\na. På fjernsyn skal tjenestetilbyder informere muntlig om aldersgrensen før programmet starter eller tydelig merke bildeprogrammet med aldersgrense under hele sendetiden. Tjenestetilbyder skal også gjøre aldersgrensen tilgjengelig i sine programoversikter og elektroniske programguider.\nb. I audiovisuelle bestillingstjenester skal tjenestetilbyder informere om aldersgrensen før endelig bestilling gjennomføres, samt i presentasjon og omtale av bildeprogrammet.\nc. Ved fremvisning ved allmenn sammenkomst skal visnings- og omsetningssted informere om aldersgrensen ved annonsering og billettkjøp.\nd. Ved tilgjengeliggjøring av videogram skal bildeprogramdistributør informere om aldersgrensen ved tydelig merking på forsiden av videogrammets omslag.\nDepartementet kan gi forskrift om informasjonsplikt, inkludert om unntak og merking.\n1 Jf. EØS-avtalen vedlegg XI nr. 5p (direktiv 2010/13/EU art. 27 nr. 3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Plikt til å iverksette beskyttelsestiltak",
      "content": "Enhver som tilgjengeliggjør bildeprogram, plikter å iverksette egnede tiltak for å beskytte mindreårige mot skadelig og alvorlig skadelig innhold.\nDepartementet kan gi forskrift om alderskontroll, andre beskyttelsestiltak og om bruk av personopplysninger som gjelder mindreårige.\n0 Endret ved lov 28 feb 2025 nr. 2 (i kraft 1 mai 2025 iflg. res. 4 april 2025 nr. 601).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Beskyttelsestiltak ved tilgjengeliggjøring i fjernsyn",
      "content": "Bildeprogram med alvorlig skadelig innhold kan ikke sendes på fjernsyn.\nTjenestetilbyder skal ved valg av sendetid eller tekniske tiltak sørge for at mindreårige normalt ikke får tilgang til bildeprogram eller tilknyttet materiale med skadelig innhold. Nyhets- og aktualitetsprogrammer er unntatt fra kravene i første punktum.\nPersonopplysninger som gjelder mindreårige, og som innhentes eller på annen måte genereres av tjenestetilbyderen som ledd i beskyttelsestiltak etter denne paragrafen, skal ikke behandles for kommersielle formål, for eksempel direkte markedsføring, profilering eller atferdsbasert reklame.\n0 Endret ved lov 28 feb 2025 nr. 2 (i kraft 1 mai 2025 iflg. res. 4 april 2025 nr. 601).\n1 Jf. EØS-avtalen vedlegg XI nr. 5p (direktiv 2010/13/EU art. 27 nr. 1 og 2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Beskyttelsestiltak ved tilgjengeliggjøring i audiovisuelle bestillingstjenester",
      "content": "Tjenestetilbyder skal iverksette tiltak som sikrer at mindreårige normalt ikke får tilgang til bildeprogrammer eller tilknyttet materiale med alvorlig skadelig innhold.\nTjenestetilbyder skal tilby tiltak som kan aktiveres av foresatte eller andre i foresattes sted, for å sikre at mindreårige normalt ikke får tilgang til bildeprogram eller tilknyttet materiale med skadelig innhold. Nyhets- og aktualitetsprogrammer er unntatt kravene i første punktum.\nPersonopplysninger som gjelder mindreårige, og som innhentes eller på annen måte genereres av tjenestetilbyderen som ledd i beskyttelsestiltak etter denne paragrafen, skal ikke behandles for kommersielle formål, for eksempel direkte markedsføring, profilering eller atferdsbasert reklame.\n0 Endret ved lov 28 feb 2025 nr. 2 (i kraft 1 mai 2025 iflg. res. 4 april 2025 nr. 601).\n1 Jf. EØS-avtalen vedlegg XI nr. 5p (direktiv 2010/13/EU art. 12).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Beskyttelsestiltak for fremvisning ved allmenn sammenkomst",
      "content": "Visnings- og omsetningssted skal utforme rutiner for og gjennomføre alderskontroll ved tilgjengeliggjøring av bildeprogram som er klassifisert etter § 6.\nTilknyttet materiale skal være tilpasset bildeprogrammets aldersgrense.\nLedsaget av foresatte eller andre i foresattes sted kan mindreårige gis adgang til fremvisninger med ett trinn høyere aldersgrense enn oppnådd alder tilsier. 18-årsgrensen er likevel absolutt.\n0 Endret ved lov 22 juni 2022 nr. 83 (i kraft 1 jan 2023 iflg. res. 22 juni 2022 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Beskyttelsestiltak for tilgjengeliggjøring av videogram",
      "content": "Omsetningssted skal utforme rutiner for og gjennomføre alderskontroll ved tilgjengeliggjøring av bildeprogram som er klassifisert etter § 6.\nTilknyttet materiale skal være tilpasset bildeprogrammets aldersgrense.\n0 Endret ved lov 22 juni 2022 nr. 83 (i kraft 1 jan 2023 iflg. res. 22 juni 2022 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Tilsyn",
      "content": "Datatilsynet fører tilsyn med behandlingen av personopplysninger etter § 9 tredje ledd og § 10 tredje ledd. Medietilsynet fører tilsyn med at øvrige bestemmelser gitt i og i medhold av denne lov blir overholdt.\nDersom Medietilsynet gjennom sin tilsynsvirksomhet blir kjent med bildeprogram som rammes av straffeloven § 311, skal forholdet meldes til politiet.\n0 Endret ved lover 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 28 feb 2025 nr. 2 (i kraft 1 mai 2025 iflg. res. 4 april 2025 nr. 601).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Oppbevarings- og utleveringsplikt",
      "content": "Bildeprogramdistributør plikter å oppbevare bildeprogrammet i minst to måneder etter at bildeprogrammet første gang ble vist offentlig eller tilgjengeliggjort på annen måte. Dersom det reises klagesak i medhold av § 16, skal bildeprogrammet oppbevares inntil klagen er avgjort. Bildeprogrammet skal også oppbevares inntil saken er rettskraftig avgjort, dersom det blir gitt melding om at det blir reist søksmål.\nBildeprogramdistributør plikter på forespørsel å utlevere bildeprogram etter første ledd til Medietilsynet og Klagenemnda for mediesaker (Medieklagenemnda).\nDepartementet kan gi forskrift om oppbevarings- og utleveringsplikten, herunder hvem som er omfattet av plikten og hvordan oppbevaringen skal skje.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Opplysningsplikt",
      "content": "Enhver plikter å gi Medietilsynet de opplysninger som tilsynet krever for å kunne utføre sine gjøremål etter loven, eller for å kunne oppfylle Norges avtaleforpliktelser overfor en fremmed stat eller internasjonal organisasjon. Opplysningene kan kreves gitt skriftlig eller muntlig innen en fastsatt frist.\nDepartementet kan gi forskrift om opplysningsplikten, herunder om hvem som er omfattet av opplysningsplikten og om hvilke opplysninger som kan kreves.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Klage",
      "content": "Klager på Medietilsynets enkeltvedtak etter loven eller regler fastsatt i medhold av loven behandles av Medieklagenemnda. Klagenemnda kan ikke omgjøre Medietilsynets vedtak etter eget tiltak.\nBildeprogramdistributør har klagerett over tilsynets vedtak om aldersgrenser fastsatt etter § 6 tredje ledd. For øvrig gjelder reglene i forvaltningsloven kapittel VI.\nMedieklagenemnda oppnevnes av Kongen. Kongen fastsetter hvem som skal være klagenemndas leder og nestleder, og kan gi forskrift om nemndas størrelse, sammensetning og oppgaver.\nEventuelle søksmål i anledning Medieklagenemndas vedtak skal rettes mot staten ved Klagenemnda for mediesaker.\n0 Endret ved lov 22 juni 2022 nr. 83 (i kraft 1 jan 2023 iflg. res. 22 juni 2022 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Begrensninger i omgjørings- og instruksjonsmyndighet",
      "content": "Departementet kan ikke instruere Medietilsynet eller Medieklagenemnda i enkeltsaker eller omgjøre tilsynets eller klagenemndas vedtak etter denne loven.\nDepartementet kan pålegge Medietilsynet å ta en sak opp til behandling.\nI saker av prinsipiell eller stor samfunnsmessig betydning kan Kongen i statsråd omgjøre Medietilsynets eller Medieklagenemndas vedtak etter reglene i forvaltningsloven § 35 annet, tredje og femte ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Advarsel",
      "content": "Ved overtredelse av denne loven eller bestemmelse eller vilkår fastsatt i medhold av denne loven, kan Medietilsynet gi den som er ansvarlig for overtredelsen, en advarsel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Overtredelsesgebyr",
      "content": "Medietilsynet kan ved overtredelse av bestemmelser gitt i eller i medhold av denne loven, eller av enkeltvedtak truffet i medhold av disse bestemmelsene, ilegge den som er ansvarlig for overtredelsen, et overtredelsesgebyr til staten beregnet etter forskrift fastsatt av departementet.\nDepartementet kan gi forskrift om forhøyet gebyr ved gjentatt overtredelse. Medietilsynet kan i særlige tilfeller frafalle ilagt overtredelsesgebyr.\nIlagt gebyr er tvangsgrunnlag for utlegg. Departementet kan gi forskrift om ileggelse av overtredelsesgebyr, herunder om inndrivelse og om betalingsfrist. Det kan i forskrift fastsettes at det skal betales renter av ilagt overtredelsesgebyr.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Tvangsmulkt",
      "content": "For å sikre at plikter fastsatt i eller i medhold av denne loven blir oppfylt, kan Medietilsynet ilegge den ansvarlige tvangsmulkt. Tvangsmulkt kan ilegges når overtredelse er oppdaget.\nTvangsmulkten kan fastsettes som en løpende mulkt eller som et engangsbeløp. Ved løpende mulkt kan Medietilsynet bestemme at mulkten skal fastsettes for hver dag, uke eller måned som går. Tvangsmulkten begynner å løpe dersom den ansvarlige oversitter fristen for retting av forholdet. Ved tvangsmulkt i form av et engangsbeløp kan Medietilsynet bestemme at mulkten skal betales ved en særskilt fastsatt frist for oppfyllelse av plikten, dersom denne fristen er utløpt uten at plikten er oppfylt.\nTvangsmulkt tilfaller statskassen og er tvangsgrunnlag for utlegg.\nMedietilsynet kan i særlige tilfeller redusere eller frafalle påløpt tvangsmulkt inklusive renter.\nDepartementet kan gi forskrift om ileggelse av tvangsmulkt, herunder om vilkår for tvangsmulkt, om tvangsmulktens størrelse og om renter ved forsinket betaling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "Ikrafttredelse",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.​1 Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.\n1 Fra 1 juli 2015 iflg. res. 12 juni 2015 nr. 633.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "title": "Endringer i andre lover",
      "content": "Med virkning fra den tid loven trer i kraft gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Loven har til formål å beskytte mindreårige mot skadelig påvirkning fra levende bilder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Definisjoner",
      "content": "I denne loven forstås med\na. mindreårige: personer som ikke har fylt 18 år\nb. bildeprogram: et sett av levende bilder, med eller uten lyd, som utgjør en avgrenset enhet\nc. tilknyttet materiale: innhold som tilgjengeliggjøres før, under eller etter et bildeprogram, inkludert reklame, egenreklame, trailere og lignende\nd. videogram: disk, plate, magnetbånd eller annen enhet med lagret informasjon som er egnet til å gjengi bildeprogram\ne. bildeprogramdistributør: den som har, eller har ervervet, rettighetene til tilgjengeliggjøring av bildeprogrammet på det norske markedet\nf. visningssted: kino og annen arena for offentlig fremvisning av bildeprogram\ng. omsetningssted: forretning, nettside e.l. som selger billetter til fremvisning av bildeprogram, eller gir allmennheten tilgang til videogrammer gjennom kjøp, leie eller lignende\nh. skadelig innhold: skildringer i bildeprogram som kan virke følelsesmessig opprivende eller kognitivt forstyrrende for mindreåriges velbefinnende\ni. alvorlig skadelig innhold: skildringer i bildeprogram som kan virke sterkt følelsesmessig opprivende eller sterkt kognitivt forstyrrende for mindreåriges velbefinnende, særlig nærgående skildringer av kjønnslig aktivitet, grov vold og annen svært forstyrrende eller skremmende tematikk.\nDepartementet kan gi forskrift om forståelsen av definisjonene i denne bestemmelsen.\n1 Jf. EØS-avtalen vedlegg XI nr. 5p (direktiv 2010/13/EU art. 12 og 27).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Virkeområde",
      "content": "Loven gjelder for tilgjengeliggjøring av bildeprogram og tilknyttet materiale til allmennheten ved\na. fjernsyn og audiovisuelle bestillingstjenester omfattet av kringkastingsloven\nb. fremvisning ved allmenn sammenkomst i Norge, inkludert kino eller annet visningssted\nc. tilgjengeliggjøring av videogram i Norge når bildeprogrammet tilgjengeliggjøres av et foretak som er registrert i Norge eller har forretningssted i Norge, av en person som er norsk statsborger eller har bosted i Norge, eller beslutningen om tilgjengeliggjøring er tatt i Norge.\nLoven gjelder også på Svalbard og Jan Mayen. Departementet kan gi forskrift om de unntaks- og særregler som de stedlige forholdene tilsier.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Aldersgrenser",
      "content": "Et bildeprogram kan ikke tilgjengeliggjøres uten å være gitt én av følgende aldersgrenser:\na. tillatt for alle\nb. 6 år\nc. 9 år\nd. 12 år\ne. 15 år\nf. 18 år\nAldersgrensen skal fastsettes etter en vurdering av om innholdet i bildeprogrammet kan være skadelig for personer under den aktuelle aldersgrensen. Bildeprogram med alvorlig skadelig innhold skal ha 18-årsgrense.\nUnntatt fra kravet i første ledd er bildeprogram som i hovedsak inneholder\na. nyhets- og aktualitetsstoff,\nb. undervisnings- og forskningsstoff,\nc. informasjonsstoff om ideell, politisk eller religiøs virksomhet,\nd. musikkstoff,\ne. idrettsstoff,\nf. hobby-, instruksjons- og fritidsstoff og\ng. direktesendinger.\nDepartementet kan gi forskrift om ytterligere unntak fra kravet i første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015), opphevet ved lov 22 juni 2022 nr. 83 (i kraft 1 jan 2023 iflg. res. 22 juni 2022 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Fastsettelse av aldersgrenser",
      "content": "Aldersgrensen på bildeprogram fastsettes av bildeprogramdistributør.\nFastsettelse av aldersgrenser skal utføres med utgangspunkt i retningslinjer fastsatt av Medietilsynet.\nMedietilsynet kan ved enkeltvedtak overprøve aldersgrenser fastsatt av bildeprogramdistributør i medhold av første ledd.\nDepartementet kan gi forskrift om unntak fra kravene i denne paragrafen og om utarbeidelse av retningslinjer for aldersklassifisering.\n0 Endret ved lov 22 juni 2022 nr. 83 (i kraft 1 jan 2023 iflg. res. 22 juni 2022 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Informasjonsplikt",
      "content": "Publikum skal på en tydelig og nøytral måte informeres om aldersgrensen før tilgjengeliggjøring av det aktuelle bildeprogrammet.\nInformasjon om bildeprogrammets aldersgrense skal som minimum gjøres tilgjengelig på følgende måter:\na. På fjernsyn skal tjenestetilbyder informere muntlig om aldersgrensen før programmet starter eller tydelig merke bildeprogrammet med aldersgrense under hele sendetiden. Tjenestetilbyder skal også gjøre aldersgrensen tilgjengelig i sine programoversikter og elektroniske programguider.\nb. I audiovisuelle bestillingstjenester skal tjenestetilbyder informere om aldersgrensen før endelig bestilling gjennomføres, samt i presentasjon og omtale av bildeprogrammet.\nc. Ved fremvisning ved allmenn sammenkomst skal visnings- og omsetningssted informere om aldersgrensen ved annonsering og billettkjøp.\nd. Ved tilgjengeliggjøring av videogram skal bildeprogramdistributør informere om aldersgrensen ved tydelig merking på forsiden av videogrammets omslag.\nDepartementet kan gi forskrift om informasjonsplikt, inkludert om unntak og merking.\n1 Jf. EØS-avtalen vedlegg XI nr. 5p (direktiv 2010/13/EU art. 27 nr. 3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Plikt til å iverksette beskyttelsestiltak",
      "content": "Enhver som tilgjengeliggjør bildeprogram, plikter å iverksette egnede tiltak for å beskytte mindreårige mot skadelig og alvorlig skadelig innhold.\nDepartementet kan gi forskrift om alderskontroll, andre beskyttelsestiltak og om bruk av personopplysninger som gjelder mindreårige.\n0 Endret ved lov 28 feb 2025 nr. 2 (i kraft 1 mai 2025 iflg. res. 4 april 2025 nr. 601).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Beskyttelsestiltak ved tilgjengeliggjøring i fjernsyn",
      "content": "Bildeprogram med alvorlig skadelig innhold kan ikke sendes på fjernsyn.\nTjenestetilbyder skal ved valg av sendetid eller tekniske tiltak sørge for at mindreårige normalt ikke får tilgang til bildeprogram eller tilknyttet materiale med skadelig innhold. Nyhets- og aktualitetsprogrammer er unntatt fra kravene i første punktum.\nPersonopplysninger som gjelder mindreårige, og som innhentes eller på annen måte genereres av tjenestetilbyderen som ledd i beskyttelsestiltak etter denne paragrafen, skal ikke behandles for kommersielle formål, for eksempel direkte markedsføring, profilering eller atferdsbasert reklame.\n0 Endret ved lov 28 feb 2025 nr. 2 (i kraft 1 mai 2025 iflg. res. 4 april 2025 nr. 601).\n1 Jf. EØS-avtalen vedlegg XI nr. 5p (direktiv 2010/13/EU art. 27 nr. 1 og 2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Beskyttelsestiltak ved tilgjengeliggjøring i audiovisuelle bestillingstjenester",
      "content": "Tjenestetilbyder skal iverksette tiltak som sikrer at mindreårige normalt ikke får tilgang til bildeprogrammer eller tilknyttet materiale med alvorlig skadelig innhold.\nTjenestetilbyder skal tilby tiltak som kan aktiveres av foresatte eller andre i foresattes sted, for å sikre at mindreårige normalt ikke får tilgang til bildeprogram eller tilknyttet materiale med skadelig innhold. Nyhets- og aktualitetsprogrammer er unntatt kravene i første punktum.\nPersonopplysninger som gjelder mindreårige, og som innhentes eller på annen måte genereres av tjenestetilbyderen som ledd i beskyttelsestiltak etter denne paragrafen, skal ikke behandles for kommersielle formål, for eksempel direkte markedsføring, profilering eller atferdsbasert reklame.\n0 Endret ved lov 28 feb 2025 nr. 2 (i kraft 1 mai 2025 iflg. res. 4 april 2025 nr. 601).\n1 Jf. EØS-avtalen vedlegg XI nr. 5p (direktiv 2010/13/EU art. 12).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Beskyttelsestiltak for fremvisning ved allmenn sammenkomst",
      "content": "Visnings- og omsetningssted skal utforme rutiner for og gjennomføre alderskontroll ved tilgjengeliggjøring av bildeprogram som er klassifisert etter § 6.\nTilknyttet materiale skal være tilpasset bildeprogrammets aldersgrense.\nLedsaget av foresatte eller andre i foresattes sted kan mindreårige gis adgang til fremvisninger med ett trinn høyere aldersgrense enn oppnådd alder tilsier. 18-årsgrensen er likevel absolutt.\n0 Endret ved lov 22 juni 2022 nr. 83 (i kraft 1 jan 2023 iflg. res. 22 juni 2022 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Beskyttelsestiltak for tilgjengeliggjøring av videogram",
      "content": "Omsetningssted skal utforme rutiner for og gjennomføre alderskontroll ved tilgjengeliggjøring av bildeprogram som er klassifisert etter § 6.\nTilknyttet materiale skal være tilpasset bildeprogrammets aldersgrense.\n0 Endret ved lov 22 juni 2022 nr. 83 (i kraft 1 jan 2023 iflg. res. 22 juni 2022 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Tilsyn",
      "content": "Datatilsynet fører tilsyn med behandlingen av personopplysninger etter § 9 tredje ledd og § 10 tredje ledd. Medietilsynet fører tilsyn med at øvrige bestemmelser gitt i og i medhold av denne lov blir overholdt.\nDersom Medietilsynet gjennom sin tilsynsvirksomhet blir kjent med bildeprogram som rammes av straffeloven § 311, skal forholdet meldes til politiet.\n0 Endret ved lover 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 28 feb 2025 nr. 2 (i kraft 1 mai 2025 iflg. res. 4 april 2025 nr. 601).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Oppbevarings- og utleveringsplikt",
      "content": "Bildeprogramdistributør plikter å oppbevare bildeprogrammet i minst to måneder etter at bildeprogrammet første gang ble vist offentlig eller tilgjengeliggjort på annen måte. Dersom det reises klagesak i medhold av § 16, skal bildeprogrammet oppbevares inntil klagen er avgjort. Bildeprogrammet skal også oppbevares inntil saken er rettskraftig avgjort, dersom det blir gitt melding om at det blir reist søksmål.\nBildeprogramdistributør plikter på forespørsel å utlevere bildeprogram etter første ledd til Medietilsynet og Klagenemnda for mediesaker (Medieklagenemnda).\nDepartementet kan gi forskrift om oppbevarings- og utleveringsplikten, herunder hvem som er omfattet av plikten og hvordan oppbevaringen skal skje.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Opplysningsplikt",
      "content": "Enhver plikter å gi Medietilsynet de opplysninger som tilsynet krever for å kunne utføre sine gjøremål etter loven, eller for å kunne oppfylle Norges avtaleforpliktelser overfor en fremmed stat eller internasjonal organisasjon. Opplysningene kan kreves gitt skriftlig eller muntlig innen en fastsatt frist.\nDepartementet kan gi forskrift om opplysningsplikten, herunder om hvem som er omfattet av opplysningsplikten og om hvilke opplysninger som kan kreves.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Klage",
      "content": "Klager på Medietilsynets enkeltvedtak etter loven eller regler fastsatt i medhold av loven behandles av Medieklagenemnda. Klagenemnda kan ikke omgjøre Medietilsynets vedtak etter eget tiltak.\nBildeprogramdistributør har klagerett over tilsynets vedtak om aldersgrenser fastsatt etter § 6 tredje ledd. For øvrig gjelder reglene i forvaltningsloven kapittel VI.\nMedieklagenemnda oppnevnes av Kongen. Kongen fastsetter hvem som skal være klagenemndas leder og nestleder, og kan gi forskrift om nemndas størrelse, sammensetning og oppgaver.\nEventuelle søksmål i anledning Medieklagenemndas vedtak skal rettes mot staten ved Klagenemnda for mediesaker.\n0 Endret ved lov 22 juni 2022 nr. 83 (i kraft 1 jan 2023 iflg. res. 22 juni 2022 nr. 1141).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Begrensninger i omgjørings- og instruksjonsmyndighet",
      "content": "Departementet kan ikke instruere Medietilsynet eller Medieklagenemnda i enkeltsaker eller omgjøre tilsynets eller klagenemndas vedtak etter denne loven.\nDepartementet kan pålegge Medietilsynet å ta en sak opp til behandling.\nI saker av prinsipiell eller stor samfunnsmessig betydning kan Kongen i statsråd omgjøre Medietilsynets eller Medieklagenemndas vedtak etter reglene i forvaltningsloven § 35 annet, tredje og femte ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Advarsel",
      "content": "Ved overtredelse av denne loven eller bestemmelse eller vilkår fastsatt i medhold av denne loven, kan Medietilsynet gi den som er ansvarlig for overtredelsen, en advarsel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Overtredelsesgebyr",
      "content": "Medietilsynet kan ved overtredelse av bestemmelser gitt i eller i medhold av denne loven, eller av enkeltvedtak truffet i medhold av disse bestemmelsene, ilegge den som er ansvarlig for overtredelsen, et overtredelsesgebyr til staten beregnet etter forskrift fastsatt av departementet.\nDepartementet kan gi forskrift om forhøyet gebyr ved gjentatt overtredelse. Medietilsynet kan i særlige tilfeller frafalle ilagt overtredelsesgebyr.\nIlagt gebyr er tvangsgrunnlag for utlegg. Departementet kan gi forskrift om ileggelse av overtredelsesgebyr, herunder om inndrivelse og om betalingsfrist. Det kan i forskrift fastsettes at det skal betales renter av ilagt overtredelsesgebyr.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Tvangsmulkt",
      "content": "For å sikre at plikter fastsatt i eller i medhold av denne loven blir oppfylt, kan Medietilsynet ilegge den ansvarlige tvangsmulkt. Tvangsmulkt kan ilegges når overtredelse er oppdaget.\nTvangsmulkten kan fastsettes som en løpende mulkt eller som et engangsbeløp. Ved løpende mulkt kan Medietilsynet bestemme at mulkten skal fastsettes for hver dag, uke eller måned som går. Tvangsmulkten begynner å løpe dersom den ansvarlige oversitter fristen for retting av forholdet. Ved tvangsmulkt i form av et engangsbeløp kan Medietilsynet bestemme at mulkten skal betales ved en særskilt fastsatt frist for oppfyllelse av plikten, dersom denne fristen er utløpt uten at plikten er oppfylt.\nTvangsmulkt tilfaller statskassen og er tvangsgrunnlag for utlegg.\nMedietilsynet kan i særlige tilfeller redusere eller frafalle påløpt tvangsmulkt inklusive renter.\nDepartementet kan gi forskrift om ileggelse av tvangsmulkt, herunder om vilkår for tvangsmulkt, om tvangsmulktens størrelse og om renter ved forsinket betaling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "Ikrafttredelse",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.​1 Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.\n1 Fra 1 juli 2015 iflg. res. 12 juni 2015 nr. 633.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "title": "Endringer i andre lover",
      "content": "Med virkning fra den tid loven trer i kraft gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    }
  ]
}