{
  "id": "LOV-1961-03-23-1",
  "type": "statute",
  "title": "Lov om forsvunne personer m.v.",
  "short_name": "Lov om forsvunne – fsvl.",
  "status": "in_force",
  "issued_date": "1961-03-23",
  "in_force_date": "1961-07-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1961-03-23-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Når en person er forsvunnet under slike omstendigheter at det ikke er rimelig grunn til å tvile på at han er død, kan tingrettsdommeren bestemme at dette uten videre skal legges til grunn.​1 Opplysninger og bevis legges frem for dommeren i den rettskrets hvor den forsvunne hadde sin siste kjente bopel, eller, hvis noen bopel ikke kan påvises, hvor han hadde sitt siste kjente oppholdssted. Dommeren avgjør ved kjennelse​2 om beviset skal tas for godt.\nKjennelsen kan foruten av den som avgjørelsen går imot, ankes av påtalemyndigheten som skal få melding om en avgjørelse om godtaking av beviset.\nOm hvilken dag som skal regnes som dødsdag, gjelder reglene i § 8 annet ledd tilsvarende.\n0 Endret ved lover 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. §§ 8, 15, 16, 17.\n2 Jf. tvl. § 19-1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Om forsvunnet person skal melding gis til tingretten.​1 Meldingen gis av den forsvunnes ektefelle​2 og slektninger og av offentlig myndighet, som kjenner til forsvinningen. Den skal gis til retten på det sted hvor den forsvunne sist hadde kjent bopel, eller hvor han sist oppholdt seg dersom noen bopel i riket ikke kan påvises.\nKan retten ikke legge til grunn at han er død (jfr. § 1), skal den sørge for at verge​3 blir oppnevnt for den forsvunne dersom den finner at dette er nødvendig til varetaking av hans interesser. Dersom den forsvunne har ektefelle​2 eller har tilsatt fullmektig til å ta seg av sine interesser, kan retten i stedet bestemme at ektefellen eller fullmektigen eller i tilfelle begge sammen skal vareta den forsvunnes interesser. Retten kan gjøre om vedtaket.\n0 Endret ved lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jf. lov 21 feb 1930 § 1.\n2 Se el. kap. 3 og § 95.\n3 Jf. lov 26 mars 2010 nr. 9 §§ 16 og 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Vergen sørger snarest mulig for at formuen til den forsvunne blir registrert og vurdert. Midlene forvaltes etter reglene i vergemålsloven.​1 I viktige tilfelle, særlig når det gjelder salg av fast eiendom eller større utbetalinger, tas om mulig arvingene til den forsvunne med på råd.\nReglene i første ledd gjelder tilsvarende for fullmektig og ektefelle​2 som trer i verges sted.​3 Ville i tilfelle ektefellen​2 hatt rett til å overta boet uskiftet dersom den forsvunne hadde vært død, gjelder reglene i uskiftelovgivningen om opptak av status over boet og om adgang til å forvalte og disponere det.​4\nTingretten fastsetter mulig godtgjøring til verge eller fullmektig. Godtgjøringen betales av den forsvunnes midler.​5\n0 Endret ved lover 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Lov 26 mars 2010 nr. 9.\n2 Se el. kap. 3 og § 95.\n3 Jf. § 2.\n4 Se lov 3 mars 1972 nr. 5 §§ 14 og 18.\n5 Jf. lov 26 mars 2010 nr. 9 § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "3:4",
      "chapter": "3",
      "section": "4",
      "content": "Dersom det etter § 1 ikke uten videre kan legges til grunn at en forsvunnet person er død, kan sak om at den forsvunne formodes å være død reises når det er gått 10 år siden siste tidspunkt da en vet at han var i live. Fristen er likevel ett år når det er overveiende sannsynlig at den forsvunne er død fordi han kom bort ved en ulykke, krigsoperasjon eller annen begivenhet som skapte alvorlig livsfare.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "content": "Sak om dødsformodning kan reises av arvingene til den forsvunne, ektefellen​1 og enhver annen som har rettslig interesse i å få dom for dødsformodning.​2\n1 Se el. kap. 3 og § 95.\n2 Jf. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "Sak om dødsformodning kan reises i riket dersom den forsvunne hadde sin siste bopel her. Saken reises i den rettskrets hvor den forsvunne hadde sitt alminnelige verneting.​1\nSelv om den forsvunne ikke hadde sin siste bopel i riket, kan sak reises dersom han har etterlatt formue her, men da bare med virkning for denne formuen. Departementet kan bestemme at sak skal reises i en annen rettskrets enn der formuen er.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se tvl. § 4-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "Sak om dødsformodning blir reist ved at den forsvunne stevnes for retten. Retten berammer hovedforhandling uten saksforberedelse. Den forsvunne kalles inn etter reglene i domstolslovens​1 § 181 med minst tre måneders varsel. Den forsvunnes verge eller fullmektig​2 skal gis melding om innkallingen. Det samme gjelder såvidt mulig andre kjente søksmålsberettigede.​3 Innkallingen skal inneholde oppfordring til enhver om å gi opplysninger som han har om den forsvunne.\nPåtalemyndigheten kan opptre i saken for å vareta offentlige interesser. Retten skal gi påtalemyndigheten melding om saken.\nRetten skal av eget tiltak søke å skaffe opplysninger som kan sikre en riktig avgjørelse.\nSakskostnadene​4 betales av saksøkeren, men av den forsvunnes midler dersom retten bestemmer det.\n1 Lov 13 aug 1915 nr. 5.\n2 Jf. § 2.\n3 Jf. § 5.\n4 Se lov 17 des 1982 nr. 86 § 10 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Finner retten at saksøkte​1 er forsvunnet under slike omstendigheter at det ikke er rimelig grunn til å tvile på at han er død, skal retten ikke avsi dødsformodningsdom, men kjennelse etter § 1 første ledd. Ellers skal retten avsi dom som enten går ut på at den forsvunne formodes død eller på frifinning.\nDom som går ut på at den forsvunne formodes død, skal nevne den dag som dødsformodningen skal regnes fra (dødsformodningsdagen). Dette skal være den dag det er sannsynlig at den forsvunne er død, dersom en slik dag kan fastsettes, og ellers den siste dag i den måned da det ble adgang til å reise sak om dødsformodning.​2\n1 Se § 7 første punktum.\n2 Jf. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Dom i sak om dødsformodning kan påankes og begjæres gjenåpnet​1 av enhver som etter § 5 er eller ville ha vært rett saksøker, av vergen eller fullmektigen​2 til den forsvunne samt av påtalemyndigheten.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se tvl. kap. 31.\n2 Jf. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Med det unntak som følger av § 6 annet ledd, virker rettskraftig​1 dom som går ut på at den forsvunne formodes død, for og mot alle og legges til grunn i alle forhold hvor det har betydning om den forsvunne er i live eller ikke etter dødsformodningsdagen.\n1 Se tvl. § 19-14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "content": "Når dom for dødsformodning er blitt endelig, skal boet til den forsvunne behandles som om den forsvunne var død på dødsformodningsdagen.​1\nEr nettoformuen til den forsvunne mindre enn 4 ganger grunnbeløpet i folketrygden,​2 kan ektefellen eller arvingene kreve at boet behandles som om den forsvunne var død uten dødsformodning så snart fristen etter § 4 annet punktum er gått ut. Tingretten fastsetter i så fall dødsformodningsdagen i samsvar med reglene i § 8 annet ledd.\nFristene i skifteloven​3 løper i disse tilfelle fra det tidspunkt det tidligst var anledning til å få boet skiftet.\n0 Endret ved lover 22 juni 1990 nr. 40 (ikr. 1 jan 1991 med virkning hvor dødsformodningsdommen er blitt endelig etter ikrafttredelsen), 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jf. § 8 (2).\n2 Se ftrl. § 1-4.\n3 Lov 21 feb 1930.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 22 juni 1990 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Er det gått 10 år siden siste tidspunkt da en vet at den forsvunne var i live, uten at midler som forvaltes etter reglene i vergemålsloven​1 eller av verge eller fullmektig,​2 er skiftet, skal den som har forvaltningen, gi melding til tingretten, som da behandler midlene som om den forsvunne var død. Boet fordeles mellom de personer som er arvinger etter den forsvunne ved 10-årsfristens utløp. Arvingene varsles ved innkalling etter reglene i skiftelovens​3 § 72. Melder ingen seg som arving, skal staten ha midlene.​4\n0 Endret ved lover 22 juni 1990 nr. 40 (ikr. 1 jan 1991 med virkning hvor 10-årsfristen løper ut etter ikrafttredelsen), 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Lov 26 mars 2010 nr. 9.\n2 Jf. § 2.\n3 Lov 21 feb 1930.\n4 Jf. lov 3 mars 1972 nr. 5 § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "content": "Lever den forsvunne, kan han innen 20 år etter dødsformodningsdagen​1 kreve sin formue tilbake fra dem som arvet ham.​2 Rette arvinger kan innen 10 år fra samme tidspunkt kreve arvemidlene utlevert dersom det blir godtgjort at den forsvunne er død til annen tid enn den som er lagt til grunn ved delingen av hans bo.\nIngen arving plikter å gi tilbake mer enn han har mottatt. Er den mottatte arv avhendet eller forbrukt, er arvingen ansvarlig for dens verdi på avhendelses- eller forbrukstiden, men ikke for mer enn en like god ting av samme slag er verd på den tid da tilbakesøkingskravet blir satt frem. Kravet kan settes ned eller falle bort når det etter arvingens kår eller forholdene ellers ville være urimelig om han skulle svare fullt ut for midler som ikke lenger er i behold. Er det mottatte gått tapt uten arvingens skyld, er han fri for ansvar.\nInntekt som er oppebåret av formuen før krav etter første ledd blir satt frem, er arvingene ikke ansvarlige for.\n1 Jf. §§ 1 og 8.\n2 Jf. §§ 11 og 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Trygdesum som er utbetalt etter endelig dødsformodningsdom eller fordi det er fastsatt at den forsvunne uten videre skal anses som død (jfr. § 1), kan trygdelaget kreve tilbake innen 20 år etter dødsformodningsdagen,​1 dersom det viser seg at den forsvunne lever eller at han er død til slik tid at trygdesummen ikke skulle vært utbetalt. Kravet kan settes ned eller falle bort etter reglene i § 14 annet ledd. Beløp som ikke kan fås tilbake fra mottakeren, skal gå fra i trygdelagets mulige forpliktelser.\nTrygdelaget kan regne trygdeforholdet som opp- og avgjort ved den utbetaling som er skjedd i henhold til dødsformodningsdommen eller i henhold til den beslutning som er truffet etter § 1. I så fall trer den tilbakevendte inn i trygdelagets krav.\n1 Jf. §§ 1, 8 og 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Pensjon, livrente eller annen stønad av offentlig eller privat innretning som er utbetalt i henhold til endelig dødsformodningsdom, eller fordi det er fastsatt at den forsvunne uten videre skal anses som død (jfr. § 1), kan ikke kreves tilbake fra mottakeren, selv om det viser seg at den forsvunne lever. Beløp som er utbetalt, skal gå fra i den tilbakevendtes krav på stønad for den tid han har vært forsvunnet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "content": "Når endelig dødsformodningsdom eller fastsetting etter § 1 foreligger for en gift forsvunnet person, er ekteskapet oppløst dersom ektefellen​1 til den forsvunne gifter seg igjen. Dette gjelder selv om dommen senere blir opphevet eller endret. Har ektefellen ikke giftet seg igjen, står ekteskapet ved makt dersom det viser seg at den forsvunne lever.\n1 Se el. kap. 3 og § 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "content": "En arving skal settes ut av betraktning ved skiftet hvis det ikke er sikkert at han har overlevd arvelateren.​1\nViser det seg at arving som har vært satt ut av betraktning etter første ledd, har overlevd arvelateren, kan han eller – om han er død – hans arvinger innen 10 år etter arvefallet kreve arven fra dem som har fått den. Gjelder det arv i et bo som en gjenlevende ektefelle​2 har beholdt uskiftet, regnes fristen fra tidspunktet for den gjenlevendes død. Har gjenlevende skiftet tidligere, regnes fristen fra skiftets slutning. Er arvingen ved endelig dom formodet å være død, eller er det bestemt at han uten videre skal anses som død (jfr. § 1), gjelder fristen etter § 14 første ledd, dersom den løper ut før den frist som er nevnt foran. Om tilbakesøkingskravet gjelder ellers reglene i § 14 annet og tredje ledd.\n0 Endret ved lov 22 juni 1990 nr. 40.\n1 Jf. lov 3 mars 1972 nr. 5 § 72.\n2 Se el. kap. 3 og § 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "content": "Dersom en arving er forsvunnet etter arvefallet eller er fraværende uten kjent oppholdssted, skal arv utlegges arvingen på skifte hvis ikke annet følger av § 20. Reglene i kapittel 2 gjelder tilsvarende. For arving uten kjent oppholdssted eller fullmektig, må det oppnevnes verge etter skiftelovens​1 § 123.\n0 Endret ved lover 22 juni 1990 nr. 40, 2 des 1994 nr. 63 (ikr. 1 jan 1995).\n1 Lov 21 feb 1930.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "content": "Dersom arv til forsvunnet arving som nevnt i § 19 er mindre enn to ganger grunnbeløpet i folketrygden,​1 og det heller ikke er kjent at han har annen formue, utlegges ikke arv til arvingen når han har arveberettiget ektefelle​2 eller slekt eller har forføyd over arven i dens helhet ved testament. Arven skal i så fall gå til dem som var den forsvunnes eller fraværendes arvinger ved arvefallet. En forsvunnet eller fraværende arving kan ikke kreve tilbake arv som er utlagt etter første punktum.\n0 Endret ved lover 7 juni 1985 nr. 52, 22 juni 1990 nr. 40.\n1 Se ftrl. § 1-4.\n2 Se el. kap. 3 og § 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "7:21",
      "chapter": "7",
      "section": "21",
      "content": "Denne lov trer i kraft fra den tid Kongen fastsetter.​1\n1 Fra 1 juli 1961 iflg. res. 12 mai 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "7:22",
      "chapter": "7",
      "section": "22",
      "content": "Fra denne lovs ikrafttreden endres følgende lover på denne måte: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "7:23",
      "chapter": "7",
      "section": "23",
      "content": "Følgende overgangsregler skal gjelde:\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Når en person er forsvunnet under slike omstendigheter at det ikke er rimelig grunn til å tvile på at han er død, kan tingrettsdommeren bestemme at dette uten videre skal legges til grunn.​1 Opplysninger og bevis legges frem for dommeren i den rettskrets hvor den forsvunne hadde sin siste kjente bopel, eller, hvis noen bopel ikke kan påvises, hvor han hadde sitt siste kjente oppholdssted. Dommeren avgjør ved kjennelse​2 om beviset skal tas for godt.\nKjennelsen kan foruten av den som avgjørelsen går imot, ankes av påtalemyndigheten som skal få melding om en avgjørelse om godtaking av beviset.\nOm hvilken dag som skal regnes som dødsdag, gjelder reglene i § 8 annet ledd tilsvarende.\n0 Endret ved lover 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. §§ 8, 15, 16, 17.\n2 Jf. tvl. § 19-1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Om forsvunnet person skal melding gis til tingretten.​1 Meldingen gis av den forsvunnes ektefelle​2 og slektninger og av offentlig myndighet, som kjenner til forsvinningen. Den skal gis til retten på det sted hvor den forsvunne sist hadde kjent bopel, eller hvor han sist oppholdt seg dersom noen bopel i riket ikke kan påvises.\nKan retten ikke legge til grunn at han er død (jfr. § 1), skal den sørge for at verge​3 blir oppnevnt for den forsvunne dersom den finner at dette er nødvendig til varetaking av hans interesser. Dersom den forsvunne har ektefelle​2 eller har tilsatt fullmektig til å ta seg av sine interesser, kan retten i stedet bestemme at ektefellen eller fullmektigen eller i tilfelle begge sammen skal vareta den forsvunnes interesser. Retten kan gjøre om vedtaket.\n0 Endret ved lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jf. lov 21 feb 1930 § 1.\n2 Se el. kap. 3 og § 95.\n3 Jf. lov 26 mars 2010 nr. 9 §§ 16 og 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Vergen sørger snarest mulig for at formuen til den forsvunne blir registrert og vurdert. Midlene forvaltes etter reglene i vergemålsloven.​1 I viktige tilfelle, særlig når det gjelder salg av fast eiendom eller større utbetalinger, tas om mulig arvingene til den forsvunne med på råd.\nReglene i første ledd gjelder tilsvarende for fullmektig og ektefelle​2 som trer i verges sted.​3 Ville i tilfelle ektefellen​2 hatt rett til å overta boet uskiftet dersom den forsvunne hadde vært død, gjelder reglene i uskiftelovgivningen om opptak av status over boet og om adgang til å forvalte og disponere det.​4\nTingretten fastsetter mulig godtgjøring til verge eller fullmektig. Godtgjøringen betales av den forsvunnes midler.​5\n0 Endret ved lover 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Lov 26 mars 2010 nr. 9.\n2 Se el. kap. 3 og § 95.\n3 Jf. § 2.\n4 Se lov 3 mars 1972 nr. 5 §§ 14 og 18.\n5 Jf. lov 26 mars 2010 nr. 9 § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "3:4",
      "chapter": "3",
      "section": "4",
      "content": "Dersom det etter § 1 ikke uten videre kan legges til grunn at en forsvunnet person er død, kan sak om at den forsvunne formodes å være død reises når det er gått 10 år siden siste tidspunkt da en vet at han var i live. Fristen er likevel ett år når det er overveiende sannsynlig at den forsvunne er død fordi han kom bort ved en ulykke, krigsoperasjon eller annen begivenhet som skapte alvorlig livsfare.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "content": "Sak om dødsformodning kan reises av arvingene til den forsvunne, ektefellen​1 og enhver annen som har rettslig interesse i å få dom for dødsformodning.​2\n1 Se el. kap. 3 og § 95.\n2 Jf. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "Sak om dødsformodning kan reises i riket dersom den forsvunne hadde sin siste bopel her. Saken reises i den rettskrets hvor den forsvunne hadde sitt alminnelige verneting.​1\nSelv om den forsvunne ikke hadde sin siste bopel i riket, kan sak reises dersom han har etterlatt formue her, men da bare med virkning for denne formuen. Departementet kan bestemme at sak skal reises i en annen rettskrets enn der formuen er.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se tvl. § 4-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "Sak om dødsformodning blir reist ved at den forsvunne stevnes for retten. Retten berammer hovedforhandling uten saksforberedelse. Den forsvunne kalles inn etter reglene i domstolslovens​1 § 181 med minst tre måneders varsel. Den forsvunnes verge eller fullmektig​2 skal gis melding om innkallingen. Det samme gjelder såvidt mulig andre kjente søksmålsberettigede.​3 Innkallingen skal inneholde oppfordring til enhver om å gi opplysninger som han har om den forsvunne.\nPåtalemyndigheten kan opptre i saken for å vareta offentlige interesser. Retten skal gi påtalemyndigheten melding om saken.\nRetten skal av eget tiltak søke å skaffe opplysninger som kan sikre en riktig avgjørelse.\nSakskostnadene​4 betales av saksøkeren, men av den forsvunnes midler dersom retten bestemmer det.\n1 Lov 13 aug 1915 nr. 5.\n2 Jf. § 2.\n3 Jf. § 5.\n4 Se lov 17 des 1982 nr. 86 § 10 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Finner retten at saksøkte​1 er forsvunnet under slike omstendigheter at det ikke er rimelig grunn til å tvile på at han er død, skal retten ikke avsi dødsformodningsdom, men kjennelse etter § 1 første ledd. Ellers skal retten avsi dom som enten går ut på at den forsvunne formodes død eller på frifinning.\nDom som går ut på at den forsvunne formodes død, skal nevne den dag som dødsformodningen skal regnes fra (dødsformodningsdagen). Dette skal være den dag det er sannsynlig at den forsvunne er død, dersom en slik dag kan fastsettes, og ellers den siste dag i den måned da det ble adgang til å reise sak om dødsformodning.​2\n1 Se § 7 første punktum.\n2 Jf. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Dom i sak om dødsformodning kan påankes og begjæres gjenåpnet​1 av enhver som etter § 5 er eller ville ha vært rett saksøker, av vergen eller fullmektigen​2 til den forsvunne samt av påtalemyndigheten.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se tvl. kap. 31.\n2 Jf. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Med det unntak som følger av § 6 annet ledd, virker rettskraftig​1 dom som går ut på at den forsvunne formodes død, for og mot alle og legges til grunn i alle forhold hvor det har betydning om den forsvunne er i live eller ikke etter dødsformodningsdagen.\n1 Se tvl. § 19-14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "content": "Når dom for dødsformodning er blitt endelig, skal boet til den forsvunne behandles som om den forsvunne var død på dødsformodningsdagen.​1\nEr nettoformuen til den forsvunne mindre enn 4 ganger grunnbeløpet i folketrygden,​2 kan ektefellen eller arvingene kreve at boet behandles som om den forsvunne var død uten dødsformodning så snart fristen etter § 4 annet punktum er gått ut. Tingretten fastsetter i så fall dødsformodningsdagen i samsvar med reglene i § 8 annet ledd.\nFristene i skifteloven​3 løper i disse tilfelle fra det tidspunkt det tidligst var anledning til å få boet skiftet.\n0 Endret ved lover 22 juni 1990 nr. 40 (ikr. 1 jan 1991 med virkning hvor dødsformodningsdommen er blitt endelig etter ikrafttredelsen), 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jf. § 8 (2).\n2 Se ftrl. § 1-4.\n3 Lov 21 feb 1930.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 22 juni 1990 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Er det gått 10 år siden siste tidspunkt da en vet at den forsvunne var i live, uten at midler som forvaltes etter reglene i vergemålsloven​1 eller av verge eller fullmektig,​2 er skiftet, skal den som har forvaltningen, gi melding til tingretten, som da behandler midlene som om den forsvunne var død. Boet fordeles mellom de personer som er arvinger etter den forsvunne ved 10-årsfristens utløp. Arvingene varsles ved innkalling etter reglene i skiftelovens​3 § 72. Melder ingen seg som arving, skal staten ha midlene.​4\n0 Endret ved lover 22 juni 1990 nr. 40 (ikr. 1 jan 1991 med virkning hvor 10-årsfristen løper ut etter ikrafttredelsen), 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Lov 26 mars 2010 nr. 9.\n2 Jf. § 2.\n3 Lov 21 feb 1930.\n4 Jf. lov 3 mars 1972 nr. 5 § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "content": "Lever den forsvunne, kan han innen 20 år etter dødsformodningsdagen​1 kreve sin formue tilbake fra dem som arvet ham.​2 Rette arvinger kan innen 10 år fra samme tidspunkt kreve arvemidlene utlevert dersom det blir godtgjort at den forsvunne er død til annen tid enn den som er lagt til grunn ved delingen av hans bo.\nIngen arving plikter å gi tilbake mer enn han har mottatt. Er den mottatte arv avhendet eller forbrukt, er arvingen ansvarlig for dens verdi på avhendelses- eller forbrukstiden, men ikke for mer enn en like god ting av samme slag er verd på den tid da tilbakesøkingskravet blir satt frem. Kravet kan settes ned eller falle bort når det etter arvingens kår eller forholdene ellers ville være urimelig om han skulle svare fullt ut for midler som ikke lenger er i behold. Er det mottatte gått tapt uten arvingens skyld, er han fri for ansvar.\nInntekt som er oppebåret av formuen før krav etter første ledd blir satt frem, er arvingene ikke ansvarlige for.\n1 Jf. §§ 1 og 8.\n2 Jf. §§ 11 og 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Trygdesum som er utbetalt etter endelig dødsformodningsdom eller fordi det er fastsatt at den forsvunne uten videre skal anses som død (jfr. § 1), kan trygdelaget kreve tilbake innen 20 år etter dødsformodningsdagen,​1 dersom det viser seg at den forsvunne lever eller at han er død til slik tid at trygdesummen ikke skulle vært utbetalt. Kravet kan settes ned eller falle bort etter reglene i § 14 annet ledd. Beløp som ikke kan fås tilbake fra mottakeren, skal gå fra i trygdelagets mulige forpliktelser.\nTrygdelaget kan regne trygdeforholdet som opp- og avgjort ved den utbetaling som er skjedd i henhold til dødsformodningsdommen eller i henhold til den beslutning som er truffet etter § 1. I så fall trer den tilbakevendte inn i trygdelagets krav.\n1 Jf. §§ 1, 8 og 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Pensjon, livrente eller annen stønad av offentlig eller privat innretning som er utbetalt i henhold til endelig dødsformodningsdom, eller fordi det er fastsatt at den forsvunne uten videre skal anses som død (jfr. § 1), kan ikke kreves tilbake fra mottakeren, selv om det viser seg at den forsvunne lever. Beløp som er utbetalt, skal gå fra i den tilbakevendtes krav på stønad for den tid han har vært forsvunnet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "content": "Når endelig dødsformodningsdom eller fastsetting etter § 1 foreligger for en gift forsvunnet person, er ekteskapet oppløst dersom ektefellen​1 til den forsvunne gifter seg igjen. Dette gjelder selv om dommen senere blir opphevet eller endret. Har ektefellen ikke giftet seg igjen, står ekteskapet ved makt dersom det viser seg at den forsvunne lever.\n1 Se el. kap. 3 og § 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "content": "En arving skal settes ut av betraktning ved skiftet hvis det ikke er sikkert at han har overlevd arvelateren.​1\nViser det seg at arving som har vært satt ut av betraktning etter første ledd, har overlevd arvelateren, kan han eller – om han er død – hans arvinger innen 10 år etter arvefallet kreve arven fra dem som har fått den. Gjelder det arv i et bo som en gjenlevende ektefelle​2 har beholdt uskiftet, regnes fristen fra tidspunktet for den gjenlevendes død. Har gjenlevende skiftet tidligere, regnes fristen fra skiftets slutning. Er arvingen ved endelig dom formodet å være død, eller er det bestemt at han uten videre skal anses som død (jfr. § 1), gjelder fristen etter § 14 første ledd, dersom den løper ut før den frist som er nevnt foran. Om tilbakesøkingskravet gjelder ellers reglene i § 14 annet og tredje ledd.\n0 Endret ved lov 22 juni 1990 nr. 40.\n1 Jf. lov 3 mars 1972 nr. 5 § 72.\n2 Se el. kap. 3 og § 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "content": "Dersom en arving er forsvunnet etter arvefallet eller er fraværende uten kjent oppholdssted, skal arv utlegges arvingen på skifte hvis ikke annet følger av § 20. Reglene i kapittel 2 gjelder tilsvarende. For arving uten kjent oppholdssted eller fullmektig, må det oppnevnes verge etter skiftelovens​1 § 123.\n0 Endret ved lover 22 juni 1990 nr. 40, 2 des 1994 nr. 63 (ikr. 1 jan 1995).\n1 Lov 21 feb 1930.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "content": "Dersom arv til forsvunnet arving som nevnt i § 19 er mindre enn to ganger grunnbeløpet i folketrygden,​1 og det heller ikke er kjent at han har annen formue, utlegges ikke arv til arvingen når han har arveberettiget ektefelle​2 eller slekt eller har forføyd over arven i dens helhet ved testament. Arven skal i så fall gå til dem som var den forsvunnes eller fraværendes arvinger ved arvefallet. En forsvunnet eller fraværende arving kan ikke kreve tilbake arv som er utlagt etter første punktum.\n0 Endret ved lover 7 juni 1985 nr. 52, 22 juni 1990 nr. 40.\n1 Se ftrl. § 1-4.\n2 Se el. kap. 3 og § 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "7:21",
      "chapter": "7",
      "section": "21",
      "content": "Denne lov trer i kraft fra den tid Kongen fastsetter.​1\n1 Fra 1 juli 1961 iflg. res. 12 mai 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "7:22",
      "chapter": "7",
      "section": "22",
      "content": "Fra denne lovs ikrafttreden endres følgende lover på denne måte: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "7:23",
      "chapter": "7",
      "section": "23",
      "content": "Følgende overgangsregler skal gjelde:\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    }
  ]
}