{
  "id": "LOV-1935-03-08",
  "type": "statute",
  "title": "Lov om handelsnæring",
  "short_name": "Handelsnæringsloven",
  "status": "in_force",
  "issued_date": "1935-03-08",
  "in_force_date": "1935-03-08",
  "url": "https://lovdata.no/dokument/NLO/lov/1935-03-08",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "I denne lov forståes ved:\nKommisjonshandel: salg, i henhold til opdrag, ved selvstendig næringsdrivende, av varer for fremmed regning, men i eget navn.​2\nHandelsagentur: den virksomhet, som går ut på å innlede eller avslutte varesalg eller å opta bestillinger for fremmed regning og i fremmed navn, når utøveren er selvstendig næringsdrivende og har eget forretningssted.​3\nHandelsreisende: den, som efter opdrag fra en handlende eller tilvirker, under reise fra sted til sted virker for avsetning av varer som han ikke fører med sig (kfr. dog undtagelsen for visse gjenstander i § 46), ved å opta bestillinger eller ved å slutte salg i opdraggiverens navn; den handelsreisende kan være fast ansatt i opdraggiverens tjeneste eller selvstendig næringsdrivende, men må ikke ha eget forretningssted.​4\nByselger: den som med begrensning til den enkelte næringskommune utøver samme slags virksomhet som den handelsreisende; han kan være fast ansatt i opdraggiverens tjeneste eller selvstendig næringsdrivende, men må ikke ha eget forretningssted og må kun optrede på vegne av opdraggivere med forretningssted innen hans egen eller innen en tilgrensende næringskommune.\nInnvåner av riket: den som har oppholdt seg her i landet uavbrutt i minst 2 år og fremdeles er bosatt her; med innvånere av riket likestilles i denne lov:​6 ansvarlige selskaper og kommandittselskaper​7 (derunder også kommandittaksjeselskaper), når minst halvdelen av de ansvarlige deltakere, og i kommandittaksjeselskaper tillike minst halvdelen av medlemmene av tilsynsrådet, er innvånere av riket, aksjeselskaper og andre selskaper med begrenset ansvar (jfr. § 13), når minst halvdelen av styremedlemmene er innvånere av riket, utenlandske aksjeselskapers filialer, når filialen er registrert i handelsregisteret og minst halvdelen av filialens styremedlemmer er innvånere av riket. Opphold her i landet i utenlandsk myndighets tjeneste medregnes ikke i det tidsrom av minst 2 år som i dette ledd omhandlet.\nKjøpmannsvarer: varer til hvis forhandling der kreves handelsrett som kjøpmann.\nNæringskommune: Den eller de kommuner hvor vedkommende forretningsvirksomhet drives enten fra fast hovedutsalgssted, fast forretningsavdeling (filial) eller annet fast forretningssted.\nUnder særlige omstendigheter kan vedkommende departement​8 dispensere fra kravet i denne lov om at fysisk person skal være innvåner av riket, når han har tatt fast opphold her i landet. For ansvarlige og uansvarlige selskaper, som driver tilvirkning eller handel fra fast utsalgssted eller forretningssted her i riket, kan departementet på samme måte dispensere fra kravet i denne lov om at selskapet skal fylle vilkårene for å anses likestilt med innvånere av riket.\n1 Endret ved lover 30 mars 1951 nr. 2, 9 nov. 1956 nr. 3, 9 juni 1961 nr. 25, 19 april 1968.\n2 Jfr. lov 30 juni 1916 nr. 1.\n3 Jfr. samme lovs § 65.\n4 Jfr. samme lovs § 85.\n6 Jfr. § 119.\n7 Se lov 17 mal 1890 nr. 6 § 33 a.\n8 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "I denne lov forståes ved:\nFast utsalgssted: det sted hvorfra vedkommende næringsdrivende med eller uten avbrytelse driver salgsvirksomhet som ikke er beregnet på flytning.\nBorttingning av varer: så vel optagelse av bestillinger og forhandling derom som endelig avsluttelse av handel vedrørende varer som borttingeren ikke fører med sig (kfr. dog undtagelsen for visse gjenstander i § 46), når det skjer utenom fast utsalgssted tilhørende den hvis borttingningsrett utøves, enten ved borttingerens personlige besøk hos annenmann eller ved annenmanns personlige besøk hos borttingeren.\nSalg som ikke skjer fra fast utsalgssted eller under borttingning, henregnes i denne lov til salg ved omførsel (omførselshandel).\nSalg fra salgshaller, torv, gate, brygge eller andre offentlige steder, portrum, inngang til bygninger eller tomter når den er i umiddelbar eller fri forbindelse med almindelig beferdet strøk, jernbanevogn, vogn, fartøi eller båt, midlertidig herberge eller automat henregnes i denne lov i alle tilfelle til omførselshandel. Til omførselshandel henregnes også i alle tilfelle: salg fra kiosker, boder og telter som er midlertidig opført eller lett kan flyttes.\nSalg fra automat som er plasert i fast utsalgssted og ikke er tilgjengelig for kundene når dette er lukket, henregnes i denne lov til salg fra fast utsalgssted.\n1 Siste ledd tilføyet ved lov 9 juni 1961 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:2 a",
      "chapter": "1",
      "section": "2 a",
      "content": "Gjøremål som i denne lov er lagt til politiet, skal i lensmannsdistrikt hvor lensmannen har polititjeneste, tilligge lensmannen hvis departementet ikke fastsetter noe annet.\nGjøremål som i denne lov er lagt til politimesteren, kan overføres til andre embets- eller tjenestemenn ved politikammeret etter retningslinjer som fastsettes av departementet.\n1 Tilføyet ved lov 19 april 1968.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2a",
        "source_heading": "§ 2a."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Salg fra fast utsalgssted​2 så vel av varer av egen tilvirkning i henhold til denne lovs § 39 som av frihandelsvarer i henhold til §§ 63 og 64 kan foregå fra ett eller flere utsalgssteder i én eller flere kommuner på samme tid. Det samme gjelder for kjøpmenns salg av kjøpmannsvarer når betingelsene i §§ 11, 12, 14 og 28 er oppfylt.\nNår et fast utsalgssted som nevnt i første ledd, åpnes, flyttes eller nedlegges, skal vedkommende straks melde dette skriftlig til politiet på det sted utsalget finnes, og ved flytning tillike oppgi grunnen. Samme meldeplikt påhviler en håndverker som ikke er tilvirker og som driver salg fra fast utsalgssted i henhold til § 42.\nPolitiet skal føre fortegnelse eller kartotek som gir oversikt over samtlige utsalgssteder som etter meldinger som nevnt i annet ledd til enhver tid finnes.\n1 Endret ved lover 30 mars 1951 nr. 2, 19 april 1968, 17 des. 1976 nr. 97.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Kongen​1 bestemmer hvorvidt og i hvilken utstrekning denne lovs bestemmelser skal komme til anvendelse på statens salg av varer.\n1 Handelsdepartementet iflg. res. 16 feb. 1962.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Under særlige omstendigheter kan Kongen​2 bestemme at nærmere angitte slags varer av alle eller én eller flere kommuner kan selges eller borttinges​3 uten hinder av denne lovs forskrifter, og kan han utferdige nærmere regler for denne handel. Bortsett fra bestemmelsene i §§ 7, 10 siste ledd og 65 kan salgs- og borttingningsvirksomhet som omhandlet i denne lov kun drives av en kommune i henhold til sådan bestemmelse av Kongen.\n1 Endret ved lov 13 mai 1977 nr. 35. – Jfr. § 65.\n2 Handelsdept iflg. res. 18 feb. 1949.\n3 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Kongen kan tillate at fremmed regjerings i medhold av overenskomst med Norge dertil bemyndigede representasjon her i riket uten handelsrett selger og uhindret av bestemmelsene i §§ 44 og 45 borttinger​1 varer som skal leveres fra utlandet:\na. til tilvirkere som skal benytte dem i egen bedrift,\nb. til kjøpmenn som driver regulær importvirksomhet, til videre forhandling.\nKongen kan fastsette nærmere betingelser for sådan tillatelse.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Enhver kan underhånden eller ved auksjon​1 selge eller utføre fra riket nye eller gamle ting, som han kan godtgjøre å ha fått eller kjøpt til eget bruk. På samme måte kan offentlige myndigheter selge inndradde varer​2 eller hittegods.​3\n1 Se kap. 5.\n2 Se s tri. §§ 34?37 d.\n3 Se lov 29 mal 1953 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "For utøvelse av handelsnæring innen frihavnsområder, som ved lov blir oprettet innen riket,​1 kan Kongen utferdige spesielle forskrifter, forsåvidt sådanne ikke er fastsatt ved særskilt lov.\n1 Se lov 22 juni 1928 nr. 6 kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "De særlige forskrifter, som til enhver tid er fastsatt for salg​1 av gull- og sølvarbeider,​2 spillekort, margarin,​4 måle- og vektredskaper,​5 lotterisedler,​6 ildsfarlige ting,​7 almanakker, kalendere,​8 fortidslevninger​9 og andre varer og ting,​10 skal gjelde ved siden av forskriftene i denne lov. For salg av brennevin, vin, øl, fruktvin og mjød​11 gjelder av denne lovs bestemmelser bare §§ 47 og 48 og – med de forandringer, som allerede er eller senere blir fastsatt ved annen lov eller med hjemmel i sådan – §§ 44 til og med 46, mens lovens øvrige bestemmelser kun kommer til anvendelse i den utstrekning, hvori dette uttrykkelig er eller blir fastsatt på foran nevnte måte.\n1 Jfr. kap. 6.\n2 Se lov 6 juni 1891 nr. 2.\n4 Se lov 5 mars 1948 nr. 1.\n5 Se lov 31 okt. 1946 nr. 2.\n6 Se lov 12 mai 1939 nr. 3.\n7 Se lover 3 mai 1871 og 21 mai 1971 nr. 47.\n8 Se lov 9 des. 1955 nr. 2 § 48.\n9 Se lov 9 juni 1978 nr. 50.\n10 Se lover 14 mai 1926 nr. 3, 21 juni 1929 nr. 1, 9 juni 1961 nr. 1 kap. IV, 9 mars 1973 nr. 14.\n11 Se lov 5 april 1927.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Når intet annet fremgår av denne lov,​1 utkreves​2 handelsrett som kjøpmann av den som for egen regning, selv eller gjennem andre, vil drive handel med dertil innkjøpte varer​3 eller kommisjonshandel, handelsagentur, forlagsbokhandel,​4 vekseler- eller bankforretning eller handel med verdipapirer.\nUnder den samme forutsetning utkreves likeledes handelsrett som kjøpmann for forbruksforeninger og for enhver annen art av samvirkelag beregnet på varig å drive sådan virksomhet som omhandlet i første ledd.​5 Undtatt er, hvis virksomheten ikke er av det omfang, at det holdes fullt lønnet leder eller forretningsfører:\na. Innkjøpslag som vesentlig gjør sine innkjøp på grunnlag av de bestillinger som på forhånd er innkommet fra medlemmene.\nb. Husflids- og hjemmeindustri-tilvirkeres salgslag hvis omsetning for egen regning eller som mellemmenn kun omfatter varer som medlemmer har tilvirket i sine hjem.\nHandelsrett som kjøpmann utkreves ikke til den handelsvirksomhet som er omhandlet i denne lovs §§ 7. 39, 42, 43. 52, 53, 54, 63, 64, 65. 71, 78. 83, 84. 85, 86, 93, 94, 95, 96, 97, 102, 104, 105 og 106.\nBankinnretninger som er oprettet ved lov eller som er undergitt lovgivningen om aktiebanker, og sparebanker tiltrenger ikke handelsrett som kjøpmann.\nUten handelsrett kan hvem som helst gi en kjøpmann varer i kommisjon.\n1 Se § 10, 2net, 3dje og 4de ledd.\n2 Se § 112.\n3 Jfr. § 7.\n4 Jfr. §§ 86 og 102.\n5 Jfr. §§ 14 og 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Enkeltmann har handelsrett som kjøpmann, når han har handelsbrev​2 i vedkommende kommune.\n1 Endret ved lov 30 mars 1951 nr. 2.\n2 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Et selskap har handelsrett som kjøpmann, så lenge det opfyller nedennevnte betingelser:\n1. Det må fylle betingelsene ifølge § 1 for å anses likestillet med innvånere av riket.\n2. Dets faste leder (administrerende direktør, disponent, forretningsfører) og dessuten:\na. i ansvarlige selskaper og kommandittselskaper​2 (derunder også kommandittaktieselskaper)​3 enhver deltager som har selskapets signatur,​4\nb. i aktieselskaper og andre selskaper med begrenset ansvar​5 hvor den faste leder ikke er medlem av styret eller særskilt fast leder ikke er ansatt – tillike et medlem av styret – må ha handelsbrev​6 i vedkommende kommune.\n3. Enhver hvis handelsbrev skal tjene som hjemmel for selskapets handelsrett, må enten alene eller sammen med andre ha:\na. selskapets signatur eller, hvis han ikke er medlem av styret, selskapets prokura, hvor det gjelder et selskap med begrenset ansvar,​5\nb. selskapets signatur, hvis han er innehaver, og ellers selskapets prokura, hvor det gjelder et ansvarlig selskap.\nUtenlandsk aksjeselskaps filial har handelsrett som kjøpmann, så lenge filialen oppfyller ovennevnte betingelser for et aksjeselskaps handelsrett.\nFor almennyttige foreninger og selskaper eller disses utsalg kan vedkommende departement​7 dispensere fra kravet i denne paragraf om at, foruten den faste leder som ikke er medlem av styret, tillike et medlem av styret må ha handelsbrev i vedkommende kommune. Sådanne foreninger eller selskaper eller deres utsalg henregnes til selskaper med begrenset ansvar, hvor det gjelder anvendelsen av denne lovs bestemmelser om betingelsene for at et selskap skal ha handelsrett som kjøpmann.\n1 Endret ved lover 9 nov. 1956 nr. 3, 19 april 1968.\n2 Se lov 17 mai 1890 nr 6. § 33 a.\n3 Se lov 6 juli 1957 nr. 5.\n4 Se lov 17 mai 1890 nr. 8 § 18.\n5 Se § 13.\n6 Se § 16.\n7 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Som selskap med begrenset ansvar regnes i denne lov ethvert selskap med flere enn 20 medlemmer eller med skiftende medlemsantall eller skiftende kapital, selv om dets medlemmer er fullt ansvarlige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "For forbruksforeninger og andre samvirkelag gjelder i stedet for bestemmelsene i § 12 den særregel at de som sådanne må ha handelsbrev​2 i vedkommende kommune. De kan meddeles sådant og drive kjøpmannshandel, så lenge de fyller betingelsene i § 12. under punkt 1, og selskapets faste leder og, hvis denne ikke er medlem av selskapets styre, tillike et medlem av dette fyller vilkårene for å få handelsbrev (jfr. §§ 16, 18 og 19). Er der ikke ansatt særskilt fast leder, kreves det at et medlem av styret fyller de nevnte vilkår.​3\n1 Endret ved lov 30 mars 1951 nr. 2.\n2 Se § 16.\n3 Jfr. §§ 120 og 121.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Hvis en kommune driver kjøpmannshandel,​1 må handelsvirksomhetens bestyrer ha handelsbrev​2 innen kommunen. Bestemmelsen i § 12, punkt 3. a. får tilsvarende anvendelse.\n1 Se §§ 5 og 65.\n2 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Næringsbrev på kjøpmannshandel (handelsbrev) meddeles myndige​2 innvånere​3 av riket efter skriftlig andragende på skjema anordnet av vedkommende regjeringsdepartement.​4\nAndraget skal være ledsaget av vitnesbyrd om bestått avgangsprøve i handelsfag fra skole som er godkjent dertil av vedkommende departement.​5\nIstedenfor vitnesbyrd som nevnt kan godtas:\nenten vitnesbyrd om at søkeren har bestått en av Kongen anordnet prøve, ved hvilken særlig skal godtgjøres fornøden kyndighet i bokholderi og handelsregning, eller annen av vedkommende departement​5 godkjent prøve her i riket, ved hvilken kreves godtgjort minst de samme kunnskaper, eller næringsbrev på håndverk utstedt for 1. januar 1930.\nUnder særlige omstendigheter kan vedkommende departement dispensere fra kravet om vitnesbyrd som nevnt.\n1 Endret ved lover 9 nov 1956 nr. 3, 28 mai 1959 nr. 9, 19 april 1968.\n2 Se lov 22 april 1927 nr. 3 § 1.\n3 Se § 1.\n4 Handelsdepartementet.\n5 Kirkedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Handelsbrev utferdiges av politiet.\nOpsigelse av handelsbrev​2 foregår hos den myndighet som har utferdiget det. Om opsigelse skal påtegning påføres handelsbrevet.\nDen myndighet som utferdiget handelsbrevet, skal på den måte som Kongen​3 bestemmer, føre register over de utferdigede handelsbrev. I registret føres inn de mottatte opsigelser og de påtegninger og meldinger som har funnet sted i henhold til §§ 23, 24, 26 og 28.\n1 Endret ved lover 19 april 1968, 17 des. 1976 nr. 97.\n2 Jfr. § 22.\n3 Handelsdeptet iflg. res. 30 mai 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Utelukket fra a få handelsbrev er den som er fradømt retten​2 til å drive kjøpmannshandel.\nDen som ved endelig dom er idømt ubetinget fengselsstraff, kan nektes å få handelsbrev når det på grunn av det forhold han er kjent skyldig i, er særlig grunn til å frykte for at han under utøvelsen av næring som kjøpmann vil foreta nye straffbare handlinger. En slik nektelse kan innbringes for forhørsretten​3 som avgjer saken ved kjennelse. Kjennelsen kan påkjæres etter reglene for straffesaker.​4\nBlir noen som har handelsbrev umynddiggjort, trer handelsbrevet ut av kraft for den tid umyndigheten varer.​5\nHvis noen som har handelsbrev, opphører å ha fast bopel her i landet, trer handelsbrevet ut av kraft.\n1 Endret ved lover 22 mai 1953 nr. 3, 9 juni 1961 nr. 25, 19 april 1968.\n2 Se strl. §§ 15 og 29. mfl. strl. § 12.\n3 Se strprl. § 26.\n4 Se strprt. kap. 29.\n5 Jfr. § 24, 2net ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Handelsbrev kan heller ikke meddeles nogen som er i virksomhet som skibsfører, los, embedsmann, tjenestemann ved politiet​2 eller tollvesenet, postmester, apoteker,​3 apotekbestyrer, offentlig godkjent vraker, bestyrer av frihavnsanlegg eller kontorbetjent eller lagerbetjent ved sådant eller personer som driver auksjonsvirksomhet i henhold til kommunal tillatelse,​4 herunder dog ikke medregnet auksjonsvirksomhet som hovedsakelig omfatter kunst og antikviteter. Det samme gjelder den som lever i ekteskap med nogen som utøver sådan virksomhet. Hvis nogen som allerede har handelsbrev, inntrer i nogen sådan virksomhet eller i ekteskap med utøveren av nogen sådan virksomhet, er dermed handelsbrevet satt ut av kraft. Fritagelse fra forskriftene i denne paragraf kan gis av Kongen eller den han overdrar det til.​5\n1 Jfr. N. L. 2-11-9.\n2 Se lov 13 mars 1936 nr. 3 § 13 post 2.\n3 Jfr. kap. 9.\n4 Se lov 1 feb 1936 nr. 3.\n5 Handelsdepartementet ifølge res. 8 nov. 1929.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Handelsbrev kan løses hvor som helst i riket, i eller utenfor bostedskommunen, men kun i én kommune på samme tid.​2 Forbruksforeninger og andre samvirkelag kan dog løse handelsbrev i flere kommuner på samme tid.\n1 Endret ved lov 30 mars 1951 nr. 2.\n2 Jfr. § 22 og § 117, 2net ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Hvis utpantning for forfallen årlig avgift til børsen i henhold til den derom gjeldende lovgivning​2 fåfengt er avholdt, og avgiften ikke er betalt innen én måned deretter, er handelsbrevet endelig satt ut av kraft og skal av den myndighet som har utstedt samme,​3 slettes i det i § 17 omhandlede register. Innehaveren av det slettede handelsbrev kan ikke opnå nytt sådant, forinnen den skyldige avgift er erlagt.\n1 Endret ved lover 30 mars 1951 nr. 2, 9 nov. 1956 nr. 3, 17 des. 1976 nr. 97.\n2 Se lov 19 juni 1931 nr. 19 § 15.\n3 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "En kjøpmann kan ikke oppnå nytt handelsbrev i noen annen kommune, for han har sagt opp​2 sitt tidligere handelsbrev, og det er gått ett år siden dette blev utstedt. Fritagelse fra denne forskrift kan gis av Kongen eller den han overdrar det til.​3 Forskriften i første punktum får ikke anvendelse på forbruksforeningers og andre samvirkelags adgang til å løse handelsbrev i flere kommuner.​4\nVed andragende om handelsbrev skal, hvis ikke særlige omstendigheter, f.eks. vitterlig manglende kyndighet i regnskapsførsel, måtte tale derimot, et av ansøkeren tidligere erhvervet, men ut av kraft trådt handelsbrev gjelde som sikkerhet for at han fyller de vilkår som er nevnt i § 16.\nI intet tilfelle må nytt handelsbrev utstedes til den som har oppsagt sitt tidligere handelsbrev, før han godtgjør å ha betalt forfallen årlig børsavgift i henhold til den dersom gjeldende lovgivning.​5\n1 Endret ved lover 30 mars 1951 nr. 2, 17 des. 1976 nr. 97.\n2 Se § 17, 3dje ledd.\n3 Handelsdepartementet ifølge res. 8 nov. 1929.\n4 Se § 20.\n5 Se lov 19 juni 1931 nr. 19 § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Den handelsrett som en kjøpmann utøver i enkeltmannsfirma, går ved hans død over på hans ektefelle om denne ikke selv allerede før har handelsrett. For at vedkommende skal kunne vedbli å utøve den handelsrett han således har fått, må han innen ett år etter ektefellens død godtgjøre for den myndighet som utferdiget handelsbrevet:\n1. enten med vitnesbyrd som omhandlet i § 16, at han har fornøden kyndighet i bokholderi og handelsregning, og tillike at bestemmelsene i §§ 18 og 19 ikke er til hinder for, at han får handelsbrev,\n2. eller at han driver sin forretning gjennom fullmektig som har handelsbrev i vedkommende kommune.\nBestemmelsene i § 26 får tilsvarende anvendelse.\nHvor det må antas å falle særlig byrdefullt for den gjenlevende ektefelle å skaffe sig det påbudte vidnesbyrd om kyndighet i bokholderi og handelsregning,​2 kan departementet​3 dispensere fra dette krav, når det gjelder en forretning av mindre omfang som den gjenlevende ektefelle menes å ha forutsetningene for personlig å kunne drive og det skjønnes å være av betydning for ham at han får adgang dertil.\n1 Endret ved lov 19 april 1908. Jfr. 117, 2net ledd.\n2 Se § 16.\n3 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "Umyndig arving over 18 år kan drive en arvet kjøpmannsforretning inntil han blir myndig,​2 når han godtgjer for den myndighet som utferdiget handelsbrevet, at dette skjer gjennom fullmektig som har handelsbrev i vedkommende kommune.\nPå samme vilkår kan en kjøpmann som er blitt umyndiggjort,​3 fortsette driften av sin forretning så lenge umyndigheten varer.\nI begge tilfelle kan dog departementet,​4 når velferdshensyn tilsier det, frita fra kravet om at fullmektigen skal ha handelsbrev, når det allikevel finner ham skikket til å bestyre den umyndiges forretning. Løser fullmektigen senere handelsbrev, er dette derved båndlagt for den umyndiges forretning så lenge fullmektigen er i den umyndiges tjeneste.\nBestemmelsene i § 26 får tilsvarende anvendelse.\nVed bestemmelsene i §§ 23 og 24 er det ikke gjort noen fravikelse fra betingelsene i § 28 for at forretningsvirksomheten skal kunne drives også fra faste filialer.\n1 Endret ved lover 30 mare 1951 nr. 2, 19 april 1968.\n2 Se lov 22 april 1927 nr. 3 § 1.\n3 Se lov 28 nov. 1898.\n4 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "content": "Dør den som er den eneste faste leder i et selskap som utøver handelsrett som kjøpmann, og selskapet helt eller for den overveiende del eies av denne leder eller hans familie, kan departementet​1 bestemme at den avdødes handelsbrev ved dødsfallet skal anses å være gått over på hans ektefelle, forutsatt at denne selv ikke allerede har handelsbrev, når departementet finner at det for den gjenlevende ektefelle eller familien knytter sig vesentlige økonomiske interesser til at den gjenlevende ektefelle personlig får drive forretningen, og at han er skikket dertil. Ved bestemmelsene i denne paragraf er det ikke gjort nogen fravikelse fra reglene i § 12 om selskapers handelsrett som kjøpmann og i § 26 om handelsbrevets båndleggelse.\n1 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "content": "Handelsbrev der tjener som hjemmel for enkeltmanns, selskaps eller kommunes utøvelse av handelsrett er dermed båndlagt, således at det ikke samtidig kan benyttes til utøvelse av handelsrett på annen måte. Det skal fremlegges til påtegning​2 om forholdet for den myndighet som utferdiget handelsbrevet, så vel når forholdet inntrer som når det opphører. Styret i forbruksforening eller annet samvirkelag som driver kjøpmannshandel, plikter å sende melding til den samme myndighet så snart der foregår nogen forandring i de forhold som betinger selskapets handelsrett (jfr. § 14) eller rett til å ha flere utsalgssteder (jfr. § 28) og plikter å godtgjøre at de krevede betingelser er til stede. Vedkommende medlem av styret,​3 leder eller utsalgsleder kan, så lenge han i den pågjeldende egenskap er knyttet til selskapet, ikke selv opnå handelsbrev; har han allerede på forhånd erhvervet sådant, settes det i dette tidsrum ut av kraft. Vedkommende regjeringsdepartement​4 kan i særegne tilfelle dispensere fra bestemmelsene i denne paragrafs første og fjerde punktum.\n1 Endret ved lov 19 april 1968. – Jfr. §§ 23, 2net ledd, 24 siste ledd, 25 i. f. og 28 i. f.\n2 Se § 17, 2net ledd og § 123.\n3 Se § 14.\n4 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "2:27",
      "chapter": "2",
      "section": "27",
      "content": "Innehaver av handelsbrev som i henhold til denne lov er båndlagt for et selskaps eller en kommunes handelsrett,​2 samt vedkommende faste leder eller styremedlem. forbruksforening eller annet samvirkelag (jfr. §§ 14 og 26) er ansvarlig for at vedkommende bedrift overholder denne lovs bestemmelser. Han plikter, hvis han er fast leder, eller når særskilt fast leder ikke er ansatt, personlig å lede forretningsvirksomheten og å føre det nødvendige tilsyn. Samme ansvar og plikter påhviler også den hvis handelsbrev er båndlagt for et enkeltmannsfirmas handelsrett;​3 han må – med de undtagelser som fremgår av §§ 23 og 24 – være forretningens innehaver.\nFast leder av filial utenfor den kommune hvor hovedforretningsstedet er, har tilsvarende plikter og ansvar for filialens forretningsdrift.\n1 Endret ved lover 30 mars 1951 nr. 2, 19 april 1968.\n2 Se §§ 26 og 28.\n3 Se §§ 23, 2net ledd og 24 i. f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "2:28",
      "chapter": "2",
      "section": "28",
      "content": "Handelsrett som kjøpmann i henhold til §§ 11, 12 og 14 gir rett til handel fra ett eller flere faste utsalgssteder​2 eller andre faste forretningssteder i én kommune.\nDrives forretningsvirksomheten i henhold til § 3 foruten fra fast hovedutsalgssted også fra fast filial i annen kommune enn den hvor hovedutsalgsstedet er, kreves det dessuten at filialen har en fast leder med handelsbrev i den kommune hvor filialen drives. Drives det flere filialer i kommunen, kan det være samme faste leder for samtlige filialer. For filial av forbruksforeninger og andre samvirkelag gjelder den særregel at selskapet må ha handelsbrev i den kommune hvor filialen drives, og at filialen må ha en fast leder som fyller vilkårene for å få handelsbrev (jfr. §§ 16, 18 og 19). Driver selskapet flere filialer i kommunen, kreves det bare ett handelsbrev, hvis det er samme faste leder for samtlige filialer. Bestemmelsene i § 26 får tilsvarende anvendelse i de tilfelle som omhandles i dette ledd.\n1 Endret ved lover 30 mars 1951 nr. 2, 9 juni 1961 nr. 25, 19 april 1968.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "2:29",
      "chapter": "2",
      "section": "29",
      "content": "Varer som en kjøpmann har solgt, kan leveres fra pakkboder eller andre opplagssteder uansett deres beliggenhet i eller utenfor næringskommunen.\n1 Endret ved lover 9 juni 1961 nr. 25, 19 april 1968.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "2:30",
      "chapter": "2",
      "section": "30",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 9 juni 1961 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "2:31",
      "chapter": "2",
      "section": "31",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 30 mars 1951 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "2:32",
      "chapter": "2",
      "section": "32",
      "content": "En kjøpmanns døds- eller konkursbo har rett til å utselge de varer, boet sitter inne med ved dødsfallet eller konkursens åpning, og dødsboet har dessuten rett til i løpet av ett år å selge varer som er innkjøpt til utfylling.​2\nI tiden fra konkursens åpning pg til boet er sluttet eller akkord er stadfestet av skifteretten, må ingen konkursskyldner utøve annen handelsrett som kjøpmann enn handelsagentur.​3 I samme tidsrom kan hans handelsbrev heller ikke tjene som hjemmel for et selskaps utøvelse av handelsrett.​4 Bestemmelsene i dette ledd får tilsvarende anvendelse på den hvis handelsbrev tjener som hjemmel for et selskaps handelsrett som kjøpmann på det tidspunkt da selskapet blir tatt under konkursbehandling, og på den flom. på samme tidspunkt er fast leder for eller styremedlem med ansvar etter § 27 i selskapet, hvis dette er en forbruksforening eller annet samvirkelag. Denne kan i løpet av det samme tidsrom heller ikke overta lignende stilling i annen forbruksforening eller annet samvirkelag som driver eller akter å drive kjøpmannshandel. Under særlige omstendigheter kan departementet​5 dispensere fra bestemmelsene i dette ledd.\n1 Endret ved lov 30 mars 1951 nr. 2.\n2 Jfr. § 54 og konkurslov § 19.\n3 Se § 1.\n4 Se § 26.\n5 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "2:33",
      "chapter": "2",
      "section": "33",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "2:34",
      "chapter": "2",
      "section": "34",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "2:35",
      "chapter": "2",
      "section": "35",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "2:36",
      "chapter": "2",
      "section": "36",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "2:37",
      "chapter": "2",
      "section": "37",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "2:38",
      "chapter": "2",
      "section": "38",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "3:39",
      "chapter": "3",
      "section": "39",
      "content": "Innvånere​2 av riket har rett til fritt​3 å avsette de varer som de selv har tilvirket her i riket, dog – når ikke annet uttrykkelig er sagt i denne lov​4 – kun fra fast utsalssted.​5\n1 Endret ved lov 30 mars. 1951 nr. 2. – Jfr. lov 29 mai 1953 nr. 1.\n2 Se § 1.\n3 Jfr. §§ 51, 79, 84, 85 og 101, lov 5 april 1927 §§ 18?19.\n4 Se §§ 87 og 88.\n5 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "3:40",
      "chapter": "3",
      "section": "40",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 9 nov. 1956 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "3:41",
      "chapter": "3",
      "section": "41",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 30 mars 1951 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "3:42",
      "chapter": "3",
      "section": "42",
      "content": "Enhver som driver håndverk som næring på grunnlag av håndverksbrev​2 eller med faglig leder med håndverksbrev kan også selge varer som er tilvirket av andre, når de er av samme slag som de han selv har rett til å tilvirke, eller er ting som sedvanlig benyttes i forbindelse med sådanne varer. Den som driver håndverksnæring som nevnt i første punktum i fotograffaget, kan dessuten selge fotografiapparater samt plater, film, papir og kjemikalier til bruk ved fotografering og fremstilling av fotografier. Hvis vedkommende håndverkers fag ikke omfatter tilvirkning, kan han med samme hjemmel selge varer som han forbruker under utførelsen av dette håndverk. Enten han er tilvirker eller ikke, kan han enn videre til næringsdrivende i samme fag selge redskaper og råemner som brukes i deres næringsdrift. Den handelsrett som etter dette ledd tilkommer en håndværker, kan bare utøves fra ett fast utsalgssted​3 i den kommune hvor han utøver sin hovedvirksomhet, samt fra ett fast verksted (filial) i andre kommuner når den faglige leder av filialen har håndverksbrev.\nHåndværker på sted hvor lov om håndverksnæring ikke gjelder, tilkommer samme handelsrett som nevnt i første ledd, når han godtgjør for politiet på stedet, at han fyller vilkårene for å få håndverksbrev. Handelsretten kan bare utøves fra fast utsalgssted i kommune hvor han driver sin håndverksvirksomhet, eller hvis han som tilvirker har flere utsalgssteder i kommunen, fra ett av disse.\nHåndverker kan ikke samtidig utøve handelsrett etter første og annet ledd.\n1 Endret ved lover 9 nov. 1956 nr. 3, 19 april 1968, 19 juni 1970 nr. 59 (se dens § 23).\n2 Se lov 19 juni 1970 nr. 59 §§ 6 og 7.\n3 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "3:43",
      "chapter": "3",
      "section": "43",
      "content": "Kommunale gass-, elektrisitets- og vannverk kan selge alle slags ting som innen vedkommende kommuner brukes ved gassens, elektrisitetens og vannets utnyttelse. Departementet​1 kan gi samme rett også til andre gass-, elektrisitets- og vannverk, når det anses ønskelig av hensyn til forholdene på stedet.\n1 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "content": "Om retten til å tinge bort varer​2 gjelder følgende regler:\na. Kjøpmenn har rett til å tinge bort kjøpmannsvarer​3 til hvem som helst.\nb. Innvånere​4 av riket kan tinge bort til hvem som helst frihandelsvarer​5 og varer som de selv har tilvirket, eller skal tilvirke​6 her i riket.\nc. Handlende og tilvirkere som ikke er innvånere av riket, har rett til å tinge bort varer som skal leveres fra utlandet eller norsk frihavnsområde, dog bare\n1. til næringsdrivende og offentlige bedrifter varer som disse omsetter i sin virksomhet.\n2. til næringsdrivende, offentlige bedrifter og forvaltningsorganer samt anstalter og sykehus varer som disse bruker i sin virksomhet.\n1 Endret ved lov 19 april 1968.\n2 Se § 2.\n3 Se § 10.\n4 Se § 1.\n5 Se §§ 63 og 64.\n6 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "4:45",
      "chapter": "4",
      "section": "45",
      "content": "Den som har rett til å tinge bort varer, kan utøve denne rett selv eller gjennem handelsagent, handelsreisende eller byselger. Utøves den gjennem handelsagent som derunder gjør bruk av sin egen borttingningsrett som kjøpmann, er det agenten forbudt å benytte opdraggiveren eller dennes folk til borttingningen, selv om vedkommende for anledningen inntrer i agentens tjeneste. På landet kan retten til å tinge bort varer med hjemmel i § 44 punkt a og b utøves gjennom en hvilken som helst myndig​2 innvåner av riket som har fast bopel innen den kommune hvor borttinging ønskes foretatt.\nHandlende og tilvirkere som er innvånere av riket, kan uten de begrensninger som følger av bestemmelsene i første ledd, tinge bort til næringsdrivende og offentlige bedrifter varer som disse omsetter i sin virksomhet.\n1 Endret ved lover 9 juni 1961 nr. 25, 19 april 1968.\n2 Se lov 22 april 1927 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "4:46",
      "chapter": "4",
      "section": "46",
      "content": "Medbragte mønstre og prøver av edelstener, perler, ur og smykkegjenstander av gull, sølv og platina kan den som tinger bort sådanne varer, selge til næringsdrivende som omsetter dem i sin virksomhet.​1 Ellers må salg av medbragte mønstre og prøver bare foregå efter de regler som nedenfor er gitt om salg ved omførsel.​2\n1 Jfr. § 79.\n2 Se kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "4:47",
      "chapter": "4",
      "section": "47",
      "content": "Den, som ikke er innvåner​2 av riket, plikter å løse handelspass, dersom han, med eller uten prøver,​3 for egen eller andres regning vil tinge bort varer​4 her i landet.\nHandelspass løses hvor som helst i riket hos politimesteren, før den reisende begynner sin virksomhet. Kongen fastsetter regler om gyldighetstiden for handelspass.\nPå ethvert sted hvor vedkommende søker å tinge bort varer, skal handelspasset forevises for politiet som gir det påtegning herom.\nOver de utferdigede handelspass skal der føres fortegnelse i en særskilt bok av den politimyndighet, som har utstedt dem.\n1 Endret ved lover 9 nov. 1956 nr. 3, 28 mal 1959 nr. 9, 19 april 1968, 17 des. 1976 nr. 97.\n2 Se § 1.\n3 Jfr. § 46.\n4 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "4:48",
      "chapter": "4",
      "section": "48",
      "content": "Representanter for firmaer som ikke har fast forretningssted i Norge, men som driver sine forretninger der gjennem handelsagent med handelsrett som kjøpmann her i riket,​2 er fritatt for plikten til å løse handelspass. I så fall plikter den pågjeldende handelsagent innen 2 dager etter vedkommendes ankomst til og avreise her fra riket å gi skriftlig melding om det til politiet i sin næringskommune og på forlangende av politiet å fremlegge nødvendige legitimasjoner for forholdet.\n1 Endret ved lover 9 nov. 1956 nr. 3, 19 april 1968.\n2 Se §§ 1 og 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "5:49",
      "chapter": "5",
      "section": "49",
      "content": "Auksjonssalg må ikke finne sted fra lokale, som også benyttes til salg av varer på annen måte. Med mindre vedkommende politimyndighet gir dispensasjon eller noget annet er bestemt ved lov, skal auksjonsstyreren sørge for, at auksjonssalget blir bekjentgjort på forhånd, og at de varer, som aktes solgt, og en fullstendig fortegnelse over disse er til almindelig eftersyn under auksjonen og minst 2 dager forut for denne, hvorom nærmere oplysning skal inntas i bekjentgjørelsen. For lett bedervelige varer er det tilstrekkelig, at fortegnelsen er utlagt under auksjonen. Andre varer enn de i fortegnelsen opførte må ikke selges ved auksjonen.\nSom auksjonssalg anses det i denne lov også, at varen, efter å ha vært gjenstand for oprop, bud og overbud, senere blir solgt underhånden, men i henhold til auksjonsbetingelsene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "5:50",
      "chapter": "5",
      "section": "50",
      "content": "Når intet, annet fremgår av dette kapitel, er det enhver tillatt ved auksjon å foreta de salg, som han efter denne lov har rett til uten auksjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "5:51",
      "chapter": "5",
      "section": "51",
      "content": "Kjøpmannsvarer​1 og ubrukte varer,​2 som er tilvirket ved håndverk eller industri, samt levende trær, busker og planter må ikke selges ved auksjon. Under særlige omstendigheter kan dog vedkommende fylkesmann efter andragende gi tillatelse hertil.\n1 Se § 1.\n2 Jfr. §§ 7 og 102.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "5:52",
      "chapter": "5",
      "section": "52",
      "content": "Ting, som er gitt til velgjørende eller almennyttige øiemed, kan fritt selges ved auksjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "5:53",
      "chapter": "5",
      "section": "53",
      "content": "Strandede eller havarerte varer kan, selv om eieren ikke har handelsrett, selges ved auksjon på det sted, hvor de er ført i land, eller hvor fylkesmannen efter særskilt andragende tillater det.\n1 Jfr. lov 20 juli 1893 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "5:54",
      "chapter": "5",
      "section": "54",
      "content": "De varer som et døds- eller konkursbo har ved dødsfallet eller konkursens åpning, kan uhindret av denne lov selges ved auksjon i næringskommunen og utenfor den på det sted, hvor varene da var.\n1 Jfr. § 10 og § 58, siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "5:55",
      "chapter": "5",
      "section": "55",
      "content": "En kjøpmann eller håndverker som vil slutte med sin forretning og som derfor opsier sitt næringsbrev,​1 har samme rett som i § 54 nevnt, forsåvidt angår de varer som han da har. Han skal, når han vil benytte sig av denne sin rett, i betimelig tid før auksjonens avholdelse innlevere til vedkommende politimyndighet en med sin underskrift forsynt fullstendig fortegnelse over varebeholdningen. Denne fortegnelse skal være til almindelig eftersyn. Sådanne auksjoner må være tilendebragt innen 2 måneder efter næringsbrevets opsigelse; under særlige omstendigheter kan dog vedkommende fylkesmann på andragende forlenge denne frist. Disse bestemmelser kommer også til anvendelse på den som driver håndverk uten håndverksbrev i henhold til den derom gjeldende lovgivning. I så fall, eller hvor det gjelder et selskap hvortil der ikke er utstedt særskilt handelsbrev eller håndverksbrev, trer vedkommende håndverkers, innehaveres eller styres skriftlige erklæring til politiet om at forretningen ophører med sin virksomhet istedenfor opsigelsen av næringsbrevet.\n1 Se § 17, 3dje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "5:56",
      "chapter": "5",
      "section": "56",
      "content": "Likeledes kan auksjon brukes i alle tilfelle hvor nogen har rett til uten særskilt hjemmel å selge ting, som tilhører en annen;​1 enn videre, hvor salg skjer til opløsning av sameie,​2 eller hvor man selger ting, som en annen har krav på, men undlater å motta.\n1 Se § 7, 2net punktum.\n2 Se lover 20 juli 1893 nr. I. 18 juni 1965 nr. 6 § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "5:57",
      "chapter": "5",
      "section": "57",
      "content": "De forskrifter, som fastsetter, at salg i visse tilfelle skal foregå ved auksjon,​1 forblir i kraft.\n1 Se således lover 24 mai 1907 nr. 2 §§ 34 og 55, 30 juni 1916 nr. 1 §§ 34 og 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "5:58",
      "chapter": "5",
      "section": "58",
      "content": "En kjøpmann eller håndverker som har avholdt, helt eller delvis, realisasjonssalg eller auksjon over sin varebeholdning under foregivende av at han vil ophøre med forretningen, kan i løpet av et tidsrum av seks måneder regnet fra den tid da realisasjonssalget eller auksjonen blev tilendebragt, ikke benytte det handelsbrev eller håndverksbrev, som han da fremdeles måtte inneha eller ha skaffet sig, som hjemmel for egen eller et selskaps rett til for egen regning å selge i smått henholdsvis kjøpmannsvarer​2 og varer hvis salg er hjemlet ved § 42.\nEr det et selskap som under samme foregivende lar avholde sådan realisasjon eller auksjon over sin varebeholdning, får bestemmelsen i første ledd anvendelse på den eller dem hvis handelsbrev eller håndverksbrev tjente som hjemmel for selskapets utøvelse av kjøpmannshandel eller håndverksvirksomhet på det tidspunkt da realisasjonssalget eller auksjonen første gang blev kunngjort. Er selskapet en forbruksforening eller annet samvirkelag med handelsrett som kjøpmann, får bestemmelsen i første ledd anvendelse på den som på det nevnte tidspunkt var selskapets faste leder eller styremedlem med ansvar etter § 27. Denne kan i løpet av det samme tidsrom heller ikke overta lignende stilling i annen forbruksforening eller annet samvirkelag som driver eller akter å drive handel med kjøpmannsvarer i smått.\nVedkommende regjeringsdepartement​3 kan dispensere fra bestemmelsene i 1. og 2. ledd.\nBestemmelsene i denne paragraf gjelder ikke, hvor realisasjonssalget eller auksjonen avholdes for regning av kjøpmannens eller håndverkerens konkursbo.​4\n1 Endret ved lov 30 mars 1951 nr. 2.\n2 Se § 1.\n3 Handelsdepartementet.\n4 Jfr. § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "6:59",
      "chapter": "6",
      "section": "59",
      "content": "Rett til utførsel til fremmede land av innenrikske varer og av utenrikske varer, som har vært omsatt her i riket, tilkommer bare innvånere​1 av riket.\nDen, som ikke er innvåner av riket, kan ikke melde varer til utførsel som fullmektig for nogen annen.\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "6:60",
      "chapter": "6",
      "section": "60",
      "content": "Utførselsretten er undergitt følgende nærmere forskrifter:\na. Uten handelsrett kan utføres: Frambringelser av jord-, hage- og husdyrbruk samt vilt, når vedkommende varer ikke har vært gjenstand for hermetisk behandling, ville bær og blomster, fersk fisk (herunder skalldyr), is, ertser og sten.\nb. Den, som har salgsrett som tilvirker​3 eller kjøpmann, kan utføre de varer, salgsretten omfatter.\nc. Fører av norsk fartøi​4 kan i dette utføre varer, som tilhører ham selv.\n1 Endret ved lov 30 mars 1951 nr. 2.\n3 Se kap. 3.\n4 Se lov 20 juli 1893 nr. 1 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "6:61",
      "chapter": "6",
      "section": "61",
      "content": "For at en kjøpmann skal kunne melde kjøpmannsvarer​2 til utførsel utenfor næringskommunen, må han på det fremmede sted la seg innskrive hos politiet, som meddeler ham vitnesbyrd om utførselsrett.\n1 Endret ved lover 19 april 1968, 17 des. 1976 nr. 97.\n2 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "6:62",
      "chapter": "6",
      "section": "62",
      "content": "Dette kapitels bestemmelser med hensyn til retten til å utføre varer til utlandet finner anvendelse også på utførsel til frihavn og frilager her i riket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "7:63",
      "chapter": "7",
      "section": "63",
      "content": "Helt fri er for innvånere​2 av riket handelen med frambringelser av hage- og jordbruk i naturlig tilstand, ville urter, bær og blomster, ved og trevirke, torv og torvstrø, is, vann, levende og slaktede dyr,​3 ugarvede huder og skinn, kjøttvarer, vilt og fjærfe, fisk (herunder skalldyr) og fiskevarer, tillaget mat (hermetikk av alle slags dog- undtatt), egg, melk og fløte, natursmør, ost, balter- og konditorvarer.\n1 Endret ved lov 30 mårs 1951 nr. 2.\n2 Se § 1.\n3 Jfr. lov 12 april 1957 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "7:64",
      "chapter": "7",
      "section": "64",
      "content": "Fra fast utsalgssted er for innvånere av riket handelen fri med safter, syltetøi, marmelader og ekte honning, likeså med aviser og tidsskrifter.\nI smått er for de samme handelen fri med:\na. Mineralvann som ikke inneholder gifter, alkoholfri vørterdrikke, salt, brenseloljer, smøreoljer så vel fra fast utsalgssted som ved omførsel.\nb. Sjokolade, hermetisk melk, fyrstikker, såpe, penner, blekk, brevpapir, konvolutter, I blyanter og lakk, når handelen foregår enten fra fast utsalgssted eller ved omførsel på den måte som er omhandlet i § 89.\nc. Kull og koks fra fast utsalgssted.\nd. Bilrekvisita av den art som departementet bestemmer, når handelen foregår fra bensinstasjon som er fast utsalgssted.\n1 Bokstav d tilføyet ved lov 9 juni 1961 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "7:65",
      "chapter": "7",
      "section": "65",
      "content": "Kommuner har rett til å drive handel med kull, koks og ved så vel i stort som i smått, fra fast utsalgssted​1 eller ved omførsel,​2 og å til å innføre disse varer fra utlandet.\n1 Se § 2.\n2 Se kap 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "7:66",
      "chapter": "7",
      "section": "66",
      "content": "Med den undtagelse som fremgår av § 65 må varene ikke av frihandlerne være innført fra utlandet.​1 Kongen kan dog for grensedistriktene gjøre undtagelser fra denne bestemmelse samt fra bestemmelsen i § 63 om at den der nevnte frihandel bare må drives av innvånere av riket.​2\n1 Se § 83.\n2 Jfr. § 106.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "7:67",
      "chapter": "7",
      "section": "67",
      "content": "Kommunestyret kan fastsette ved vedtekt​1 at handel i smått med kuli og koks ikke må drives uten tillatelse av politiet og efter regler som er gitt i vedtekten eller av politiet. Vedtekten kan inneholde bestemmelse om at sådan handel også kan drives ved omførsel.\n1 Se § 109.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "7:68",
      "chapter": "7",
      "section": "68",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 30 mars 1951 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "7:69",
      "chapter": "7",
      "section": "69",
      "content": "Ved bestemmelsene i dette kapitel er det ikke gjort noen fravikelse fra forskriftene om utførselshandelen (§ 60).\n1 Endret ved lov 30 mars 1951 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "7:70",
      "chapter": "7",
      "section": "70",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "7:71",
      "chapter": "7",
      "section": "71",
      "content": "Den som vil søke opdrag i egenskap av kommisjonær​1 i frihandelsvarer, må ha skriftlig bevilling av politiet i næringskommunen. Dette gjelder selv om han har handelsrett som kjøpmann. Undtatt fra bevillingstvangen er produsent og transportformidler med fast bopel innen opdraggiverens kommune eller en tilgrensende kommune, når han for opdraggiveren medfører frihandelsvarer til avsetningsstedet og selger dem der pr. kommisjon.\n1 Se lov 30 juni 1916 nr. 1 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "7:72",
      "chapter": "7",
      "section": "72",
      "content": "Kommisjonærens bevilling skal lyde på navn og angi de frihandelsvarer som den omfatter.\n1 Endret ved lov 17 des 1976 nr. 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "7:73",
      "chapter": "7",
      "section": "73",
      "content": "Innehaver av bevilling som kommisjonær i frihandelsvarer må være innvåner av riket, ha fylt 23 år og ha minst 2 års praksis i omsetning av sådanne varer som bevillingen omfatter. Han må være hederlig, økonomisk vederheftig og regnskapskyndig. Uten politiets dispensasjon må han ikke drive tilvirkning eller handel med sådanne varer som hans kommisjonærvirksomhet omfatter, eller være styremedlem eller funksjonær eller ha økonomisk interesse i foretagende som driver sådan virksomhet. Han må innen næringskommunen ha enten fast forretningssted eller fast bopel som til enhver tid skal være oppgitt til politiet. Ophør med kommisjonærvirksomheten meldes til stedets politi.\n1 Endret ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "7:74",
      "chapter": "7",
      "section": "74",
      "content": "Politiet fører den nødvendige kontroll med kommisjonæren, som til enhver tid er pliktig til på forlangende å forevise politiet sin status, sine forretningsbøker og øvrige dokumenter vedrørende virksomheten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "7:75",
      "chapter": "7",
      "section": "75",
      "content": "Departementet kan gi nærmere forskrift om kommisjonærens avregning til oppdragsgiverne og den kontroll som skal føres i henhold til § 74.\n1 Endret ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "7:76",
      "chapter": "7",
      "section": "76",
      "content": "Politiet kan tilbakekalle bevillingen, hvis det finner det godtgjort at kommisjonæren har gjort sig skyldig i urettskaffen adferd, eller at han ikke lenger opfyller de fastsatte krav eller har overtrådt denne lov eller bestemmelser utferdiget i henhold til samme, eller hvis det inntrer andre omstendigheter som gjør det utilrådelig at han får fortsette virksomheten.\n1 Endret ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "7:77",
      "chapter": "7",
      "section": "77",
      "content": "Bestemmelsene i § 108 får tilsvarende anvendelse på enhver innehaver av bevilling som kommisjonær i frihandelsvarer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "7:78",
      "chapter": "7",
      "section": "78",
      "content": "Skrivebøker og andre skolesaker, dog ikke trykte bøker, kan på skolen selges til dennes elever av den av skolens personale som skolens bestyrer bemyndiger dertil. Dette salg kan foregå uhindret av kommunal vedtekt, men vedkommende departement kan fastsette nærmere regler for det. På skoler på landet kan salget også omfatte trykte skolebøker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "Platina-, gull- og sølvsaker,​2 smykker, edelstener, perler, ur, spillkort​2 og legemidler​3 må ikke selges ved omførsel (jfr. dog §§ 46 og 86 a).\nSådanne varer må heller ikke oppsettes som premier ved salg eller borttinging av andre varer.\nUtenfor de tilfelle som er nevnt i denne lovs §§ 63, 64, 65, 67, 78, 83, 84, 85, 86, 86 a, 86 b, 87, 88, 89, 90, 93, 94, 95, 96, 102, 104, 105 og 106 er salg av varer ved omførsel forbudt.\n1 Endret ved lover 30 mårs 1951 nr. 2, 9 juni 1961 nr. 25.\n2 Jfr. § 9.\n3 Jfr. kap. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "Omførselshandel efter §§ 84 og 85 må ikke drives samtidig fra mer enn ett utsalgssted og heller ikke fra samme utsalgssted lenger enn 2 måneder i ett trekk eller i samme kalenderår mer enn 4 måneder i alt. Denne innskrenkning finner ikke anvendelse på salg fra salgshaller, torv eller brygge.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "Næringsbrev på omførselshandel i henhold til §§ 84 og 85 meddeles bare myndige​2 innvånere​3 av riket. Det bør ikke tilstås nogen som har overskredet den næringsrett han for har hatt, eller har gjort sig skyldig i straffbar gjerning som kan medføre høiere straff enn pengehot, eller som kan mistenkes for å være løsgjenger eller tigger. Under de samme omstendigheter kan den politimyndighet som har utstedt næringsbrevet, når som helst tilbakekalle det, likesom det stedlige politi ved påtegning kan sette det ut av kraft innenfor sitt embedsområde.\nNæringsbrevet skal lyde på vedkommendes navn og gjelder for kalenderåret. Det utferdiges av politiet på vedkommendes hjemsted overensstemmende med et av vedkommende departement fastsatt skjema og innføres av den utstedende myndighet i en særskilt bok. Den handlende skal alltid føre næringsbrevet med seg og forevise det når det kreves. I hver kommune hvor vedkommende vil drive omførselshandel, skal han først melde seg for stedets politi, oppgi hvilke varer han vil handle med, og fremvise sitt næringsbrev, som av politiet skal forsynes med påtegning om forevisningen.\n1 Endret ved lover 19 april 1968, 2 mars 1973 nr. 12, 17 des. 1976 nr. 97.\n2 Se lov 22 april 1927 nr. 3 § 1.\n3 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "Skriftlig tillatelse av politiet i henhold til §§ 85 og 86 utstedes av politiet på salgsstedet. Tillatelsen utstedes for kalenderåret og for den enkelte kommune. Den må alltid føres med og forevises når det kreves. Den kan når som helst tilbakekalles, dersom politiet finner grunn til det.\n1 Endret ved lover 19 april 1968, 17 des. 1976 nr. 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "Utenrikske varer, som er innført her til riket, kan hvem som helst​1 fra den jernbanevogn, det fartøi eller den båt som varen er innført i, selge til rikets kjøpmenn og til andre næringsdrivende innen riket, som omsetter eller bruker sådanne varer i sin virksomhet.\n1 Jfr. § 104 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "content": "Den som har næringsbrev på omførselshandel i henhold til nærværende paragraf,​2 kan overalt i riket selge følgende varer ved omførsel:​3\na. Sten, sand, mursten, kalk og annet lignende bygningsvirke, grovt stentøj, fiskeredskaper samt deler av og materialer til sådanne, båter, båttilbehør og forarbeidede tønnebånd av tre.\nb. Varer som omførselshandleren kan godtgjøre er frembragt ved innenlandsk landbruk eller fiske, hermetikk av alle slags dog undtatt.\n1 Jfr. § 105.\n2 Se § 81.\n3 Se § 80.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "title": "Salg ved omførsel av varer tilvirket ved innenlandsk husflid eller hjemmeindustri.",
      "content": "Varer som er tilvirket ved innenlandsk husflid eller hjemmeindustri – dog ikke ferdigsydde ytterklær og skotøi – kan innvånere​2 av riket selge ved omførsel.​3 Der kreves skriftlig tillatelse av politiet,​4 hvis salget kun skal foregå innen tilvirkerens hjemstedskommune og de umiddelbart tilgrensende kommuner, men næringsbrev på omførselshandel i henhold til nærværende paragraf,​5 hvis salget ønskes drevet i flere eller andre enn de foran nevnte kommuner. I alle tilfelle må omførselshandleren for den politimyndighet som utsteder tillatelsen eller næringsbrevet, på forhånd godtgjøre enten at han selv er tilvirkeren eller at han har kjøpt varen direkte av denne eller at han av denne har fått i opdrag å selge varen i kommisjon.\n1 Endret ved lov 9 nov. 1956 nr. 3. ? Jfr. kap. 3.\n2 Se § 1.\n3 Se § 80.\n4 Se § 82.\n5 Se § 81.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "title": "Bokkolportasje.",
      "content": "Efter skriftlig tillatelse fra politiet​1 kan innvånere​2 av riket hvor som helst her i landet og til hvem som helst for egen eller andres regning selge ved omførsel eller tinge bort aviser, tidsskrifter, ubrukte trykte bøker og andre ubrukte trykte skrifter.​3 Tillatelsen kan for avisers og tidsskrifters vedkommende også være almindelig.\nTil leilighetsvis salg av ubrukte trykte bøker eller andre ubrukte trykte skrifter trenges ingen særskilt tillatelse, når salget skjer i forbindelse med foredrag eller lignende virksomhet av annen interesse.\n1 Se § 82.\n2 Se § 1.\n3 Jfr. § 102",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "86 a",
      "section": "86 a",
      "title": "Salg ved omførsel til handlende.",
      "content": "I den utstrekning de har rett etter denne lov til på annen måte å selge slike varer, kan handlende og tilvirkere som er innvånere av riket selge ved omførsel i og utenfor næringskommunen til næringsdrivende og offentlige bedrifter varer som disse omsetter i sin virksomhet.\n1 Tilføyet ved lov 9 juni 1961 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86a",
        "source_heading": "§ 86 a."
      }
    },
    {
      "provision_ref": "86 b",
      "section": "86 b",
      "title": "Salg ved omførsel fra transportmiddel.",
      "content": "Innen nærmere bestemte områder i næringskommunen, som på grunn av bosetningens art og omfang, kommunikasjonsforholdene, mangel på stedlige utsalg eller andre særlig vanskelige omsetningsforhold ikke tilstrekkelig forsynes med varer fra faste utsalgssteder, kan departementet​2 etter innstilling fra vedkommende kommunestyre gi bevilling til en eller flere kjøpmenn med handelsrett til å selge varer til forbrukere ved omførsel fra rutegående transportmiddel. Bevillingen kan gjelde for bestemt tidsrom eller inntil videre. Det kan fastsettes nærmere bestemmelser om hvorledes salget kan drives, og om hvilke varer som kan selges i det enkelte tilfelle.\nDepartementet kan når som helst inndra eller innskrenke bevillingen. Hvis bevillingen er gitt for bestemt tidsrom, kan dog den bare inndras eller innskrenkes hvis innehaveren har overtrådt de fastsatte bestemmelser.\n1 Tilføyet ved lov 9 juni 1961 nr. 25.\n2 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86b",
        "source_heading": "§ 86b."
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "title": "Markedshandel.",
      "content": "Ved offentlig marked forståes i denne lov et handelsstevne – periodisk tilbakevendende eller ikke – som anordnes av Kongen​2 for omsetning av varer i sin almindelighet, eller av bestemte varesorter eller kveg og hester.\nDen salgsrett, som tilkommer nogen efter denne lov, kan også utøves på ethvert offentlig marked, når det gjelder ting, som det er tillatt å selge på markedet.\nDe nærmere regler om markedshandel fastsettes ved kommunal vedtekt.​3\n1 Endret ved lov 17 des. 1976 nr. 97. – Jfr. § 106.\n2 Handelsdepartementet i iflg. res. 18 feb. 1949.\n3 Se § 109.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "88",
      "section": "88",
      "title": "Salg på utstillinger og varemesser.",
      "content": "Den rett til salg av varer, som tilkommer noen etter denne lov, kan på vareutstillinger og varemesser utøves i den utstrekning, som departementet​2 bestemmer.\nVedkommende regjeringsdepartement kan uhindret av denne lovs bestemmelser gi tillatelse, gjeldende for enkelt tilfelle eller inntil videre, til salg av utstillingsgjenstander på kunstutstillinger og andre utstillinger beregnet utelukkende på å fremme kulturelle eller almennyttige formål og kan fastsette nærmere regler for sådant salg.\n1 Endret ved lov 19 april 1968.\n2 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "89",
      "section": "89",
      "content": "Den rett til omførselshandel som tilkommer nogen efter denne lovs §§ 63, 54, 65, 83, 84, 85, 86 og 93 kan, under iakttagelse av de i disse paragrafer inneholdte bestemmelser og uten annen offentlig tillatelse enn den som der måtte være nevnt, også utøves:\n1. fra salgshaller, torv, gater, brygger og andre offentlige steder, når det gjelder varer som efter den gjeldende ordning innen kommunen kan selges fra disse steder;\n2. fra fartøi samt fra tomter og annen privat grunn og innganger til sådanne samt fra portrum og innganger til bygninger – når disse steder står i umiddelbar eller fri forbindelse med almindelig beferdet strøk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "90",
      "section": "90",
      "content": "For salg fra de i § 89 nevnte steder kan kommunestyret fastsette vedtekter,​2 som bl.a. kan inneholde bestemmelser om salgstider og om i hvilken utstrekning barn under 16 år skal kunne drive salg eller bistå ved sådant.\nSalg fra automat på alle eller enkelte av disse steder kan i vedtektene enten helt forbys eller gjøres avhengig av særskilt tillatelse av nærmere angitt myndighet.\nDepartementet kan fastsette at tillatelse som nevnt i annet ledd, skal gi rett til å selge fra automat innen næringskommunen også nærmere bestemte varer som ellers ikke ville kunne selges ved omførsel, i den utstrekning den som har fått tillatelsen, har rett etter denne lov til på annen måte å selge slike varer.\nFor salg fra de steder som er nevnt i § 89 under punkt 1 kan i vedtektene bestemmes:\n1. at produsenter skal anvises plass adskilt fra opkjøpere,\n2. at visse av disse steder enten i sin almindelighet eller til nærmere fastsatte tider skal avgi plass bare for produsenter, eller at produsentene skal ha fortrinsrett ved fordelingen – hvor det på grunn av arealets utilstrekkelighet må konkurreres om plassene.\nTil produsenter henregnes her bl.a. de som selger produkter av eget gårds-, have- eller skogbruk, egen jakt, eget fiske eller egen husflid eller som selger ville urter, bær eller blomster.\n1 Endret ved lover 9 juni 1961 nr. 25, 17 des. 1976 nr. 97.\n2 Se §§ 92 og 109.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "91",
      "section": "91",
      "content": "For salg fra salgshaller og torv skal det, hvis ikke departementet​1 samtykker i annen ordning, iakttas at produsenter uansett deres hjemsted så langt plassforholdene tillater det får enten fast plass efter bestilling eller for øvrig plass eftersom de innfinner sig.\n1 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "92",
      "section": "92",
      "content": "Overtredelse av vedtekter i henhold til § 90 eller av de pålegg som med hjemmel i samme blir gitt av vedkommende myndighet, straffes efter §§ 112 og 113 som overtredelse av lovens regler om omførselshandel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "93",
      "section": "93",
      "content": "Når det ikke strider mot kommunal vedtekt,​1 kan politiet gi tillatelse til ved omførsel innen vedkommende kommune å selge billeder, festtegn, ubrukte frimerker, brevkort, prospektkort og andre småting og til ved enkelt leilighet i velgjørende eller almennyttig øiemed å selge ting som er innkjøpt dertil. Tillatelsen kan for salg fra utsalgsbod eller kiosk tillike gjelde reiselektyre. Tillatelsen kan enten være almindelig eller gjelde for enkeltmann. Den i denne paragraf omhandlede handel skal være underkastet de regler som er gitt derom i vedtekt​2 eller av politiet.\n1 Se § 90.\n2 Se § 109.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "94",
      "section": "94",
      "content": "Uten hinder av kommunal vedtekt kan salg som i § 93 nevnt samt salg ved omførsel av aviser og tidsskrifter tillates av Jernbanestyret på statsbanenes stasjoner i tiden omkring togenes ankomst og avgang og av Poststyret på postskipene. Jernbanestyret kan også på samme måte tillate salg av tobakkvarer, frukt og bær i naturlig tilstand, blomster, spisesjokolade, drops, iskrem, melk og mineralvann i smått – dog ikke fra automat – på statsbanenes stasjoner.\nPå samme betingelser kan departementet​2 tillate salg som i foregående ledd omhandlet, på kommunale eller private jernbane-, sporveis- eller rutebilstasjoner, ved brygger, svevebaner og på flyplasser.\nTillatelse i henhold til denne paragraf kan gis også for salg fra fast utsalgssted.\n1 Endret ved lover 13 juni 1947 nr. 2, 29 juni 1951 nr. 17, 9 juni 1901 nr. 25, 19 april 1968, 17 des. 1970 nr. 97.\n2 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "95",
      "section": "95",
      "content": "Hoteller og bevertningssteder kan uten særskilt tillatelse selge til sine gjester til bruk på stedet, tobakkvarer og andre småartikler som sedvanlig inngår under deres serveringsvirksomhet,\nTurist- og høyfjellshoteller kan uten særskilt tillatelse selge suvenirer og toalettartikler til sine gjester.\n1 Endret ved lov 9 nov. 1956 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "96",
      "section": "96",
      "content": "Kongen kan tillate, at der innen militært område ved befestningsanlegg og øvelsesplasser samt ombord på norsk krigsfartøi under kommando innrettes utsalg, hvorfra besetningen kan få kjøpt tobakkvarer og spiselige ting – derunder hermetikk – samt bruks- og beklædningsgjenstander, og kan utferdige nærmere regler for dette salg.​2\nKongen eller den han bemyndiger​3 kan tillate at det ombord på skip innrettes utsalg for salg til skipets passasjerer og besetning og kan utferdige nærmere regler for dette salg, herunder om hvilke varer salget kan omfatte.\n1 Siste ledd er tilføyet ved lov 30 mars 1951 nr. 2.\n2 Sådanne regler er gitt ved res. 10 janr. 1930 og 29 mars 1935 samt skr. 6 mars 1936.\n3 Handelsdepartementet iflg. res. 4 jan. 1952.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "9:97",
      "chapter": "9",
      "section": "97",
      "content": "Legemidler og gifter må, når ikke annet er fastsatt i lov, bare selges av apotek og Norsk Medisinaldepot og av tilvirkere og handlende som har særskilt tillatelse til slikt salg.​2\nBestemmelser om hva som skal reknes som legemidler og gifter og om handelen med slike varer gis for øvrig ved særskilt lov.​3\nLeger og veterinærer kan selge legemidler, forbindingssaker og andre sykepleieartikler i samsvar med det som herom er bestemt i lov.​4\nLikeledes kan offentlig godkjente laboratorier og institutter selge sera, vaksiner og andre varer til medisinsk og veterinærmedisinsk bruk i samsvar med det som herom bestemmes i lov.​5\n1 Endret ved lover 27 feb. 1953 nr. 3, 21 juni 1963 nr. 17 § 58, 20 juni 1964 nr. 5 § 47.\n2 Se lover 21 juni 1903 nr. 17, 20 juni 1904 nr. 5.\n3 Se lov 20 juni 1964 nr. 5.\n4 Se lov 21 juni 1963 nr. 17 § 49.\n5 Se lov 20 juni 1964 nr. 5 § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "9:98",
      "chapter": "9",
      "section": "98",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juni 1964 nr. 5 § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    },
    {
      "provision_ref": "9:99",
      "chapter": "9",
      "section": "99",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juni 1964 nr. 5 § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_99",
        "source_heading": "§ 99."
      }
    },
    {
      "provision_ref": "9:100",
      "chapter": "9",
      "section": "100",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juni 1964 nr. 5 § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_100",
        "source_heading": "§ 100."
      }
    },
    {
      "provision_ref": "9:101",
      "chapter": "9",
      "section": "101",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juni 1964 nr. 5 § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_101",
        "source_heading": "§ 101."
      }
    },
    {
      "provision_ref": "10:102",
      "chapter": "10",
      "section": "102",
      "content": "Den som vil drive oppkjøp i salgsøyemed av brukte eller kasserte ting (derunder brukte kunstgjenstander og antikviteter), eller som i salgsøyemed vil tilbytte seg sådanne ting, må ha skriftlig tillatelse dertil fra politiet på vedkommende sted. Driver han sin virksomhet i mer enn én kommune, må han ha tillatelse dertil fra politiet så vel der hvor han kjøper, som der hvor han selger. Sådan tillatelse kan kun meddeles myndige innvånere​2 av riket. Forskrifter for utøvelse av sådan næring, hvilke bl.a. kan inneholde krav på sikkerhetsstillelse, kan fastsettes ved kommunal vedtekt.​3 Kongen kan utferdige forskrifter for næringens utøvelse, hvilke da blir gjeldende for det hele land.​4\nBestemmelsene i denne paragrafs 1. ledd kommer også til anvendelse på den, der som selvstendig mellemmann formidler omsetningen av de deri omhandlede ting. Dog kan den, som i henhold til den derom gjeldende lovgivning​5 har tillatelse fra formannskapet på vedkommende sted til å drive auksjonsvirksomhet, foreta sådan formidling ved auksjonssalg uten å ha erhvervet politiets tillatelse.\n1 Endret ved lover 19 april 1968, 17 des. 1976 nr. 97.\n2 Se § 1.\n3 Se § 109.\n4 Fastsatt ved res. 15 okt. 1976.\n5 Se lov 1 feb. 1936 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_102",
        "source_heading": "§ 102."
      }
    },
    {
      "provision_ref": "10:103",
      "chapter": "10",
      "section": "103",
      "content": "Kongen kan bestemme, at den, som til anvendelse i egen bedrift kjøper eller tilbytter sig brukte eller kasserte ting, hver gang skal gjøre anførsel derom i en særskilt bok med tilførelse av nærmere angitte oplysninger og avgi melding derom til politiet innen en nærmere fastsatt frist.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103",
        "source_heading": "§ 103."
      }
    },
    {
      "provision_ref": "11:103 a",
      "chapter": "11",
      "section": "103 a",
      "content": "Med salg mot avdragsbetaling menes i denne paragraf et salg av løsøre hvor kjøpesummen skal betales avdragsvis og hvor ett eller flere avdrag først skal betales etter at tingen er levert til kjøperen. Dersom kjøpesummen helt eller delvis dekkes ved hjelp av lån som kjøperen i dette øyemed får enten gjennom formidling av selgeren eller med selgerens kjennskap fra noen som selgeren har nær økonomisk forbindelse med, skal avdrag på lånet regnes som avdrag på kjøpesummen.\nOm forholdet er kalt leie, eller betalingen ellers er betegnet som vederlag for brok av tingen, anses det likevel som avdragssalg, hvis det er meningen at mottakeren skal bli eier av tingen.\nDen som gjør seg en næring av å selge slike ting mot avdragsbetaling, må ha tillatelse av politimesteren. Nekter politimesteren å gi tillatelse, kan avgjørelsen bringes inn for vedkommende departement. Tillatelsen kan begrenses til visse vareslag. Det kan settes nærmere vilkår for den måten virksomheten skal drives på.\nKongen kan gi nærmere forskrifter om avdragssalg.​2 I forskriftene kan det bl.a. gis bestemmelser om hvilke forhold som skal omfattes av første ledds annet punktum, om lengste avdragstid, om at visse vareslag ikke skal kunne selges mot avdragsbetaling, om at en viss brøkdel av kjøpesummen skal avgjøres kontant, og om hva som skal anses som kontantsum.\nPolitimesteren eller departementet kan kalle en tillatelse tilbake, hvis den måte virksomheten drives på, eller andre forhold gir grunn til å frykte for misbruk. Avgjørelsen kan bringes inn for retten av den som rammes av den. Tvistemålslovens kap. 30 får tilsvarende anvendelse på slikt søksmål. Retten kan beslutte at virksomheten kan fortsette inntil den har sagt dom i saken eller inntil endelig dom foreligger. Beslutningen kan ikke påkjæres, men kan omgjøres av overordnet rett i forbindelse med behandling av anke over dommen. Disse regler gjelder tilsvarende hvis en tillatelse er gitt for bestemt tid og nektes fornyet.\nVedtak som nevnt i femte ledds første og sjette punktum kan ikke påklages dersom vedtaket er truffet av departementet.\n1 Tilføyet ved lov 9 juni 1961 nr. 25 (se dens III), endret ved lov 19 juni 1969 nr. 54, 15 feb. 1974 nr. 8.\n2 Gitt ved res. 22 mars 1974 med endring av 27 jan. 1978 (fullmakt for Handelsdept.)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103a",
        "source_heading": "§ 103 a."
      }
    },
    {
      "provision_ref": "11:103 b",
      "chapter": "11",
      "section": "103 b",
      "content": "Dersom Kongen finner at visse former for utleie av løsøre i det vesentlige fyller samme økonomiske funksjon som avdragssalg, kan han gi nærmere forskrifter om slik utleie. I forskriftene kan det bl.a. gis bestemmelser om lengste leietid som kan avtales på forhånd, om at visse vareslag ikke skal kunne utleies som nevnt, og om at leie for en viss minstetid skal betales eller deponeres før tingen overleveres.\n1 Tilføyet ved lov 19 april 1968.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103b",
        "source_heading": "§ 103 b."
      }
    },
    {
      "provision_ref": "12:104",
      "chapter": "12",
      "section": "104",
      "content": "Følgende særskilte forskrifter skal gjelde i Nordland, Troms og Finnmark fylker:\na. Salgsrett efter § 83 tilkommer bare innvånere av riket.​1\nb. Kongen kan uhindret av §§ 59 og 60 bestemme,​2 at representanter for De Socialistiske Sovjetrepublikkers Forbunds statsinstitusjoner, kooperative institusjoner og blandede selskaper på de vilkår, som han fastsetter, inntil videre skal ha rett til i tiden fra 1 mai til 30 september i eget navn & utføre til Forbundet saltet og tørret, fisk (saltfisk, klippfisk og tørrfisk), som er kjøpt i tilberedt stand.\nc. Kongen kan bestemme at førere av russiske fartøier fra egnene om Hvitehavet og Nordishavet inntil videre skal ha rett til i tiden fra 15 juni til 30 september i ett eller flere distrikter i Troms og Finnmark fylker og i Vesterålens og Lofotens distrikter av Nordland fylke av alle og enhver, for egen eller andres regning, å kjøpe eller mot vederlag i nærmere angitte varer å tilbytte sig og selv opgi til utførsel rå og saltet fisk. Likeledes kan Kongen bestemme, at representanter for institusjoner og selskaper som nevnt foran under punkt b på de vilkår, som han fastsetter, inntil videre skal ha samme rett; dog må i så fall disses byttehandel og tilberedning av fisken bare finne sted ombord på fartøi fra Forbundet eller ombord på norsk fartøi, som er særlig leiet i det øiemed.\n1 Se § 1.\n2 Sådanne bestemmelser er gitt ved res. 8 nov. 1929.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_104",
        "source_heading": "§ 104."
      }
    },
    {
      "provision_ref": "12:105",
      "chapter": "12",
      "section": "105",
      "content": "Efter forslag av vedkommende fylkesting kan Kongen bestemme at næringsbrev i henhold til § 84 i landdistriktene i Nordland. Troms og Finnmark fylker skal gi rett til salg ved omførsel av alle de varer som det ifølge denne lov er tillatt kjøpmenn å selge fra fast utsalgssted​2 (kfr. dog § 79). Salget kan alene foregå innenfor den del av de nevnte fylker som er underkastet fiskeriopsynet, og kun for den tid opsynet varer. Dog kan fylkesmannen under plutselig opstående større annet fiske også gi tillatelse til omførselshandel for begrenset tid innenfor et nærmere betegnet område, dersom dette under særlige forhold måtte finnes påkrevd.\nSamme rett til salg ved omførsel på disse steder tilkommer da også rikets kjøpmenn, når de løser sådant næringsbrev som foran omhandlet.\nOmførselshandel efter denne paragraf må ikke drives fra samme utsalgssted lenger enn 4 måneder i ett trekk eller i samme kalenderår mer enn 6 måneder i alt. Den må heller ikke drives samtidig fra mer enn ett utsalgssted.\n1 Endret ved lover 19 april 1968, 17 des. 1976 nr. 97.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_105",
        "source_heading": "§ 105."
      }
    },
    {
      "provision_ref": "12:106",
      "chapter": "12",
      "section": "106",
      "content": "Kongen kan bestemme,​1 at svenske og finske undersåtter fra grænseegnene og russiske undersåtter fra egnene om Hvitehavet og Nordishavet inntil videre skal ha rett til på offentlige markeder​2 i Troms og Finnmark fylker å selge til alle og enhver disse egnes frembringelser av de almindelige landbonæringer, jakt og husflid.\nLikeledes kan Kongen bestemme, at salgsrett i henhold til denne paragraf i et nærmere angitt tidsrum skal kunne utøves også utenom de offentlige markeder i ett eller flere distrikter i Troms og Finnmark fylker.\n1 Sådan bestemmelse er truffet ved res. 20 des. 1929.\n2 Se § 87.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_106",
        "source_heading": "§ 106."
      }
    },
    {
      "provision_ref": "12:107",
      "chapter": "12",
      "section": "107",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 15 mars 1957 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_107",
        "source_heading": "§ 107."
      }
    },
    {
      "provision_ref": "13:108",
      "chapter": "13",
      "section": "108",
      "content": "Enhver, som efter 1 juli 1908 har løst, eller som herefter løser handelsbrev, skal finne sig i, at de rettigheter og plikter, som han har eller får efter denne lov, blir endret ved ny lov.\n1 Jfr. § 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_108",
        "source_heading": "§ 108."
      }
    },
    {
      "provision_ref": "13:109",
      "chapter": "13",
      "section": "109",
      "content": "Forskrifter, som fastsettes ved kommunal vedtekt efter denne lov,​1 må ha vedkommende regjeringsdepartements​2 stadfestelse.\n1 Se §§ 67, 87, 90, 93, 102.\n2 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_109",
        "source_heading": "§ 109."
      }
    },
    {
      "provision_ref": "13:110",
      "chapter": "13",
      "section": "110",
      "content": "De forskrifter, som trenges til denne lovs gjennemførelse, gis av Kongen eller den, han dertil bemyndiger.​1\n1 Handelsdepartementet eller Socialdepartementet ifølge res. 10 mai 1936.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_110",
        "source_heading": "§ 110."
      }
    },
    {
      "provision_ref": "13:111",
      "chapter": "13",
      "section": "111",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 11 mai 1951 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_111",
        "source_heading": "§ 111."
      }
    },
    {
      "provision_ref": "14:112",
      "chapter": "14",
      "section": "112",
      "content": "Den som overtrer noen av lovens bestemmelser eller forskrifter utferdiget med hjemmel i samme, straffes med bøter​2 eller fengsel i inntil 3 måneder, men hvis overtredelsen er skjedd av uaktsomhet,​3 med bøter.\nPå samme måte straffes den som medvirker til overtredelse av lovens bestemmelser om omførselshandel​4 eller forskrifter utferdiget med hjemmel i samme.\n1 Endret ved lov 11 mai 1951 nr. 2, II. – Jfr. § 92.\n2 Se Strl. § 27.\n3 Jfr. strl. § 40.\n4 Se kap. 8 og § 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_112",
        "source_heading": "§ 112."
      }
    },
    {
      "provision_ref": "14:113",
      "chapter": "14",
      "section": "113",
      "content": "Bestemmelsene i § 112 gjelder, for så vidt ingen strengere straffebestemmelse får anvendelse på forholdet.​2\n1 Endret ved lover 11 mai 1951 nr. 2. II, 22 mai 1953 nr. 3, 26 jan. 1973 nr. 2. – Jfr. § 92.\n2 Se strl. § 286, jfr. nærv. lovs §§ 33 – 36. – Se kap. 8 og § 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_113",
        "source_heading": "§ 113."
      }
    },
    {
      "provision_ref": "14:114",
      "chapter": "14",
      "section": "114",
      "content": "Når omstendighetene måtte tilsi det, kan det kreves i forelegg​1 av pengebot for overtredelse av nogen av lovens forskrifter om omførselshandel​2 at vedkommende straks sier fra, om han vedtar forelegget. Likeledes kan det fastsettes i forelegget, at siktede hos politiet skal nedlegge eller stille sikkerhet for den sum, boten lyder på, hvis han ikke straks vedtar forelegget. Siktede kan pågripes og settes i varetektsfengsel,​3 dersom han ikke opfyller disse vilkår.\n1 Jfr. strprl. § 288.\n2 Se kap. 8 og § 105.\n3 Se strprl. kap. 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_114",
        "source_heading": "§ 114."
      }
    },
    {
      "provision_ref": "14:115",
      "chapter": "14",
      "section": "115",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 17 des. 1976 nr. 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_115",
        "source_heading": "§ 115."
      }
    },
    {
      "provision_ref": "15:116",
      "chapter": "15",
      "section": "116",
      "content": "Denne lov trer i kraft 1 juli 1935.\nFra samme tid opheves lov om handelsnæring av 21 juni 1929 med tilleggslover av 31 januar og 16 mai 1930 og 6 juli 1933. De da gjeldende næringsbrev, bevillinger og tillatelser, utferdiget i henhold til de nevnte lover, forblir i kraft, men undergitt nærværende lovs bestemmelser.\nTidligere av politiet utstedte bevillinger til å drive kommisjonshandel med frihandelsvarer ophører dog å gjelde fra nærværende lovs ikrafttreden, med mindre de ved påtegning fornyes av politiet i henhold til bestemmelsene i nærværende lov. Bevillinger som i henhold hertil fornyes, er for kalenderåret 1935 fritatt for den pålagte årsavgift til næringskommunen.\nDe i henhold til de samme lover utferdigede bestemmelser forblir – forsåvidt de ikke står i strid med bestemmelsene i nærværende lov – i kraft inntil de opheves eller avløses av bestemmelser utferdiget i henhold til nærværende lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_116",
        "source_heading": "§ 116."
      }
    },
    {
      "provision_ref": "15:117",
      "chapter": "15",
      "section": "117",
      "content": "Den som ved denne lovs ikrafttreden utøver handelsrett med hjemmel av handelsborgerskap, handelsbrev eller landhandlerbevilling i henhold til eldre lover, skal fremdeles ha rett til å drive handelsnæring som kjøpmann efter denne lov og skal i alle måter være likestillet med en sådan. Dette gjelder også den som utøver handelsrett med hjemmel av fast stasjonshold på landet, så lenge den overenskomst om stasjonsholdet står ved makt, som han hadde den 1 juli 1908.\nDen handelsrett, som efter § 2 i lov av 22 juni 1863 om forandring i lovgivningen om handelen i Finnmarken drives på flere steder samtidig,​2 når nærværende lov trer i kraft, kan innehaveren fremdeles utøve. Den går over på hans enke og umyndige livsarvinger, når forskriftene i nærværende lovs §§ 23 og 24 iakttas, og kan fornyes av hans myndige​3 livsarvinger ved at de erhverver handelsbrev i henhold til nærværende lovs bestemmelser i alle de kommuner hvor arvelateren utøver sådan handelsrett. For enken og arvingene bortfaller dog denne rett til å drive handel på flere steder 50 år efter 1 juli 1908.\n1 Endret ved lov 17 des. 1976 nr. 97.\n2 Jfr. § 20.\n3 Se lov 22 april 1927 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_117",
        "source_heading": "§ 117."
      }
    },
    {
      "provision_ref": "15:118",
      "chapter": "15",
      "section": "118",
      "content": "Bestemmelsene i denne lovs §§ 89, 90, 91 og 92 avløser de i lov av 26 mai 1866, inneholdende adskillige bestemmelser om politivesenet i Kristiania, med tilleggslover gitte bestemmelser om salg fra torv, gate og andre offentlige steder eller hjemmel til å istandbringe bestemmelser om sådant salg. De bestemmelser om sådant salg, som ved nærværende lovs ikrafttreden inneholdes i gjeldende politivedtekter, skal vedbli å gjelde, inntil de uttrykkelig opheves eller avløses av vedtektsbestemmelser i henhold til denne lovs § 90; dog opheves de fra nærværende lovs ikrafttreden, forsåvidt de står i strid med bestemmelsene i denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_118",
        "source_heading": "§ 118."
      }
    },
    {
      "provision_ref": "15:119",
      "chapter": "15",
      "section": "119",
      "content": "Ansvarlige selskaper og kommandittselskaper​1 (derunder også kommandittaktieselskaper), aktieselskaper og andre selskaper med begrenset ansvar, som den 21 juni 1929 her i riket drev og fremdeles driver nogen virksomhet, som i denne lov er forbeholdt innvånere av riket, skal kunne fortsette dermed efter nærværende lovs ikrafttreden, selv om de ikke, overensstemmende med nærværende lovs § 1, fyldestgjør betingelsene for å kunne anses likestilt med innvånere av riket, når de sørger for å innrette sig efter disse betingelser ved hvert valg til styre eller tilsynsråd eller ved optagelse av nye ansvarlige deltagere, som finner sted efter nærværende lovs utferdigelse.\n1 Se lov 17 mai 1890 nr. 6 § 33 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_119",
        "source_heading": "§ 119."
      }
    },
    {
      "provision_ref": "15:120",
      "chapter": "15",
      "section": "120",
      "content": "Forbruksforeninger og andre samvirkelag som den 1 januar 1930 drev og fremdeles driver kjøpmannshandel med forretningsfører eller disponent og eventuelt medlem av styret eller utsalgsleder som fyller vilkårene i § 2, jfr. § 4 i lov om handelsnæring av 16 juli 1907, skal kunne fortsette dermed, når de sørger for ved forekommende avgang i nogen av disse stillinger å få den fratredende erstattet med en person som fyller vilkårene for å få handelsbrev efter nærværende lov.​1\n1 Se § 14 og § 121.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_120",
        "source_heading": "§ 120."
      }
    },
    {
      "provision_ref": "15:121",
      "chapter": "15",
      "section": "121",
      "content": "Hvis ikke særlige omstendigheter, f.eks. vitterlig manglende kyndighet i regnskapsførsel måtte tale derimot, skal den som ved pålitelig vidnesbyrd godtgjør at han den 1 juli 1930 var disponent, forretningsfører eller utsalgsleder i forbruksforening eller annet samvirkelag som da hadde handelsrett som kjøpmann, og at han da i minst 3 år hadde virket i sådan stilling, anses for å fylle vilkårene i § 16 under punktene 1 og 2, når det gjelder å gå over i lignende stilling i armen forbruksforening eller annet samvirkelag.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_121",
        "source_heading": "§ 121."
      }
    },
    {
      "provision_ref": "15:122",
      "chapter": "15",
      "section": "122",
      "content": "Vidnesbyrd, utstedt før 1 juli 1908, om bestått avgangsprøve fra handelsgymnasium eller handelskursus av minst 6 måneders varighet, som senere er blitt godkjent av vedkommende departement i henhold til lovene om handelsnæring av 16 juli 1907 eller 21 juni 1929 eller nærværende lov, skal anses for å fyldestgjøre kravet i § 16 under punkt 2, hvor det gjelder ansøkning om handelsbrev, når innehaveren den 31 desember 1929 bevislig var medlem av styret, disponent eller forretningsfører i aktieselskap eller annet selskap med begrenset ansvar som da hadde handelsrett som kjøpmann.\nI tiden inntil 1 januar 1937 kan vedkommende departement​1 gi dispensasjon fra kravet i § 16, punkt 2. Vilkåret for en slik dispensasjon er at den som søker handelsbrev har bestått en på betryggende måte avholdt eksamen i handelsfag og at det i tilfelle efter andre fremlagte oplysninger finnes utvilsomt at ansøkeren har erhvervet de kunnskaper som kreves efter § 16.\n1 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_122",
        "source_heading": "§ 122."
      }
    },
    {
      "provision_ref": "15:123",
      "chapter": "15",
      "section": "123",
      "content": "Bestemmelsen i § 26 om fremleggelse av handelsbrev til båndleggelsespåtegning gjøres anvendelig også på de tilfelle, hvor forholdet er inntrådt før nærværende lovs ikrafttreden og fremdeles vedvarer. Bestemmelsene i §§ [41, 68 og] 69 om melding vedrørende utsalgssteder gjøres anvendelige også på tidligere oprettede utsalgssteder, som fremdeles består ved nærværende lovs ikrafttreden. Fremleggelse av handelsbrev til båndleggelsespåtegning og melding om utsalgssteder skal i disse tilfelle ha funnet sted innen utgangen av oktober 1935. [Meldingen skjer for frihandlernes vedkommende uten betaling av den i § 68 omhandlede avgift.]",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_123",
        "source_heading": "§ 123."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "I denne lov forståes ved:\nKommisjonshandel: salg, i henhold til opdrag, ved selvstendig næringsdrivende, av varer for fremmed regning, men i eget navn.​2\nHandelsagentur: den virksomhet, som går ut på å innlede eller avslutte varesalg eller å opta bestillinger for fremmed regning og i fremmed navn, når utøveren er selvstendig næringsdrivende og har eget forretningssted.​3\nHandelsreisende: den, som efter opdrag fra en handlende eller tilvirker, under reise fra sted til sted virker for avsetning av varer som han ikke fører med sig (kfr. dog undtagelsen for visse gjenstander i § 46), ved å opta bestillinger eller ved å slutte salg i opdraggiverens navn; den handelsreisende kan være fast ansatt i opdraggiverens tjeneste eller selvstendig næringsdrivende, men må ikke ha eget forretningssted.​4\nByselger: den som med begrensning til den enkelte næringskommune utøver samme slags virksomhet som den handelsreisende; han kan være fast ansatt i opdraggiverens tjeneste eller selvstendig næringsdrivende, men må ikke ha eget forretningssted og må kun optrede på vegne av opdraggivere med forretningssted innen hans egen eller innen en tilgrensende næringskommune.\nInnvåner av riket: den som har oppholdt seg her i landet uavbrutt i minst 2 år og fremdeles er bosatt her; med innvånere av riket likestilles i denne lov:​6 ansvarlige selskaper og kommandittselskaper​7 (derunder også kommandittaksjeselskaper), når minst halvdelen av de ansvarlige deltakere, og i kommandittaksjeselskaper tillike minst halvdelen av medlemmene av tilsynsrådet, er innvånere av riket, aksjeselskaper og andre selskaper med begrenset ansvar (jfr. § 13), når minst halvdelen av styremedlemmene er innvånere av riket, utenlandske aksjeselskapers filialer, når filialen er registrert i handelsregisteret og minst halvdelen av filialens styremedlemmer er innvånere av riket. Opphold her i landet i utenlandsk myndighets tjeneste medregnes ikke i det tidsrom av minst 2 år som i dette ledd omhandlet.\nKjøpmannsvarer: varer til hvis forhandling der kreves handelsrett som kjøpmann.\nNæringskommune: Den eller de kommuner hvor vedkommende forretningsvirksomhet drives enten fra fast hovedutsalgssted, fast forretningsavdeling (filial) eller annet fast forretningssted.\nUnder særlige omstendigheter kan vedkommende departement​8 dispensere fra kravet i denne lov om at fysisk person skal være innvåner av riket, når han har tatt fast opphold her i landet. For ansvarlige og uansvarlige selskaper, som driver tilvirkning eller handel fra fast utsalgssted eller forretningssted her i riket, kan departementet på samme måte dispensere fra kravet i denne lov om at selskapet skal fylle vilkårene for å anses likestilt med innvånere av riket.\n1 Endret ved lover 30 mars 1951 nr. 2, 9 nov. 1956 nr. 3, 9 juni 1961 nr. 25, 19 april 1968.\n2 Jfr. lov 30 juni 1916 nr. 1.\n3 Jfr. samme lovs § 65.\n4 Jfr. samme lovs § 85.\n6 Jfr. § 119.\n7 Se lov 17 mal 1890 nr. 6 § 33 a.\n8 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "I denne lov forståes ved:\nFast utsalgssted: det sted hvorfra vedkommende næringsdrivende med eller uten avbrytelse driver salgsvirksomhet som ikke er beregnet på flytning.\nBorttingning av varer: så vel optagelse av bestillinger og forhandling derom som endelig avsluttelse av handel vedrørende varer som borttingeren ikke fører med sig (kfr. dog undtagelsen for visse gjenstander i § 46), når det skjer utenom fast utsalgssted tilhørende den hvis borttingningsrett utøves, enten ved borttingerens personlige besøk hos annenmann eller ved annenmanns personlige besøk hos borttingeren.\nSalg som ikke skjer fra fast utsalgssted eller under borttingning, henregnes i denne lov til salg ved omførsel (omførselshandel).\nSalg fra salgshaller, torv, gate, brygge eller andre offentlige steder, portrum, inngang til bygninger eller tomter når den er i umiddelbar eller fri forbindelse med almindelig beferdet strøk, jernbanevogn, vogn, fartøi eller båt, midlertidig herberge eller automat henregnes i denne lov i alle tilfelle til omførselshandel. Til omførselshandel henregnes også i alle tilfelle: salg fra kiosker, boder og telter som er midlertidig opført eller lett kan flyttes.\nSalg fra automat som er plasert i fast utsalgssted og ikke er tilgjengelig for kundene når dette er lukket, henregnes i denne lov til salg fra fast utsalgssted.\n1 Siste ledd tilføyet ved lov 9 juni 1961 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:2 a",
      "chapter": "1",
      "section": "2 a",
      "content": "Gjøremål som i denne lov er lagt til politiet, skal i lensmannsdistrikt hvor lensmannen har polititjeneste, tilligge lensmannen hvis departementet ikke fastsetter noe annet.\nGjøremål som i denne lov er lagt til politimesteren, kan overføres til andre embets- eller tjenestemenn ved politikammeret etter retningslinjer som fastsettes av departementet.\n1 Tilføyet ved lov 19 april 1968.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2a",
        "source_heading": "§ 2a."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Salg fra fast utsalgssted​2 så vel av varer av egen tilvirkning i henhold til denne lovs § 39 som av frihandelsvarer i henhold til §§ 63 og 64 kan foregå fra ett eller flere utsalgssteder i én eller flere kommuner på samme tid. Det samme gjelder for kjøpmenns salg av kjøpmannsvarer når betingelsene i §§ 11, 12, 14 og 28 er oppfylt.\nNår et fast utsalgssted som nevnt i første ledd, åpnes, flyttes eller nedlegges, skal vedkommende straks melde dette skriftlig til politiet på det sted utsalget finnes, og ved flytning tillike oppgi grunnen. Samme meldeplikt påhviler en håndverker som ikke er tilvirker og som driver salg fra fast utsalgssted i henhold til § 42.\nPolitiet skal føre fortegnelse eller kartotek som gir oversikt over samtlige utsalgssteder som etter meldinger som nevnt i annet ledd til enhver tid finnes.\n1 Endret ved lover 30 mars 1951 nr. 2, 19 april 1968, 17 des. 1976 nr. 97.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Kongen​1 bestemmer hvorvidt og i hvilken utstrekning denne lovs bestemmelser skal komme til anvendelse på statens salg av varer.\n1 Handelsdepartementet iflg. res. 16 feb. 1962.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Under særlige omstendigheter kan Kongen​2 bestemme at nærmere angitte slags varer av alle eller én eller flere kommuner kan selges eller borttinges​3 uten hinder av denne lovs forskrifter, og kan han utferdige nærmere regler for denne handel. Bortsett fra bestemmelsene i §§ 7, 10 siste ledd og 65 kan salgs- og borttingningsvirksomhet som omhandlet i denne lov kun drives av en kommune i henhold til sådan bestemmelse av Kongen.\n1 Endret ved lov 13 mai 1977 nr. 35. – Jfr. § 65.\n2 Handelsdept iflg. res. 18 feb. 1949.\n3 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Kongen kan tillate at fremmed regjerings i medhold av overenskomst med Norge dertil bemyndigede representasjon her i riket uten handelsrett selger og uhindret av bestemmelsene i §§ 44 og 45 borttinger​1 varer som skal leveres fra utlandet:\na. til tilvirkere som skal benytte dem i egen bedrift,\nb. til kjøpmenn som driver regulær importvirksomhet, til videre forhandling.\nKongen kan fastsette nærmere betingelser for sådan tillatelse.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Enhver kan underhånden eller ved auksjon​1 selge eller utføre fra riket nye eller gamle ting, som han kan godtgjøre å ha fått eller kjøpt til eget bruk. På samme måte kan offentlige myndigheter selge inndradde varer​2 eller hittegods.​3\n1 Se kap. 5.\n2 Se s tri. §§ 34?37 d.\n3 Se lov 29 mal 1953 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "For utøvelse av handelsnæring innen frihavnsområder, som ved lov blir oprettet innen riket,​1 kan Kongen utferdige spesielle forskrifter, forsåvidt sådanne ikke er fastsatt ved særskilt lov.\n1 Se lov 22 juni 1928 nr. 6 kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "De særlige forskrifter, som til enhver tid er fastsatt for salg​1 av gull- og sølvarbeider,​2 spillekort, margarin,​4 måle- og vektredskaper,​5 lotterisedler,​6 ildsfarlige ting,​7 almanakker, kalendere,​8 fortidslevninger​9 og andre varer og ting,​10 skal gjelde ved siden av forskriftene i denne lov. For salg av brennevin, vin, øl, fruktvin og mjød​11 gjelder av denne lovs bestemmelser bare §§ 47 og 48 og – med de forandringer, som allerede er eller senere blir fastsatt ved annen lov eller med hjemmel i sådan – §§ 44 til og med 46, mens lovens øvrige bestemmelser kun kommer til anvendelse i den utstrekning, hvori dette uttrykkelig er eller blir fastsatt på foran nevnte måte.\n1 Jfr. kap. 6.\n2 Se lov 6 juni 1891 nr. 2.\n4 Se lov 5 mars 1948 nr. 1.\n5 Se lov 31 okt. 1946 nr. 2.\n6 Se lov 12 mai 1939 nr. 3.\n7 Se lover 3 mai 1871 og 21 mai 1971 nr. 47.\n8 Se lov 9 des. 1955 nr. 2 § 48.\n9 Se lov 9 juni 1978 nr. 50.\n10 Se lover 14 mai 1926 nr. 3, 21 juni 1929 nr. 1, 9 juni 1961 nr. 1 kap. IV, 9 mars 1973 nr. 14.\n11 Se lov 5 april 1927.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Når intet annet fremgår av denne lov,​1 utkreves​2 handelsrett som kjøpmann av den som for egen regning, selv eller gjennem andre, vil drive handel med dertil innkjøpte varer​3 eller kommisjonshandel, handelsagentur, forlagsbokhandel,​4 vekseler- eller bankforretning eller handel med verdipapirer.\nUnder den samme forutsetning utkreves likeledes handelsrett som kjøpmann for forbruksforeninger og for enhver annen art av samvirkelag beregnet på varig å drive sådan virksomhet som omhandlet i første ledd.​5 Undtatt er, hvis virksomheten ikke er av det omfang, at det holdes fullt lønnet leder eller forretningsfører:\na. Innkjøpslag som vesentlig gjør sine innkjøp på grunnlag av de bestillinger som på forhånd er innkommet fra medlemmene.\nb. Husflids- og hjemmeindustri-tilvirkeres salgslag hvis omsetning for egen regning eller som mellemmenn kun omfatter varer som medlemmer har tilvirket i sine hjem.\nHandelsrett som kjøpmann utkreves ikke til den handelsvirksomhet som er omhandlet i denne lovs §§ 7. 39, 42, 43. 52, 53, 54, 63, 64, 65. 71, 78. 83, 84. 85, 86, 93, 94, 95, 96, 97, 102, 104, 105 og 106.\nBankinnretninger som er oprettet ved lov eller som er undergitt lovgivningen om aktiebanker, og sparebanker tiltrenger ikke handelsrett som kjøpmann.\nUten handelsrett kan hvem som helst gi en kjøpmann varer i kommisjon.\n1 Se § 10, 2net, 3dje og 4de ledd.\n2 Se § 112.\n3 Jfr. § 7.\n4 Jfr. §§ 86 og 102.\n5 Jfr. §§ 14 og 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Enkeltmann har handelsrett som kjøpmann, når han har handelsbrev​2 i vedkommende kommune.\n1 Endret ved lov 30 mars 1951 nr. 2.\n2 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Et selskap har handelsrett som kjøpmann, så lenge det opfyller nedennevnte betingelser:\n1. Det må fylle betingelsene ifølge § 1 for å anses likestillet med innvånere av riket.\n2. Dets faste leder (administrerende direktør, disponent, forretningsfører) og dessuten:\na. i ansvarlige selskaper og kommandittselskaper​2 (derunder også kommandittaktieselskaper)​3 enhver deltager som har selskapets signatur,​4\nb. i aktieselskaper og andre selskaper med begrenset ansvar​5 hvor den faste leder ikke er medlem av styret eller særskilt fast leder ikke er ansatt – tillike et medlem av styret – må ha handelsbrev​6 i vedkommende kommune.\n3. Enhver hvis handelsbrev skal tjene som hjemmel for selskapets handelsrett, må enten alene eller sammen med andre ha:\na. selskapets signatur eller, hvis han ikke er medlem av styret, selskapets prokura, hvor det gjelder et selskap med begrenset ansvar,​5\nb. selskapets signatur, hvis han er innehaver, og ellers selskapets prokura, hvor det gjelder et ansvarlig selskap.\nUtenlandsk aksjeselskaps filial har handelsrett som kjøpmann, så lenge filialen oppfyller ovennevnte betingelser for et aksjeselskaps handelsrett.\nFor almennyttige foreninger og selskaper eller disses utsalg kan vedkommende departement​7 dispensere fra kravet i denne paragraf om at, foruten den faste leder som ikke er medlem av styret, tillike et medlem av styret må ha handelsbrev i vedkommende kommune. Sådanne foreninger eller selskaper eller deres utsalg henregnes til selskaper med begrenset ansvar, hvor det gjelder anvendelsen av denne lovs bestemmelser om betingelsene for at et selskap skal ha handelsrett som kjøpmann.\n1 Endret ved lover 9 nov. 1956 nr. 3, 19 april 1968.\n2 Se lov 17 mai 1890 nr 6. § 33 a.\n3 Se lov 6 juli 1957 nr. 5.\n4 Se lov 17 mai 1890 nr. 8 § 18.\n5 Se § 13.\n6 Se § 16.\n7 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Som selskap med begrenset ansvar regnes i denne lov ethvert selskap med flere enn 20 medlemmer eller med skiftende medlemsantall eller skiftende kapital, selv om dets medlemmer er fullt ansvarlige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "For forbruksforeninger og andre samvirkelag gjelder i stedet for bestemmelsene i § 12 den særregel at de som sådanne må ha handelsbrev​2 i vedkommende kommune. De kan meddeles sådant og drive kjøpmannshandel, så lenge de fyller betingelsene i § 12. under punkt 1, og selskapets faste leder og, hvis denne ikke er medlem av selskapets styre, tillike et medlem av dette fyller vilkårene for å få handelsbrev (jfr. §§ 16, 18 og 19). Er der ikke ansatt særskilt fast leder, kreves det at et medlem av styret fyller de nevnte vilkår.​3\n1 Endret ved lov 30 mars 1951 nr. 2.\n2 Se § 16.\n3 Jfr. §§ 120 og 121.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Hvis en kommune driver kjøpmannshandel,​1 må handelsvirksomhetens bestyrer ha handelsbrev​2 innen kommunen. Bestemmelsen i § 12, punkt 3. a. får tilsvarende anvendelse.\n1 Se §§ 5 og 65.\n2 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Næringsbrev på kjøpmannshandel (handelsbrev) meddeles myndige​2 innvånere​3 av riket efter skriftlig andragende på skjema anordnet av vedkommende regjeringsdepartement.​4\nAndraget skal være ledsaget av vitnesbyrd om bestått avgangsprøve i handelsfag fra skole som er godkjent dertil av vedkommende departement.​5\nIstedenfor vitnesbyrd som nevnt kan godtas:\nenten vitnesbyrd om at søkeren har bestått en av Kongen anordnet prøve, ved hvilken særlig skal godtgjøres fornøden kyndighet i bokholderi og handelsregning, eller annen av vedkommende departement​5 godkjent prøve her i riket, ved hvilken kreves godtgjort minst de samme kunnskaper, eller næringsbrev på håndverk utstedt for 1. januar 1930.\nUnder særlige omstendigheter kan vedkommende departement dispensere fra kravet om vitnesbyrd som nevnt.\n1 Endret ved lover 9 nov 1956 nr. 3, 28 mai 1959 nr. 9, 19 april 1968.\n2 Se lov 22 april 1927 nr. 3 § 1.\n3 Se § 1.\n4 Handelsdepartementet.\n5 Kirkedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Handelsbrev utferdiges av politiet.\nOpsigelse av handelsbrev​2 foregår hos den myndighet som har utferdiget det. Om opsigelse skal påtegning påføres handelsbrevet.\nDen myndighet som utferdiget handelsbrevet, skal på den måte som Kongen​3 bestemmer, føre register over de utferdigede handelsbrev. I registret føres inn de mottatte opsigelser og de påtegninger og meldinger som har funnet sted i henhold til §§ 23, 24, 26 og 28.\n1 Endret ved lover 19 april 1968, 17 des. 1976 nr. 97.\n2 Jfr. § 22.\n3 Handelsdeptet iflg. res. 30 mai 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Utelukket fra a få handelsbrev er den som er fradømt retten​2 til å drive kjøpmannshandel.\nDen som ved endelig dom er idømt ubetinget fengselsstraff, kan nektes å få handelsbrev når det på grunn av det forhold han er kjent skyldig i, er særlig grunn til å frykte for at han under utøvelsen av næring som kjøpmann vil foreta nye straffbare handlinger. En slik nektelse kan innbringes for forhørsretten​3 som avgjer saken ved kjennelse. Kjennelsen kan påkjæres etter reglene for straffesaker.​4\nBlir noen som har handelsbrev umynddiggjort, trer handelsbrevet ut av kraft for den tid umyndigheten varer.​5\nHvis noen som har handelsbrev, opphører å ha fast bopel her i landet, trer handelsbrevet ut av kraft.\n1 Endret ved lover 22 mai 1953 nr. 3, 9 juni 1961 nr. 25, 19 april 1968.\n2 Se strl. §§ 15 og 29. mfl. strl. § 12.\n3 Se strprl. § 26.\n4 Se strprt. kap. 29.\n5 Jfr. § 24, 2net ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Handelsbrev kan heller ikke meddeles nogen som er i virksomhet som skibsfører, los, embedsmann, tjenestemann ved politiet​2 eller tollvesenet, postmester, apoteker,​3 apotekbestyrer, offentlig godkjent vraker, bestyrer av frihavnsanlegg eller kontorbetjent eller lagerbetjent ved sådant eller personer som driver auksjonsvirksomhet i henhold til kommunal tillatelse,​4 herunder dog ikke medregnet auksjonsvirksomhet som hovedsakelig omfatter kunst og antikviteter. Det samme gjelder den som lever i ekteskap med nogen som utøver sådan virksomhet. Hvis nogen som allerede har handelsbrev, inntrer i nogen sådan virksomhet eller i ekteskap med utøveren av nogen sådan virksomhet, er dermed handelsbrevet satt ut av kraft. Fritagelse fra forskriftene i denne paragraf kan gis av Kongen eller den han overdrar det til.​5\n1 Jfr. N. L. 2-11-9.\n2 Se lov 13 mars 1936 nr. 3 § 13 post 2.\n3 Jfr. kap. 9.\n4 Se lov 1 feb 1936 nr. 3.\n5 Handelsdepartementet ifølge res. 8 nov. 1929.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Handelsbrev kan løses hvor som helst i riket, i eller utenfor bostedskommunen, men kun i én kommune på samme tid.​2 Forbruksforeninger og andre samvirkelag kan dog løse handelsbrev i flere kommuner på samme tid.\n1 Endret ved lov 30 mars 1951 nr. 2.\n2 Jfr. § 22 og § 117, 2net ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Hvis utpantning for forfallen årlig avgift til børsen i henhold til den derom gjeldende lovgivning​2 fåfengt er avholdt, og avgiften ikke er betalt innen én måned deretter, er handelsbrevet endelig satt ut av kraft og skal av den myndighet som har utstedt samme,​3 slettes i det i § 17 omhandlede register. Innehaveren av det slettede handelsbrev kan ikke opnå nytt sådant, forinnen den skyldige avgift er erlagt.\n1 Endret ved lover 30 mars 1951 nr. 2, 9 nov. 1956 nr. 3, 17 des. 1976 nr. 97.\n2 Se lov 19 juni 1931 nr. 19 § 15.\n3 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "En kjøpmann kan ikke oppnå nytt handelsbrev i noen annen kommune, for han har sagt opp​2 sitt tidligere handelsbrev, og det er gått ett år siden dette blev utstedt. Fritagelse fra denne forskrift kan gis av Kongen eller den han overdrar det til.​3 Forskriften i første punktum får ikke anvendelse på forbruksforeningers og andre samvirkelags adgang til å løse handelsbrev i flere kommuner.​4\nVed andragende om handelsbrev skal, hvis ikke særlige omstendigheter, f.eks. vitterlig manglende kyndighet i regnskapsførsel, måtte tale derimot, et av ansøkeren tidligere erhvervet, men ut av kraft trådt handelsbrev gjelde som sikkerhet for at han fyller de vilkår som er nevnt i § 16.\nI intet tilfelle må nytt handelsbrev utstedes til den som har oppsagt sitt tidligere handelsbrev, før han godtgjør å ha betalt forfallen årlig børsavgift i henhold til den dersom gjeldende lovgivning.​5\n1 Endret ved lover 30 mars 1951 nr. 2, 17 des. 1976 nr. 97.\n2 Se § 17, 3dje ledd.\n3 Handelsdepartementet ifølge res. 8 nov. 1929.\n4 Se § 20.\n5 Se lov 19 juni 1931 nr. 19 § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Den handelsrett som en kjøpmann utøver i enkeltmannsfirma, går ved hans død over på hans ektefelle om denne ikke selv allerede før har handelsrett. For at vedkommende skal kunne vedbli å utøve den handelsrett han således har fått, må han innen ett år etter ektefellens død godtgjøre for den myndighet som utferdiget handelsbrevet:\n1. enten med vitnesbyrd som omhandlet i § 16, at han har fornøden kyndighet i bokholderi og handelsregning, og tillike at bestemmelsene i §§ 18 og 19 ikke er til hinder for, at han får handelsbrev,\n2. eller at han driver sin forretning gjennom fullmektig som har handelsbrev i vedkommende kommune.\nBestemmelsene i § 26 får tilsvarende anvendelse.\nHvor det må antas å falle særlig byrdefullt for den gjenlevende ektefelle å skaffe sig det påbudte vidnesbyrd om kyndighet i bokholderi og handelsregning,​2 kan departementet​3 dispensere fra dette krav, når det gjelder en forretning av mindre omfang som den gjenlevende ektefelle menes å ha forutsetningene for personlig å kunne drive og det skjønnes å være av betydning for ham at han får adgang dertil.\n1 Endret ved lov 19 april 1908. Jfr. 117, 2net ledd.\n2 Se § 16.\n3 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "Umyndig arving over 18 år kan drive en arvet kjøpmannsforretning inntil han blir myndig,​2 når han godtgjer for den myndighet som utferdiget handelsbrevet, at dette skjer gjennom fullmektig som har handelsbrev i vedkommende kommune.\nPå samme vilkår kan en kjøpmann som er blitt umyndiggjort,​3 fortsette driften av sin forretning så lenge umyndigheten varer.\nI begge tilfelle kan dog departementet,​4 når velferdshensyn tilsier det, frita fra kravet om at fullmektigen skal ha handelsbrev, når det allikevel finner ham skikket til å bestyre den umyndiges forretning. Løser fullmektigen senere handelsbrev, er dette derved båndlagt for den umyndiges forretning så lenge fullmektigen er i den umyndiges tjeneste.\nBestemmelsene i § 26 får tilsvarende anvendelse.\nVed bestemmelsene i §§ 23 og 24 er det ikke gjort noen fravikelse fra betingelsene i § 28 for at forretningsvirksomheten skal kunne drives også fra faste filialer.\n1 Endret ved lover 30 mare 1951 nr. 2, 19 april 1968.\n2 Se lov 22 april 1927 nr. 3 § 1.\n3 Se lov 28 nov. 1898.\n4 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "content": "Dør den som er den eneste faste leder i et selskap som utøver handelsrett som kjøpmann, og selskapet helt eller for den overveiende del eies av denne leder eller hans familie, kan departementet​1 bestemme at den avdødes handelsbrev ved dødsfallet skal anses å være gått over på hans ektefelle, forutsatt at denne selv ikke allerede har handelsbrev, når departementet finner at det for den gjenlevende ektefelle eller familien knytter sig vesentlige økonomiske interesser til at den gjenlevende ektefelle personlig får drive forretningen, og at han er skikket dertil. Ved bestemmelsene i denne paragraf er det ikke gjort nogen fravikelse fra reglene i § 12 om selskapers handelsrett som kjøpmann og i § 26 om handelsbrevets båndleggelse.\n1 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "content": "Handelsbrev der tjener som hjemmel for enkeltmanns, selskaps eller kommunes utøvelse av handelsrett er dermed båndlagt, således at det ikke samtidig kan benyttes til utøvelse av handelsrett på annen måte. Det skal fremlegges til påtegning​2 om forholdet for den myndighet som utferdiget handelsbrevet, så vel når forholdet inntrer som når det opphører. Styret i forbruksforening eller annet samvirkelag som driver kjøpmannshandel, plikter å sende melding til den samme myndighet så snart der foregår nogen forandring i de forhold som betinger selskapets handelsrett (jfr. § 14) eller rett til å ha flere utsalgssteder (jfr. § 28) og plikter å godtgjøre at de krevede betingelser er til stede. Vedkommende medlem av styret,​3 leder eller utsalgsleder kan, så lenge han i den pågjeldende egenskap er knyttet til selskapet, ikke selv opnå handelsbrev; har han allerede på forhånd erhvervet sådant, settes det i dette tidsrum ut av kraft. Vedkommende regjeringsdepartement​4 kan i særegne tilfelle dispensere fra bestemmelsene i denne paragrafs første og fjerde punktum.\n1 Endret ved lov 19 april 1968. – Jfr. §§ 23, 2net ledd, 24 siste ledd, 25 i. f. og 28 i. f.\n2 Se § 17, 2net ledd og § 123.\n3 Se § 14.\n4 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "2:27",
      "chapter": "2",
      "section": "27",
      "content": "Innehaver av handelsbrev som i henhold til denne lov er båndlagt for et selskaps eller en kommunes handelsrett,​2 samt vedkommende faste leder eller styremedlem. forbruksforening eller annet samvirkelag (jfr. §§ 14 og 26) er ansvarlig for at vedkommende bedrift overholder denne lovs bestemmelser. Han plikter, hvis han er fast leder, eller når særskilt fast leder ikke er ansatt, personlig å lede forretningsvirksomheten og å føre det nødvendige tilsyn. Samme ansvar og plikter påhviler også den hvis handelsbrev er båndlagt for et enkeltmannsfirmas handelsrett;​3 han må – med de undtagelser som fremgår av §§ 23 og 24 – være forretningens innehaver.\nFast leder av filial utenfor den kommune hvor hovedforretningsstedet er, har tilsvarende plikter og ansvar for filialens forretningsdrift.\n1 Endret ved lover 30 mars 1951 nr. 2, 19 april 1968.\n2 Se §§ 26 og 28.\n3 Se §§ 23, 2net ledd og 24 i. f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "2:28",
      "chapter": "2",
      "section": "28",
      "content": "Handelsrett som kjøpmann i henhold til §§ 11, 12 og 14 gir rett til handel fra ett eller flere faste utsalgssteder​2 eller andre faste forretningssteder i én kommune.\nDrives forretningsvirksomheten i henhold til § 3 foruten fra fast hovedutsalgssted også fra fast filial i annen kommune enn den hvor hovedutsalgsstedet er, kreves det dessuten at filialen har en fast leder med handelsbrev i den kommune hvor filialen drives. Drives det flere filialer i kommunen, kan det være samme faste leder for samtlige filialer. For filial av forbruksforeninger og andre samvirkelag gjelder den særregel at selskapet må ha handelsbrev i den kommune hvor filialen drives, og at filialen må ha en fast leder som fyller vilkårene for å få handelsbrev (jfr. §§ 16, 18 og 19). Driver selskapet flere filialer i kommunen, kreves det bare ett handelsbrev, hvis det er samme faste leder for samtlige filialer. Bestemmelsene i § 26 får tilsvarende anvendelse i de tilfelle som omhandles i dette ledd.\n1 Endret ved lover 30 mars 1951 nr. 2, 9 juni 1961 nr. 25, 19 april 1968.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "2:29",
      "chapter": "2",
      "section": "29",
      "content": "Varer som en kjøpmann har solgt, kan leveres fra pakkboder eller andre opplagssteder uansett deres beliggenhet i eller utenfor næringskommunen.\n1 Endret ved lover 9 juni 1961 nr. 25, 19 april 1968.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "2:30",
      "chapter": "2",
      "section": "30",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 9 juni 1961 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "2:31",
      "chapter": "2",
      "section": "31",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 30 mars 1951 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "2:32",
      "chapter": "2",
      "section": "32",
      "content": "En kjøpmanns døds- eller konkursbo har rett til å utselge de varer, boet sitter inne med ved dødsfallet eller konkursens åpning, og dødsboet har dessuten rett til i løpet av ett år å selge varer som er innkjøpt til utfylling.​2\nI tiden fra konkursens åpning pg til boet er sluttet eller akkord er stadfestet av skifteretten, må ingen konkursskyldner utøve annen handelsrett som kjøpmann enn handelsagentur.​3 I samme tidsrom kan hans handelsbrev heller ikke tjene som hjemmel for et selskaps utøvelse av handelsrett.​4 Bestemmelsene i dette ledd får tilsvarende anvendelse på den hvis handelsbrev tjener som hjemmel for et selskaps handelsrett som kjøpmann på det tidspunkt da selskapet blir tatt under konkursbehandling, og på den flom. på samme tidspunkt er fast leder for eller styremedlem med ansvar etter § 27 i selskapet, hvis dette er en forbruksforening eller annet samvirkelag. Denne kan i løpet av det samme tidsrom heller ikke overta lignende stilling i annen forbruksforening eller annet samvirkelag som driver eller akter å drive kjøpmannshandel. Under særlige omstendigheter kan departementet​5 dispensere fra bestemmelsene i dette ledd.\n1 Endret ved lov 30 mars 1951 nr. 2.\n2 Jfr. § 54 og konkurslov § 19.\n3 Se § 1.\n4 Se § 26.\n5 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "2:33",
      "chapter": "2",
      "section": "33",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "2:34",
      "chapter": "2",
      "section": "34",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "2:35",
      "chapter": "2",
      "section": "35",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "2:36",
      "chapter": "2",
      "section": "36",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "2:37",
      "chapter": "2",
      "section": "37",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "2:38",
      "chapter": "2",
      "section": "38",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "3:39",
      "chapter": "3",
      "section": "39",
      "content": "Innvånere​2 av riket har rett til fritt​3 å avsette de varer som de selv har tilvirket her i riket, dog – når ikke annet uttrykkelig er sagt i denne lov​4 – kun fra fast utsalssted.​5\n1 Endret ved lov 30 mars. 1951 nr. 2. – Jfr. lov 29 mai 1953 nr. 1.\n2 Se § 1.\n3 Jfr. §§ 51, 79, 84, 85 og 101, lov 5 april 1927 §§ 18?19.\n4 Se §§ 87 og 88.\n5 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "3:40",
      "chapter": "3",
      "section": "40",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 9 nov. 1956 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "3:41",
      "chapter": "3",
      "section": "41",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 30 mars 1951 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "3:42",
      "chapter": "3",
      "section": "42",
      "content": "Enhver som driver håndverk som næring på grunnlag av håndverksbrev​2 eller med faglig leder med håndverksbrev kan også selge varer som er tilvirket av andre, når de er av samme slag som de han selv har rett til å tilvirke, eller er ting som sedvanlig benyttes i forbindelse med sådanne varer. Den som driver håndverksnæring som nevnt i første punktum i fotograffaget, kan dessuten selge fotografiapparater samt plater, film, papir og kjemikalier til bruk ved fotografering og fremstilling av fotografier. Hvis vedkommende håndverkers fag ikke omfatter tilvirkning, kan han med samme hjemmel selge varer som han forbruker under utførelsen av dette håndverk. Enten han er tilvirker eller ikke, kan han enn videre til næringsdrivende i samme fag selge redskaper og råemner som brukes i deres næringsdrift. Den handelsrett som etter dette ledd tilkommer en håndværker, kan bare utøves fra ett fast utsalgssted​3 i den kommune hvor han utøver sin hovedvirksomhet, samt fra ett fast verksted (filial) i andre kommuner når den faglige leder av filialen har håndverksbrev.\nHåndværker på sted hvor lov om håndverksnæring ikke gjelder, tilkommer samme handelsrett som nevnt i første ledd, når han godtgjør for politiet på stedet, at han fyller vilkårene for å få håndverksbrev. Handelsretten kan bare utøves fra fast utsalgssted i kommune hvor han driver sin håndverksvirksomhet, eller hvis han som tilvirker har flere utsalgssteder i kommunen, fra ett av disse.\nHåndverker kan ikke samtidig utøve handelsrett etter første og annet ledd.\n1 Endret ved lover 9 nov. 1956 nr. 3, 19 april 1968, 19 juni 1970 nr. 59 (se dens § 23).\n2 Se lov 19 juni 1970 nr. 59 §§ 6 og 7.\n3 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "3:43",
      "chapter": "3",
      "section": "43",
      "content": "Kommunale gass-, elektrisitets- og vannverk kan selge alle slags ting som innen vedkommende kommuner brukes ved gassens, elektrisitetens og vannets utnyttelse. Departementet​1 kan gi samme rett også til andre gass-, elektrisitets- og vannverk, når det anses ønskelig av hensyn til forholdene på stedet.\n1 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "content": "Om retten til å tinge bort varer​2 gjelder følgende regler:\na. Kjøpmenn har rett til å tinge bort kjøpmannsvarer​3 til hvem som helst.\nb. Innvånere​4 av riket kan tinge bort til hvem som helst frihandelsvarer​5 og varer som de selv har tilvirket, eller skal tilvirke​6 her i riket.\nc. Handlende og tilvirkere som ikke er innvånere av riket, har rett til å tinge bort varer som skal leveres fra utlandet eller norsk frihavnsområde, dog bare\n1. til næringsdrivende og offentlige bedrifter varer som disse omsetter i sin virksomhet.\n2. til næringsdrivende, offentlige bedrifter og forvaltningsorganer samt anstalter og sykehus varer som disse bruker i sin virksomhet.\n1 Endret ved lov 19 april 1968.\n2 Se § 2.\n3 Se § 10.\n4 Se § 1.\n5 Se §§ 63 og 64.\n6 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "4:45",
      "chapter": "4",
      "section": "45",
      "content": "Den som har rett til å tinge bort varer, kan utøve denne rett selv eller gjennem handelsagent, handelsreisende eller byselger. Utøves den gjennem handelsagent som derunder gjør bruk av sin egen borttingningsrett som kjøpmann, er det agenten forbudt å benytte opdraggiveren eller dennes folk til borttingningen, selv om vedkommende for anledningen inntrer i agentens tjeneste. På landet kan retten til å tinge bort varer med hjemmel i § 44 punkt a og b utøves gjennom en hvilken som helst myndig​2 innvåner av riket som har fast bopel innen den kommune hvor borttinging ønskes foretatt.\nHandlende og tilvirkere som er innvånere av riket, kan uten de begrensninger som følger av bestemmelsene i første ledd, tinge bort til næringsdrivende og offentlige bedrifter varer som disse omsetter i sin virksomhet.\n1 Endret ved lover 9 juni 1961 nr. 25, 19 april 1968.\n2 Se lov 22 april 1927 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "4:46",
      "chapter": "4",
      "section": "46",
      "content": "Medbragte mønstre og prøver av edelstener, perler, ur og smykkegjenstander av gull, sølv og platina kan den som tinger bort sådanne varer, selge til næringsdrivende som omsetter dem i sin virksomhet.​1 Ellers må salg av medbragte mønstre og prøver bare foregå efter de regler som nedenfor er gitt om salg ved omførsel.​2\n1 Jfr. § 79.\n2 Se kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "4:47",
      "chapter": "4",
      "section": "47",
      "content": "Den, som ikke er innvåner​2 av riket, plikter å løse handelspass, dersom han, med eller uten prøver,​3 for egen eller andres regning vil tinge bort varer​4 her i landet.\nHandelspass løses hvor som helst i riket hos politimesteren, før den reisende begynner sin virksomhet. Kongen fastsetter regler om gyldighetstiden for handelspass.\nPå ethvert sted hvor vedkommende søker å tinge bort varer, skal handelspasset forevises for politiet som gir det påtegning herom.\nOver de utferdigede handelspass skal der føres fortegnelse i en særskilt bok av den politimyndighet, som har utstedt dem.\n1 Endret ved lover 9 nov. 1956 nr. 3, 28 mal 1959 nr. 9, 19 april 1968, 17 des. 1976 nr. 97.\n2 Se § 1.\n3 Jfr. § 46.\n4 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "4:48",
      "chapter": "4",
      "section": "48",
      "content": "Representanter for firmaer som ikke har fast forretningssted i Norge, men som driver sine forretninger der gjennem handelsagent med handelsrett som kjøpmann her i riket,​2 er fritatt for plikten til å løse handelspass. I så fall plikter den pågjeldende handelsagent innen 2 dager etter vedkommendes ankomst til og avreise her fra riket å gi skriftlig melding om det til politiet i sin næringskommune og på forlangende av politiet å fremlegge nødvendige legitimasjoner for forholdet.\n1 Endret ved lover 9 nov. 1956 nr. 3, 19 april 1968.\n2 Se §§ 1 og 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "5:49",
      "chapter": "5",
      "section": "49",
      "content": "Auksjonssalg må ikke finne sted fra lokale, som også benyttes til salg av varer på annen måte. Med mindre vedkommende politimyndighet gir dispensasjon eller noget annet er bestemt ved lov, skal auksjonsstyreren sørge for, at auksjonssalget blir bekjentgjort på forhånd, og at de varer, som aktes solgt, og en fullstendig fortegnelse over disse er til almindelig eftersyn under auksjonen og minst 2 dager forut for denne, hvorom nærmere oplysning skal inntas i bekjentgjørelsen. For lett bedervelige varer er det tilstrekkelig, at fortegnelsen er utlagt under auksjonen. Andre varer enn de i fortegnelsen opførte må ikke selges ved auksjonen.\nSom auksjonssalg anses det i denne lov også, at varen, efter å ha vært gjenstand for oprop, bud og overbud, senere blir solgt underhånden, men i henhold til auksjonsbetingelsene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "5:50",
      "chapter": "5",
      "section": "50",
      "content": "Når intet, annet fremgår av dette kapitel, er det enhver tillatt ved auksjon å foreta de salg, som han efter denne lov har rett til uten auksjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "5:51",
      "chapter": "5",
      "section": "51",
      "content": "Kjøpmannsvarer​1 og ubrukte varer,​2 som er tilvirket ved håndverk eller industri, samt levende trær, busker og planter må ikke selges ved auksjon. Under særlige omstendigheter kan dog vedkommende fylkesmann efter andragende gi tillatelse hertil.\n1 Se § 1.\n2 Jfr. §§ 7 og 102.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "5:52",
      "chapter": "5",
      "section": "52",
      "content": "Ting, som er gitt til velgjørende eller almennyttige øiemed, kan fritt selges ved auksjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "5:53",
      "chapter": "5",
      "section": "53",
      "content": "Strandede eller havarerte varer kan, selv om eieren ikke har handelsrett, selges ved auksjon på det sted, hvor de er ført i land, eller hvor fylkesmannen efter særskilt andragende tillater det.\n1 Jfr. lov 20 juli 1893 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "5:54",
      "chapter": "5",
      "section": "54",
      "content": "De varer som et døds- eller konkursbo har ved dødsfallet eller konkursens åpning, kan uhindret av denne lov selges ved auksjon i næringskommunen og utenfor den på det sted, hvor varene da var.\n1 Jfr. § 10 og § 58, siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "5:55",
      "chapter": "5",
      "section": "55",
      "content": "En kjøpmann eller håndverker som vil slutte med sin forretning og som derfor opsier sitt næringsbrev,​1 har samme rett som i § 54 nevnt, forsåvidt angår de varer som han da har. Han skal, når han vil benytte sig av denne sin rett, i betimelig tid før auksjonens avholdelse innlevere til vedkommende politimyndighet en med sin underskrift forsynt fullstendig fortegnelse over varebeholdningen. Denne fortegnelse skal være til almindelig eftersyn. Sådanne auksjoner må være tilendebragt innen 2 måneder efter næringsbrevets opsigelse; under særlige omstendigheter kan dog vedkommende fylkesmann på andragende forlenge denne frist. Disse bestemmelser kommer også til anvendelse på den som driver håndverk uten håndverksbrev i henhold til den derom gjeldende lovgivning. I så fall, eller hvor det gjelder et selskap hvortil der ikke er utstedt særskilt handelsbrev eller håndverksbrev, trer vedkommende håndverkers, innehaveres eller styres skriftlige erklæring til politiet om at forretningen ophører med sin virksomhet istedenfor opsigelsen av næringsbrevet.\n1 Se § 17, 3dje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "5:56",
      "chapter": "5",
      "section": "56",
      "content": "Likeledes kan auksjon brukes i alle tilfelle hvor nogen har rett til uten særskilt hjemmel å selge ting, som tilhører en annen;​1 enn videre, hvor salg skjer til opløsning av sameie,​2 eller hvor man selger ting, som en annen har krav på, men undlater å motta.\n1 Se § 7, 2net punktum.\n2 Se lover 20 juli 1893 nr. I. 18 juni 1965 nr. 6 § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "5:57",
      "chapter": "5",
      "section": "57",
      "content": "De forskrifter, som fastsetter, at salg i visse tilfelle skal foregå ved auksjon,​1 forblir i kraft.\n1 Se således lover 24 mai 1907 nr. 2 §§ 34 og 55, 30 juni 1916 nr. 1 §§ 34 og 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "5:58",
      "chapter": "5",
      "section": "58",
      "content": "En kjøpmann eller håndverker som har avholdt, helt eller delvis, realisasjonssalg eller auksjon over sin varebeholdning under foregivende av at han vil ophøre med forretningen, kan i løpet av et tidsrum av seks måneder regnet fra den tid da realisasjonssalget eller auksjonen blev tilendebragt, ikke benytte det handelsbrev eller håndverksbrev, som han da fremdeles måtte inneha eller ha skaffet sig, som hjemmel for egen eller et selskaps rett til for egen regning å selge i smått henholdsvis kjøpmannsvarer​2 og varer hvis salg er hjemlet ved § 42.\nEr det et selskap som under samme foregivende lar avholde sådan realisasjon eller auksjon over sin varebeholdning, får bestemmelsen i første ledd anvendelse på den eller dem hvis handelsbrev eller håndverksbrev tjente som hjemmel for selskapets utøvelse av kjøpmannshandel eller håndverksvirksomhet på det tidspunkt da realisasjonssalget eller auksjonen første gang blev kunngjort. Er selskapet en forbruksforening eller annet samvirkelag med handelsrett som kjøpmann, får bestemmelsen i første ledd anvendelse på den som på det nevnte tidspunkt var selskapets faste leder eller styremedlem med ansvar etter § 27. Denne kan i løpet av det samme tidsrom heller ikke overta lignende stilling i annen forbruksforening eller annet samvirkelag som driver eller akter å drive handel med kjøpmannsvarer i smått.\nVedkommende regjeringsdepartement​3 kan dispensere fra bestemmelsene i 1. og 2. ledd.\nBestemmelsene i denne paragraf gjelder ikke, hvor realisasjonssalget eller auksjonen avholdes for regning av kjøpmannens eller håndverkerens konkursbo.​4\n1 Endret ved lov 30 mars 1951 nr. 2.\n2 Se § 1.\n3 Handelsdepartementet.\n4 Jfr. § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "6:59",
      "chapter": "6",
      "section": "59",
      "content": "Rett til utførsel til fremmede land av innenrikske varer og av utenrikske varer, som har vært omsatt her i riket, tilkommer bare innvånere​1 av riket.\nDen, som ikke er innvåner av riket, kan ikke melde varer til utførsel som fullmektig for nogen annen.\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "6:60",
      "chapter": "6",
      "section": "60",
      "content": "Utførselsretten er undergitt følgende nærmere forskrifter:\na. Uten handelsrett kan utføres: Frambringelser av jord-, hage- og husdyrbruk samt vilt, når vedkommende varer ikke har vært gjenstand for hermetisk behandling, ville bær og blomster, fersk fisk (herunder skalldyr), is, ertser og sten.\nb. Den, som har salgsrett som tilvirker​3 eller kjøpmann, kan utføre de varer, salgsretten omfatter.\nc. Fører av norsk fartøi​4 kan i dette utføre varer, som tilhører ham selv.\n1 Endret ved lov 30 mars 1951 nr. 2.\n3 Se kap. 3.\n4 Se lov 20 juli 1893 nr. 1 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "6:61",
      "chapter": "6",
      "section": "61",
      "content": "For at en kjøpmann skal kunne melde kjøpmannsvarer​2 til utførsel utenfor næringskommunen, må han på det fremmede sted la seg innskrive hos politiet, som meddeler ham vitnesbyrd om utførselsrett.\n1 Endret ved lover 19 april 1968, 17 des. 1976 nr. 97.\n2 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "6:62",
      "chapter": "6",
      "section": "62",
      "content": "Dette kapitels bestemmelser med hensyn til retten til å utføre varer til utlandet finner anvendelse også på utførsel til frihavn og frilager her i riket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "7:63",
      "chapter": "7",
      "section": "63",
      "content": "Helt fri er for innvånere​2 av riket handelen med frambringelser av hage- og jordbruk i naturlig tilstand, ville urter, bær og blomster, ved og trevirke, torv og torvstrø, is, vann, levende og slaktede dyr,​3 ugarvede huder og skinn, kjøttvarer, vilt og fjærfe, fisk (herunder skalldyr) og fiskevarer, tillaget mat (hermetikk av alle slags dog- undtatt), egg, melk og fløte, natursmør, ost, balter- og konditorvarer.\n1 Endret ved lov 30 mårs 1951 nr. 2.\n2 Se § 1.\n3 Jfr. lov 12 april 1957 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "7:64",
      "chapter": "7",
      "section": "64",
      "content": "Fra fast utsalgssted er for innvånere av riket handelen fri med safter, syltetøi, marmelader og ekte honning, likeså med aviser og tidsskrifter.\nI smått er for de samme handelen fri med:\na. Mineralvann som ikke inneholder gifter, alkoholfri vørterdrikke, salt, brenseloljer, smøreoljer så vel fra fast utsalgssted som ved omførsel.\nb. Sjokolade, hermetisk melk, fyrstikker, såpe, penner, blekk, brevpapir, konvolutter, I blyanter og lakk, når handelen foregår enten fra fast utsalgssted eller ved omførsel på den måte som er omhandlet i § 89.\nc. Kull og koks fra fast utsalgssted.\nd. Bilrekvisita av den art som departementet bestemmer, når handelen foregår fra bensinstasjon som er fast utsalgssted.\n1 Bokstav d tilføyet ved lov 9 juni 1961 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "7:65",
      "chapter": "7",
      "section": "65",
      "content": "Kommuner har rett til å drive handel med kull, koks og ved så vel i stort som i smått, fra fast utsalgssted​1 eller ved omførsel,​2 og å til å innføre disse varer fra utlandet.\n1 Se § 2.\n2 Se kap 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "7:66",
      "chapter": "7",
      "section": "66",
      "content": "Med den undtagelse som fremgår av § 65 må varene ikke av frihandlerne være innført fra utlandet.​1 Kongen kan dog for grensedistriktene gjøre undtagelser fra denne bestemmelse samt fra bestemmelsen i § 63 om at den der nevnte frihandel bare må drives av innvånere av riket.​2\n1 Se § 83.\n2 Jfr. § 106.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "7:67",
      "chapter": "7",
      "section": "67",
      "content": "Kommunestyret kan fastsette ved vedtekt​1 at handel i smått med kuli og koks ikke må drives uten tillatelse av politiet og efter regler som er gitt i vedtekten eller av politiet. Vedtekten kan inneholde bestemmelse om at sådan handel også kan drives ved omførsel.\n1 Se § 109.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "7:68",
      "chapter": "7",
      "section": "68",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 30 mars 1951 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "7:69",
      "chapter": "7",
      "section": "69",
      "content": "Ved bestemmelsene i dette kapitel er det ikke gjort noen fravikelse fra forskriftene om utførselshandelen (§ 60).\n1 Endret ved lov 30 mars 1951 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "7:70",
      "chapter": "7",
      "section": "70",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "7:71",
      "chapter": "7",
      "section": "71",
      "content": "Den som vil søke opdrag i egenskap av kommisjonær​1 i frihandelsvarer, må ha skriftlig bevilling av politiet i næringskommunen. Dette gjelder selv om han har handelsrett som kjøpmann. Undtatt fra bevillingstvangen er produsent og transportformidler med fast bopel innen opdraggiverens kommune eller en tilgrensende kommune, når han for opdraggiveren medfører frihandelsvarer til avsetningsstedet og selger dem der pr. kommisjon.\n1 Se lov 30 juni 1916 nr. 1 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "7:72",
      "chapter": "7",
      "section": "72",
      "content": "Kommisjonærens bevilling skal lyde på navn og angi de frihandelsvarer som den omfatter.\n1 Endret ved lov 17 des 1976 nr. 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "7:73",
      "chapter": "7",
      "section": "73",
      "content": "Innehaver av bevilling som kommisjonær i frihandelsvarer må være innvåner av riket, ha fylt 23 år og ha minst 2 års praksis i omsetning av sådanne varer som bevillingen omfatter. Han må være hederlig, økonomisk vederheftig og regnskapskyndig. Uten politiets dispensasjon må han ikke drive tilvirkning eller handel med sådanne varer som hans kommisjonærvirksomhet omfatter, eller være styremedlem eller funksjonær eller ha økonomisk interesse i foretagende som driver sådan virksomhet. Han må innen næringskommunen ha enten fast forretningssted eller fast bopel som til enhver tid skal være oppgitt til politiet. Ophør med kommisjonærvirksomheten meldes til stedets politi.\n1 Endret ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "7:74",
      "chapter": "7",
      "section": "74",
      "content": "Politiet fører den nødvendige kontroll med kommisjonæren, som til enhver tid er pliktig til på forlangende å forevise politiet sin status, sine forretningsbøker og øvrige dokumenter vedrørende virksomheten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "7:75",
      "chapter": "7",
      "section": "75",
      "content": "Departementet kan gi nærmere forskrift om kommisjonærens avregning til oppdragsgiverne og den kontroll som skal føres i henhold til § 74.\n1 Endret ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "7:76",
      "chapter": "7",
      "section": "76",
      "content": "Politiet kan tilbakekalle bevillingen, hvis det finner det godtgjort at kommisjonæren har gjort sig skyldig i urettskaffen adferd, eller at han ikke lenger opfyller de fastsatte krav eller har overtrådt denne lov eller bestemmelser utferdiget i henhold til samme, eller hvis det inntrer andre omstendigheter som gjør det utilrådelig at han får fortsette virksomheten.\n1 Endret ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "7:77",
      "chapter": "7",
      "section": "77",
      "content": "Bestemmelsene i § 108 får tilsvarende anvendelse på enhver innehaver av bevilling som kommisjonær i frihandelsvarer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "7:78",
      "chapter": "7",
      "section": "78",
      "content": "Skrivebøker og andre skolesaker, dog ikke trykte bøker, kan på skolen selges til dennes elever av den av skolens personale som skolens bestyrer bemyndiger dertil. Dette salg kan foregå uhindret av kommunal vedtekt, men vedkommende departement kan fastsette nærmere regler for det. På skoler på landet kan salget også omfatte trykte skolebøker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "Platina-, gull- og sølvsaker,​2 smykker, edelstener, perler, ur, spillkort​2 og legemidler​3 må ikke selges ved omførsel (jfr. dog §§ 46 og 86 a).\nSådanne varer må heller ikke oppsettes som premier ved salg eller borttinging av andre varer.\nUtenfor de tilfelle som er nevnt i denne lovs §§ 63, 64, 65, 67, 78, 83, 84, 85, 86, 86 a, 86 b, 87, 88, 89, 90, 93, 94, 95, 96, 102, 104, 105 og 106 er salg av varer ved omførsel forbudt.\n1 Endret ved lover 30 mårs 1951 nr. 2, 9 juni 1961 nr. 25.\n2 Jfr. § 9.\n3 Jfr. kap. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "Omførselshandel efter §§ 84 og 85 må ikke drives samtidig fra mer enn ett utsalgssted og heller ikke fra samme utsalgssted lenger enn 2 måneder i ett trekk eller i samme kalenderår mer enn 4 måneder i alt. Denne innskrenkning finner ikke anvendelse på salg fra salgshaller, torv eller brygge.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "Næringsbrev på omførselshandel i henhold til §§ 84 og 85 meddeles bare myndige​2 innvånere​3 av riket. Det bør ikke tilstås nogen som har overskredet den næringsrett han for har hatt, eller har gjort sig skyldig i straffbar gjerning som kan medføre høiere straff enn pengehot, eller som kan mistenkes for å være løsgjenger eller tigger. Under de samme omstendigheter kan den politimyndighet som har utstedt næringsbrevet, når som helst tilbakekalle det, likesom det stedlige politi ved påtegning kan sette det ut av kraft innenfor sitt embedsområde.\nNæringsbrevet skal lyde på vedkommendes navn og gjelder for kalenderåret. Det utferdiges av politiet på vedkommendes hjemsted overensstemmende med et av vedkommende departement fastsatt skjema og innføres av den utstedende myndighet i en særskilt bok. Den handlende skal alltid føre næringsbrevet med seg og forevise det når det kreves. I hver kommune hvor vedkommende vil drive omførselshandel, skal han først melde seg for stedets politi, oppgi hvilke varer han vil handle med, og fremvise sitt næringsbrev, som av politiet skal forsynes med påtegning om forevisningen.\n1 Endret ved lover 19 april 1968, 2 mars 1973 nr. 12, 17 des. 1976 nr. 97.\n2 Se lov 22 april 1927 nr. 3 § 1.\n3 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "Skriftlig tillatelse av politiet i henhold til §§ 85 og 86 utstedes av politiet på salgsstedet. Tillatelsen utstedes for kalenderåret og for den enkelte kommune. Den må alltid føres med og forevises når det kreves. Den kan når som helst tilbakekalles, dersom politiet finner grunn til det.\n1 Endret ved lover 19 april 1968, 17 des. 1976 nr. 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "Utenrikske varer, som er innført her til riket, kan hvem som helst​1 fra den jernbanevogn, det fartøi eller den båt som varen er innført i, selge til rikets kjøpmenn og til andre næringsdrivende innen riket, som omsetter eller bruker sådanne varer i sin virksomhet.\n1 Jfr. § 104 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "content": "Den som har næringsbrev på omførselshandel i henhold til nærværende paragraf,​2 kan overalt i riket selge følgende varer ved omførsel:​3\na. Sten, sand, mursten, kalk og annet lignende bygningsvirke, grovt stentøj, fiskeredskaper samt deler av og materialer til sådanne, båter, båttilbehør og forarbeidede tønnebånd av tre.\nb. Varer som omførselshandleren kan godtgjøre er frembragt ved innenlandsk landbruk eller fiske, hermetikk av alle slags dog undtatt.\n1 Jfr. § 105.\n2 Se § 81.\n3 Se § 80.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "title": "Salg ved omførsel av varer tilvirket ved innenlandsk husflid eller hjemmeindustri.",
      "content": "Varer som er tilvirket ved innenlandsk husflid eller hjemmeindustri – dog ikke ferdigsydde ytterklær og skotøi – kan innvånere​2 av riket selge ved omførsel.​3 Der kreves skriftlig tillatelse av politiet,​4 hvis salget kun skal foregå innen tilvirkerens hjemstedskommune og de umiddelbart tilgrensende kommuner, men næringsbrev på omførselshandel i henhold til nærværende paragraf,​5 hvis salget ønskes drevet i flere eller andre enn de foran nevnte kommuner. I alle tilfelle må omførselshandleren for den politimyndighet som utsteder tillatelsen eller næringsbrevet, på forhånd godtgjøre enten at han selv er tilvirkeren eller at han har kjøpt varen direkte av denne eller at han av denne har fått i opdrag å selge varen i kommisjon.\n1 Endret ved lov 9 nov. 1956 nr. 3. ? Jfr. kap. 3.\n2 Se § 1.\n3 Se § 80.\n4 Se § 82.\n5 Se § 81.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "title": "Bokkolportasje.",
      "content": "Efter skriftlig tillatelse fra politiet​1 kan innvånere​2 av riket hvor som helst her i landet og til hvem som helst for egen eller andres regning selge ved omførsel eller tinge bort aviser, tidsskrifter, ubrukte trykte bøker og andre ubrukte trykte skrifter.​3 Tillatelsen kan for avisers og tidsskrifters vedkommende også være almindelig.\nTil leilighetsvis salg av ubrukte trykte bøker eller andre ubrukte trykte skrifter trenges ingen særskilt tillatelse, når salget skjer i forbindelse med foredrag eller lignende virksomhet av annen interesse.\n1 Se § 82.\n2 Se § 1.\n3 Jfr. § 102",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "86 a",
      "section": "86 a",
      "title": "Salg ved omførsel til handlende.",
      "content": "I den utstrekning de har rett etter denne lov til på annen måte å selge slike varer, kan handlende og tilvirkere som er innvånere av riket selge ved omførsel i og utenfor næringskommunen til næringsdrivende og offentlige bedrifter varer som disse omsetter i sin virksomhet.\n1 Tilføyet ved lov 9 juni 1961 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86a",
        "source_heading": "§ 86 a."
      }
    },
    {
      "provision_ref": "86 b",
      "section": "86 b",
      "title": "Salg ved omførsel fra transportmiddel.",
      "content": "Innen nærmere bestemte områder i næringskommunen, som på grunn av bosetningens art og omfang, kommunikasjonsforholdene, mangel på stedlige utsalg eller andre særlig vanskelige omsetningsforhold ikke tilstrekkelig forsynes med varer fra faste utsalgssteder, kan departementet​2 etter innstilling fra vedkommende kommunestyre gi bevilling til en eller flere kjøpmenn med handelsrett til å selge varer til forbrukere ved omførsel fra rutegående transportmiddel. Bevillingen kan gjelde for bestemt tidsrom eller inntil videre. Det kan fastsettes nærmere bestemmelser om hvorledes salget kan drives, og om hvilke varer som kan selges i det enkelte tilfelle.\nDepartementet kan når som helst inndra eller innskrenke bevillingen. Hvis bevillingen er gitt for bestemt tidsrom, kan dog den bare inndras eller innskrenkes hvis innehaveren har overtrådt de fastsatte bestemmelser.\n1 Tilføyet ved lov 9 juni 1961 nr. 25.\n2 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86b",
        "source_heading": "§ 86b."
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "title": "Markedshandel.",
      "content": "Ved offentlig marked forståes i denne lov et handelsstevne – periodisk tilbakevendende eller ikke – som anordnes av Kongen​2 for omsetning av varer i sin almindelighet, eller av bestemte varesorter eller kveg og hester.\nDen salgsrett, som tilkommer nogen efter denne lov, kan også utøves på ethvert offentlig marked, når det gjelder ting, som det er tillatt å selge på markedet.\nDe nærmere regler om markedshandel fastsettes ved kommunal vedtekt.​3\n1 Endret ved lov 17 des. 1976 nr. 97. – Jfr. § 106.\n2 Handelsdepartementet i iflg. res. 18 feb. 1949.\n3 Se § 109.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "88",
      "section": "88",
      "title": "Salg på utstillinger og varemesser.",
      "content": "Den rett til salg av varer, som tilkommer noen etter denne lov, kan på vareutstillinger og varemesser utøves i den utstrekning, som departementet​2 bestemmer.\nVedkommende regjeringsdepartement kan uhindret av denne lovs bestemmelser gi tillatelse, gjeldende for enkelt tilfelle eller inntil videre, til salg av utstillingsgjenstander på kunstutstillinger og andre utstillinger beregnet utelukkende på å fremme kulturelle eller almennyttige formål og kan fastsette nærmere regler for sådant salg.\n1 Endret ved lov 19 april 1968.\n2 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "89",
      "section": "89",
      "content": "Den rett til omførselshandel som tilkommer nogen efter denne lovs §§ 63, 54, 65, 83, 84, 85, 86 og 93 kan, under iakttagelse av de i disse paragrafer inneholdte bestemmelser og uten annen offentlig tillatelse enn den som der måtte være nevnt, også utøves:\n1. fra salgshaller, torv, gater, brygger og andre offentlige steder, når det gjelder varer som efter den gjeldende ordning innen kommunen kan selges fra disse steder;\n2. fra fartøi samt fra tomter og annen privat grunn og innganger til sådanne samt fra portrum og innganger til bygninger – når disse steder står i umiddelbar eller fri forbindelse med almindelig beferdet strøk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "90",
      "section": "90",
      "content": "For salg fra de i § 89 nevnte steder kan kommunestyret fastsette vedtekter,​2 som bl.a. kan inneholde bestemmelser om salgstider og om i hvilken utstrekning barn under 16 år skal kunne drive salg eller bistå ved sådant.\nSalg fra automat på alle eller enkelte av disse steder kan i vedtektene enten helt forbys eller gjøres avhengig av særskilt tillatelse av nærmere angitt myndighet.\nDepartementet kan fastsette at tillatelse som nevnt i annet ledd, skal gi rett til å selge fra automat innen næringskommunen også nærmere bestemte varer som ellers ikke ville kunne selges ved omførsel, i den utstrekning den som har fått tillatelsen, har rett etter denne lov til på annen måte å selge slike varer.\nFor salg fra de steder som er nevnt i § 89 under punkt 1 kan i vedtektene bestemmes:\n1. at produsenter skal anvises plass adskilt fra opkjøpere,\n2. at visse av disse steder enten i sin almindelighet eller til nærmere fastsatte tider skal avgi plass bare for produsenter, eller at produsentene skal ha fortrinsrett ved fordelingen – hvor det på grunn av arealets utilstrekkelighet må konkurreres om plassene.\nTil produsenter henregnes her bl.a. de som selger produkter av eget gårds-, have- eller skogbruk, egen jakt, eget fiske eller egen husflid eller som selger ville urter, bær eller blomster.\n1 Endret ved lover 9 juni 1961 nr. 25, 17 des. 1976 nr. 97.\n2 Se §§ 92 og 109.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "91",
      "section": "91",
      "content": "For salg fra salgshaller og torv skal det, hvis ikke departementet​1 samtykker i annen ordning, iakttas at produsenter uansett deres hjemsted så langt plassforholdene tillater det får enten fast plass efter bestilling eller for øvrig plass eftersom de innfinner sig.\n1 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "92",
      "section": "92",
      "content": "Overtredelse av vedtekter i henhold til § 90 eller av de pålegg som med hjemmel i samme blir gitt av vedkommende myndighet, straffes efter §§ 112 og 113 som overtredelse av lovens regler om omførselshandel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "93",
      "section": "93",
      "content": "Når det ikke strider mot kommunal vedtekt,​1 kan politiet gi tillatelse til ved omførsel innen vedkommende kommune å selge billeder, festtegn, ubrukte frimerker, brevkort, prospektkort og andre småting og til ved enkelt leilighet i velgjørende eller almennyttig øiemed å selge ting som er innkjøpt dertil. Tillatelsen kan for salg fra utsalgsbod eller kiosk tillike gjelde reiselektyre. Tillatelsen kan enten være almindelig eller gjelde for enkeltmann. Den i denne paragraf omhandlede handel skal være underkastet de regler som er gitt derom i vedtekt​2 eller av politiet.\n1 Se § 90.\n2 Se § 109.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "94",
      "section": "94",
      "content": "Uten hinder av kommunal vedtekt kan salg som i § 93 nevnt samt salg ved omførsel av aviser og tidsskrifter tillates av Jernbanestyret på statsbanenes stasjoner i tiden omkring togenes ankomst og avgang og av Poststyret på postskipene. Jernbanestyret kan også på samme måte tillate salg av tobakkvarer, frukt og bær i naturlig tilstand, blomster, spisesjokolade, drops, iskrem, melk og mineralvann i smått – dog ikke fra automat – på statsbanenes stasjoner.\nPå samme betingelser kan departementet​2 tillate salg som i foregående ledd omhandlet, på kommunale eller private jernbane-, sporveis- eller rutebilstasjoner, ved brygger, svevebaner og på flyplasser.\nTillatelse i henhold til denne paragraf kan gis også for salg fra fast utsalgssted.\n1 Endret ved lover 13 juni 1947 nr. 2, 29 juni 1951 nr. 17, 9 juni 1901 nr. 25, 19 april 1968, 17 des. 1970 nr. 97.\n2 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "95",
      "section": "95",
      "content": "Hoteller og bevertningssteder kan uten særskilt tillatelse selge til sine gjester til bruk på stedet, tobakkvarer og andre småartikler som sedvanlig inngår under deres serveringsvirksomhet,\nTurist- og høyfjellshoteller kan uten særskilt tillatelse selge suvenirer og toalettartikler til sine gjester.\n1 Endret ved lov 9 nov. 1956 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "96",
      "section": "96",
      "content": "Kongen kan tillate, at der innen militært område ved befestningsanlegg og øvelsesplasser samt ombord på norsk krigsfartøi under kommando innrettes utsalg, hvorfra besetningen kan få kjøpt tobakkvarer og spiselige ting – derunder hermetikk – samt bruks- og beklædningsgjenstander, og kan utferdige nærmere regler for dette salg.​2\nKongen eller den han bemyndiger​3 kan tillate at det ombord på skip innrettes utsalg for salg til skipets passasjerer og besetning og kan utferdige nærmere regler for dette salg, herunder om hvilke varer salget kan omfatte.\n1 Siste ledd er tilføyet ved lov 30 mars 1951 nr. 2.\n2 Sådanne regler er gitt ved res. 10 janr. 1930 og 29 mars 1935 samt skr. 6 mars 1936.\n3 Handelsdepartementet iflg. res. 4 jan. 1952.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "9:97",
      "chapter": "9",
      "section": "97",
      "content": "Legemidler og gifter må, når ikke annet er fastsatt i lov, bare selges av apotek og Norsk Medisinaldepot og av tilvirkere og handlende som har særskilt tillatelse til slikt salg.​2\nBestemmelser om hva som skal reknes som legemidler og gifter og om handelen med slike varer gis for øvrig ved særskilt lov.​3\nLeger og veterinærer kan selge legemidler, forbindingssaker og andre sykepleieartikler i samsvar med det som herom er bestemt i lov.​4\nLikeledes kan offentlig godkjente laboratorier og institutter selge sera, vaksiner og andre varer til medisinsk og veterinærmedisinsk bruk i samsvar med det som herom bestemmes i lov.​5\n1 Endret ved lover 27 feb. 1953 nr. 3, 21 juni 1963 nr. 17 § 58, 20 juni 1964 nr. 5 § 47.\n2 Se lover 21 juni 1903 nr. 17, 20 juni 1904 nr. 5.\n3 Se lov 20 juni 1964 nr. 5.\n4 Se lov 21 juni 1963 nr. 17 § 49.\n5 Se lov 20 juni 1964 nr. 5 § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "9:98",
      "chapter": "9",
      "section": "98",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juni 1964 nr. 5 § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    },
    {
      "provision_ref": "9:99",
      "chapter": "9",
      "section": "99",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juni 1964 nr. 5 § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_99",
        "source_heading": "§ 99."
      }
    },
    {
      "provision_ref": "9:100",
      "chapter": "9",
      "section": "100",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juni 1964 nr. 5 § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_100",
        "source_heading": "§ 100."
      }
    },
    {
      "provision_ref": "9:101",
      "chapter": "9",
      "section": "101",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juni 1964 nr. 5 § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_101",
        "source_heading": "§ 101."
      }
    },
    {
      "provision_ref": "10:102",
      "chapter": "10",
      "section": "102",
      "content": "Den som vil drive oppkjøp i salgsøyemed av brukte eller kasserte ting (derunder brukte kunstgjenstander og antikviteter), eller som i salgsøyemed vil tilbytte seg sådanne ting, må ha skriftlig tillatelse dertil fra politiet på vedkommende sted. Driver han sin virksomhet i mer enn én kommune, må han ha tillatelse dertil fra politiet så vel der hvor han kjøper, som der hvor han selger. Sådan tillatelse kan kun meddeles myndige innvånere​2 av riket. Forskrifter for utøvelse av sådan næring, hvilke bl.a. kan inneholde krav på sikkerhetsstillelse, kan fastsettes ved kommunal vedtekt.​3 Kongen kan utferdige forskrifter for næringens utøvelse, hvilke da blir gjeldende for det hele land.​4\nBestemmelsene i denne paragrafs 1. ledd kommer også til anvendelse på den, der som selvstendig mellemmann formidler omsetningen av de deri omhandlede ting. Dog kan den, som i henhold til den derom gjeldende lovgivning​5 har tillatelse fra formannskapet på vedkommende sted til å drive auksjonsvirksomhet, foreta sådan formidling ved auksjonssalg uten å ha erhvervet politiets tillatelse.\n1 Endret ved lover 19 april 1968, 17 des. 1976 nr. 97.\n2 Se § 1.\n3 Se § 109.\n4 Fastsatt ved res. 15 okt. 1976.\n5 Se lov 1 feb. 1936 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_102",
        "source_heading": "§ 102."
      }
    },
    {
      "provision_ref": "10:103",
      "chapter": "10",
      "section": "103",
      "content": "Kongen kan bestemme, at den, som til anvendelse i egen bedrift kjøper eller tilbytter sig brukte eller kasserte ting, hver gang skal gjøre anførsel derom i en særskilt bok med tilførelse av nærmere angitte oplysninger og avgi melding derom til politiet innen en nærmere fastsatt frist.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103",
        "source_heading": "§ 103."
      }
    },
    {
      "provision_ref": "11:103 a",
      "chapter": "11",
      "section": "103 a",
      "content": "Med salg mot avdragsbetaling menes i denne paragraf et salg av løsøre hvor kjøpesummen skal betales avdragsvis og hvor ett eller flere avdrag først skal betales etter at tingen er levert til kjøperen. Dersom kjøpesummen helt eller delvis dekkes ved hjelp av lån som kjøperen i dette øyemed får enten gjennom formidling av selgeren eller med selgerens kjennskap fra noen som selgeren har nær økonomisk forbindelse med, skal avdrag på lånet regnes som avdrag på kjøpesummen.\nOm forholdet er kalt leie, eller betalingen ellers er betegnet som vederlag for brok av tingen, anses det likevel som avdragssalg, hvis det er meningen at mottakeren skal bli eier av tingen.\nDen som gjør seg en næring av å selge slike ting mot avdragsbetaling, må ha tillatelse av politimesteren. Nekter politimesteren å gi tillatelse, kan avgjørelsen bringes inn for vedkommende departement. Tillatelsen kan begrenses til visse vareslag. Det kan settes nærmere vilkår for den måten virksomheten skal drives på.\nKongen kan gi nærmere forskrifter om avdragssalg.​2 I forskriftene kan det bl.a. gis bestemmelser om hvilke forhold som skal omfattes av første ledds annet punktum, om lengste avdragstid, om at visse vareslag ikke skal kunne selges mot avdragsbetaling, om at en viss brøkdel av kjøpesummen skal avgjøres kontant, og om hva som skal anses som kontantsum.\nPolitimesteren eller departementet kan kalle en tillatelse tilbake, hvis den måte virksomheten drives på, eller andre forhold gir grunn til å frykte for misbruk. Avgjørelsen kan bringes inn for retten av den som rammes av den. Tvistemålslovens kap. 30 får tilsvarende anvendelse på slikt søksmål. Retten kan beslutte at virksomheten kan fortsette inntil den har sagt dom i saken eller inntil endelig dom foreligger. Beslutningen kan ikke påkjæres, men kan omgjøres av overordnet rett i forbindelse med behandling av anke over dommen. Disse regler gjelder tilsvarende hvis en tillatelse er gitt for bestemt tid og nektes fornyet.\nVedtak som nevnt i femte ledds første og sjette punktum kan ikke påklages dersom vedtaket er truffet av departementet.\n1 Tilføyet ved lov 9 juni 1961 nr. 25 (se dens III), endret ved lov 19 juni 1969 nr. 54, 15 feb. 1974 nr. 8.\n2 Gitt ved res. 22 mars 1974 med endring av 27 jan. 1978 (fullmakt for Handelsdept.)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103a",
        "source_heading": "§ 103 a."
      }
    },
    {
      "provision_ref": "11:103 b",
      "chapter": "11",
      "section": "103 b",
      "content": "Dersom Kongen finner at visse former for utleie av løsøre i det vesentlige fyller samme økonomiske funksjon som avdragssalg, kan han gi nærmere forskrifter om slik utleie. I forskriftene kan det bl.a. gis bestemmelser om lengste leietid som kan avtales på forhånd, om at visse vareslag ikke skal kunne utleies som nevnt, og om at leie for en viss minstetid skal betales eller deponeres før tingen overleveres.\n1 Tilføyet ved lov 19 april 1968.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103b",
        "source_heading": "§ 103 b."
      }
    },
    {
      "provision_ref": "12:104",
      "chapter": "12",
      "section": "104",
      "content": "Følgende særskilte forskrifter skal gjelde i Nordland, Troms og Finnmark fylker:\na. Salgsrett efter § 83 tilkommer bare innvånere av riket.​1\nb. Kongen kan uhindret av §§ 59 og 60 bestemme,​2 at representanter for De Socialistiske Sovjetrepublikkers Forbunds statsinstitusjoner, kooperative institusjoner og blandede selskaper på de vilkår, som han fastsetter, inntil videre skal ha rett til i tiden fra 1 mai til 30 september i eget navn & utføre til Forbundet saltet og tørret, fisk (saltfisk, klippfisk og tørrfisk), som er kjøpt i tilberedt stand.\nc. Kongen kan bestemme at førere av russiske fartøier fra egnene om Hvitehavet og Nordishavet inntil videre skal ha rett til i tiden fra 15 juni til 30 september i ett eller flere distrikter i Troms og Finnmark fylker og i Vesterålens og Lofotens distrikter av Nordland fylke av alle og enhver, for egen eller andres regning, å kjøpe eller mot vederlag i nærmere angitte varer å tilbytte sig og selv opgi til utførsel rå og saltet fisk. Likeledes kan Kongen bestemme, at representanter for institusjoner og selskaper som nevnt foran under punkt b på de vilkår, som han fastsetter, inntil videre skal ha samme rett; dog må i så fall disses byttehandel og tilberedning av fisken bare finne sted ombord på fartøi fra Forbundet eller ombord på norsk fartøi, som er særlig leiet i det øiemed.\n1 Se § 1.\n2 Sådanne bestemmelser er gitt ved res. 8 nov. 1929.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_104",
        "source_heading": "§ 104."
      }
    },
    {
      "provision_ref": "12:105",
      "chapter": "12",
      "section": "105",
      "content": "Efter forslag av vedkommende fylkesting kan Kongen bestemme at næringsbrev i henhold til § 84 i landdistriktene i Nordland. Troms og Finnmark fylker skal gi rett til salg ved omførsel av alle de varer som det ifølge denne lov er tillatt kjøpmenn å selge fra fast utsalgssted​2 (kfr. dog § 79). Salget kan alene foregå innenfor den del av de nevnte fylker som er underkastet fiskeriopsynet, og kun for den tid opsynet varer. Dog kan fylkesmannen under plutselig opstående større annet fiske også gi tillatelse til omførselshandel for begrenset tid innenfor et nærmere betegnet område, dersom dette under særlige forhold måtte finnes påkrevd.\nSamme rett til salg ved omførsel på disse steder tilkommer da også rikets kjøpmenn, når de løser sådant næringsbrev som foran omhandlet.\nOmførselshandel efter denne paragraf må ikke drives fra samme utsalgssted lenger enn 4 måneder i ett trekk eller i samme kalenderår mer enn 6 måneder i alt. Den må heller ikke drives samtidig fra mer enn ett utsalgssted.\n1 Endret ved lover 19 april 1968, 17 des. 1976 nr. 97.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_105",
        "source_heading": "§ 105."
      }
    },
    {
      "provision_ref": "12:106",
      "chapter": "12",
      "section": "106",
      "content": "Kongen kan bestemme,​1 at svenske og finske undersåtter fra grænseegnene og russiske undersåtter fra egnene om Hvitehavet og Nordishavet inntil videre skal ha rett til på offentlige markeder​2 i Troms og Finnmark fylker å selge til alle og enhver disse egnes frembringelser av de almindelige landbonæringer, jakt og husflid.\nLikeledes kan Kongen bestemme, at salgsrett i henhold til denne paragraf i et nærmere angitt tidsrum skal kunne utøves også utenom de offentlige markeder i ett eller flere distrikter i Troms og Finnmark fylker.\n1 Sådan bestemmelse er truffet ved res. 20 des. 1929.\n2 Se § 87.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_106",
        "source_heading": "§ 106."
      }
    },
    {
      "provision_ref": "12:107",
      "chapter": "12",
      "section": "107",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 15 mars 1957 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_107",
        "source_heading": "§ 107."
      }
    },
    {
      "provision_ref": "13:108",
      "chapter": "13",
      "section": "108",
      "content": "Enhver, som efter 1 juli 1908 har løst, eller som herefter løser handelsbrev, skal finne sig i, at de rettigheter og plikter, som han har eller får efter denne lov, blir endret ved ny lov.\n1 Jfr. § 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_108",
        "source_heading": "§ 108."
      }
    },
    {
      "provision_ref": "13:109",
      "chapter": "13",
      "section": "109",
      "content": "Forskrifter, som fastsettes ved kommunal vedtekt efter denne lov,​1 må ha vedkommende regjeringsdepartements​2 stadfestelse.\n1 Se §§ 67, 87, 90, 93, 102.\n2 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_109",
        "source_heading": "§ 109."
      }
    },
    {
      "provision_ref": "13:110",
      "chapter": "13",
      "section": "110",
      "content": "De forskrifter, som trenges til denne lovs gjennemførelse, gis av Kongen eller den, han dertil bemyndiger.​1\n1 Handelsdepartementet eller Socialdepartementet ifølge res. 10 mai 1936.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_110",
        "source_heading": "§ 110."
      }
    },
    {
      "provision_ref": "13:111",
      "chapter": "13",
      "section": "111",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 11 mai 1951 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_111",
        "source_heading": "§ 111."
      }
    },
    {
      "provision_ref": "14:112",
      "chapter": "14",
      "section": "112",
      "content": "Den som overtrer noen av lovens bestemmelser eller forskrifter utferdiget med hjemmel i samme, straffes med bøter​2 eller fengsel i inntil 3 måneder, men hvis overtredelsen er skjedd av uaktsomhet,​3 med bøter.\nPå samme måte straffes den som medvirker til overtredelse av lovens bestemmelser om omførselshandel​4 eller forskrifter utferdiget med hjemmel i samme.\n1 Endret ved lov 11 mai 1951 nr. 2, II. – Jfr. § 92.\n2 Se Strl. § 27.\n3 Jfr. strl. § 40.\n4 Se kap. 8 og § 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_112",
        "source_heading": "§ 112."
      }
    },
    {
      "provision_ref": "14:113",
      "chapter": "14",
      "section": "113",
      "content": "Bestemmelsene i § 112 gjelder, for så vidt ingen strengere straffebestemmelse får anvendelse på forholdet.​2\n1 Endret ved lover 11 mai 1951 nr. 2. II, 22 mai 1953 nr. 3, 26 jan. 1973 nr. 2. – Jfr. § 92.\n2 Se strl. § 286, jfr. nærv. lovs §§ 33 – 36. – Se kap. 8 og § 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_113",
        "source_heading": "§ 113."
      }
    },
    {
      "provision_ref": "14:114",
      "chapter": "14",
      "section": "114",
      "content": "Når omstendighetene måtte tilsi det, kan det kreves i forelegg​1 av pengebot for overtredelse av nogen av lovens forskrifter om omførselshandel​2 at vedkommende straks sier fra, om han vedtar forelegget. Likeledes kan det fastsettes i forelegget, at siktede hos politiet skal nedlegge eller stille sikkerhet for den sum, boten lyder på, hvis han ikke straks vedtar forelegget. Siktede kan pågripes og settes i varetektsfengsel,​3 dersom han ikke opfyller disse vilkår.\n1 Jfr. strprl. § 288.\n2 Se kap. 8 og § 105.\n3 Se strprl. kap. 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_114",
        "source_heading": "§ 114."
      }
    },
    {
      "provision_ref": "14:115",
      "chapter": "14",
      "section": "115",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 17 des. 1976 nr. 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_115",
        "source_heading": "§ 115."
      }
    },
    {
      "provision_ref": "15:116",
      "chapter": "15",
      "section": "116",
      "content": "Denne lov trer i kraft 1 juli 1935.\nFra samme tid opheves lov om handelsnæring av 21 juni 1929 med tilleggslover av 31 januar og 16 mai 1930 og 6 juli 1933. De da gjeldende næringsbrev, bevillinger og tillatelser, utferdiget i henhold til de nevnte lover, forblir i kraft, men undergitt nærværende lovs bestemmelser.\nTidligere av politiet utstedte bevillinger til å drive kommisjonshandel med frihandelsvarer ophører dog å gjelde fra nærværende lovs ikrafttreden, med mindre de ved påtegning fornyes av politiet i henhold til bestemmelsene i nærværende lov. Bevillinger som i henhold hertil fornyes, er for kalenderåret 1935 fritatt for den pålagte årsavgift til næringskommunen.\nDe i henhold til de samme lover utferdigede bestemmelser forblir – forsåvidt de ikke står i strid med bestemmelsene i nærværende lov – i kraft inntil de opheves eller avløses av bestemmelser utferdiget i henhold til nærværende lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_116",
        "source_heading": "§ 116."
      }
    },
    {
      "provision_ref": "15:117",
      "chapter": "15",
      "section": "117",
      "content": "Den som ved denne lovs ikrafttreden utøver handelsrett med hjemmel av handelsborgerskap, handelsbrev eller landhandlerbevilling i henhold til eldre lover, skal fremdeles ha rett til å drive handelsnæring som kjøpmann efter denne lov og skal i alle måter være likestillet med en sådan. Dette gjelder også den som utøver handelsrett med hjemmel av fast stasjonshold på landet, så lenge den overenskomst om stasjonsholdet står ved makt, som han hadde den 1 juli 1908.\nDen handelsrett, som efter § 2 i lov av 22 juni 1863 om forandring i lovgivningen om handelen i Finnmarken drives på flere steder samtidig,​2 når nærværende lov trer i kraft, kan innehaveren fremdeles utøve. Den går over på hans enke og umyndige livsarvinger, når forskriftene i nærværende lovs §§ 23 og 24 iakttas, og kan fornyes av hans myndige​3 livsarvinger ved at de erhverver handelsbrev i henhold til nærværende lovs bestemmelser i alle de kommuner hvor arvelateren utøver sådan handelsrett. For enken og arvingene bortfaller dog denne rett til å drive handel på flere steder 50 år efter 1 juli 1908.\n1 Endret ved lov 17 des. 1976 nr. 97.\n2 Jfr. § 20.\n3 Se lov 22 april 1927 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_117",
        "source_heading": "§ 117."
      }
    },
    {
      "provision_ref": "15:118",
      "chapter": "15",
      "section": "118",
      "content": "Bestemmelsene i denne lovs §§ 89, 90, 91 og 92 avløser de i lov av 26 mai 1866, inneholdende adskillige bestemmelser om politivesenet i Kristiania, med tilleggslover gitte bestemmelser om salg fra torv, gate og andre offentlige steder eller hjemmel til å istandbringe bestemmelser om sådant salg. De bestemmelser om sådant salg, som ved nærværende lovs ikrafttreden inneholdes i gjeldende politivedtekter, skal vedbli å gjelde, inntil de uttrykkelig opheves eller avløses av vedtektsbestemmelser i henhold til denne lovs § 90; dog opheves de fra nærværende lovs ikrafttreden, forsåvidt de står i strid med bestemmelsene i denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_118",
        "source_heading": "§ 118."
      }
    },
    {
      "provision_ref": "15:119",
      "chapter": "15",
      "section": "119",
      "content": "Ansvarlige selskaper og kommandittselskaper​1 (derunder også kommandittaktieselskaper), aktieselskaper og andre selskaper med begrenset ansvar, som den 21 juni 1929 her i riket drev og fremdeles driver nogen virksomhet, som i denne lov er forbeholdt innvånere av riket, skal kunne fortsette dermed efter nærværende lovs ikrafttreden, selv om de ikke, overensstemmende med nærværende lovs § 1, fyldestgjør betingelsene for å kunne anses likestilt med innvånere av riket, når de sørger for å innrette sig efter disse betingelser ved hvert valg til styre eller tilsynsråd eller ved optagelse av nye ansvarlige deltagere, som finner sted efter nærværende lovs utferdigelse.\n1 Se lov 17 mai 1890 nr. 6 § 33 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_119",
        "source_heading": "§ 119."
      }
    },
    {
      "provision_ref": "15:120",
      "chapter": "15",
      "section": "120",
      "content": "Forbruksforeninger og andre samvirkelag som den 1 januar 1930 drev og fremdeles driver kjøpmannshandel med forretningsfører eller disponent og eventuelt medlem av styret eller utsalgsleder som fyller vilkårene i § 2, jfr. § 4 i lov om handelsnæring av 16 juli 1907, skal kunne fortsette dermed, når de sørger for ved forekommende avgang i nogen av disse stillinger å få den fratredende erstattet med en person som fyller vilkårene for å få handelsbrev efter nærværende lov.​1\n1 Se § 14 og § 121.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_120",
        "source_heading": "§ 120."
      }
    },
    {
      "provision_ref": "15:121",
      "chapter": "15",
      "section": "121",
      "content": "Hvis ikke særlige omstendigheter, f.eks. vitterlig manglende kyndighet i regnskapsførsel måtte tale derimot, skal den som ved pålitelig vidnesbyrd godtgjør at han den 1 juli 1930 var disponent, forretningsfører eller utsalgsleder i forbruksforening eller annet samvirkelag som da hadde handelsrett som kjøpmann, og at han da i minst 3 år hadde virket i sådan stilling, anses for å fylle vilkårene i § 16 under punktene 1 og 2, når det gjelder å gå over i lignende stilling i armen forbruksforening eller annet samvirkelag.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_121",
        "source_heading": "§ 121."
      }
    },
    {
      "provision_ref": "15:122",
      "chapter": "15",
      "section": "122",
      "content": "Vidnesbyrd, utstedt før 1 juli 1908, om bestått avgangsprøve fra handelsgymnasium eller handelskursus av minst 6 måneders varighet, som senere er blitt godkjent av vedkommende departement i henhold til lovene om handelsnæring av 16 juli 1907 eller 21 juni 1929 eller nærværende lov, skal anses for å fyldestgjøre kravet i § 16 under punkt 2, hvor det gjelder ansøkning om handelsbrev, når innehaveren den 31 desember 1929 bevislig var medlem av styret, disponent eller forretningsfører i aktieselskap eller annet selskap med begrenset ansvar som da hadde handelsrett som kjøpmann.\nI tiden inntil 1 januar 1937 kan vedkommende departement​1 gi dispensasjon fra kravet i § 16, punkt 2. Vilkåret for en slik dispensasjon er at den som søker handelsbrev har bestått en på betryggende måte avholdt eksamen i handelsfag og at det i tilfelle efter andre fremlagte oplysninger finnes utvilsomt at ansøkeren har erhvervet de kunnskaper som kreves efter § 16.\n1 Handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_122",
        "source_heading": "§ 122."
      }
    },
    {
      "provision_ref": "15:123",
      "chapter": "15",
      "section": "123",
      "content": "Bestemmelsen i § 26 om fremleggelse av handelsbrev til båndleggelsespåtegning gjøres anvendelig også på de tilfelle, hvor forholdet er inntrådt før nærværende lovs ikrafttreden og fremdeles vedvarer. Bestemmelsene i §§ [41, 68 og] 69 om melding vedrørende utsalgssteder gjøres anvendelige også på tidligere oprettede utsalgssteder, som fremdeles består ved nærværende lovs ikrafttreden. Fremleggelse av handelsbrev til båndleggelsespåtegning og melding om utsalgssteder skal i disse tilfelle ha funnet sted innen utgangen av oktober 1935. [Meldingen skjer for frihandlernes vedkommende uten betaling av den i § 68 omhandlede avgift.]",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_123",
        "source_heading": "§ 123."
      }
    }
  ]
}