{
  "id": "LOV-1961-06-09-24",
  "type": "statute",
  "title": "Lov om sikring mot og erstatning for naturskader (naturskadeloven).",
  "short_name": "Naturskadeloven – natskl.",
  "status": "in_force",
  "issued_date": "1961-06-09",
  "in_force_date": "1961-06-09",
  "url": "https://lovdata.no/dokument/NLO/lov/1961-06-09-24",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Statens naturskadefond har til oppgave:\n1. å yte erstatning for naturskade etter reglene i denne lovs annet kapittel i de tilfelle hvor skaden ikke dekkes ved forsikring, jfr. § 7 og forsikringsavtalelovens § 81 a.​2\n2. å fremme sikring mot naturskade etter reglene i denne lovs tredje kapittel.\n3. å yte tilskott til sikringstiltak.\n1 Endret ved lov 8 juni 1979 nr. 46. – I den opprinnelige ordlyd inneholdt nr. 2 og 3 bemyndigelse til Kongen. Under henvisning til disse bestemmelsene har Landbruksdepartementet 16 mars 1962 gitt forskrift nr. 7 om sikring mot naturskader.\n2 Lov 6 juni 1930 nr. 20. Bestemmelsen i § 81 a er erstattet av lov 16 juni 1989 nr. 70 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Naturskadefondets styre (fondsstyret) består av fem medlemmer med personlige varamenn, som oppnevnes av Kongen for 5 år. Kongen bestemmer hvem som skal være formann og nestformann.\nStyrets godtgjørelser fastsettes av Kongen.\nStyret bestyrer og disponerer fondets midler og treffer de avgjørelser som er tillagt det i denne lov. Fondets midler forvaltes av vedkommende departement.​2\nVedkommende departement​2 ansetter fondets tjenestemenn etter innstilling fra fondsstyret.\nStyret skal årlig sende vedkommende departement​2 regnskap og beretning om fondets virksomhet, og for øvrig avgi uttalelser om spørsmål vedkommende naturskader og sikringstiltak som forelegges det av departementet eller som det selv finner grunn til å ta opp.\nKongen kan fastsette instruks for styrets virksomhet. I instruksen kan det gis bestemmelse om delegasjon av styrets myndighet i en viss utstrekning til styrets formann eller til den faste leder av fondets virksomhet.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Naturskadefondets midler stilles til rådighet av Stortinget og består av:\na. et grunnfond,\nb. årlig bevilgede beløp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Erstatning ytes for naturskade​2 på fast gods og løsøre i Norge når eieren har fast bopel her eller er et selskap eller en sammenslutning eller stiftelse som har sete i Norge.\nSkade på eiendom som tilhører staten, erstattes ikke. Hvis ikke Kongen bestemmer noe annet, gjelder det samme eiendom som tilhører en kommune, et offentlig fond eller en stiftelse som er dannet ved overføring av midler fra stat eller kommune. Kongen​3 kan videre treffe bestemmelse om at skade på eiendom som tilhører et selskap eller en sammenslutning, hvor stat eller kommune har fremtredende økonomisk interesse, ikke erstattes.\nDersom en naturskade medfører lengre stans i en virksomhet, kan fondsstyret​4 yte hel eller delvis erstatning for driftstap når særlige forhold tilsier det.\nI særlige tilfelle kan fondsstyret også yte slik erstatning for utlegg som noen har hatt for å avverge skade.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Se § 5.\n3 Landbruksdepartementet, iflg. res. 13 okt 1989 nr. 1042.\n4 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Ved naturskade forstås skade som direkte skyldes naturulykke, såsom skred, storm, flom, stormflo, jordskjelv, vulkanutbrudd eller lignende.\nErstatning ytes ikke for skade som umiddelbart skyldes lyn, frost (tele) eller tørke. Ved skade som umiddelbart skyldes nedbør eller isgang kan skadelidte heller ikke kreve erstatning av fondet, men hvor særlige forhold tilsier det, kan fondsstyret​2 yte hel eller delvis erstatning etter lovens regler. Heller ikke erstattes skade som skyldes angrep av dyr, insekter, bakterier, sopp eller lignende.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Kongen kan for visse arter av byggverk​2 bestemme at erstatning ikke ytes.\nSkade på skogsvirke på rot erstattes etter lovens regler bare for den del av den nyttbare kubikkmasse som går ut over 2 års tilvekst for den samlede skogeiendom en skadelidt har innenfor den kommune der skade er inntruffet. Fondsstyret​3 kan bestemme hvordan erstatningen skal anvendes.\nSkade på avling på rot, skip og småbåter, luftfartøy, fiskeredskap, fisk i steng, lås eller dam, antenner, skilt o.l. festet til byggverk, utstyr til utvinning av olje, gass eller andre naturforekomster på havbunnen, kontanter og verdipapirer erstattes ikke. Hvor særlige forhold tilsier det, kan fondsstyret​3 yte hel eller delvis erstatning etter lovens regler.\nEr det tinglyst erklæring som nevnt i § 26 ytes det ikke erstatning for skade på byggverk​2 oppført etter at tinglysing er skjedd, eller for løsøre som befinner seg i byggverket, når skaden er av slik art som erklæringen gjelder.\n1 Endret ved lover 8 juni 1967 nr. 4, 8 juni 1979 nr. 46.\n2 Se § 14 nr. 3.\n3 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Dersom skadelidte kan få skaden dekt av forsikring eller det var adgang til å forsikre seg mot skaden ved en alminnelig forsikringsordning, kan skadelidte ikke kreve erstatning etter loven her.\n1 Endret ved lov 8 juni 1979 nr. 46. – Se lov 16 juni 1989 nr. 70 § 1, jfr. note 2 til § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "I den utstrekning skadelidte har mulighet for å få skaden erstattet av tredjemann har han ikke krav på å få erstatning av Naturskadefondet. Når særlige grunner taler for det, kan fondsstyret​2 yte hel eller delvis erstatning etter lovens regler.\nFondsstyret​2 kan kreve utbetalt erstatning refundert av den ansvarlige med et beløp som finnes rimelig under hensyn til den ansvarliges økonomiske evne, den utviste skyld og omstendighetene for øvrig. Hvis den skadelidte selv gjør erstatningskrav gjeldende mot den ansvarlige, skal dette dekkes før fondets refusjonskrav.\nSom vilkår for erstatning etter første ledd, annet punktum kan fondsstyret​2 forlange at skadelidte reiser søksmål mot den ansvarlige. Fondsstyret kan forlange at skadelidte i dette søksmål tar med det krav på erstatning som fondsstyret etter annet ledd kan gjøre gjeldende mot den ansvarlige.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Skade må meldes til lensmannen – utenfor lensmannsdistrikt til vedkommende by- eller herredsrett – (se § 10 første ledd) så snart som mulig og senest fire uker etter at den er inntrådt. Fondsstyret​2 kan forlenge fristen. Oversittes fristen, settes meldingen ut av betraktning med mindre styret finner at omstendighetene likevel taler for å godta den.\nHvis takststyreren finner at rettslig skjønn (§ 10 første ledd) eller at § 12 bør anvendes, eller hvis dette er begjært av skadelidte, sender han meldingen til fondsstyret​2 med sin uttalelse. Det samme gjelder hvis han finner at takst ikke bør holdes fordi meldingen er kommet for sent, eller fordi skaden er av den art eller størrelse at den ikke skal erstattes. Besluttet fondsstyret at takst ikke skal holdes, kan skadelidte innen 2 uker etter at han fikk melding om det, kreve takst på egen bekostning. Ender saken med at han får erstatning, har han også krav på erstatning for omkostningene overensstemmende med reglene i § 11 tredje ledd.\nHvis takststyreren ikke finner grunn til å sende meldingen til fondsstyret etter forrige ledd, berammer han takst så snart som mulig.\n1 Endret ved lover 8 juni 1973 nr. 50, 8 juni 1979 nr. 46.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Hvis ikke fondsstyret​2 bestemmer at taksten skal holdes som rettslig skjønn,​3 styres taksten av lensmannen. Utenfor lensmannsdistrikt styres taksten i tilfelle av en takststyrer som oppnevnes av vedkommende by- eller herredsrett.\nVed takst over skog skal vedkommende herredsskogmester oppnevnes som en av takstmennene.\nMed de endringer som følger av denne paragraf samt av § 11 får bestemmelsene i skjønnsloven​3 om lensmannsskjønn og rettslig skjønn anvendelse på henholdsvis takst styrt av lensmannen eller takststyrer oppnevnt av by- eller herredsrett og takst holdt som rettslig skjønn.\n1 Endret ved lover 18 juni 1965 nr. 5, 8 juni 1967 nr. 4, 8 juni 1973 nr. 50, 8 juni 1979 nr. 46.\n2 Se § 2.\n3 Se lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Partene innkalles til taksten i rekommandert brev eller på annen måte som takststyreren finner hensiktsmessig. Han kan forkorte varselfristen i skjønnslovens​2 § 21.\nTaksten kan fremmes selv om partene uteblir, hvis ikke noen av dem har bedt saken utsatt med en begrunnelse som skjønnsmyndigheten godtar, og denne heller ikke finner at vedkommendes nærvær er nødvendig.\nUtgiftene ved taksten bæres av fondet, jfr. dog § 9, annet ledd. Gebyr betales ikke til staten. Ved overskjønn gjelder bestemmelsene i tvistemålsloven​3 kapittel 13.\nHvis takststyreren eller noen av takstmennene finner at det kan være grunn til å erklære den tomt et skadet byggverk står på, for truet av naturskade​4 (jfr. § 26) eller at det kan være grunn til å treffe tiltak til sikring mot naturskade, skal dette sies i taksten.\nPartene underrettes om takstens utfall i rekommandert brev eller på annen måte som takststyreren finner hensiktsmessig.\n1 Endret ved lover 26 jan 1973 nr. 3, 8 juni 1979 nr. 46, 17 des 1982 nr. 88.\n2 Lov 1 juni 1917 nr. 1.\n3 Lov 13 aug 1915 nr. 6.\n4 Se § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Fondsstyret​1 kan komme overens med skadelidte om en annen takseringsmåte enn den som er foreskrevet i § 10.\nNår det gjelder mindre skader, kan fondsstyret​1 også godta skadelidtes skadeoppgave uten takst.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Kan skaden gjenopprettes, settes taksten til omkostningene ved det. Vil den skadde gjenstand etter utbedringen få større bruksverdi enn den hadde før skaden inntraff, skal økningen i bruksverdi takseres særskilt.\nKan skaden ikke gjenopprettes, skal taksten settes til den verdiforringelse som skaden har medført.\nTil grunn for takseringen legges prisforholdene umiddelbart før skadetilfellet inntraff.\nKongen kan gi nærmere forskrifter for takseringen og om de opplysninger som kan kreves innhentet i forbindelse med taksten.​2\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Landbruksdepartementet har under henvisning til denne bestemmelse gitt forskrift 16 mars 1962 nr. 9501 om taksering ved naturskader.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Når fondsstyret​2 mottar en skadetakst som omhandlet i lovens §§ 9-13, avgjør styret​3 om det foreligger naturskade og om skadelidte har krav på erstatning.\nErstatningen fastsettes på grunnlag av takstsummen eller godtatt skadeoppgave etter følgende regler:\n1. Ved hver naturskadehendelse​4 bærer skadelidte selv de første kr. 4.000,-. Skade som utgjør mindre enn kr. 500 etter at egenandelen er trukket fra, erstattes ikke.\n2. Erstatningen kan nedsettes eller helt nektes når skaden har rammet ting som ikke har bruksverdi eller hvis gjenanskaffelsesverdi er vesentlig større enn bruksverdien.\n3. Erstatningen kan videre nedsettes eller etter omstendighetene helt nektes,​5\na. for byggverk når det er oppført eller ervervet – på et sted hvor en etter forholdene ved oppførelsen eller ervervelsen måtte regne med særlig risiko for en slik skade som er inntruffet. Det samme gjelder for løsøre som er plassert på et sted hvor en måtte regne med særlig risiko for slik skade.\nb. for byggverk, når det er oppført uten påbudt tillatelse etter bygningsbestemmelsene.\nc. for byggverk, når svak eller feilaktig konstruksjon, feilaktig utførelse, uegnet materiale, dårlig vedlikehold eller manglende tilsyn er medvirkende årsak til at skade er inntrådt, eller når skaden av slik årsak har fått større omfang enn den ellers ville ha fått. Ved avgjørelsen skal det legges vekt på den skadelidtes forutsetninger for å innse hvilke krav som må stilles, hans mulighet for utbedring av mangelen og forholdene ellers. Avkorting skal ikke skje hvis den skadelidte bare er lite å legge til last.\nd. hvis grunnen eller byggverket tidligere mer enn en gang har vært utsatt for skade av samme art.\ne. når skadelidte før eller etter at skaden inntrådte har forsømt å foreta det som etter forholdene var rimelig for å avverge eller begrense den, eller han har foretatt handlinger som han visste eller burde ha visst ville øke risikoen for slik skade som er inntruffet.\nf. når risikoen for slik skade som er inntruffet er påregnelig i skadelidtes virksomhet.\nNår erstatning nektes eller nedsettes i medhold av bokstav a, b, c eller d, kan det samme skje for løsøre som befant seg i byggverket som ble skadd.\n4. Ved fastsetting av erstatning kan fondsstyret​2 trekke fra den takserte økning i bruksverdi etter § 13 dersom det finnes rimelig.\n5. På det erstatningsgrunnlag som fremkommer etter reglene i nr. 1-4 og etter at mulige fradrag etter §§ 7 og 8 er gjort, fastsettes den samlede erstatning en skadelidt tilkommer til\n80 % av de første kr. 100.000\n70 % av de neste kr. 100.000\n60 % av de neste kr. 100.000\n40 % av de neste kr. 100.000\n20 % av de neste kr. 100.000\nsåledes at det høyeste erstatningsbeløp som kan fastsettes er kr. 270.000.​6\nKongen kan endre disse beløp i samsvar med lønns- og prisutviklingen.\n6. Dersom erstatningen fastsatt etter disse regler ville bli større enn skadelidtes økonomiske tap, kan fondsstyret​2 nedsette erstatningen til det beløp som er nødvendig for å dekke tapet.\n7. Når særlige forhold tilsier det, kan Kongen samtykke i at fondsstyret​2 setter erstatningen til et beløp som overstiger det høyeste erstatningsbeløp som kan fastsettes etter nr. 5.\n1 Endret ved lover 8 juni 1967 nr. 4, 8 juni 1979 nr. 46, 3 mars 1989 nr. 9, 27 mai 1994 nr. 12.\n2 Se § 2.\n3 Jfr. § 21.\n4 Jfr. § 5.\n5 Se § 6 første og siste ledd.\n6 Se nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Hvis den skadde gjenstand tilhører flere sameiere, skal takstsummen fordeles på dem i forhold til deres andel i sameiet,​1 og erstatningen fastsettes deretter overensstemmende med reglene i § 14.\nFinner fondsstyret​2 det godtgjort at den økonomiske interesse i og rådigheten over gjenstanden i det vesentlige innehas av en annen enn den som rettslig sett må betraktes som eier, skal den førstnevnte anses som eier.​3\n1 Se lov 18 juni 1965 nr. 6 § 2.\n2 Se § 2.\n3 Jfr. § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Når fondsstyret​2 har truffet avgjørelse i saken skal styret uten opphold gi melding til skadelidte i rekommandert brev og samtidig opplyse om reglene for klage, jfr. §§ 21 og 22.\nDersom det er fastsatt erstatning, skal meldingen inneholde opplysning om hvordan erstatningsbeløpet er fremkommet.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Hvis fondsstyret ikke har bestemt noe annet, skal erstatningen brukes til gjenopprettelse av skaden. Hvor særlige grunner taler for det, kan fondsstyret tillate at erstatningen utbetales skadelidte til fri rådighet.\nFondsstyret​2 kan sette som vilkår for utbetaling av erstatning at skaden utbedres på en slik måte at faren for naturskade​3 minskes. Er den tomt et skadet byggverk står på særlig truet av naturskade, kan styret sette som vilkår at byggverket flyttes til et mindre truet sted, eller at erstatningen blir anvendt til ervervelse av en annen eiendom utenfor det truede område, og at eieren av tomten gir skriftlig samtykke til at det tinglyses slik erklæring som omhandles i § 26. Hvis eieren ikke vil gi slikt samtykke, eller hvis fondsstyret ellers finner grunn til det, f.eks. fordi det er spørsmål om å erklære et større område for å være særlig utsatt for naturskade kan styret treffe avgjørelse overensstemmende med § 26.\nHar fondsstyret​2 stillet slike vilkår som er nevnt i foregående avsnitt, kan det av fondets midler bevilges skadelidte et slikt tilskott til dekning av meromkostninger som anses rimelig etter forholdene.\nFondsstyret​2 kan sette som vilkår for utbetaling av erstatning at de som har pant eller annen tinglig sikkerhet i de skadde gjenstander, helt eller delvis utløses eller sikres på annen måte.\n1 Endret ved lov 8 juni 1979 nr. 46. – Jfr. § 21.\n2 Se § 2.\n3 Se § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Erstatningen utbetales mot bevis for at skaden er gjenopprettet eller at de øvrige vilkår som er nevnt i § 17, er oppfylt.\nFondsstyret​2 kan utbetale forskott på erstatningen. I særlige tilfelle kan slik utbetaling også skje før erstatningen er fastsatt. Utbetalingen kan gjøres betinget av at det stilles sikkerhet for at forskottet anvendes til det godkjente formål.\nHvis det ikke innen 3 år etter at erstatningen ble endelig fastsatt, er godtgjort at vilkårene for utbetaling er til stede, bortfaller kravet. Fondsstyret​2 kan forlenge denne frist.​3\nFondsstyret​2 kan pålegge vedkommende kommune å påse at skadelidte oppfyller de nevnte vilkår og å medvirke til at erstatningen blir riktig betalt.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Se § 2.\n3 Jfr. § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Hvis det etter en større naturkatastrofe ikke bevilges tilstrekkelige midler til fondet til å dekke de krav som de skadelidte har etter lovens bestemmelser, kan fondsstyret​2 redusere allerede fastsatte og ikke utbetalte erstatninger i samme grad som erstatningen etter katastrofen må reduseres. Hensyn må likevel tas til skadelidte som har pådratt seg forpliktelser for å få skaden utbedret. Tilsvarende reduksjoner i erstatningene kan fondstyret​2 gjennomføre for skader som senere inntreffer i det løpende og det kommende budsjettår.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Fordring på erstatning etter denne lov kan ikke overdras uten fondsstyrets​2 samtykke.​3 Slik fordring kan heller ikke uten fondsstyrets​2 samtykke gjøres til gjenstand for utlegg eller arrest, eller inndras i konkursbo eller insolvent dødsbo.\nBestemmelsen i første ledd, annet punktum gjelder også hvis fondsstyret​2 i medhold av § 17 første punktum har bestemt at erstatningen skal brukes til et annet formål enn til gjenopprettelse av skaden.\n1 Endret ved lover 8 juni 1979 nr. 46, 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765).\n2 Se § 2.\n3 Jfr. § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Skadelidte kan bringe fondsstyrets avgjørelse etter § 14, § 15 siste ledd, § 17 første, annet og fjerde ledd, § 18 tredje ledd og § 20 inn for den i annet ledd nevnte ankenemnd.\nAnkenemnda består av 5 medlemmer med personlige varamenn som oppnevnes av Kongen for 5 år. Formannen, nestformannen og deres varamenn skal oppfylle kravene for å være høyesterettsdommer.​2\n1 Endret ved lover 8 juni 1967 nr. 4, 8 juni 1979 nr. 46.\n2 Jfr. lov 13 aug 1915 nr. 5 § 53 og § 54 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Klage må sendes til fondsstyret​2 innen en måned etter at den skadelidte, vedkommende forsikringsselskap eller forsikringstakeren har mottatt melding om avgjørelsen. Fondsstyret​2 kan forlenge denne frist. Fondsstyret og ankenemnda​3 kan behandle klage som er satt fram for sent, dersom rimelighet taler for det.\nFor øvrig gjelder bestemmelsene i forvaltningsloven​4 kapittel IV med mindre annet følger av loven her.\nAvgjørelse i klagesak sendes klageren i rekommandert brev.\nSøksmål om lovligheten av et vedtak av fondsstyret​2 kan ikke reises med mindre skadelidte har nyttet adgangen til å klage etter § 21.​5\n1 Endret ved lov 8 juni 1979 nr. 46. – Jfr. § 16.\n2 Se § 2.\n3 Se § 21.\n4 Lov 10 feb 1967.\n5 Jfr. tvml. § 437.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Hvis det i en kommune fremkommer opplysninger om forhold som kan medføre fare for naturskade​2 skal kommunen sende melding om dette til fondsstyret,​3 jfr. bygningslovens​4 § 25, nr. 5 og § 68. Er det øyeblikkelig fare for at naturskade​2 kan inntreffe, skal politiet (på landet lensmannen) snarest varsles.\nNår fondsstyret​3 ved melding som nevnt i første ledd eller på annen måte får kjennskap til at et område er utsatt for naturskade,​2 skal det forholde seg som nevnt i § 26 eller forberede tiltak for å avverge naturskade etter å ha innhentet kommunens uttalelse om dette.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Se § 5.\n3 Se § 2.\n4 Se nå lov 14 juni 1985 nr. 77 (de samme paragrafer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "23 a",
      "section": "23 a",
      "content": "Når fondsstyret​2 finner at det bør foretas nærmere undersøkelser før det kan planlegges og gjennomføres tiltak for å avverge naturskade,​3 kan styret pålegge kommunen å yte hjelp til slike undersøkelser. Bestemmelse om at et sikringstiltak skal iverksettes, fattes av kommunen såfremt ikke særlige hensyn tilsier at andre må bestemme det eller det gjelder tiltak som eieren eller eierne selv tar hånd om. Hvis fondsstyret​2 ikke bestemmer noe annet, påhviler det kommunen å forestå den tekniske gjennomføringen av tiltaket når denne har bestemt at tiltaket skal iverksettes.\nNår gjennomføring av et tiltak som fondet yter tilskott til, blir fremmet av eiere, plikter vedkommende kommune etter fondsstyrets​2 bestemmelse å hjelpe til med å kontrollere at arbeidet blir riktig utført.\nNår det er nødvendig for å gjennomføre tiltak til sikring mot naturskade​3 – utenfor de tilfelle som er omhandlet i lov om vassdragene av 15. mars 1940 § 102 – kan Kongen kreve avstått til staten eller gi andre tillatelse til å kreve avstått fast eiendom eller rett over fast eiendom, derunder rett til å forby hogst eller annen særlig utnyttelse.​4\nFondsstyret​2 kan gi pålegg om vedlikeholdsarbeider ved et sikringsanlegg.\nKongen kan utferdige nærmere forskrifter om planlegging og gjennomføring av sikringstiltak og om vedlikehold av sikringsanlegg samt om Naturskadefondets samarbeid med andre offentlige myndigheter, organisasjoner m.v.\n1 Tilføyd ved lov 8 juni 1979 nr. 46.\n2 Se § 2.\n3 Se § 5.\n4 Jfr. lov 23 okt 1959 nr. 3 § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23a",
        "source_heading": "§ 23 a."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "I den utstrekning fondsstyret​2 ikke yter tilskott til dekning av utgiftene til gjennomføring og vedlikehold av et sikringstiltak, dekkes utgiftene av kommunen når det gjelder tiltak som denne har tatt bestemmelse om å iverksette, jfr. § 25. Kommunen kan kreve utgiftene refundert fra eiere (festere) etter bestemmelsene i denne paragraf.\nRefusjonsplikten påhviler eier (fester) av eiendom eller del av eiendom som ligger innenfor grensene for område som anses truet av naturskade.​3\nRefusjonsbeløpet utregnes forholdsmessig etter verdien av den sikkerhet som byggverk på den enkelte refusjonspliktige eiendom oppnår ved sikringstiltak og etter den verdistigning som grunnen oppnår ved økte muligheter for anvendelse, f.eks. til bebyggelse, anlegg av veger, jorddyrking og skogreising. Refusjonsbeløpet er begrenset til summen av verdien av den sikkerhet som byggverk oppnår og den verdistigning som grunnen oppnår ved sikringstiltak.\nStørrelsen av refusjonsbeløpet fastsettes av kommunen, når det er denne som iverksetter tiltaket og ellers av fondsstyret.​2\nEier (fester) som er pålagt refusjon, kan kreve tvist om refusjonsplikten og/eller størrelsen av refusjonsbeløpet avgjort ved skjønn.​4 Kravet om skjønn må være fremsatt innen 4 uker etter at melding om refusjonsbeløpet er mottatt fra kommunen.\nKommunen har panterett​5 for refusjonsbeløpet i vedkommende eiendom. Heftelsen faller bort om ikke pålegget om tilskuddsplikt blir tinglyst​6 på vedkommende eiendom senest 4 måneder etter at pålegget er gitt. Det samme gjelder hvis den nærmere bestemmelse om tilskuddspliktens omfang ikke blir tinglyst senest 4 måneder etter at den er blitt endelig.\nKongen kan utferdige nærmere forskrifter om dekning av utgiftene ved sikringstiltak og om refusjon m.v.\n1 Endret ved lover 8 juni 1979 nr. 46, 8 feb 1980 nr. 2, 22 mai 1981 nr. 24. – Jfr. § 25.\n2 Se § 2.\n3 Se § 5.\n4 Jfr. lov 1 juni 1917 nr. 1.\n5 Jfr. lov 8 feb 1980 nr. 2 § 6-1 (3) og § 6-3.\n6 Se lov 7 juni 1935 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Hvis en eller flere eiere (festere) har gjennomført et sikringstiltak som er godkjent av fondsstyret,​2 kan refusjon av utgifter utover det tilskott fondsstyret har ytt kreves av andre eiere (festere) som har fått økonomisk fordel av tiltaket. Regnskap med nødvendige legitimasjoner skal sendes til kommunen, som fastsetter refusjonen og foretar fordelingen.\nFor beregningen av refusjonsbeløpet, tvist om refusjonsplikten samt panterett for refusjonsbeløpet gjelder tilsvarende regler som fastsatt i § 24.\nEieren (festeren) kan forlange at kommunen skal kreve inn refusjonsbeløpene.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Finner fondsstyret​2 at det innen et område vil kunne oppstå fare for naturskade,​3 skal det reise spørsmålet overfor kommunen om området bør avsettes som fareområde etter bygningslovens​4 § 25 nr. 5 eller om det bør nedlegges forbud mot bebyggelse i medhold av samme lovs § 68 annet ledd.\nFondsstyret​2 kan bestemme at det for den eller de eiendommer som ligger innen et slikt område som omtalt i første ledd, skal tinglyses​5 erklæring om at disse eiendommer er utsatt for naturskade,​3 jfr. § 6 siste ledd. Slik bestemmelse kan fondsstyret​2 også treffe når det er gitt slikt samtykke som nevnt i § 17 annet ledd. Erklæringen skal nøye angi hvilke områder og hva slags skade den gjelder. Om nødvendig skal det legges ved kart over området. Før det blir truffet en slik bestemmelse som nevnt i første punktum skal eieren, vedkommende kommune og fylkesmannen få adgang til å uttale seg.\n1 Endret ved lov 8 juni 1979 nr. 46 – Jfr. §§ 6, 11, 27.\n2 Se § 2.\n3 Se § 5.\n4 Se note 4 til § 23.\n5 Se lov 7 juni 1935 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Fondsstyret​2 kan bestemme at det skal avgjøres ved skjønn​3 om vilkåra er til stede, før det tinglyses slik erklæring som nevnt i § 26. Er slik erklæring tinglyst uten forutgående skjønn, kan eieren kreve avgjort ved skjønn om betingelsene var til stede, såfremt han ikke har samtykket i tinglysingen.\nOmkostningene ved skjønnet bæres av fondet. I tilfelle som nevnt i første ledds annet punktum kan dog skjønnet pålegge eieren å erstatte fondet omkostningene helt eller delvis, såfremt det finner at han åpenbart ikke hadde grunn til å begjære skjønn.\nBlir det ved endelig skjønn​3 avgjort at betingelsene ikke var til stede, eller bare var til stede for en del av det område som erklæringen omfatter, skal denne for så vidt avlyses. Eieren kan ved samme eller særskilt skjønn kreve seg tilkjent erstatning for skade som måtte være oppstått ved at erklæringen er tinglyst.\nHvis forholdene forandres slik at betingelsene for å tinglyse erklæring ikke lenger er til stede, kan eieren kreve at erklæringen avlyses.​4 Hvis kravet ikke etterkommes innen en måned etter at det er fremsatt, får reglene i første ledds annet punktum og i annet og tredje ledd tilsvarende anvendelse.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Se § 2.\n3 Jfr. lov 1 juni 1917 nr. 1.\n4 Se lov 7 juni 1935 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Når departementet​2 finner at en eier (fester) på grunn av faren for naturskade​3 bør få flyttet et byggverk eller få et ødelagt byggverk oppført på et nytt sted, kan det gi tillatelse til ekspropriasjon av byggetomt til eie eller bruk,​4 såfremt ikke brukbar tomt finnes på eiendommen og heller ikke fås ervervet eller leiet på rimelige vilkår. Slik tillatelse kan bare gis hvis den fordel eieren av byggverket oppnår, finnes å være vesentlig større enn den ulempe avståelsen vil medføre for eieren eller brukeren av tomten.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Landbruksdepartementet.\n3 Se § 5.\n4 Jfr. lov 23 okt 1959 nr. 3 § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Denne lov trer i kraft når Kongen bestemmer,​1 og får anvendelse på skader som inntreffer etter ikrafttredelsen.\n1 Fra 1 jan 1962 iflg. res. 17 nov 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "– – –.\n1 Endringer i tinglysingsloven og oreigningsloven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Statens naturskadefond har til oppgave:\n1. å yte erstatning for naturskade etter reglene i denne lovs annet kapittel i de tilfelle hvor skaden ikke dekkes ved forsikring, jfr. § 7 og forsikringsavtalelovens § 81 a.​2\n2. å fremme sikring mot naturskade etter reglene i denne lovs tredje kapittel.\n3. å yte tilskott til sikringstiltak.\n1 Endret ved lov 8 juni 1979 nr. 46. – I den opprinnelige ordlyd inneholdt nr. 2 og 3 bemyndigelse til Kongen. Under henvisning til disse bestemmelsene har Landbruksdepartementet 16 mars 1962 gitt forskrift nr. 7 om sikring mot naturskader.\n2 Lov 6 juni 1930 nr. 20. Bestemmelsen i § 81 a er erstattet av lov 16 juni 1989 nr. 70 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Naturskadefondets styre (fondsstyret) består av fem medlemmer med personlige varamenn, som oppnevnes av Kongen for 5 år. Kongen bestemmer hvem som skal være formann og nestformann.\nStyrets godtgjørelser fastsettes av Kongen.\nStyret bestyrer og disponerer fondets midler og treffer de avgjørelser som er tillagt det i denne lov. Fondets midler forvaltes av vedkommende departement.​2\nVedkommende departement​2 ansetter fondets tjenestemenn etter innstilling fra fondsstyret.\nStyret skal årlig sende vedkommende departement​2 regnskap og beretning om fondets virksomhet, og for øvrig avgi uttalelser om spørsmål vedkommende naturskader og sikringstiltak som forelegges det av departementet eller som det selv finner grunn til å ta opp.\nKongen kan fastsette instruks for styrets virksomhet. I instruksen kan det gis bestemmelse om delegasjon av styrets myndighet i en viss utstrekning til styrets formann eller til den faste leder av fondets virksomhet.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Naturskadefondets midler stilles til rådighet av Stortinget og består av:\na. et grunnfond,\nb. årlig bevilgede beløp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Erstatning ytes for naturskade​2 på fast gods og løsøre i Norge når eieren har fast bopel her eller er et selskap eller en sammenslutning eller stiftelse som har sete i Norge.\nSkade på eiendom som tilhører staten, erstattes ikke. Hvis ikke Kongen bestemmer noe annet, gjelder det samme eiendom som tilhører en kommune, et offentlig fond eller en stiftelse som er dannet ved overføring av midler fra stat eller kommune. Kongen​3 kan videre treffe bestemmelse om at skade på eiendom som tilhører et selskap eller en sammenslutning, hvor stat eller kommune har fremtredende økonomisk interesse, ikke erstattes.\nDersom en naturskade medfører lengre stans i en virksomhet, kan fondsstyret​4 yte hel eller delvis erstatning for driftstap når særlige forhold tilsier det.\nI særlige tilfelle kan fondsstyret også yte slik erstatning for utlegg som noen har hatt for å avverge skade.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Se § 5.\n3 Landbruksdepartementet, iflg. res. 13 okt 1989 nr. 1042.\n4 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Ved naturskade forstås skade som direkte skyldes naturulykke, såsom skred, storm, flom, stormflo, jordskjelv, vulkanutbrudd eller lignende.\nErstatning ytes ikke for skade som umiddelbart skyldes lyn, frost (tele) eller tørke. Ved skade som umiddelbart skyldes nedbør eller isgang kan skadelidte heller ikke kreve erstatning av fondet, men hvor særlige forhold tilsier det, kan fondsstyret​2 yte hel eller delvis erstatning etter lovens regler. Heller ikke erstattes skade som skyldes angrep av dyr, insekter, bakterier, sopp eller lignende.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Kongen kan for visse arter av byggverk​2 bestemme at erstatning ikke ytes.\nSkade på skogsvirke på rot erstattes etter lovens regler bare for den del av den nyttbare kubikkmasse som går ut over 2 års tilvekst for den samlede skogeiendom en skadelidt har innenfor den kommune der skade er inntruffet. Fondsstyret​3 kan bestemme hvordan erstatningen skal anvendes.\nSkade på avling på rot, skip og småbåter, luftfartøy, fiskeredskap, fisk i steng, lås eller dam, antenner, skilt o.l. festet til byggverk, utstyr til utvinning av olje, gass eller andre naturforekomster på havbunnen, kontanter og verdipapirer erstattes ikke. Hvor særlige forhold tilsier det, kan fondsstyret​3 yte hel eller delvis erstatning etter lovens regler.\nEr det tinglyst erklæring som nevnt i § 26 ytes det ikke erstatning for skade på byggverk​2 oppført etter at tinglysing er skjedd, eller for løsøre som befinner seg i byggverket, når skaden er av slik art som erklæringen gjelder.\n1 Endret ved lover 8 juni 1967 nr. 4, 8 juni 1979 nr. 46.\n2 Se § 14 nr. 3.\n3 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Dersom skadelidte kan få skaden dekt av forsikring eller det var adgang til å forsikre seg mot skaden ved en alminnelig forsikringsordning, kan skadelidte ikke kreve erstatning etter loven her.\n1 Endret ved lov 8 juni 1979 nr. 46. – Se lov 16 juni 1989 nr. 70 § 1, jfr. note 2 til § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "I den utstrekning skadelidte har mulighet for å få skaden erstattet av tredjemann har han ikke krav på å få erstatning av Naturskadefondet. Når særlige grunner taler for det, kan fondsstyret​2 yte hel eller delvis erstatning etter lovens regler.\nFondsstyret​2 kan kreve utbetalt erstatning refundert av den ansvarlige med et beløp som finnes rimelig under hensyn til den ansvarliges økonomiske evne, den utviste skyld og omstendighetene for øvrig. Hvis den skadelidte selv gjør erstatningskrav gjeldende mot den ansvarlige, skal dette dekkes før fondets refusjonskrav.\nSom vilkår for erstatning etter første ledd, annet punktum kan fondsstyret​2 forlange at skadelidte reiser søksmål mot den ansvarlige. Fondsstyret kan forlange at skadelidte i dette søksmål tar med det krav på erstatning som fondsstyret etter annet ledd kan gjøre gjeldende mot den ansvarlige.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Skade må meldes til lensmannen – utenfor lensmannsdistrikt til vedkommende by- eller herredsrett – (se § 10 første ledd) så snart som mulig og senest fire uker etter at den er inntrådt. Fondsstyret​2 kan forlenge fristen. Oversittes fristen, settes meldingen ut av betraktning med mindre styret finner at omstendighetene likevel taler for å godta den.\nHvis takststyreren finner at rettslig skjønn (§ 10 første ledd) eller at § 12 bør anvendes, eller hvis dette er begjært av skadelidte, sender han meldingen til fondsstyret​2 med sin uttalelse. Det samme gjelder hvis han finner at takst ikke bør holdes fordi meldingen er kommet for sent, eller fordi skaden er av den art eller størrelse at den ikke skal erstattes. Besluttet fondsstyret at takst ikke skal holdes, kan skadelidte innen 2 uker etter at han fikk melding om det, kreve takst på egen bekostning. Ender saken med at han får erstatning, har han også krav på erstatning for omkostningene overensstemmende med reglene i § 11 tredje ledd.\nHvis takststyreren ikke finner grunn til å sende meldingen til fondsstyret etter forrige ledd, berammer han takst så snart som mulig.\n1 Endret ved lover 8 juni 1973 nr. 50, 8 juni 1979 nr. 46.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Hvis ikke fondsstyret​2 bestemmer at taksten skal holdes som rettslig skjønn,​3 styres taksten av lensmannen. Utenfor lensmannsdistrikt styres taksten i tilfelle av en takststyrer som oppnevnes av vedkommende by- eller herredsrett.\nVed takst over skog skal vedkommende herredsskogmester oppnevnes som en av takstmennene.\nMed de endringer som følger av denne paragraf samt av § 11 får bestemmelsene i skjønnsloven​3 om lensmannsskjønn og rettslig skjønn anvendelse på henholdsvis takst styrt av lensmannen eller takststyrer oppnevnt av by- eller herredsrett og takst holdt som rettslig skjønn.\n1 Endret ved lover 18 juni 1965 nr. 5, 8 juni 1967 nr. 4, 8 juni 1973 nr. 50, 8 juni 1979 nr. 46.\n2 Se § 2.\n3 Se lov 1 juni 1917 nr. 1 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Partene innkalles til taksten i rekommandert brev eller på annen måte som takststyreren finner hensiktsmessig. Han kan forkorte varselfristen i skjønnslovens​2 § 21.\nTaksten kan fremmes selv om partene uteblir, hvis ikke noen av dem har bedt saken utsatt med en begrunnelse som skjønnsmyndigheten godtar, og denne heller ikke finner at vedkommendes nærvær er nødvendig.\nUtgiftene ved taksten bæres av fondet, jfr. dog § 9, annet ledd. Gebyr betales ikke til staten. Ved overskjønn gjelder bestemmelsene i tvistemålsloven​3 kapittel 13.\nHvis takststyreren eller noen av takstmennene finner at det kan være grunn til å erklære den tomt et skadet byggverk står på, for truet av naturskade​4 (jfr. § 26) eller at det kan være grunn til å treffe tiltak til sikring mot naturskade, skal dette sies i taksten.\nPartene underrettes om takstens utfall i rekommandert brev eller på annen måte som takststyreren finner hensiktsmessig.\n1 Endret ved lover 26 jan 1973 nr. 3, 8 juni 1979 nr. 46, 17 des 1982 nr. 88.\n2 Lov 1 juni 1917 nr. 1.\n3 Lov 13 aug 1915 nr. 6.\n4 Se § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Fondsstyret​1 kan komme overens med skadelidte om en annen takseringsmåte enn den som er foreskrevet i § 10.\nNår det gjelder mindre skader, kan fondsstyret​1 også godta skadelidtes skadeoppgave uten takst.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Kan skaden gjenopprettes, settes taksten til omkostningene ved det. Vil den skadde gjenstand etter utbedringen få større bruksverdi enn den hadde før skaden inntraff, skal økningen i bruksverdi takseres særskilt.\nKan skaden ikke gjenopprettes, skal taksten settes til den verdiforringelse som skaden har medført.\nTil grunn for takseringen legges prisforholdene umiddelbart før skadetilfellet inntraff.\nKongen kan gi nærmere forskrifter for takseringen og om de opplysninger som kan kreves innhentet i forbindelse med taksten.​2\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Landbruksdepartementet har under henvisning til denne bestemmelse gitt forskrift 16 mars 1962 nr. 9501 om taksering ved naturskader.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Når fondsstyret​2 mottar en skadetakst som omhandlet i lovens §§ 9-13, avgjør styret​3 om det foreligger naturskade og om skadelidte har krav på erstatning.\nErstatningen fastsettes på grunnlag av takstsummen eller godtatt skadeoppgave etter følgende regler:\n1. Ved hver naturskadehendelse​4 bærer skadelidte selv de første kr. 4.000,-. Skade som utgjør mindre enn kr. 500 etter at egenandelen er trukket fra, erstattes ikke.\n2. Erstatningen kan nedsettes eller helt nektes når skaden har rammet ting som ikke har bruksverdi eller hvis gjenanskaffelsesverdi er vesentlig større enn bruksverdien.\n3. Erstatningen kan videre nedsettes eller etter omstendighetene helt nektes,​5\na. for byggverk når det er oppført eller ervervet – på et sted hvor en etter forholdene ved oppførelsen eller ervervelsen måtte regne med særlig risiko for en slik skade som er inntruffet. Det samme gjelder for løsøre som er plassert på et sted hvor en måtte regne med særlig risiko for slik skade.\nb. for byggverk, når det er oppført uten påbudt tillatelse etter bygningsbestemmelsene.\nc. for byggverk, når svak eller feilaktig konstruksjon, feilaktig utførelse, uegnet materiale, dårlig vedlikehold eller manglende tilsyn er medvirkende årsak til at skade er inntrådt, eller når skaden av slik årsak har fått større omfang enn den ellers ville ha fått. Ved avgjørelsen skal det legges vekt på den skadelidtes forutsetninger for å innse hvilke krav som må stilles, hans mulighet for utbedring av mangelen og forholdene ellers. Avkorting skal ikke skje hvis den skadelidte bare er lite å legge til last.\nd. hvis grunnen eller byggverket tidligere mer enn en gang har vært utsatt for skade av samme art.\ne. når skadelidte før eller etter at skaden inntrådte har forsømt å foreta det som etter forholdene var rimelig for å avverge eller begrense den, eller han har foretatt handlinger som han visste eller burde ha visst ville øke risikoen for slik skade som er inntruffet.\nf. når risikoen for slik skade som er inntruffet er påregnelig i skadelidtes virksomhet.\nNår erstatning nektes eller nedsettes i medhold av bokstav a, b, c eller d, kan det samme skje for løsøre som befant seg i byggverket som ble skadd.\n4. Ved fastsetting av erstatning kan fondsstyret​2 trekke fra den takserte økning i bruksverdi etter § 13 dersom det finnes rimelig.\n5. På det erstatningsgrunnlag som fremkommer etter reglene i nr. 1-4 og etter at mulige fradrag etter §§ 7 og 8 er gjort, fastsettes den samlede erstatning en skadelidt tilkommer til\n80 % av de første kr. 100.000\n70 % av de neste kr. 100.000\n60 % av de neste kr. 100.000\n40 % av de neste kr. 100.000\n20 % av de neste kr. 100.000\nsåledes at det høyeste erstatningsbeløp som kan fastsettes er kr. 270.000.​6\nKongen kan endre disse beløp i samsvar med lønns- og prisutviklingen.\n6. Dersom erstatningen fastsatt etter disse regler ville bli større enn skadelidtes økonomiske tap, kan fondsstyret​2 nedsette erstatningen til det beløp som er nødvendig for å dekke tapet.\n7. Når særlige forhold tilsier det, kan Kongen samtykke i at fondsstyret​2 setter erstatningen til et beløp som overstiger det høyeste erstatningsbeløp som kan fastsettes etter nr. 5.\n1 Endret ved lover 8 juni 1967 nr. 4, 8 juni 1979 nr. 46, 3 mars 1989 nr. 9, 27 mai 1994 nr. 12.\n2 Se § 2.\n3 Jfr. § 21.\n4 Jfr. § 5.\n5 Se § 6 første og siste ledd.\n6 Se nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Hvis den skadde gjenstand tilhører flere sameiere, skal takstsummen fordeles på dem i forhold til deres andel i sameiet,​1 og erstatningen fastsettes deretter overensstemmende med reglene i § 14.\nFinner fondsstyret​2 det godtgjort at den økonomiske interesse i og rådigheten over gjenstanden i det vesentlige innehas av en annen enn den som rettslig sett må betraktes som eier, skal den førstnevnte anses som eier.​3\n1 Se lov 18 juni 1965 nr. 6 § 2.\n2 Se § 2.\n3 Jfr. § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Når fondsstyret​2 har truffet avgjørelse i saken skal styret uten opphold gi melding til skadelidte i rekommandert brev og samtidig opplyse om reglene for klage, jfr. §§ 21 og 22.\nDersom det er fastsatt erstatning, skal meldingen inneholde opplysning om hvordan erstatningsbeløpet er fremkommet.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Hvis fondsstyret ikke har bestemt noe annet, skal erstatningen brukes til gjenopprettelse av skaden. Hvor særlige grunner taler for det, kan fondsstyret tillate at erstatningen utbetales skadelidte til fri rådighet.\nFondsstyret​2 kan sette som vilkår for utbetaling av erstatning at skaden utbedres på en slik måte at faren for naturskade​3 minskes. Er den tomt et skadet byggverk står på særlig truet av naturskade, kan styret sette som vilkår at byggverket flyttes til et mindre truet sted, eller at erstatningen blir anvendt til ervervelse av en annen eiendom utenfor det truede område, og at eieren av tomten gir skriftlig samtykke til at det tinglyses slik erklæring som omhandles i § 26. Hvis eieren ikke vil gi slikt samtykke, eller hvis fondsstyret ellers finner grunn til det, f.eks. fordi det er spørsmål om å erklære et større område for å være særlig utsatt for naturskade kan styret treffe avgjørelse overensstemmende med § 26.\nHar fondsstyret​2 stillet slike vilkår som er nevnt i foregående avsnitt, kan det av fondets midler bevilges skadelidte et slikt tilskott til dekning av meromkostninger som anses rimelig etter forholdene.\nFondsstyret​2 kan sette som vilkår for utbetaling av erstatning at de som har pant eller annen tinglig sikkerhet i de skadde gjenstander, helt eller delvis utløses eller sikres på annen måte.\n1 Endret ved lov 8 juni 1979 nr. 46. – Jfr. § 21.\n2 Se § 2.\n3 Se § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Erstatningen utbetales mot bevis for at skaden er gjenopprettet eller at de øvrige vilkår som er nevnt i § 17, er oppfylt.\nFondsstyret​2 kan utbetale forskott på erstatningen. I særlige tilfelle kan slik utbetaling også skje før erstatningen er fastsatt. Utbetalingen kan gjøres betinget av at det stilles sikkerhet for at forskottet anvendes til det godkjente formål.\nHvis det ikke innen 3 år etter at erstatningen ble endelig fastsatt, er godtgjort at vilkårene for utbetaling er til stede, bortfaller kravet. Fondsstyret​2 kan forlenge denne frist.​3\nFondsstyret​2 kan pålegge vedkommende kommune å påse at skadelidte oppfyller de nevnte vilkår og å medvirke til at erstatningen blir riktig betalt.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Se § 2.\n3 Jfr. § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Hvis det etter en større naturkatastrofe ikke bevilges tilstrekkelige midler til fondet til å dekke de krav som de skadelidte har etter lovens bestemmelser, kan fondsstyret​2 redusere allerede fastsatte og ikke utbetalte erstatninger i samme grad som erstatningen etter katastrofen må reduseres. Hensyn må likevel tas til skadelidte som har pådratt seg forpliktelser for å få skaden utbedret. Tilsvarende reduksjoner i erstatningene kan fondstyret​2 gjennomføre for skader som senere inntreffer i det løpende og det kommende budsjettår.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Fordring på erstatning etter denne lov kan ikke overdras uten fondsstyrets​2 samtykke.​3 Slik fordring kan heller ikke uten fondsstyrets​2 samtykke gjøres til gjenstand for utlegg eller arrest, eller inndras i konkursbo eller insolvent dødsbo.\nBestemmelsen i første ledd, annet punktum gjelder også hvis fondsstyret​2 i medhold av § 17 første punktum har bestemt at erstatningen skal brukes til et annet formål enn til gjenopprettelse av skaden.\n1 Endret ved lover 8 juni 1979 nr. 46, 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765).\n2 Se § 2.\n3 Jfr. § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Skadelidte kan bringe fondsstyrets avgjørelse etter § 14, § 15 siste ledd, § 17 første, annet og fjerde ledd, § 18 tredje ledd og § 20 inn for den i annet ledd nevnte ankenemnd.\nAnkenemnda består av 5 medlemmer med personlige varamenn som oppnevnes av Kongen for 5 år. Formannen, nestformannen og deres varamenn skal oppfylle kravene for å være høyesterettsdommer.​2\n1 Endret ved lover 8 juni 1967 nr. 4, 8 juni 1979 nr. 46.\n2 Jfr. lov 13 aug 1915 nr. 5 § 53 og § 54 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Klage må sendes til fondsstyret​2 innen en måned etter at den skadelidte, vedkommende forsikringsselskap eller forsikringstakeren har mottatt melding om avgjørelsen. Fondsstyret​2 kan forlenge denne frist. Fondsstyret og ankenemnda​3 kan behandle klage som er satt fram for sent, dersom rimelighet taler for det.\nFor øvrig gjelder bestemmelsene i forvaltningsloven​4 kapittel IV med mindre annet følger av loven her.\nAvgjørelse i klagesak sendes klageren i rekommandert brev.\nSøksmål om lovligheten av et vedtak av fondsstyret​2 kan ikke reises med mindre skadelidte har nyttet adgangen til å klage etter § 21.​5\n1 Endret ved lov 8 juni 1979 nr. 46. – Jfr. § 16.\n2 Se § 2.\n3 Se § 21.\n4 Lov 10 feb 1967.\n5 Jfr. tvml. § 437.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Hvis det i en kommune fremkommer opplysninger om forhold som kan medføre fare for naturskade​2 skal kommunen sende melding om dette til fondsstyret,​3 jfr. bygningslovens​4 § 25, nr. 5 og § 68. Er det øyeblikkelig fare for at naturskade​2 kan inntreffe, skal politiet (på landet lensmannen) snarest varsles.\nNår fondsstyret​3 ved melding som nevnt i første ledd eller på annen måte får kjennskap til at et område er utsatt for naturskade,​2 skal det forholde seg som nevnt i § 26 eller forberede tiltak for å avverge naturskade etter å ha innhentet kommunens uttalelse om dette.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Se § 5.\n3 Se § 2.\n4 Se nå lov 14 juni 1985 nr. 77 (de samme paragrafer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "23 a",
      "section": "23 a",
      "content": "Når fondsstyret​2 finner at det bør foretas nærmere undersøkelser før det kan planlegges og gjennomføres tiltak for å avverge naturskade,​3 kan styret pålegge kommunen å yte hjelp til slike undersøkelser. Bestemmelse om at et sikringstiltak skal iverksettes, fattes av kommunen såfremt ikke særlige hensyn tilsier at andre må bestemme det eller det gjelder tiltak som eieren eller eierne selv tar hånd om. Hvis fondsstyret​2 ikke bestemmer noe annet, påhviler det kommunen å forestå den tekniske gjennomføringen av tiltaket når denne har bestemt at tiltaket skal iverksettes.\nNår gjennomføring av et tiltak som fondet yter tilskott til, blir fremmet av eiere, plikter vedkommende kommune etter fondsstyrets​2 bestemmelse å hjelpe til med å kontrollere at arbeidet blir riktig utført.\nNår det er nødvendig for å gjennomføre tiltak til sikring mot naturskade​3 – utenfor de tilfelle som er omhandlet i lov om vassdragene av 15. mars 1940 § 102 – kan Kongen kreve avstått til staten eller gi andre tillatelse til å kreve avstått fast eiendom eller rett over fast eiendom, derunder rett til å forby hogst eller annen særlig utnyttelse.​4\nFondsstyret​2 kan gi pålegg om vedlikeholdsarbeider ved et sikringsanlegg.\nKongen kan utferdige nærmere forskrifter om planlegging og gjennomføring av sikringstiltak og om vedlikehold av sikringsanlegg samt om Naturskadefondets samarbeid med andre offentlige myndigheter, organisasjoner m.v.\n1 Tilføyd ved lov 8 juni 1979 nr. 46.\n2 Se § 2.\n3 Se § 5.\n4 Jfr. lov 23 okt 1959 nr. 3 § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23a",
        "source_heading": "§ 23 a."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "I den utstrekning fondsstyret​2 ikke yter tilskott til dekning av utgiftene til gjennomføring og vedlikehold av et sikringstiltak, dekkes utgiftene av kommunen når det gjelder tiltak som denne har tatt bestemmelse om å iverksette, jfr. § 25. Kommunen kan kreve utgiftene refundert fra eiere (festere) etter bestemmelsene i denne paragraf.\nRefusjonsplikten påhviler eier (fester) av eiendom eller del av eiendom som ligger innenfor grensene for område som anses truet av naturskade.​3\nRefusjonsbeløpet utregnes forholdsmessig etter verdien av den sikkerhet som byggverk på den enkelte refusjonspliktige eiendom oppnår ved sikringstiltak og etter den verdistigning som grunnen oppnår ved økte muligheter for anvendelse, f.eks. til bebyggelse, anlegg av veger, jorddyrking og skogreising. Refusjonsbeløpet er begrenset til summen av verdien av den sikkerhet som byggverk oppnår og den verdistigning som grunnen oppnår ved sikringstiltak.\nStørrelsen av refusjonsbeløpet fastsettes av kommunen, når det er denne som iverksetter tiltaket og ellers av fondsstyret.​2\nEier (fester) som er pålagt refusjon, kan kreve tvist om refusjonsplikten og/eller størrelsen av refusjonsbeløpet avgjort ved skjønn.​4 Kravet om skjønn må være fremsatt innen 4 uker etter at melding om refusjonsbeløpet er mottatt fra kommunen.\nKommunen har panterett​5 for refusjonsbeløpet i vedkommende eiendom. Heftelsen faller bort om ikke pålegget om tilskuddsplikt blir tinglyst​6 på vedkommende eiendom senest 4 måneder etter at pålegget er gitt. Det samme gjelder hvis den nærmere bestemmelse om tilskuddspliktens omfang ikke blir tinglyst senest 4 måneder etter at den er blitt endelig.\nKongen kan utferdige nærmere forskrifter om dekning av utgiftene ved sikringstiltak og om refusjon m.v.\n1 Endret ved lover 8 juni 1979 nr. 46, 8 feb 1980 nr. 2, 22 mai 1981 nr. 24. – Jfr. § 25.\n2 Se § 2.\n3 Se § 5.\n4 Jfr. lov 1 juni 1917 nr. 1.\n5 Jfr. lov 8 feb 1980 nr. 2 § 6-1 (3) og § 6-3.\n6 Se lov 7 juni 1935 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Hvis en eller flere eiere (festere) har gjennomført et sikringstiltak som er godkjent av fondsstyret,​2 kan refusjon av utgifter utover det tilskott fondsstyret har ytt kreves av andre eiere (festere) som har fått økonomisk fordel av tiltaket. Regnskap med nødvendige legitimasjoner skal sendes til kommunen, som fastsetter refusjonen og foretar fordelingen.\nFor beregningen av refusjonsbeløpet, tvist om refusjonsplikten samt panterett for refusjonsbeløpet gjelder tilsvarende regler som fastsatt i § 24.\nEieren (festeren) kan forlange at kommunen skal kreve inn refusjonsbeløpene.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Finner fondsstyret​2 at det innen et område vil kunne oppstå fare for naturskade,​3 skal det reise spørsmålet overfor kommunen om området bør avsettes som fareområde etter bygningslovens​4 § 25 nr. 5 eller om det bør nedlegges forbud mot bebyggelse i medhold av samme lovs § 68 annet ledd.\nFondsstyret​2 kan bestemme at det for den eller de eiendommer som ligger innen et slikt område som omtalt i første ledd, skal tinglyses​5 erklæring om at disse eiendommer er utsatt for naturskade,​3 jfr. § 6 siste ledd. Slik bestemmelse kan fondsstyret​2 også treffe når det er gitt slikt samtykke som nevnt i § 17 annet ledd. Erklæringen skal nøye angi hvilke områder og hva slags skade den gjelder. Om nødvendig skal det legges ved kart over området. Før det blir truffet en slik bestemmelse som nevnt i første punktum skal eieren, vedkommende kommune og fylkesmannen få adgang til å uttale seg.\n1 Endret ved lov 8 juni 1979 nr. 46 – Jfr. §§ 6, 11, 27.\n2 Se § 2.\n3 Se § 5.\n4 Se note 4 til § 23.\n5 Se lov 7 juni 1935 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Fondsstyret​2 kan bestemme at det skal avgjøres ved skjønn​3 om vilkåra er til stede, før det tinglyses slik erklæring som nevnt i § 26. Er slik erklæring tinglyst uten forutgående skjønn, kan eieren kreve avgjort ved skjønn om betingelsene var til stede, såfremt han ikke har samtykket i tinglysingen.\nOmkostningene ved skjønnet bæres av fondet. I tilfelle som nevnt i første ledds annet punktum kan dog skjønnet pålegge eieren å erstatte fondet omkostningene helt eller delvis, såfremt det finner at han åpenbart ikke hadde grunn til å begjære skjønn.\nBlir det ved endelig skjønn​3 avgjort at betingelsene ikke var til stede, eller bare var til stede for en del av det område som erklæringen omfatter, skal denne for så vidt avlyses. Eieren kan ved samme eller særskilt skjønn kreve seg tilkjent erstatning for skade som måtte være oppstått ved at erklæringen er tinglyst.\nHvis forholdene forandres slik at betingelsene for å tinglyse erklæring ikke lenger er til stede, kan eieren kreve at erklæringen avlyses.​4 Hvis kravet ikke etterkommes innen en måned etter at det er fremsatt, får reglene i første ledds annet punktum og i annet og tredje ledd tilsvarende anvendelse.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Se § 2.\n3 Jfr. lov 1 juni 1917 nr. 1.\n4 Se lov 7 juni 1935 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Når departementet​2 finner at en eier (fester) på grunn av faren for naturskade​3 bør få flyttet et byggverk eller få et ødelagt byggverk oppført på et nytt sted, kan det gi tillatelse til ekspropriasjon av byggetomt til eie eller bruk,​4 såfremt ikke brukbar tomt finnes på eiendommen og heller ikke fås ervervet eller leiet på rimelige vilkår. Slik tillatelse kan bare gis hvis den fordel eieren av byggverket oppnår, finnes å være vesentlig større enn den ulempe avståelsen vil medføre for eieren eller brukeren av tomten.\n1 Endret ved lov 8 juni 1979 nr. 46.\n2 Landbruksdepartementet.\n3 Se § 5.\n4 Jfr. lov 23 okt 1959 nr. 3 § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Denne lov trer i kraft når Kongen bestemmer,​1 og får anvendelse på skader som inntreffer etter ikrafttredelsen.\n1 Fra 1 jan 1962 iflg. res. 17 nov 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "– – –.\n1 Endringer i tinglysingsloven og oreigningsloven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    }
  ]
}