{
  "id": "LOV-1957-06-28-16",
  "type": "statute",
  "title": "Lov om friluftslivet (friluftsloven)",
  "short_name": "Friluftsloven – fril",
  "status": "in_force",
  "issued_date": "1957-06-28",
  "in_force_date": "1957-07-01",
  "url": "https://lovdata.no/dokument/NL/lov/1957-06-28-16",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "(Lovens formål)",
      "content": "Formålet med denne loven er å verne friluftslivets naturgrunnlag og sikre almenhetens rett til ferdsel, opphold m.v. i naturen, slik at muligheten til å utøve friluftsliv som en helsefremmende, trivselskapende og miljøvennlig fritidsaktivitet bevares og fremmes.\n0 Tilføyd ved lov 21 juni 1996 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "title": "(Hva som forstås med innmark og utmark.)",
      "content": "Som innmark eller like med innmark reknes i denne lov gårdsplass, hustomt, dyrket mark, engslått og kulturbeite samt liknende område hvor almenhetens ferdsel vil være til utilbørlig fortrengsel for eier eller bruker. Udyrkete, mindre grunnstykker som ligger i dyrket mark eller engslått eller er gjerdet inn sammen med slikt område, reknes også like med innmark. Det samme gjelder område for industrielt eller annet særlig øyemed hvor almenhetens ferdsel vil være til utilbørlig fortrengsel for eier, bruker eller andre.\nMed utmark mener denne lov udyrket mark som etter foregående ledd ikke reknes like med innmark.\n0 Endret ved lover 21 juni 1996 nr. 37, tidligere § 1, 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "(Ferdsel i utmark.)",
      "content": "I utmark kan enhver ferdes til fots hele året, når det skjer hensynsfullt og med tilbørlig varsomhet.\nDet samme gjelder ferdsel med ride- eller kløvhest, kjelke, tråsykkel eller liknende på veg eller sti i utmark og over alt i utmark på fjellet, såfremt ikke kommunen med samtykke av eieren eller brukeren har forbudt slik ferdsel på nærmere angitte strekninger.\nOm motorferdsel i utmark gjelder også lov om motorferdsel i utmark og vassdrag.\n0 Endret ved lover 10 juni 1977 nr. 82, 11 juni 1993 nr. 85, 21 juni 1996 nr. 37, 19 juni 2020 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(Ferdsel i innmark.)",
      "content": "I innmark kan enhver ferdes til fots i den tid marken er frosset eller snølagt, dog ikke i tidsrommet fra 30. april til 14. oktober. Denne ferdselsrett gjelder likevel ikke på gårdsplass eller hustomt, inngjerdet hage eller park og annet for særskilt øyemed inngjerdet område hvor almenhetens vinterferdsel vil være til utilbørlig fortrengsel for eier eller bruker.\nEier eller bruker kan – uansett inngjerding – forby ferdsel over hage, plantefelt, høstsådd åker og gjenlegg (attlegg) også når marken er frosset eller snølagt, såfremt ferdselen er egnet til å volde nevneverdig skade.\nStatsforvalteren kan for det enkelte fylke eller deler av det bestemme at det tidsrom da det etter første ledd skal være ubetinget forbudt å ferdes i innmark, settes kortere eller lengre enn fra 30. april til 14. oktober.\n0 Endret ved lover 11 juni 1993 nr. 85, 21 juni 1996 nr. 37, 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "(Ferdsel på vei eller sti i innmark)",
      "content": "Ferdsel i innmark som fører til utmark,\na. til fots på vei eller sti,\nb. på vei eller opparbeidet sti med ride- eller kløvhest, tråsykkel, kjelke eller liknende, med unntak av organisert aktivitet som sykkelløp og rideklubbaktivitet,\nKommunen kan, etter samtykke fra eier eller bruker av eiendommen, gi forskrift om å forby ferdsel som er tillatt etter første ledd.\nEier eller bruker kan forby ferdsel som er tillatt etter første ledd, hvis ferdselen er egnet til å volde nevneverdig skade.\n0 Tilføyd ved lov 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949), endret ved lov 19 juni 2020 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "(Ferdsel med motorvogn og hestekjøretøy.)",
      "content": "Når ikke annet er bestemt, kan eier av privat veg forby ferdsel med hestekjøretøy, motorvogn, (derunder sykkel med hjelpemotor) og parkering av motorvogn på eller langs vegen.\nVed offentlig veg er det tillatt å parkere i utmark, såfremt det ikke volder nevneverdig skade eller ulempe.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "(Almenhetens høstingsrett)",
      "content": "Under ferdsel i utmark kan allmennheten høste ville nøtter som skal spises på stedet og plukke og ta med seg ville blomster, planter, bær og vill sopp, samt røtter av ville urter, når det skjer hensynsfullt og med tilbørlig varsomhet.\nFor multer på multebærland i Nordland, Troms og Finnmark gjelder første ledd bare når eier eller bruker ikke har nedlagt uttrykkelig forbud mot plukking. Uavhengig av et slikt uttrykkelig forbud kan allmennheten alltid plukke multer som spises på stedet.\n0 Opphevet ved lov 21 juni 1996 nr. 37 (ikr. 1 juli 1996), tilføyd igjen ved lov 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949), endret ved lov 22 juni 2012 nr. 56 (ikr. 1 juli 2012 iflg. res. 22 juni 2012 nr. 587).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "(Ferdsel på sjøen og i vassdrag.)",
      "content": "På sjøen er ferdsel med båt fri for enhver. Ferdsel på islagt sjø er også fri for enhver.\nOm ferdsel på innsjøer og elver (åpent eller islagt vassdrag) gjelder reglene i lov 24. november 2000 nr. 82 om vassdrag og grunnvann og lov 10. juni 1977 nr. 82 om motorferdsel i utmark og vassdrag.\n0 Endret ved lover 10 juni 1977 nr. 82, 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "(Landsetting og fortøyning av båt.)",
      "content": "Under ferdsel har enhver rett til for kortere tid å dra i land båt på strandstrekning i utmark. Det er ikke tillatt å nytte kai eller brygge uten eierens eller brukerens samtykke. Andre fortøyningsgreier (ringer, bolter o.l.) i utmark kan ikke nyttes dersom eieren eller brukeren har forbudt det. Eieren eller brukeren kan likevel ikke motsette seg bruk av slike fortøyningsgreier for kortere tid når bruken kan foregå uten utilbørlig fortrengsel for eier eller bruker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "(Bading.)",
      "content": "Enhver har rett til å bade i sjøen eller i vassdrag fra strand i utmark eller fra båt når det skjer i rimelig avstand fra bebodd hus (hytte) og uten utilbørlig fortrengsel eller ulempe for andre.\n0 Endret ved lov 24 nov 2000 nr. 82 (ikr. 1 jan 2001 iflg. res. 24 nov 2000 nr. 1169).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "title": "(Rasting og telting.)",
      "content": "Plass til rasting, solbad, overnatting eller liknende må ikke tas i innmark uten eierens eller brukerens samtykke.\nI utmark må plass som nevnt i foregående ledd ikke tas til utilbørlig fortrengsel eller ulempe for andre. Rasting eller telting må ikke skje når det kan medføre nevneverdig skade på ungskog, eller skogforyngelsesfelt. Telt må ikke settes opp så nær bebodd hus (hytte) at det forstyrrer beboernes fred og i hvert fall ikke nærmere enn 150 meter. Reglene om avstand fra bebyggelse gjelder likevel ikke på område som særskilt er innredet for telting. Departementet kan gi forskrift om å tillate telting nærmere enn 150 meter fra bebodd hus (hytte) i kystnære områder.\nTelting eller annet opphold er ikke tillatt i mer enn 2 døgn om gangen uten eierens eller brukerens samtykke. Samtykke til lengre opphold trengs likevel ikke på høgfjellet eller på område fjernt fra bebyggelse, medmindre det må regnes med at oppholdet kan medføre nevneverdig skade eller ulempe.\nFor tidsrommet umiddelbart før og under villreinjakten kan departementet på nærmere avgrenset høgfjellsområde forby eller regulere teltslåing som kan være til ulempe for villreinjakten.\nTelting og ferdsel må skje på eget ansvar for skade som dyr kan påføre personer, telt og andre eiendeler.\n0 Endret ved lover 21 juni 1985 nr. 88, 21 juni 1996 nr. 37, 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "title": "(Friluftsmøte m.v.)",
      "content": "Friluftsmøte, idrettsstevne (f.eks. skirenn eller orienteringsløp) og liknende sammenkomst som kan medføre nevneverdig skade eller ulempe, kan ikke holdes uten samtykke av eier eller bruker av grunn hvor avsperring foretas, samling, start eller innkomst finner sted eller hvor sammenstimling av folk for øvrig må påreknes.\nLøype for skirenn, terrengløp eller liknende må legges slik at skade på skogforynging og ungskog og skade på gjerde så vidt mulig unngås.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "(Ferdselskultur og eierens bortvisingsrett.)",
      "content": "Enhver som ferdes eller oppholder seg på annen manns grunn eller på sjøen utenfor, skal opptre hensynsfullt og varsomt for ikke å volde skade eller ulempe for eier, bruker eller andre, eller påføre miljøet skade. Han plikter å se etter at han ikke etterlater seg stedet i en tilstand som kan virke skjemmende eller føre til skade eller ulempe for noen.\nGrunnens eier eller bruker har rett til å vise bort folk som opptrer hensynsløst eller ved utilbørlig atferd utsetter eiendommen eller berettigete interesser for skade eller ulempe.\n0 Endret ved lov 21 juni 1996 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "(Erstatning for skade og ulempe.)",
      "content": "For skade og ulempe som noen volder under ferdsel eller opphold på annen manns grunn, gjelder alminnelige erstatningsregler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "(Ulovlige stengsler eller forbudsskilt)",
      "content": "Eier eller bruker av grunn må ikke ved stengsel eller på annen måte vanskeliggjøre ferdsel, opphold, bading eller høsting som er tillatt i denne lov, med mindre det tjener hans berettigete interesser og ikke er til utilbørlig fortrengsel for almenhetens utøvelse av allemannsrett.\nUten særskilt hjemmel er det ikke tillatt å sette opp skilt eller på annen måte kunngjøre forbud mot ferdsel, opphold, bading eller høsting som er tillatt i denne lov.\nStengsel, skilt eller kunngjøring som er i strid med denne paragraf, kan kreves fjernet etter § 40.\n0 Endret ved lover 21 juni 1996 nr. 37, 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "(Avgift for adgang til friluftsområde)",
      "content": "Ferdselsrett etter denne lov er ikke til hinder for at eier eller bruker etter løyve av kommunen kan kreve en rimelig avgift for adgangen til badestrand, teltplass eller annet opparbeidet friluftsområde, men avgiften må ikke stå i misforhold til de tiltak eier eller bruker har gjort på området til fordel for friluftsfolket. Det kan settes vilkår for slikt løyve.\n0 Endret ved lover 8 mars 1963 nr. 1, 5 juni 1987 nr. 25, 11 juni 1993 nr. 85, 21 juni 1996 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "(Regulering av ferdsel på visse friluftsområde)",
      "content": "Til regulering av ferdselen på område hvor utfarten er stor, kan kommunen med samtykke av eieren eller brukeren fastsette atferdsregler som enhver som ferdes på området plikter å følge. Reglene skal særlig ta sikte på å opprettholde ro og orden, verne dyre- og plantelivet og fremme helsetiltak og sanitære forhold.\n0 Endret ved lover 11 juni 1993 nr. 85, 21 juni 1996 nr. 37, 19 juni 2020 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "(Sperring av særlig utsatt område)",
      "content": "Blir en eiendom i særlig grad utsatt for almenhetens ferdsel kan kommunen med samtykke av eieren eller brukeren bestemme hel eller delvis sperring av eiendommen, når ferdselen gjør nevneverdig skade på den eller er til vesentlig hinder for den bruk som eieren eller brukeren gjør eller ønsker å gjøre av den.\nSperring fastsettes for et bestemt tidsrom, ikke over 5 år om gangen.\n0 Endret ved lover 8 mars 1963 nr. 1, 11 juni 1993 nr. 85, 21 juni 1996 nr. 37, 19 juni 2020 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "(Opphevet)",
      "content": "0 Endret ved lover 19 juni 1969 nr. 54, 11 juni 1993 nr. 85, opphevet ved lov 21 juni 1996 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "title": "(Krav om innløsning av særlig utsatt område)",
      "content": "Eier av grunn som nevnt i § 16 kan kreve at den kommune hvor eiendommen ligger, innløser det området som i særlig grad er utsatt for almenhetens ferdsel når det ikke blir truffet vedtak om sperring, eller sperring ikke er tilstrekkelig til å beskytte området.\nBlir ikke saken ordnet i minnelighet, kan eieren kreve den avgjort ved skjønn etter reglene i skjønnsprosessloven kapittel 2, likevel slik at kommunen skal erstatte eierens skjønnskostnader når ikke skjønnet finner å burde gjøre unntak, fordi erstatningssøkeren har avslått et rimelig forliksbud eller uten rimelig grunn har forlangt skjønn. Skjønnet avgjør om vilkårene for innløsning er til stede, innløsningens omfang og erstatningens størrelse.\n0 Endret ved lover 17 des 1982 nr. 88, 11 juni 1993 nr. 85, 21 juni 1996 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "title": "(Forholdet til andre lover)",
      "content": "Utøvelse av allemannsretten etter denne lov gjelder med de begrensninger som følger av annen lovgivning eller av forskrifter gitt i medhold av lov.\n0 Endret ved lov 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "title": "(Uttalelse om tvilsspørsmål)",
      "content": "Er det tvil eller uenighet om\na. hvorvidt et grunnstykke skal reknes som innmark eller utmark etter denne lov, eller\nb. hvilken avstand raste- eller teltplass m.v. etter § 9 skal ha fra et bebodd hus eller hvorvidt det må reknes med at rasting eller telting m.v. etter § 9 tredje ledd kan medføre nevneverdig skade eller ulempe, eller\nc. hvorvidt et stengsel, eller annen hindring, et skilt eller en kunngjøring er lovlig (jfr. § 13),\n0 Endret ved lover 13 juni 1980 nr. 41, 11 juni 1993 nr. 85, 21 juni 1996 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "(Friluftslivsorganene)",
      "content": "I friluftslivsforvaltningen etter denne lov er det følgende organer:\n1. Departementet\n2. Direktoratet\n3. Statsforvalteren\n4. Fylkeskommunen\n5. Kommunen.\n0 Opphevet ved lov 8 juni 1990 nr. 16, tilføyd igjen ved lov 21 juni 1996 nr. 37, endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "(Friluftslivsorganenes arbeidsoppgaver)",
      "content": "De enkelte organer etter § 21 skal utføre de oppgaver som direkte er tillagt dem etter loven, og har ellers et generelt ansvar for å fremme almenhetens friluftsinteresser.\nKommunen, fylkeskommunen og statsforvalteren skal arbeide for å fremme friluftsformål innen sitt område. Departementet kan i forskrift tildele fylkeskommunen ansvaret for nærmere bestemte oppgaver for å fremme og tilrettelegge for friluftslivet.\nKommunen og fylkeskommunen har rett til å opptre, klage og i tilfelle reise søksmål for å ivareta almennhetens interesser i alle saker av interesse for friluftslivet. Statsforvalteren kan opptre, klage og i tilfelle på vegne av staten reise søksmål for å ivareta almennhetens interesser i alle saker av interesse for friluftslivet.\n0 Endret ved lover 8 mars 1963 nr. 1, 5 juni 1987 nr. 25, 8 juni 1990 nr. 16, 21 juni 1996 nr. 37, 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949), 14 juni 2013 nr. 51 (ikr. 1 juli 2013 iflg. res. 14 juni 2013 nr. 674), 19 juni 2020 nr. 85, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 6 des 2024 nr. 74 (i kraft 1 jan 2025 iflg. res. 6 des 2024 nr. 2938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "(Forskrifter)",
      "content": "Departementet kan gi nærmere forskrifter til utfylling og gjennomføring av loven.\n0 Endret ved lover 5 juni 1987 nr. 25, 11 juni 1993 nr. 85, 21 juni 1996 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "(Forholdet til forvaltningsloven, herunder om kunngjøring og klage)",
      "content": "Når ikke annet er bestemt, gjelder forvaltningsloven for behandling av saker etter denne lov.\nFor behandlingen av saker etter §§ 14, 18 første ledd, 35 første, annet og tredje ledd og 40 første, annet og tredje ledd gjelder reglene om enkeltvedtak i forvaltningslovens kapittel IV, V og VI. Kommunens vedtak kan påklages til statsforvalteren. Fylkeskommunens vedtak kan påklages til Miljødirektoratet.\nFor behandling av saker etter §§ 2 annet ledd, 3 tredje ledd, 3 a annet ledd, 9 fjerde ledd, 15, 16 og 34 gjelder reglene om forskrifter i forvaltningslovens kapittel VII.\nKommunen sørger for at vedtak etter §§ 2 annet ledd, 3 tredje ledd, 3 a annet ledd, 15 og 16 straks blir kunngjort i en eller flere aviser som er alminnelig lest på stedet, og om nødvendig ved oppslag på eiendommen eller på annen måte.\nKommunens vedtak etter §§ 2 annet ledd, 3 a annet ledd, 15 og 16 kan bringes inn for departementet av eieren eller brukeren av den grunn vedtaket gjelder, av statsforvalteren, av annen kommune som er interessert i at retten til ferdsel ikke innskrenkes på denne måte, av fylkeskommunen eller av et interessert friluftslag. Statsforvalterens vedtak etter § 3 tredje ledd kan bringes inn for departementet av eieren eller brukeren av den grunn vedtaket gjelder, av den kommune hvor grunnen ligger, av annen kommune som er interessert i at retten til ferdsel ikke innskrenkes på denne måte, av fylkeskommunen eller av et interessert friluftslag.\n0 Opphevet ved lov 21 apr 1989 nr. 17 (i kap. IV), tilføyd igjen i dette kap. ved lov 21 juni 1996 nr. 37, endret ved lover 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949), 14 juni 2013 nr. 48 (ikr. 1 juli 2013), 19 juni 2020 nr. 85, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "title": "(Friluftsmark.)",
      "content": "Med Stortingets samtykke kan Kongen gjøre vedtak om at områder av statens grunn blir lagt ut til friluftsmark.\nKongen gir nærmere regler om almenhetens rett i område som staten har lagt ut som friluftsmark eller på annen måte båndlagt til fordel for friluftslivet.\n0 Endret ved lov 23 okt 1959 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "title": "(Tiltak og inngrepsløyve for å lette ferdsel i utmark)",
      "content": "Kommunen kan varde og merke opp ruter og turstier i utmark, og den kan på bestemte steder bygge klopper eller bruer og sette i verk andre tiltak for å lette ferdselen langs ruter og turstier i utmark.\nKommunen kan gi organisasjoner som har til formål å fremme reise- og friluftsliv, rett til å varde og merke opp ruter og turstier i utmark.\nDepartementet kan gi regionale organisasjoner som har til formål å fremme reise- og friluftsliv, rett som nevnt i første ledd for ruter og turstier som berører flere kommuner.\nRett til å varde og merke opp ruter og turstier i utmark kan utøves uten forutgående skjønn. Tilsvarende gjelder rett til å bygge klopper eller bruer og sette i verk andre tiltak for å lette ferdselen langs ruter og turstier i utmark dersom kommunen eller departementet i det enkelte tilfelle bestemmer det.\nVolder utøvelsen av myndighet skade, kan eieren (eller brukeren) kreve erstatningsspørsmålet avgjort ved skjønn. I saker etter første og annet ledd skal kommunen, og i saker etter tredje ledd skal departementet, erstatte eierens (eller brukerens) skjønnskostnader når ikke skjønnet finner å burde gjøre unntak, fordi erstatningssøkeren har avslått et rimelig forlikstilbud eller uten rimelig grunn har forlangt skjønn. Skjønnet styres av jordskifteretten.\nVed merking av ruter skal eieren (eller brukeren) varsles i god tid før merkingen blir satt i verk. Motsetter han seg merking etter første eller annet ledd, avgjør kommunen om og i tilfelle på hvilken måte merking skal tillates. Tilsvarende avgjør departementet for merking etter tredje ledd.\n0 Endret ved lover 23 okt 1959 nr. 3, 21 juni 1996 nr. 37, 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901) som endret ved lov 17 juni 2005 nr. 84, 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949), 11 mai 2017 nr. 26 (ikr. 1 jan 2018 iflg. res. 11 mai 2017 nr. 563).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "5:36",
      "chapter": "5",
      "section": "36",
      "title": "(Opphevet)",
      "content": "0 Endret ved lover 23 okt 1959 nr. 3, 18 juni 1965 nr. 5, 17 des 1982 nr. 88, opphevet ved lov 21 juni 1996 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "5:37",
      "chapter": "5",
      "section": "37",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 okt 1959 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 23 okt 1959, opphevet ved lov 21 apr 1989 nr. 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "title": "(Straff.)",
      "content": "Den som forsettlig eller uaktsomt overtrer regler gitt i eller i medhold av denne lov, straffes med bøter for så vidt ikke forholdet rammes av strengere straffebud.\n0 Endret ved lover 11 juni 1993 nr. 85, 21 juni 1996 nr. 37, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "(Stansing, fjerning av ulovlige byggverk, tvangsmulkt m.v.)",
      "content": "Blir noen bygning, inngjerding eller annet arbeid påbegynt i strid med forbud eller pålegg gitt i medhold av denne lov, kan kommunen kreve arbeidet stanset.\nHelt eller delvis oppført byggverk, stengsel eller annen innretning, skilt eller kunngjøring som strider mot forbud eller pålegg gitt i eller i medhold av loven, kan friluftsorganene som nevnt i § 21 kreve fjernet på den skyldiges kostnad.\nKommunen eller departementet kan ilegge tvangsmulkt dersom ikke stengsler eller skilt til hinder for lovlig ferdsel, bading, opphold eller høsting fjernes etter pålegg fra friluftsorganene som nevnt i § 21. Tvangsmulkten kan fastsettes samtidig med pålegg om fjerning og løper i så fall fra fristoverskridelsen for fjerning. Der tvangsmulkt ikke fastsettes samtidig med pålegg, skal det gis eget forhåndsvarsel om tvangsmulkt. Det kan fastsettes at tvangsmulkten løper så lenge det ulovlige forhold varer, som et engangsbeløp eller som en kombinasjon av løpende mulkt og engangsbeløp. Tvangsmulkten ilegges den ansvarlige for overtredelsen, og tilfaller kommunen.\nOm nødvendig kan politiets hjelp kreves til gjennomføring av tiltak etter denne paragraf.\n0 Endret ved lover 21 juni 1996 nr. 37, 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "title": "(Lovens ikrafttreden og oppheving av andre lover.)",
      "content": "Denne lov trer i kraft 1. juli 1957.\nFra samme tid oppheves følgende lovbestemmelser:\n1. Lov av 16. mai 1860 om Jords Fredning § 39.\n2. Lov av 25. juni 1937 om avståelse av strandstrekninger til ferdsel og badning m.v.\n3. Midlertidig lov av 4. juni 1954 om byggeforbud m.v. for strandstrekninger.\nForbud nedlagt etter midlertidig lov av 4. juni 1954 om byggeforbud m.v. for strandstrekninger skal – uansett tidsbegrensing – fortsatt stå ved makt i samsvar med reglene i loven her, likevel ikke utover 10 år reknet fra fylkesutvalgets vedtak om forbudet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "(Lovens formål)",
      "content": "Formålet med denne loven er å verne friluftslivets naturgrunnlag og sikre almenhetens rett til ferdsel, opphold m.v. i naturen, slik at muligheten til å utøve friluftsliv som en helsefremmende, trivselskapende og miljøvennlig fritidsaktivitet bevares og fremmes.\n0 Tilføyd ved lov 21 juni 1996 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "title": "(Hva som forstås med innmark og utmark.)",
      "content": "Som innmark eller like med innmark reknes i denne lov gårdsplass, hustomt, dyrket mark, engslått og kulturbeite samt liknende område hvor almenhetens ferdsel vil være til utilbørlig fortrengsel for eier eller bruker. Udyrkete, mindre grunnstykker som ligger i dyrket mark eller engslått eller er gjerdet inn sammen med slikt område, reknes også like med innmark. Det samme gjelder område for industrielt eller annet særlig øyemed hvor almenhetens ferdsel vil være til utilbørlig fortrengsel for eier, bruker eller andre.\nMed utmark mener denne lov udyrket mark som etter foregående ledd ikke reknes like med innmark.\n0 Endret ved lover 21 juni 1996 nr. 37, tidligere § 1, 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "(Ferdsel i utmark.)",
      "content": "I utmark kan enhver ferdes til fots hele året, når det skjer hensynsfullt og med tilbørlig varsomhet.\nDet samme gjelder ferdsel med ride- eller kløvhest, kjelke, tråsykkel eller liknende på veg eller sti i utmark og over alt i utmark på fjellet, såfremt ikke kommunen med samtykke av eieren eller brukeren har forbudt slik ferdsel på nærmere angitte strekninger.\nOm motorferdsel i utmark gjelder også lov om motorferdsel i utmark og vassdrag.\n0 Endret ved lover 10 juni 1977 nr. 82, 11 juni 1993 nr. 85, 21 juni 1996 nr. 37, 19 juni 2020 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(Ferdsel i innmark.)",
      "content": "I innmark kan enhver ferdes til fots i den tid marken er frosset eller snølagt, dog ikke i tidsrommet fra 30. april til 14. oktober. Denne ferdselsrett gjelder likevel ikke på gårdsplass eller hustomt, inngjerdet hage eller park og annet for særskilt øyemed inngjerdet område hvor almenhetens vinterferdsel vil være til utilbørlig fortrengsel for eier eller bruker.\nEier eller bruker kan – uansett inngjerding – forby ferdsel over hage, plantefelt, høstsådd åker og gjenlegg (attlegg) også når marken er frosset eller snølagt, såfremt ferdselen er egnet til å volde nevneverdig skade.\nStatsforvalteren kan for det enkelte fylke eller deler av det bestemme at det tidsrom da det etter første ledd skal være ubetinget forbudt å ferdes i innmark, settes kortere eller lengre enn fra 30. april til 14. oktober.\n0 Endret ved lover 11 juni 1993 nr. 85, 21 juni 1996 nr. 37, 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "(Ferdsel på vei eller sti i innmark)",
      "content": "Ferdsel i innmark som fører til utmark,\na. til fots på vei eller sti,\nb. på vei eller opparbeidet sti med ride- eller kløvhest, tråsykkel, kjelke eller liknende, med unntak av organisert aktivitet som sykkelløp og rideklubbaktivitet,\nKommunen kan, etter samtykke fra eier eller bruker av eiendommen, gi forskrift om å forby ferdsel som er tillatt etter første ledd.\nEier eller bruker kan forby ferdsel som er tillatt etter første ledd, hvis ferdselen er egnet til å volde nevneverdig skade.\n0 Tilføyd ved lov 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949), endret ved lov 19 juni 2020 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "(Ferdsel med motorvogn og hestekjøretøy.)",
      "content": "Når ikke annet er bestemt, kan eier av privat veg forby ferdsel med hestekjøretøy, motorvogn, (derunder sykkel med hjelpemotor) og parkering av motorvogn på eller langs vegen.\nVed offentlig veg er det tillatt å parkere i utmark, såfremt det ikke volder nevneverdig skade eller ulempe.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "(Almenhetens høstingsrett)",
      "content": "Under ferdsel i utmark kan allmennheten høste ville nøtter som skal spises på stedet og plukke og ta med seg ville blomster, planter, bær og vill sopp, samt røtter av ville urter, når det skjer hensynsfullt og med tilbørlig varsomhet.\nFor multer på multebærland i Nordland, Troms og Finnmark gjelder første ledd bare når eier eller bruker ikke har nedlagt uttrykkelig forbud mot plukking. Uavhengig av et slikt uttrykkelig forbud kan allmennheten alltid plukke multer som spises på stedet.\n0 Opphevet ved lov 21 juni 1996 nr. 37 (ikr. 1 juli 1996), tilføyd igjen ved lov 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949), endret ved lov 22 juni 2012 nr. 56 (ikr. 1 juli 2012 iflg. res. 22 juni 2012 nr. 587).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "(Ferdsel på sjøen og i vassdrag.)",
      "content": "På sjøen er ferdsel med båt fri for enhver. Ferdsel på islagt sjø er også fri for enhver.\nOm ferdsel på innsjøer og elver (åpent eller islagt vassdrag) gjelder reglene i lov 24. november 2000 nr. 82 om vassdrag og grunnvann og lov 10. juni 1977 nr. 82 om motorferdsel i utmark og vassdrag.\n0 Endret ved lover 10 juni 1977 nr. 82, 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "(Landsetting og fortøyning av båt.)",
      "content": "Under ferdsel har enhver rett til for kortere tid å dra i land båt på strandstrekning i utmark. Det er ikke tillatt å nytte kai eller brygge uten eierens eller brukerens samtykke. Andre fortøyningsgreier (ringer, bolter o.l.) i utmark kan ikke nyttes dersom eieren eller brukeren har forbudt det. Eieren eller brukeren kan likevel ikke motsette seg bruk av slike fortøyningsgreier for kortere tid når bruken kan foregå uten utilbørlig fortrengsel for eier eller bruker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "(Bading.)",
      "content": "Enhver har rett til å bade i sjøen eller i vassdrag fra strand i utmark eller fra båt når det skjer i rimelig avstand fra bebodd hus (hytte) og uten utilbørlig fortrengsel eller ulempe for andre.\n0 Endret ved lov 24 nov 2000 nr. 82 (ikr. 1 jan 2001 iflg. res. 24 nov 2000 nr. 1169).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "title": "(Rasting og telting.)",
      "content": "Plass til rasting, solbad, overnatting eller liknende må ikke tas i innmark uten eierens eller brukerens samtykke.\nI utmark må plass som nevnt i foregående ledd ikke tas til utilbørlig fortrengsel eller ulempe for andre. Rasting eller telting må ikke skje når det kan medføre nevneverdig skade på ungskog, eller skogforyngelsesfelt. Telt må ikke settes opp så nær bebodd hus (hytte) at det forstyrrer beboernes fred og i hvert fall ikke nærmere enn 150 meter. Reglene om avstand fra bebyggelse gjelder likevel ikke på område som særskilt er innredet for telting. Departementet kan gi forskrift om å tillate telting nærmere enn 150 meter fra bebodd hus (hytte) i kystnære områder.\nTelting eller annet opphold er ikke tillatt i mer enn 2 døgn om gangen uten eierens eller brukerens samtykke. Samtykke til lengre opphold trengs likevel ikke på høgfjellet eller på område fjernt fra bebyggelse, medmindre det må regnes med at oppholdet kan medføre nevneverdig skade eller ulempe.\nFor tidsrommet umiddelbart før og under villreinjakten kan departementet på nærmere avgrenset høgfjellsområde forby eller regulere teltslåing som kan være til ulempe for villreinjakten.\nTelting og ferdsel må skje på eget ansvar for skade som dyr kan påføre personer, telt og andre eiendeler.\n0 Endret ved lover 21 juni 1985 nr. 88, 21 juni 1996 nr. 37, 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "title": "(Friluftsmøte m.v.)",
      "content": "Friluftsmøte, idrettsstevne (f.eks. skirenn eller orienteringsløp) og liknende sammenkomst som kan medføre nevneverdig skade eller ulempe, kan ikke holdes uten samtykke av eier eller bruker av grunn hvor avsperring foretas, samling, start eller innkomst finner sted eller hvor sammenstimling av folk for øvrig må påreknes.\nLøype for skirenn, terrengløp eller liknende må legges slik at skade på skogforynging og ungskog og skade på gjerde så vidt mulig unngås.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "(Ferdselskultur og eierens bortvisingsrett.)",
      "content": "Enhver som ferdes eller oppholder seg på annen manns grunn eller på sjøen utenfor, skal opptre hensynsfullt og varsomt for ikke å volde skade eller ulempe for eier, bruker eller andre, eller påføre miljøet skade. Han plikter å se etter at han ikke etterlater seg stedet i en tilstand som kan virke skjemmende eller føre til skade eller ulempe for noen.\nGrunnens eier eller bruker har rett til å vise bort folk som opptrer hensynsløst eller ved utilbørlig atferd utsetter eiendommen eller berettigete interesser for skade eller ulempe.\n0 Endret ved lov 21 juni 1996 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "(Erstatning for skade og ulempe.)",
      "content": "For skade og ulempe som noen volder under ferdsel eller opphold på annen manns grunn, gjelder alminnelige erstatningsregler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "(Ulovlige stengsler eller forbudsskilt)",
      "content": "Eier eller bruker av grunn må ikke ved stengsel eller på annen måte vanskeliggjøre ferdsel, opphold, bading eller høsting som er tillatt i denne lov, med mindre det tjener hans berettigete interesser og ikke er til utilbørlig fortrengsel for almenhetens utøvelse av allemannsrett.\nUten særskilt hjemmel er det ikke tillatt å sette opp skilt eller på annen måte kunngjøre forbud mot ferdsel, opphold, bading eller høsting som er tillatt i denne lov.\nStengsel, skilt eller kunngjøring som er i strid med denne paragraf, kan kreves fjernet etter § 40.\n0 Endret ved lover 21 juni 1996 nr. 37, 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "(Avgift for adgang til friluftsområde)",
      "content": "Ferdselsrett etter denne lov er ikke til hinder for at eier eller bruker etter løyve av kommunen kan kreve en rimelig avgift for adgangen til badestrand, teltplass eller annet opparbeidet friluftsområde, men avgiften må ikke stå i misforhold til de tiltak eier eller bruker har gjort på området til fordel for friluftsfolket. Det kan settes vilkår for slikt løyve.\n0 Endret ved lover 8 mars 1963 nr. 1, 5 juni 1987 nr. 25, 11 juni 1993 nr. 85, 21 juni 1996 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "(Regulering av ferdsel på visse friluftsområde)",
      "content": "Til regulering av ferdselen på område hvor utfarten er stor, kan kommunen med samtykke av eieren eller brukeren fastsette atferdsregler som enhver som ferdes på området plikter å følge. Reglene skal særlig ta sikte på å opprettholde ro og orden, verne dyre- og plantelivet og fremme helsetiltak og sanitære forhold.\n0 Endret ved lover 11 juni 1993 nr. 85, 21 juni 1996 nr. 37, 19 juni 2020 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "(Sperring av særlig utsatt område)",
      "content": "Blir en eiendom i særlig grad utsatt for almenhetens ferdsel kan kommunen med samtykke av eieren eller brukeren bestemme hel eller delvis sperring av eiendommen, når ferdselen gjør nevneverdig skade på den eller er til vesentlig hinder for den bruk som eieren eller brukeren gjør eller ønsker å gjøre av den.\nSperring fastsettes for et bestemt tidsrom, ikke over 5 år om gangen.\n0 Endret ved lover 8 mars 1963 nr. 1, 11 juni 1993 nr. 85, 21 juni 1996 nr. 37, 19 juni 2020 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "(Opphevet)",
      "content": "0 Endret ved lover 19 juni 1969 nr. 54, 11 juni 1993 nr. 85, opphevet ved lov 21 juni 1996 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "title": "(Krav om innløsning av særlig utsatt område)",
      "content": "Eier av grunn som nevnt i § 16 kan kreve at den kommune hvor eiendommen ligger, innløser det området som i særlig grad er utsatt for almenhetens ferdsel når det ikke blir truffet vedtak om sperring, eller sperring ikke er tilstrekkelig til å beskytte området.\nBlir ikke saken ordnet i minnelighet, kan eieren kreve den avgjort ved skjønn etter reglene i skjønnsprosessloven kapittel 2, likevel slik at kommunen skal erstatte eierens skjønnskostnader når ikke skjønnet finner å burde gjøre unntak, fordi erstatningssøkeren har avslått et rimelig forliksbud eller uten rimelig grunn har forlangt skjønn. Skjønnet avgjør om vilkårene for innløsning er til stede, innløsningens omfang og erstatningens størrelse.\n0 Endret ved lover 17 des 1982 nr. 88, 11 juni 1993 nr. 85, 21 juni 1996 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "title": "(Forholdet til andre lover)",
      "content": "Utøvelse av allemannsretten etter denne lov gjelder med de begrensninger som følger av annen lovgivning eller av forskrifter gitt i medhold av lov.\n0 Endret ved lov 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "title": "(Uttalelse om tvilsspørsmål)",
      "content": "Er det tvil eller uenighet om\na. hvorvidt et grunnstykke skal reknes som innmark eller utmark etter denne lov, eller\nb. hvilken avstand raste- eller teltplass m.v. etter § 9 skal ha fra et bebodd hus eller hvorvidt det må reknes med at rasting eller telting m.v. etter § 9 tredje ledd kan medføre nevneverdig skade eller ulempe, eller\nc. hvorvidt et stengsel, eller annen hindring, et skilt eller en kunngjøring er lovlig (jfr. § 13),\n0 Endret ved lover 13 juni 1980 nr. 41, 11 juni 1993 nr. 85, 21 juni 1996 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "(Friluftslivsorganene)",
      "content": "I friluftslivsforvaltningen etter denne lov er det følgende organer:\n1. Departementet\n2. Direktoratet\n3. Statsforvalteren\n4. Fylkeskommunen\n5. Kommunen.\n0 Opphevet ved lov 8 juni 1990 nr. 16, tilføyd igjen ved lov 21 juni 1996 nr. 37, endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "(Friluftslivsorganenes arbeidsoppgaver)",
      "content": "De enkelte organer etter § 21 skal utføre de oppgaver som direkte er tillagt dem etter loven, og har ellers et generelt ansvar for å fremme almenhetens friluftsinteresser.\nKommunen, fylkeskommunen og statsforvalteren skal arbeide for å fremme friluftsformål innen sitt område. Departementet kan i forskrift tildele fylkeskommunen ansvaret for nærmere bestemte oppgaver for å fremme og tilrettelegge for friluftslivet.\nKommunen og fylkeskommunen har rett til å opptre, klage og i tilfelle reise søksmål for å ivareta almennhetens interesser i alle saker av interesse for friluftslivet. Statsforvalteren kan opptre, klage og i tilfelle på vegne av staten reise søksmål for å ivareta almennhetens interesser i alle saker av interesse for friluftslivet.\n0 Endret ved lover 8 mars 1963 nr. 1, 5 juni 1987 nr. 25, 8 juni 1990 nr. 16, 21 juni 1996 nr. 37, 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949), 14 juni 2013 nr. 51 (ikr. 1 juli 2013 iflg. res. 14 juni 2013 nr. 674), 19 juni 2020 nr. 85, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 6 des 2024 nr. 74 (i kraft 1 jan 2025 iflg. res. 6 des 2024 nr. 2938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "(Forskrifter)",
      "content": "Departementet kan gi nærmere forskrifter til utfylling og gjennomføring av loven.\n0 Endret ved lover 5 juni 1987 nr. 25, 11 juni 1993 nr. 85, 21 juni 1996 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "(Forholdet til forvaltningsloven, herunder om kunngjøring og klage)",
      "content": "Når ikke annet er bestemt, gjelder forvaltningsloven for behandling av saker etter denne lov.\nFor behandlingen av saker etter §§ 14, 18 første ledd, 35 første, annet og tredje ledd og 40 første, annet og tredje ledd gjelder reglene om enkeltvedtak i forvaltningslovens kapittel IV, V og VI. Kommunens vedtak kan påklages til statsforvalteren. Fylkeskommunens vedtak kan påklages til Miljødirektoratet.\nFor behandling av saker etter §§ 2 annet ledd, 3 tredje ledd, 3 a annet ledd, 9 fjerde ledd, 15, 16 og 34 gjelder reglene om forskrifter i forvaltningslovens kapittel VII.\nKommunen sørger for at vedtak etter §§ 2 annet ledd, 3 tredje ledd, 3 a annet ledd, 15 og 16 straks blir kunngjort i en eller flere aviser som er alminnelig lest på stedet, og om nødvendig ved oppslag på eiendommen eller på annen måte.\nKommunens vedtak etter §§ 2 annet ledd, 3 a annet ledd, 15 og 16 kan bringes inn for departementet av eieren eller brukeren av den grunn vedtaket gjelder, av statsforvalteren, av annen kommune som er interessert i at retten til ferdsel ikke innskrenkes på denne måte, av fylkeskommunen eller av et interessert friluftslag. Statsforvalterens vedtak etter § 3 tredje ledd kan bringes inn for departementet av eieren eller brukeren av den grunn vedtaket gjelder, av den kommune hvor grunnen ligger, av annen kommune som er interessert i at retten til ferdsel ikke innskrenkes på denne måte, av fylkeskommunen eller av et interessert friluftslag.\n0 Opphevet ved lov 21 apr 1989 nr. 17 (i kap. IV), tilføyd igjen i dette kap. ved lov 21 juni 1996 nr. 37, endret ved lover 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949), 14 juni 2013 nr. 48 (ikr. 1 juli 2013), 19 juni 2020 nr. 85, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "title": "(Friluftsmark.)",
      "content": "Med Stortingets samtykke kan Kongen gjøre vedtak om at områder av statens grunn blir lagt ut til friluftsmark.\nKongen gir nærmere regler om almenhetens rett i område som staten har lagt ut som friluftsmark eller på annen måte båndlagt til fordel for friluftslivet.\n0 Endret ved lov 23 okt 1959 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "title": "(Tiltak og inngrepsløyve for å lette ferdsel i utmark)",
      "content": "Kommunen kan varde og merke opp ruter og turstier i utmark, og den kan på bestemte steder bygge klopper eller bruer og sette i verk andre tiltak for å lette ferdselen langs ruter og turstier i utmark.\nKommunen kan gi organisasjoner som har til formål å fremme reise- og friluftsliv, rett til å varde og merke opp ruter og turstier i utmark.\nDepartementet kan gi regionale organisasjoner som har til formål å fremme reise- og friluftsliv, rett som nevnt i første ledd for ruter og turstier som berører flere kommuner.\nRett til å varde og merke opp ruter og turstier i utmark kan utøves uten forutgående skjønn. Tilsvarende gjelder rett til å bygge klopper eller bruer og sette i verk andre tiltak for å lette ferdselen langs ruter og turstier i utmark dersom kommunen eller departementet i det enkelte tilfelle bestemmer det.\nVolder utøvelsen av myndighet skade, kan eieren (eller brukeren) kreve erstatningsspørsmålet avgjort ved skjønn. I saker etter første og annet ledd skal kommunen, og i saker etter tredje ledd skal departementet, erstatte eierens (eller brukerens) skjønnskostnader når ikke skjønnet finner å burde gjøre unntak, fordi erstatningssøkeren har avslått et rimelig forlikstilbud eller uten rimelig grunn har forlangt skjønn. Skjønnet styres av jordskifteretten.\nVed merking av ruter skal eieren (eller brukeren) varsles i god tid før merkingen blir satt i verk. Motsetter han seg merking etter første eller annet ledd, avgjør kommunen om og i tilfelle på hvilken måte merking skal tillates. Tilsvarende avgjør departementet for merking etter tredje ledd.\n0 Endret ved lover 23 okt 1959 nr. 3, 21 juni 1996 nr. 37, 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901) som endret ved lov 17 juni 2005 nr. 84, 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949), 11 mai 2017 nr. 26 (ikr. 1 jan 2018 iflg. res. 11 mai 2017 nr. 563).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "5:36",
      "chapter": "5",
      "section": "36",
      "title": "(Opphevet)",
      "content": "0 Endret ved lover 23 okt 1959 nr. 3, 18 juni 1965 nr. 5, 17 des 1982 nr. 88, opphevet ved lov 21 juni 1996 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "5:37",
      "chapter": "5",
      "section": "37",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 okt 1959 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 23 okt 1959, opphevet ved lov 21 apr 1989 nr. 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "title": "(Straff.)",
      "content": "Den som forsettlig eller uaktsomt overtrer regler gitt i eller i medhold av denne lov, straffes med bøter for så vidt ikke forholdet rammes av strengere straffebud.\n0 Endret ved lover 11 juni 1993 nr. 85, 21 juni 1996 nr. 37, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "(Stansing, fjerning av ulovlige byggverk, tvangsmulkt m.v.)",
      "content": "Blir noen bygning, inngjerding eller annet arbeid påbegynt i strid med forbud eller pålegg gitt i medhold av denne lov, kan kommunen kreve arbeidet stanset.\nHelt eller delvis oppført byggverk, stengsel eller annen innretning, skilt eller kunngjøring som strider mot forbud eller pålegg gitt i eller i medhold av loven, kan friluftsorganene som nevnt i § 21 kreve fjernet på den skyldiges kostnad.\nKommunen eller departementet kan ilegge tvangsmulkt dersom ikke stengsler eller skilt til hinder for lovlig ferdsel, bading, opphold eller høsting fjernes etter pålegg fra friluftsorganene som nevnt i § 21. Tvangsmulkten kan fastsettes samtidig med pålegg om fjerning og løper i så fall fra fristoverskridelsen for fjerning. Der tvangsmulkt ikke fastsettes samtidig med pålegg, skal det gis eget forhåndsvarsel om tvangsmulkt. Det kan fastsettes at tvangsmulkten løper så lenge det ulovlige forhold varer, som et engangsbeløp eller som en kombinasjon av løpende mulkt og engangsbeløp. Tvangsmulkten ilegges den ansvarlige for overtredelsen, og tilfaller kommunen.\nOm nødvendig kan politiets hjelp kreves til gjennomføring av tiltak etter denne paragraf.\n0 Endret ved lover 21 juni 1996 nr. 37, 16 sep 2011 nr. 41 (ikr. 1 jan 2012 iflg. res. 16 sep 2011 nr. 949).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "title": "(Lovens ikrafttreden og oppheving av andre lover.)",
      "content": "Denne lov trer i kraft 1. juli 1957.\nFra samme tid oppheves følgende lovbestemmelser:\n1. Lov av 16. mai 1860 om Jords Fredning § 39.\n2. Lov av 25. juni 1937 om avståelse av strandstrekninger til ferdsel og badning m.v.\n3. Midlertidig lov av 4. juni 1954 om byggeforbud m.v. for strandstrekninger.\nForbud nedlagt etter midlertidig lov av 4. juni 1954 om byggeforbud m.v. for strandstrekninger skal – uansett tidsbegrensing – fortsatt stå ved makt i samsvar med reglene i loven her, likevel ikke utover 10 år reknet fra fylkesutvalgets vedtak om forbudet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    }
  ]
}