{
  "id": "LOV-1960-02-04-2",
  "type": "statute",
  "title": "Lov om borettslag.",
  "short_name": "Borettslagsloven – brl.",
  "status": "in_force",
  "issued_date": "1960-02-04",
  "in_force_date": "1960-02-04",
  "url": "https://lovdata.no/dokument/NLO/lov/1960-02-04-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Med borettslag forstås i denne lov et hvert andelslag (selskap) som har til formål å skaffe andelseierne bolig ved å erverve, forestå oppføringen av eller oppføre boligbygg og leie ut boliger i slike bygg til andelseierne, og hvor ikke noen av andelseierne har personlig ansvar for lagets forpliktelser udelt eller for deler slik at disse deler til sammen dekker lagets samlede forpliktelser. Denne lov får ikke anvendelse på selskaper som nevnt i forrige punktum som i stiftelsesgrunnlaget er betegnet som aksjeselskap​2 eller allmennaksjeselskap.​3 Bestemmelsene i lovens kapittel 6 skal likevel gjelde i forholdet mellom et slikt selskap og dets aksjeeiere.​4\nDenne bestemmelse kommer kun til anvendelse for nyoppførte bygg.\nEt borettslag kan også ha andre formål enn hva som følger av første ledd når de har sammenheng med andelseiernes bointeresser. Dersom borettslaget overtar et kombinert bolig- og forretningsbygg, kan laget fortsette å leie ut forretningslokalene selv om virksomheten der ikke har sammenheng med andelseiernes bointeresser.\n0 Endret ved lover 4 mars 1983 nr. 6, 26 juni 1992 nr. 89, 13 juni 1997 nr. 44 (i kraft 1 jan 1999 ifgl. res. 17 juli 1998 nr. 615).\n1 Jfr. § 90.\n2 Jfr. lov 13 juni 1997 nr. 44 (asl.).\n3 Jfr. lov 13 juni 1997 nr. 45 (asal.).\n4 Jfr. § 90 tiende ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Uten samtykke av departementet​2 kan laget ikke leie ut til andre enn andelseiere mer enn to av de boligene laget eier.\n0 Endret ved lover 29 april 1977 nr. 31, 20 des 1991 nr. 88, 26 juni 1992 nr. 89.\n1 Jfr. § 90.\n2 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Et borettslags navn (foretaksnavn)​1 skal inneholde ordet «borettslag». Andre enn borettslag må ikke i sitt foretaksnavn eller på annen måte ved betegnelse av sin virksomhet bruke ordet «borettslag».\n0 Endret ved lov 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. lov 21 juni 1985 nr. 79 kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Et borettslag stiftes på følgende måte:\nStifterne trer i et antall av minst tre​1 sammen i konstituerende generalforsamling. Etter at møteleder er valgt, blir stiftelsesvilkårene å protokollere. Disse skal alltid angi:\n1. Lagets formål.​2\n2. Den kommune hvor laget skal ha sitt forretningskontor.​3\n3. Andelenes størrelse.​4\nDet kan stilles opp ytterligere stiftelsesvilkår når de ikke inneholder noe som strider mot ufravikelig lov eller hjemler en bestemt person stilling som tillitsvalgt eller funksjonær eller annen særrett i laget, jfr. dog lov om boligbyggelag​5 § 16 fjerde ledd.\nSettes det vilkår som forplikter laget til å yte vederlag for å overta til eie eller bruk andre formuesgjenstander enn penger, skal stiftelsesvilkårene nøyaktig fastsette det som skal ytes fra begge sider. Fremgår dette av skriftlig avtale, kan protokollen i stedet for å gjengi avtalen i dens helhet henvise til den og gjengi hovedpunktene, men avtalen skal fremlegges til protokollen i original eller bekreftet avskrift. Første og annet punktum får tilsvarende anvendelse på andre vilkår som inneholder særskilte forpliktelser for laget eller særskilte fordeler eller forrettigheter for noen. Følges ikke forskriftene i dette ledd, anses vilkåret for uskrevet.\nVidere skal det protokolleres opplysning om:\na. Hvorvidt noen av stifterne har fått provisjon eller andre særfordeler i anledning av avtaler som er inngått med sikte på stiftelsen eller som laget ifølge stiftelsesvilkårene skal overta, i tilfelle med nærmere angivelse av hva fordelene går ut på. Er opplysningene uriktige, har laget krav på provisjonen.\nb. Den antatte verdi av formuesgjenstand som laget ifølge stiftelsesvilkårene skal overta, og som ikke består i penger.\nc. Hvor meget en slik formuesgjenstand har kostet overdrageren dersom han eller hun er en av stifterne, og når han eller hun i tilfelle har ervervet den.\nd. Utlegg i anledning stiftelsen som kreves dekket av laget.\nDeretter tegnes andelene. Tegningen skjer i protokollen. Tegning på annen måte er ikke bindende. Tegningen er heller ikke bindende dersom det protokollerte stiftelsesgrunnlag ikke fyller kravene etter denne paragrafs første ledd.\nNår samtlige andeler er bindende tegnet av stifterne, er laget stiftet på de protokollerte vilkår.\nHvor flere skal tegne andel sammen i medhold av § 13 siste ledd, kan bare en av dem opptre som stifter.\nStifter kan møte ved fullmektig. Ingen kan være fullmektig for mer enn en stifter. Hvor flere skal tegne en andel sammen i medhold av § 13 siste ledd skal likevel en fullmektig møte på vegne av disse.\n0 Endret ved lover 5 juni 1981 nr. 47, 18 mai 1984 nr. 28, 26 juni 1992 nr. 89, 30 april 1993 nr. 42.\n1 Jfr. § 12.\n2 Jfr. §§ 1 og 2.\n3 Jfr. tvml. § 21.\n4 Jfr. § 11.\n5 Lov 4 feb 1960 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Borettslag tilknyttet et boligbyggelag, jfr. lov om boligbyggelag​2 § 16, kan stiftes av boligbyggelaget alene. Boligbyggelaget tegner andelene, og det er, uansett bestemmelsene i § 4 sjette ledd og § 11 annet ledd, tilstrekkelig at det tegnes tre andeler.​3\n1 Jfr. §§ 8 og 40.\n2 Lov 4 feb 1960 nr. 1.\n3 Jfr. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Etter at laget er stiftet fastsetter generalforsamlingen vedtekter.​1 Deretter velges styremedlemmer og revisor.​2\nAlle vedtak på den konstituerende generalforsamling treffes ved alminnelig flertall. Hver stifter har én stemme. Ved stemmelikhet avgjøres valg ved loddtrekning, andre saker ved møtelederens stemme.\nAlle vedtak må innføres i protokollen som underskrives av samtlige stiftere.\nBestemmelsene i § 56 gjelder ikke for den konstituerende generalforsamling.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. kap. 3.\n2 Jfr. kap. 8 og 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Styret skal melde laget til registrering i Foretaksregisteret.​2 Før registreringen skal alle andeler tegnet av stifterne være fullt innbetalt.\nFørst når laget er registrert, kan det som sådant overfor tredjemann erverve rettigheter og pådra seg forpliktelser som ikke følger av stiftelsesvilkårene.\nForpliktelser som på lagets vegne er inngått før registreringen, blir bindende for laget fra registreringen. I mellomtiden hefter de som har inngått forpliktelsen, personlig og solidarisk om ikke noe annet må anses avtalt med kreditor.\n0 Endret ved lov 21 juni 1985 nr. 78.\n1 Jfr. § 90.\n2 Jfr. lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Når det er utarbeidet byggeplan for borettslag stiftet i medhold av § 5 og boligene som planen omfatter er fordelt, skal boligbyggelaget inngå avtale med dem som er tildelt bolig om at de skal ha rett til å overta boligbyggelagets andeler og i tilfelle tegne nye andeler slik at antallet blir brakt i samsvar med bestemmelsene i § 11 annet ledd. Boligbyggelaget kan sette som vilkår at vedkommende inngår slik avtale med borettslaget som omhandlet i § 26, jfr. § 40.\nI borettslag som nevnt i første ledd skal, så snart boligene er fordelt, jfr. lov om boligbyggelag § 15 tredje ledd, minst tredjeparten av styremedlemmene velges av og blant dem som skal bli andelseiere. Generalforsamlingen i boligbyggelaget fastsetter under hensyn til at stemmene skal veie likt, jfr. § 58, nærmere regler om valg etter første punktum og kan, når særlige grunner foreligger, ved vedtak i hvert enkelt tilfelle bestemme at valget skal utstå. Vedtak om utsettelse av valget må fattes før boligene fordeles.\nBorettslaget skal minst en gang hvert halvår gi medlemmene av boligbyggelagets representantskap eller, hvis representantskapet bestemmer det, et kontrollutvalg oppnevnt av representantskapet, opplysninger om fremdriften av byggearbeidet, om byggekostnadene og om vedtak som generalforsamlingen treffer. Så snart boligene er fordelt, skal borettslaget minst like ofte gi slike opplysninger til dem som skal bli andelseiere.\nAndelene i borettslaget skal være overtatt eller tegnet som nevnt i første ledd innen 18 måneder etter at alle leiligheter er innflyttingsklare. Forsømmer boligbyggelaget dette, kan enhver som er tildelt bolig overfor tingretten sette fram krav om at borettslaget blir oppløst. Retten kan gi boligbyggelaget en frist på inntil ett år til å bringe forholdet i orden. Oversittes også denne frist, skal retten beslutte borettslaget oppløst. Et nytt borettslag dannet av dem som er tildelt bolig har i tilfelle rett til å overta lagets eiendom for selvkost, hvis dette kan skje uten skade for kreditorenes interesser.\n0 Endret ved lover 29 april 1977 nr. 31, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Vedtektene skal alltid angi:\n1. Lagets navn (foretaksnavn).​1\n2. Lagets formål.​2\n3. Den kommune hvor laget skal ha sitt forretningskontor.​3\n4. Andelenes størrelse.​4\n5. Hvor mange medlemmer styret skal ha.​5\nStiftelsesvilkår som ellers inneholder noe som etter loven krever vedtektsbestemmelse (jfr. §§ 10, 13, 16, 22, 41, 44, 45, 46, 51, 52, 53,​6 55, 59 og 62) skal inntas i vedtektene. Stiftelsesvilkår gjelder dog like fullt selv om disse bestemmelser ikke er overholdt.\nEnhver andelseier skal kostnadsfritt tilstilles et eksemplar av lagets vedtekter.\n0 Endret ved lov 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. § 3.\n2 Jfr. § 1.\n3 Jfr. tvml. § 21.\n4 Jfr. § 11.\n5 Jfr. § 41 jfr. § 42.\n6 § 51, § 52 og § 53 er opphevet ved lov 26 juni 1992 nr. 89.\n1 § 51, § 52 og § 53 er opphevet ved lov 26 juni 1992 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Endring i lagets vedtekter​1 kan bare besluttes av generalforsamlingen med minst to tredjedeler av de avgitte stemmer.\nI borettslag tilknyttet et boligbyggelag,​2 kan vedtektene bestemme at endring av vedtektene ikke er gyldig uten samtykke fra boligbyggelaget.​3\n1 Jfr. §§ 56 og 90.\n2 Jfr. § 5.\n3 Jfr. lov 4 feb 1960 nr. 1 § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "content": "Andelene skal være like store. Departementet​2 kan fastsette rammen for andelenes pålydende.\nDet skal være så mange andeler som det er boliger i de boligbygg laget eier eller skal oppføre, unntatt boliger som i medhold av § 2 leies ut eller skal leies ut til andre enn andelseiere. Viser det seg etter den konstituerende generalforsamling – eller i tilfelle som går inn under § 8, etter at andelene er overtatt eller tegnet – at det blir nye boliger til disposisjon, skal tilsvarende andeler tegnes snarest mulig. Andelskapitalen utgjør summen av samtlige andelers pålydende.\nNye andeler kan bare tegnes ved kontant betaling av andelsbeløpet.​3\nEr antall andeler større enn i annet ledd bestemt, skal laget innløse de overtallige andeler.\n0 Endret ved lover 18 mai 1984 nr. 28, 23 des 1988 nr. 105.\n1 Jfr. § 90.\n2 Kommunal- og regionaldepartementet.\n3 Jfr. § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "Laget kan, med det unntak som følger av § 5, ikke bestå av færre enn tre andelseiere. Synker antallet under tre, og har laget ikke innen tre måneder avhjulpet mangelen eller oppløst seg,​1 hefter de andelseiere som i minst to måneder har vært vitende om forholdet, personlig og solidarisk for de forpliktelser som er pådratt laget etter utløpet av tre-månedersfristen. Dette gjelder dog ikke forpliktelser som er inngått etter at tingretten har besluttet laget oppløst.\nEr antallet av andelseiere når to måneder av fristen er gått, fremdeles under tre, kan hver av andelseierne med en måneds varsel til den annen kreve at tingretten beslutter laget oppløst dersom det ikke innen varselsfristens utløp godtgjøres at antallet av andelseiere er brakt opp til minst tre. Antas det at laget er insolvent​2 settes det i stedet under konkursbehandling.\n0 Endret ved lov 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. § 78.\n2 Jfr. kkl. § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Med de unntak som følger av paragraf 5 og av denne paragraf, kan:\na. bare fysiske personer være andelseiere,\nb. ingen eie mer enn en andel.\nBestemmelsene i første ledd og bestemmelser i lagets vedtekter om vilkår for å være andelseier, gjelder ikke i tilfeller hvor:\na. en kreditor erverver en andel for å redde sin fordring som er sikret med pant i andelen, eller\nb. noen erverver en andel som ellers ville forbli usolgt i lengre tid.\nAndel som er ervervet i medhold av annet ledd må selges videre innen to år. Fristen regnes fra borettslagets godkjenning av andelseieren og kan forlenges av departementet.​2\nVedtektene kan bestemme at staten, en kommune, et boligbyggelag eller annen institusjon eller sammenslutning med samfunnsnyttig formål samt arbeidsgiver som skal fremleie boligene til sine ansatte, til sammen kan eie inntil 30 pst. av andelene. I særlige tilfelle kan departementet​2 samtykke i at mer enn 30 pst. av andelene tilhører dem som er nevnt i første punktum.\nUten hinder av bestemmelsene i første ledd kan følgende juridiske personer til sammen erverve inntil 10 prosent, men likevel minst én, av andelene i borettslag som består av fem eller flere andeler:\na. staten,\nb. fylkeskommuner,\nc. kommuner,\nd. selskaper som har til formål å skaffe boliger og som ledes og kontrolleres av staten, en fylkeskommune eller en kommune,\ne. stiftelser som har til formål å skaffe boliger og som er opprettet av staten, en fylkeskommune eller kommune og\nf. selskaper, stiftelser eller andre som har inngått samarbeidsavtale med staten, en fylkeskommune eller en kommune om å skaffe boliger til vanskeligstilte.\nUten hinder av bestemmelsene i paragraf 4 første ledd og paragraf 12 første ledd kan kommunen eller institusjon eller sammenslutning med særlige oppgaver innen boligsektoren med departementets​2 samtykke eie opptil alle andeler i et borettslag i den tid som antas nødvendig for å utarbeide og gjennomføre plan som nevnt i paragraf 25. Departementet​2 kan på nærmere fastsatte vilkår samtykke i at et borettslag som her nevnt, mottar borettsinnskudd fra dem som får tilsagn fra kommunen eller vedkommende institusjon eller sammenslutning om å overta andelene.\nAndelseiere i borettslag som er tilknyttet et boligbyggelag,​3 skal også være andelseiere i boligbyggelaget. Bestemmelsen i første punktum gjelder ikke for andelseier som nevnt i annet ledd.\nNår særlige grunner foreligger, kan departementet​2 samtykke i at det i vedtektene fastsettes vilkår for å være andelseier.​4 Bare i de tilfelle hvor departementet har samtykket i at det i vedtektene fastsettes vilkår for å være andelseier, kan borettslaget fastsette regler for prisregulering. En slik prisregulering kan bare fastsettes dersom samtlige andelseiere er enig om det.\nAndre enn ektefeller​5 eller personer som i minst to år naturlig har utgjort en husstand kan ikke tegne andel sammen eller erverve den i fellesskap på annen måte enn ved arv. Har flere arvinger i fellesskap eller et dødsbo ervervet andel, kan laget pålegge arvingene eller dødsboet innen seks måneder etter pålegget er mottatt, å overdra andelen med borettsinnskudd til en person som styret godkjenner. § 18 første ledd, annet punktum og annet og tredje ledd gjelder tilsvarende.\n0 Endret ved lover 29 april 1977 nr. 31, 5 juni 1981 nr. 47, 18 mai 1984 nr. 28, 26 juni 1992 nr. 89, 27 nov 1998 nr. 68 (i kraft 1 jan 1999 iflg. res. 27 nov 1998 nr. 1097), 21 juni 2002 nr. 35 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 573),\n1 Jfr. § 90.\n2 Kommunal- og regionaldepartementet.\n3 Jfr. § 5.\n4 Jfr. § 19.\n5 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Et borettslag kan ikke erverve viljebestemt pant i egne andeler unntatt til sikkerhet for krav etter leieavtalen.\nEgne andeler kan erverves til innløsning etter reglene i denne lov.​1 For øvrig kan laget ikke mot vederlag erverve egne andeler uten i forbindelse med tvangsinndrivelse til dekning av egen fordring. For andeler ervervet ved tvangsinndrivelse gjelder reglene i § 21 annet ledd tilsvarende.\nFor egne andeler kan ikke avgis stemme i generalforsamling.\n1 Jfr. §§ 18, 19, 21, 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "En andelseier har rett til å overdra sin andel om ikke annet følger av denne lov.​1\nAndelseier som ikke har fordring på laget i henhold til borettsinnskudd kan bare overdra andelen til en person utpekt av styret dersom ikke styret gir samtykke til annet.\nKnytter det seg borettsinnskudd​2 til andelen, kan andelen ikke gyldig overdras eller erverves uten at erververen samtidig overtar borettsinnskuddet.\n1 Jfr. lov 8 feb 1980 nr. 2 kap. 4.\n2 Jfr. §§ 25 og 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "Den som har ervervet en andel​1 må godkjennes av styret for at ervervet skal bli gyldig overfor laget.\nStyret skal nekte godkjenning dersom ervervet vil være i strid med § 13 eller med vilkår som nevnt i § 13 åttende ledd.\nStyret kan ellers bare nekte godkjenning når det er saklig grunn til det. Godkjenning kan – utenom de i annet ledd nevnte tilfelle – ikke nektes når:\na. Andelen er ervervet av den tidligere andelseiers ektefelle​2 eller andelseierens eller ektefellens slektning i rett opp eller nedstigende linje, søsken, adoptivbarn eller andre som faktisk står i adoptivbarns stilling, eller av noen som andelseieren i minst to år har hatt felles husstand med eller hadde felles husstand med da han eller hun døde, eller av noen i andelseierens husstand som andelseieren har, har hatt eller venter barn med.\nb. overdragelsen er et nødvendig ledd i et bytte av boliger,​3 og den tidligere andelseier skal ta i varig bruk som bolig den bolig han eller hun får ved byttet.\nNekter styret å godkjenne erververen som andelseier, skal det gi ham eller henne og overdrageren skriftlig melding om dette innen 30 dager etter at det mottok søknaden om godkjenning. I meldingen skal gis opplysning om grunnen til avslaget og om at dette er endelig dersom søksmål ikke blir reist innen 30 dager etter at meldingen er mottatt.\nHar styret ikke innen fristen gitt melding med opplysninger som nevnt i fjerde ledd, er erververen å anse som godkjent. Godkjenning kan trekkes tilbake innen ett år dersom opplysninger av betydning for godkjenningen er uriktige eller holdt tilbake, og erververen har eller burde hatt kjennskap til dette.\nVedtektene kan bestemme at godkjenning som nevnt i første ledd ikke er nødvendig utenom de i annet ledd nevnte tilfelle.\nNår en andel skifter eier, skal den nye eier gi melding herom til laget, selv om styrets godkjenning ikke er nødvendig.\n0 Endret ved lover 29 april 1977 nr. 31, 5 juni 1981 nr. 47, 4 juli 1991 nr. 45, 26 juni 1992 nr. 89, 27 nov 1998 nr. 68 (i kraft 1 jan 1999 iflg. res. 27 nov 1998 nr. 1097).\n1 Jfr. §§ 15, 33.\n2 Jfr. lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Jfr. lov 16 juni 1939 nr. 6 § 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Søksmål som omhandlet i § 16 fjerde ledd, må være reist innen 30 dager etter at nevnte melding er mottatt. Søksmål kan reises for tingretten uten forutgående mekling i forliksrådet.\nEr søksmål reist, kan retten ved kjennelse beslutte at erververen av andelen mot sikkerhet fastsatt av retten skal gis adgang til å leie den bolig som er knyttet til andelen, inntil saken er rettskraftig avgjort.​1 Forliksrådet kan ikke treffe slik avgjørelse.\nEllers har en erverver av andel, med mindre vedtektene har bestemmelse som nevnt i § 16 sjette ledd, først rett til å få leie den bolig som er knyttet til andelen, når han eller hun er godkjent av styret eller styrets avslag er kjent ugyldig ved endelig dom.​1\n0 Endret ved lover 26 juni 1992 nr. 89, 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416).\n1 Jfr. tvml. § 161.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Blir erververen ikke godkjent, kan styret pålegge ham eller henne å overdra andelen med borettsinnskudd til en person som styret godkjenner.​2 Etterkommer han eller hun ikke pålegget innen seks uker etter at han eller hun har mottatt det, kan laget enten kreve andelen med borettsinnskudd solgt gjennom namsmyndighetene etter reglene om tvangssalg​3 så langt de passer eller innløse andelen etter § 21 og innfri borettsinnskuddet. Bestemmelsene i tvangsfullbyrdelsesloven​4 § 12-6 jf § 11-20 om det minste bud som kan stadfestes, gjelder ikke i dette tilfelle. Er det reist søksmål etter § 17, begynner fristen ikke å løpe før avslaget er stadfestet ved forlik eller endelig dom. Reises slikt søksmål etter at pålegget er gitt, avbrytes fristen på tilsvarende måte.\nPålegget om å overdra andelen skal gis skriftlig og inneholde opplysning om de rettigheter laget har etter denne lov hvis pålegget ikke etterkommes. Ellers er pålegget ikke gyldig.\nDersom den som har fått pålegg i medhold av første ledd, har overdratt andelen til person som også nektes godkjent, kan laget først gå fram etter bestemmelsene i første ledd annet punktum når dette avslag er endelig.\n0 Endret ved lover 26 juni 1992 nr. 86, 26 juni 1992 nr. 89.\n1 Jfr. § 19.\n2 Jfr. § 16.\n3 Jfr. tvangsl. kap. 12.\n4 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Når en andelseier ikke lenger oppfyller vilkår etter § 13 annet ledd eller vilkår som vedtektene i medhold av § 13 åttende ledd har fastsatt for å være andelseier, kan laget pålegge ham eller henne innen en fastsatt frist etter at pålegget er mottatt, å overdra andelen med borettsinnskudd til en person som styret godkjenner.​1 Fristen er 6 uker dersom andelseieren ikke oppfyller vilkår etter § 13 annet ledd og 6 måneder dersom andelseieren ikke oppfyller vilkår som er fastsatt i vedtektene i medhold av § 13 åttende ledd.\nPålegget skal være skriftlig og inneholde opplysning om:\na. grunnen til pålegget,\nb. de rettigheter laget har om pålegget ikke etterkommes, jfr. siste ledd,\nc. at leieavtalen eller retten til å inngå slik avtale faller bort når han eller hun opphører å være eier av vedkommende andel, jfr. § 35,\nd. søksmålsfristen etter tredje ledd, ellers er pålegget ikke gyldig. Har andelseieren etterkommet pålegget, blir det dog å betrakte som gyldig.\nAndelseier som vil prøve lovligheten av pålegg etter første ledd, må reise sak innen 30 dager etter at pålegget er mottatt. Saksanlegg avbryter fristen for overdragelse inntil saken er rettskraftig avgjort. Søksmål kan reises for tingretten uten forutgående mekling i forliksrådet.\nRetten kan ikke kjenne et pålegg ugyldig når vedtektene etter andelseierens forhold gir hjemmel for det, med mindre særlige grunner gjør det rimelig.\nEtterkommes ikke pålegget innen fristen for overdragelse, får bestemmelsene i § 18 første ledd annet og tredje punktum og tredje ledd tilsvarende anvendelse.\n0 Endret ved lover 26 juni 1992 nr. 86, 26 juni 1992 nr. 89, 27 nov 1998 nr. 68 (i kraft 1 jan 1999 iflg. res. 27 nov 1998 nr. 1097), 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416).\n1 Jfr. § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Auksjonsvilkårene​1 skal opplyse om borettsinnskuddet er endelig fastsatt og innbetalt til laget, eller eventuelt hvilket beløp som gjenstår å innbetale av det endelige eller foreløpig fastsatte borettsinnskudd, samt, hvis borettsinnskuddet ikke er endelig fastsatt og innbetalt, hvilke rettigheter laget har etter § 27 annet ledd.\nHar laget forlangt auksjon​2 i henhold til § 27, blir denne å innstille dersom andelseieren før auksjonen imøtekommer lagets krav samt betaler de med auksjonen forbundne omkostninger.\nUnnlater besitteren å utlevere andelsbrev og obligasjon eller lånebevis, kan laget uten bevilling kreve mortifikasjonsdom​3 på felles bekostning for ham eller henne og den som i andelsboken står som eier. Laget utsteder deretter nytt andelsbrev og ny obligasjon eller nytt lånebevis som skal gis påtegning om at de trer i de mortifisertes sted.\n0 Endret ved lover 26 juni 1992 nr. 86, 26 juni 1992 nr. 89.\n1 Jfr. tvangsl. § 12-6, jf. § 11-24 og § 11-45.\n2 Jfr. § 18 første ledd og tvangsl. § 11-12.\n3 Jfr. lov 18 des 1959 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Skal laget løse inn en andel, fastsettes løsningssummen i mangel av minnelig overenskomst ved skjønn.​1\nInnløst andel skal snarest mulig avhendes. Dette gjelder ikke dersom den bolig som er knyttet til andelen leies ut til andre enn andelseiere i medhold av § 2 eller andelen er overtallig etter § 11 siste ledd. Innberetning om innløste andeler gis til førstkommende generalforsamling.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. skjl. kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Når laget avhender en andel etter reglene i §§ 14 og 21 har de øvrige andelseiere i laget forkjøpsrett.\nVedtektene kan bestemme at følgende skal ha forkjøpsrett når en andel overdras og rett til å overta andelen etter skjønn​2 dersom den på annen måte overføres til andre:\n1. Andelseier i borettslaget. Den andel som forkjøpsberettiget eier fra før, skal omsettes av laget selv om andelen tilhører flere.\n2. Andelseier i det boligbyggelag borettslaget er knyttet til,​3 utpekt av boligbyggelaget.\n3. Andelseieres slektninger i rett opp- eller nedstigende linje.\n4. Institusjon, sammenslutning eller arbeidsgiver som nevnt i § 13 fjerde ledd og ansatte hos bestemt arbeidsgiver.\n5. Boligsøker utpekt av kommunen.\nVedtektene skal fastsette den innbyrdes rekkefølge mellom flere grupper forkjøpsberettigede.\nBorettslaget må på vegne av dem som har forkjøpsrett, gjøre retten gjeldende innen 30 dager etter at borettslaget har mottatt søknad som nevnt i § 16 fjerde ledd eller en annen skriftlig melding om andel er eller ønskes overført. I meldingen skal oppgis prisvilkår. Blir andel overført på gunstigere vilkår for erververen enn det som er opplyst i meldingen eller blir andelen overført senere enn fire måneder etter at meldingen er mottatt, skal ny melding sendes og forkjøpsrett kan brukes innen ny frist som nevnt i forrige punktum.\nForkjøpsrett kan ikke gjøres gjeldende ved overføring av andel:\n1. til person som nevnt i § 16 tredje ledd bokstav a\n2. ved slikt bytte av boliger som nevnt i § 16 tredje ledd bokstav b\n3. fra person som blir skaffet bolig eller tomt av kommunen mot å overføre andelen til den som kommunen peker ut\n4. som eies midlertidig av andelseier som nevnt i § 13 sjette ledd.\n5. ved overdragelse fra andelseier som nevnt i § 13 fjerde ledd til leieboer i den bolig andelen er knyttet til\n6. til kreditor som nevnt i § 13 annet ledd bokstav a.\n7. fra andelseier som nevnt i § 13 femte ledd til leieboer i den bolig som andelen er knyttet til.\nLøsningssummen skal være betalt innen 2 måneder etter at søknad eller melding som nevnt er mottatt av laget, likevel slik at oppgjør ikke kan kreves før en måned etter at løsningssummen er endelig fastsatt. Når det ikke er til vesentlig ulempe, kan borettslaget likevel bestemme at den forkjøpsberettigede skal betale et rimelig forskudd etter at forkjøpsretten er brukt.\nLøsningsrett eller forkjøpsrett til andeler kan ikke bestemmes i vedtektene eller rettsgyldig avtales med noen ut over det som følger av denne paragraf.\n0 Endret ved lover 29 april 1977 nr. 31, 5 juni 1981 nr. 47, 4 mars 1983 nr. 6, 8 juni 1984 nr. 66, 23 des 1988 nr. 105, 26 juni 1992 nr. 89, 27 nov 1998 nr. 68 (i kraft 1 jan 1999 iflg. res. 27 nov 1998 nr. 1097).\n1 Jfr. § 90.\n2 Jfr. skjl. kap. 1.\n3 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "For hver andel skal det utstedes et andelsbrev. Andelsbrev kan ikke utstedes før laget er registrert.​2\nAndelsbrevet skal inneholde lagets navn, dagen for registreringen, andelens nummer og pålydende og andelseierens navn samt angi hvilken bolig som er knyttet til andelen.\nEr det knyttet borettsinnskudd​3 til andelen, skal dette anføres på andelsbrevet med opplysning om at andelen ikke gyldig kan erverves eller pantsettes uten sammen med innskuddet.​4 Er det til andelen knyttet særlige forpliktelser eller er dens omsettelighet innskrenket, skal det gis opplysning om dette i andelsbrevet. At dette ikke er gjort, er dog uten betydning i forholdet mellom erververen og laget.\nAndelsbrevene skal være datert og underskrevet av minst to styremedlemmer.\n1 Jfr. § 90.\n2 Jfr. § 7.\n3 Jfr. § 25.\n4 Jfr. § 15 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Alle andeler skal være innført i en andelsbok med opplysning om eierens navn og bopel. Som andelsbok regnes også et betryggende løsblads- eller kortsystem. Føringen kan også gjøres ved elektronisk databehandling.\n0 Endret ved lov 26 juni 1992 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "content": "Skal laget forestå oppføringen av eller oppføre boliger for andelseierne, utarbeider styret plan for bygging. Planen skal inneholde tegninger og beskrivelse av bygget og dets boliger, omkostningsoverslag, finansieringsplan og driftsbudsjett. Planen skal spesielt inneholde opplysning om den antatte størrelse av de lån andelseierne må yte laget for de forskjellige boligtyper (borettsinnskudd) og av den antatte årsleien for disse.\nBestemmelsene i denne paragraf gjelder tilsvarende når et lag skal erverve boligbygg.\n0 Endret ved lov 18 mai 1984 nr. 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "content": "Når plan som omhandlet i § 25 er utarbeidet, eller når det er inngått slik kontrakt mellom borettslaget og boligbyggelaget som omhandlet i lov om boligbyggelag § 16,​2 kan borettslaget og hver av andelseierne kreve at det inngås avtale mellom laget og den enkelte andelseier om rett til leie av bolig og om borettsinnskudd.​3\nAvtalen skal opprettes skriftlig på grunnlag av planen. Den skal gjelde en bestemt bolig eller en av flere bestemte boliger av samme størrelse og med samme utstyr og angi størrelse av borettsinnskudd og antatt leie. Laget kan i avtalen bare ta forbehold om å foreta slike nødvendige endringer i planen som ikke medfører at boligen blir vesentlig forringet.\nAvtale som ikke tilfredsstiller de krav som er stillet i annet ledd, er ikke bindende for andelseieren.\n1 Jfr. § 90.\n2 Jfr. § 40.\n3 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "content": "Andelseier som nekter å inngå avtale som omhandlet i § 26, kan av styret pålegges å overdra andelen til en person utpekt av dette. Etterkommes ikke pålegget innen 14 dager etter at det er mottatt, kan styret mot kontant betaling av andelsbeløpet overdra andelen. Bestemmelsene i § 18 annet ledd og § 20 fjerde ledd​2 gjelder tilsvarende.\nAndelseier som ikke deponerer eller innbetaler til laget avtalt borettsinnskudd innen 14 dager etter at han eller hun har mottatt skriftlig påkrav sendt på eller etter forfallsdag, kan av styret pålegges innen 14 dager etter at pålegget er mottatt, å overdra andelen med borettsinnskudd til en person som dette godkjenner.​3 Det samme gjelder andelseier som ikke innen 14 dager etter at han eller hun har mottatt skriftlig anmodning om det fra laget, inngår avtale om forhøyelse av borettsinnskuddet. Bestemmelsene i § 18 første ledd, annet og tredje punktum og annet og tredje ledd gjelder tilsvarende. Pålegg i henhold til dette ledd kan ikke gis andelseiere som har rett til å heve avtalen i henhold til § 29.\n0 Endret ved lover 26 juni 1992 nr. 86, 26 juni 1992 nr. 89.\n1 Jfr. § 90.\n1 Nå tredje ledd.\n2 Nå tredje ledd.\n3 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "content": "Laget må ikke​2 kreve eller motta hel eller delvis innbetaling av borettsinnskuddet før finansieringen av boligene er sikret ved tilsagn om faste lån eller på annen betryggende måte. Borettsinnskuddene skal være sikret som i § 31 bestemt. Det må foreligge erklæring fra lagets revisor om at disse vilkår er oppfylt.\nLaget kan dog kreve at hele eller en del av borettsinnskuddet blir deponert i bank med ugjenkallelig fullmakt for banken til å utbetale beløpet til laget når det foreligger slik erklæring fra revisor som nevnt i første ledd.\nFor de innbetalte beløp skal laget utstede skriftlige lånebevis. Lånebeviset skal ha påtegning som viser tilknytningen mellom borettsinnskuddet og andelen som nevnt i § 32 første og annet ledd.\n0 Endret ved lov 29 april 1977 nr. 31.\n1 Jfr. § 90.\n2 Jfr. § 87.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "content": "Andelseier kan heve avtale som nevnt i § 26, dersom byggearbeidet ikke er satt i gang innen ett år etter at avtalen er inngått.\nForetar laget uten at det er nødvendig av tekniske eller økonomiske grunner eller er forlangt av offentlig myndighet, endringer i den plan som ligger til grunn for avtalen med den følge at borettsinnskuddet må forhøyes med mer enn 10 prosent, eller at boligen blir vesentlig forringet, kan en andelseier som ikke har godkjent endringen, heve avtalen. Gjennomføres endringer med følger som nevnt i foregående punktum uten at andelseieren er gjort kjent med det på forhånd, kan han eller hun heve avtalen uten hensyn til om endringen var nødvendig eller forlangt. Andelseierens rett til å heve avtalen etter dette ledd faller bort hvis han eller hun ikke har gjort bruk av retten innen en måned etter at han eller hun fikk kjennskap til forholdet.\n0 Endret ved lov 26 juni 1992 nr. 89, 30 april 1993 nr. 42.\n1 Jfr. § 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "Heves avtalen i medhold av § 29, plikter laget å tilbakebetale beløp som er innbetalt og frigi beløp som er deponert i henhold til avtalen, samt å innløse andelen i samsvar med bestemmelsene i § 21. Hever minst to tredjedeler av andelseierne sine avtaler, må laget oppløses etter reglene i 13. kapitel.\n1 Jfr. § 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Dersom ikke annen betryggende sikkerhet er gitt, må borettsinnskuddet sikres ved pant i borettslagets faste eiendommer med prioritet umiddelbart etter byggelån og senere etter faste lån som er nødvendige for gjennomføring av planen. Når det foreligger beslutning om nye tiltak som nevnt i § 46 annet ledd, kan styret bestemme at nødvendige lån til gjennomføring av tiltaket skal gis prioritet foran borettsinnskuddene.\nDet bør i alminnelighet utstedes en fellesobligasjon som skal lyde på summen av alle borettsinnskuddene. Når borettsinnskuddene er endelig fastsatt, utstedes i tilknytning til fellesobligasjonen andelsobligasjoner til de enkelte andelseiere.\n0 Endret ved lov 29 april 1977 nr. 31, lov 5 juni 1981 nr. 47, 18 mai 1984 nr. 28.\n1 Jfr. § 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "content": "Bare eieren av andelen kan være fordringshaver i henhold til borettsinnskudd som er knyttet til andelen.\nBorettsinnskudd kan bare pantsettes​2 eller gjøres til gjenstand for utlegg eller arrest sammen med den andel innskuddet er knyttet til.\nAndelsobligasjonen, eller om fellesobligasjon ikke blir brukt, pantobligasjonen, skal ha påtegning som viser tilknytningen mellom borettsinnskuddet og andelen.​3\n1 Jfr. § 15.\n2 Jfr. lov 8 feb 1980 nr. 2 kap. 4.\n3 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "content": "En andelseier har rett og plikt til å leie bolig i lagets bygg.​1\n1 Jfr. §§ 26 og 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "Bestemmelsene i husleieloven​1 og lovgivningens øvrige bestemmelser om leie av husrom får så langt de passer, og så fremt ikke annet følger av bestemmelsene i denne lov,​2 anvendelse på leieforholdet mellom laget og den enkelte andelseier vedkommende den bolig som er knyttet til andelen.\nFølgende bestemmelser i husleieloven​1 får likevel ikke anvendelse: §§ 3-1 og 3-7, kapittel 4, § 5-4 første ledd annet punktum, kapittel 6, §§ 7-4, 7-5, 8-1, 8-2, 8-3 første ledd og 8-4 til 8-6. Reglene i § 8-3 annet og tredje ledd får likevel anvendelse, og overføres leieretten i medhold av disse bestemmelsene, gjelder § 8-5 for den overføringen. Kapittel 9, med unntak av §§ 9-7, 9-8 og 9-9 får ikke anvendelse. Det samme gjelder §§ 10-2 første ledd tredje punktum, 10-5 og 10-6, og kapittel 11.\nUtleie til ny andelseier etter overføring av andel regnes ikke som inngåelse av ny leieavtale i forhold til bestemmelsene i kapitlene 2 og 10 i husleieloven.​1\nBlir boligen ødelagt ved brann eller annen hendelig begivenhet i leietiden, har vedkommende andelseier krav på å leie boligen dersom skaden blir utbedret eller boligen gjenoppbygget.\n0 Endret ved lover 14 feb 1969 nr. 10, 26 mars 1999 nr. 17 (i kraft 1 jan 2000 iflg. res. 26 mars 1999 nr. 248).\n1 Lov 26 mars 1999 nr. 17 (husll.).\n2 Jfr. kap. 5 og §§ 35 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:34 a",
      "chapter": "6",
      "section": "34 a",
      "content": "Nekter styret å samtykke i at en andelseier framleier boligen under ett for en viss tid mens han eller hun selv ikke kan bo i den, kan det i stedet tilby at boligbyggelaget eller borettslaget selv overtar forvaltningen av boligen i det tidsrom det gjelder. Nærmere regler om dette kan gis i lagets vedtekter.\nStyret kan bare nekte en andelseier som nevnt i § 13 annet, fjerde og femte ledd å fremleie boligen, dersom forhold ved fremleietakeren gir saklig grunnlag for nektelsen.\nRetten kan etter krav fra andelseier som har fått avslag gi tillatelse til fremleie dersom den finner at avslaget savner fyldestgjørende saklig grunn eller vil virke urimelig.\nSøksmål må være reist innen 30 dager etter at styrets melding om samtykkenektelse er mottatt. Slik melding skal gis skriftlig innen 30 dager etter at søknaden om samtykke er mottatt. I meldingen skal gis opplysning om grunnen til avslaget og om at dette er endelig dersom søksmål ikke blir reist innen 30 dager etter at meldingen er mottatt. Søksmål kan reises for tingretten uten forutgående mekling i forliksrådet.\nEr søksmål reist, kan retten ved kjennelse beslutte at den som det er inngått fremleieavtale med mot sikkerhet fastsatt av retten skal gis adgang til å leie boligen inntil saken er rettskraftig avgjort. Forliksrådet kan ikke treffe slik avgjørelse.\n0 Tilføyd ved lov 29 april 1977 nr. 31, endret ved lover 26 juni 1992 nr. 89, 30 april 1993 nr. 42, 27 nov 1998 nr. 68 (i kraft 1 jan 1999 iflg. res. 27 nov 1998 nr. 1097), 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34a",
        "source_heading": "§ 34 a."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Leieavtalen kan ikke begrenses til et bestemt tidsrom.\nLeieavtalen faller bort når leieren opphører å være eier av vedkommende andel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Laget kan bare si opp leieavtalen dersom andelseieren har gjort seg skyldig i vesentlig mislighold.​1 Fristen for oppsigelse er minst en måned.\n1 Jfr. lov 26 mars 1999 nr. 17 (husll.) § 9-8 annet ledd tredje punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "Når laget sier opp eller hever leieavtalen,​2 kan det pålegge andelseieren innen 14 dager etter at pålegget er mottatt, å overdra andelen med borettsinnskudd til en person utpekt av styret. Bestemmelsene i § 18 annet ledd, gjelder tilsvarende.\nEtterkommes ikke pålegget innen fristen, får bestemmelsen i § 18, første ledd, annet og tredje punktum tilsvarende anvendelse. Er leieavtalen sagt opp, må dessuten fristen for å protestere mot oppsigelsen etter husleieloven​3 § 9-8 være utløpt uten at leieren har protestert, eller oppsigelsen må være stadfestet ved forlik eller rettskraftig dom. Er leieavtalen hevet, må det foreligge rettskraftig dom eller forlik som stadfester hevningen.\nEr andelseieren kastet ut av boligen​4 eller har han eller hun flyttet i henhold til oppsigelsen eller hevningen, kan laget straks gå fram etter reglene i § 18 første ledd annet og tredje punktum. Det samme gjelder uavhengig av om andelseieren har flyttet dersom laget har tvangskraftig tvangsgrunnlag for fravikelse etter tvangsfullbyrdelsesloven​5 kapittel 13.\nHar andelseieren overdratt andelen og søknad om godkjenning er mottatt av laget før oppsigelse eller melding om hevning ble sendt andelseieren, kan pålegg i henhold til første ledd ikke gis før styret med endelig virkning har nektet godkjenning.​1\n0 Endret ved lover 14 feb 1969 nr. 10, 26 juni 1992 nr. 86, 26 juni 1992 nr. 89, 26 mars 1999 nr. 17 (i kraft 1 jan 2000 iflg. res. 26 mars 1999 nr. 248), 28 april 2000 nr. 34 (i kraft 1 juli 2000 iflg. res. 28 april 2000 nr. 366).\n1 Jfr. § 16.\n2 Jfr. lov 26 mars 1999 nr. 17 (husll.) § 9-9.\n3 Lov 26 mars 1999 nr. 17 (husll.).\n4 Jfr. tvangsl. kap. 13.\n5 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "content": "Andelseieren kan si opp leieavtalen med seks måneders varsel. Han eller hun plikter i tilfelle innen utløpet av oppsigelsesfristen å overdra andelen med borettsinnskudd til en person som styret godkjenner.​1 Oversittes fristen, får bestemmelsene i § 18 første ledd annet og tredje punktum og tredje ledd tilsvarende anvendelse.\nHever andelseieren leieavtalen, gjelder bestemmelsene i § 30 tilsvarende.\nAndelseier som uten å ha hevningsrett etter § 29 nekter å inngå avtale om leie av den bolig som er knyttet til andelen, kan av styret pålegges innen 14 dager etter at pålegget er mottatt, å overdra andelen med borettsinnskudd til en person som styret godkjenner.​1 Bestemmelsene i § 18 første ledd annet og tredje punktum og annet og tredje ledd gjelder tilsvarende.\n0 Endret ved lover 26 juni 1992 nr. 86, 26 juni 1992 nr. 89.\n1 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "content": "Ektefelle​1 som etter separasjon eller skilsmisse alene inntrer i husleiekontrakt​2 eller avtale om rett til å opprette husleiekontrakt, uten å eie eller erverve andelen, har forkjøpsrett dersom andelen med borettsinnskudd overdras, og rett til å overta andelen med borettsinnskudd etter skjønn dersom andelen med borettsinnskudd på annen måte overføres til andre.​3 Det samme gjelder for medlem av andelseierens husstand som har rett til å overta leiekontrakten eller retten til å opprette slik kontrakt etter reglene i § 3 i lov om rett til felles bolig og innbo når husstandsfellesskap opphører,​4 eller etter avtale med andelseieren, forutsatt at vilkårene i § 1 i den nevnte loven er oppfylt. For overtagelsesbeløpet kan kreves henstand mot pant i andel og borettsinnskudd. Fordringen forrentes med 10 pst p. a., og kan fra begge parter sies opp med seks måneders varsel. Kongen kan fastsette en høyere eller lavere rente.\nGjøres retten ikke gjeldende innen en måned etter at melding er mottatt om at andelen er overført til andre, faller den bort. Samtidig faller den tilkjente leierett bort. Meldingen skal være skriftlig og angi fristen for å gjøre retten gjeldende og de følger det har at fristen oversittes.\n0 Endret ved lover 17 des 1976 nr. 100, 12 juni 1981 nr. 67, 4 juli 1991 nr. 45.\n1 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n2 Jfr. lov 26 mars 1999 nr. 17 (husll.) § 8-3.\n3 Jfr. § 22.\n4 Jfr. lov 4 juli 1991 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "content": "Bestemmelsene i §§ 15-20, 22, 26, 27 annet ledd, 28-31, og 33-39 om forholdet mellom borettslaget og andelseierne får tilsvarende anvendelse på forholdet mellom et borettslag stiftet i samsvar med § 5 og de andelseiere i boligbyggelaget som i henhold til avtale med boligbyggelaget senere skal bli andelseiere i borettslaget. Ved overdragelse av rettigheter etter de kontrakter som opprettes i henhold til § 26, gjelder ikke unntaksbestemmelsen i § 16 tredje ledds annet punktum når overdragelsen skjer mellom søsken. Unntaket gjelder heller ikke hvis rettighetene tidligere har vært overdratt​2 til person innenfor de grupper som er nevnt der. Rettighetene kan ikke i noe tilfelle uten samtykke fra borettslaget overføres før det avtalte borettsinnskudd er betalt eller deponert, eller dersom avdragsvis innbetaling eller deponering er avtalt, før de første avdrag er innbetalt eller deponert.\n0 Endret ved lov 11 juni 1971 nr. 53.\n1 Jfr. lov 4 feb 1960 nr. 1 § 11.\n2 Etter III i lov 11 juni 1971 nr. 53 medregnes overdragelse forut for endringsloven som etter dagjeldende bestemmelser ikke krevet styrets samtykke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "8:41",
      "chapter": "8",
      "section": "41",
      "content": "Et borettslag skal ha et styre som skal bestå av en leder og minst to andre medlemmer.\nDen som er umyndig​1 kan ikke være styremedlem eller forretningsfører. Inntrer en slik hindring i løpet av tjenestetiden, bortfaller vervet straks. Bare fysiske personer kan være styremedlemmer. Forretningsføreren kan ikke være styremedlem. I borettslag stiftet i samsvar med § 5 kan heller ikke følgende være styremedlem før andelene er overtatt eller tegnet som nevnt i § 8 første ledd; styremedlem, representantskapsmedlem, forretningsfører og prokurist​2 i boligbyggelaget.\nVedtektene kan med det unntak som følger av § 8 annet ledd bestemme at styret bare kan velges blant andelseierne.\nFunksjonstiden for styremedlemmer er to år, med mindre vedtektene fastsetter kortere funksjonstid. Et styremedlem skal dog, med de unntak som følger av annet ledd og av § 43, alltid fungere inntil nytt valg har funnet sted.\nMed det unntak som følger av § 8 annet ledd velger generalforsamlingen styret. Lederen velges ved særskilt valg.\nVedtektene kan bestemme at en del av styremedlemmene kan oppnevnes av staten eller en kommune eller i borettslag tilknyttet boligbyggelag​3 av boligbyggelaget. Flertallet av styrets medlemmer skal dog velges som i femte ledd bestemt.\n0 Endret ved lover 29 april 1977 nr. 31, 8 juni 1984 nr. 60, 15 mai 1987 nr. 20, 26 juni 1992 nr. 89.\n1 Jfr. lov 22 april 1927 nr. 3 § 1.\n2 Jfr. lov 21 juni 1985 nr. 80.\n3 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "8:42",
      "chapter": "8",
      "section": "42",
      "content": "Det skal velges minst to varamedlemmer for styremedlemmene. Generalforsamlingen bestemmer om de skal være personlige eller innkalles i nummerorden.\nPå varamedlemmer får bestemmelsene om styremedlemmer i §§ 6, 41, 43, 47, 48, 50, 51, 60, 75, 87 og 88 tilsvarende anvendelse. Lovens øvrige bestemmelser om styremedlemmer får bare anvendelse på varamedlemmer for så vidt de fungerer som styremedlemmer.\n0 Endret ved lov 26 juni 1992 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "8:43",
      "chapter": "8",
      "section": "43",
      "content": "Når særlige forhold foreligger, har et styremedlem rett til å tre tilbake før funksjonstiden er ute. Om tilbaketreden skal gis rimelig forhåndsvarsel til styret og likeså til den som har valgt ham eller henne når styremedlemmet ikke er valgt av laget.\nEt styremedlem kan fjernes før utløpet av funksjonstiden etter vedtak av generalforsamlingen med minst to tredjedeler av de avgitte stemmer.\nOpphører vervet som styremedlem før utløpet av funksjonstiden eller inntrer det for styremedlemmet en hindring som nevnt i § 41 annet ledd og varamedlem for ham eller henne ikke finnes, skal de øvrige styremedlemmer sørge for at det blir valgt nytt styremedlem for resten av hans eller hennes funksjonstid. Hører valget under generalforsamlingen, kan det utstå til neste ordinære generalforsamling dersom styret er vedtaksført med de gjenstående medlemmer og varamedlemmer.\n0 Endret ved lover 29 april 1977 nr. 31, 26 juni 1992 nr. 89, 30 april 1993 nr. 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "content": "Styremøte skal holdes så ofte som ledelsen og kontrollen av lagets anliggender tilsier det.\nStyremøte sammenkalles av lederen. Krever et styremedlem eller forretningsføreren at det skal holdes styremøte, skal lederen uten opphold etterkomme kravet.\nStyremøte ledes av lederen. Er han eller hun ikke til stede, og det ikke er valgt noen nestleder, velger styret en møteleder.\nStiller ikke vedtektene strengere krav, er styret beslutningsdyktig når mer enn halvdelen av medlemmene er til stede. Styret treffer sine beslutninger med alminnelig flertall blant de møtende om ikke annet er bestemt i vedtektene. De som stemmer for beslutningen må likevel alltid utgjøre mer enn en tredjedel av samtlige styremedlemmer. Ved stemmelikhet gjør møtelederens stemme utslaget. Er det stemmelikhet ved valg av møteleder, treffes avgjørelsen ved loddtrekning.\nI borettslag tilknyttet et boligbyggelag,​1 har en representant for boligbyggelaget rett til å være til stede på styrets møter med tale- og forslagsrett, men uten stemmerett.\nStyret skal føre protokoll over sine forhandlinger. Denne skal underskrives av de fremmøtte styremedlemmer.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "content": "Styret representerer laget utad og tegner dets navn (firma).​1 Rettshandel som styret i forhold til laget var uberettiget til å avgi, er ikke bindende for laget dersom medkontrahenten visste eller burde ha innsett dette.\nVedtektene kan bestemme at to eller flere styremedlemmer i fellesskap skal kunne representere laget og tegne dets navn.​2 Andre enn styremedlemmer kan ikke gis rett til å tegne lagets navn.\nVedtektene kan gi styret adgang til å gi prokura.​1\n1 Jfr. lov 21 juni 1985 nr. 80.\n2 Jfr. lov 21 juni 1985 nr. 78 § 3-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "8:46",
      "chapter": "8",
      "section": "46",
      "content": "Styret skal lede lagets virksomhet i samsvar med lov og vedtekter og etter de forskrifter og pålegg som generalforsamlingen eller andre organer har gitt i medhold av lov eller vedtekter. Styret har herunder å treffe alle bestemmelser som ikke i lov eller vedtekter er lagt til andre organer.​1\nStyret kan ikke uten at generalforsamlingen med minst to tredjedeler av de avgitte stemmer har samtykket:\n1. Ombygge, påbygge eller rive de hus laget eier, bygge nye boliger, selge eller kjøpe fast eiendom eller på annen vesentlig måte endre bebyggelsen eller tomten.\n2. Gjennomføre tiltak i samsvar med de formål som er nevnt i § 1 tredje ledd når tiltaket fører med seg økonomisk ansvar eller utlegg for laget på mer enn 5 prosent av den årlige husleien.\nStyret ansetter forretningsfører og andre funksjonærer, gir instruks for dem, fastsetter deres lønn og fører tilsyn med at de oppfyller sine plikter. Det hører også under styret å si dem opp eller gi dem avskjed.\nAnsettelsen kan bare skje på oppsigelse med en oppsigelsesfrist som ikke må overstige seks måneder. Dette gjelder dog ikke når annet følger av bestemmelsene i kontrakt mellom boligbyggelag og tilknyttet borettslag i henhold til lov om boligbyggelag § 16 fjerde ledd. Med boligbyggelag som borettslaget ikke er tilknyttet, kan det inngås avtale om forretningsførsel som er uoppsigelig fra borettslagets side for et tidsrom på inntil fem år.\n0 Endret ved lover 29 april 1977 nr. 31, 18 mai 1984 nr. 28, 26 juni 1992 nr. 89, 30 april 1993 nr. 42.\n1 Jfr. §§ 53 og 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "8:47",
      "chapter": "8",
      "section": "47",
      "content": "Eventuell godtgjørelse til styremedlemmer fastsettes av generalforsamlingen. Godtgjørelsen skal fastsettes til bestemte pengebeløp for bestemte terminer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "8:48",
      "chapter": "8",
      "section": "48",
      "content": "Styremedlem eller funksjonær må ikke​1 i anledning av rettshandel for laget ta imot godtgjørelse av andre enn laget og heller ikke godtgjørelse som medkontrahenten eller representant for denne har betinget hos laget.\nDet samme gjelder styremedlems eller funksjonærs ektefelle​2 og enhver som er beslektet eller besvogret med dem i rett opp- eller nedstigende linje, eller selskap som noen i dette ledd nevnt person har en fremtredende interesse i.\nGodtgjørelse som er avtalt eller mottatt i strid med denne paragraf, tilfaller laget.​3\n1 Jfr. § 87.\n2 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Jfr. § 88.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "8:49",
      "chapter": "8",
      "section": "49",
      "content": "Styremedlem eller forretningsfører må ikke​1 delta i behandlingen eller avgjørelsen av noe spørsmål som han eller hun har en fremtredende personlig eller økonomisk særinteresse i. Styremedlem eller forretningsfører må heller ikke delta i beslutning om lån mot eller diskontering av noe papir som er påført hans eller hennes navn.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. § 87.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "8:50",
      "chapter": "8",
      "section": "50",
      "content": "I saker mellom styret eller enkelte styremedlemmer på den ene side og borettslaget på den annen side, bortsett fra saker som nevnt i § 88 annet og følgende ledd, skal styret sammenkalle en generalforsamling til valg av en eller flere personer som skal opptre for laget under saken. Foretar ikke generalforsamlingen slikt valg, kan forkynnelse foregå for hvem som helst av andelseierne.\n0 Endret ved lov 26 juni 1992 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "8:50 a",
      "chapter": "8",
      "section": "50 a",
      "content": "Generalforsamlingen kan bestemme at det skal være naboutvalg med ett eller flere medlemmer for hver naturlig gruppe av leiligheter innen laget. Naboutvalgene skal fungere som kontaktledd mellom styret og beboerne.\nNaboutvalgene velges av generalforsamlingen for ett år.\nGeneralforsamlingen skal fastsette nærmere regler for naboutvalgenes antall, størrelse og arbeidsoppgaver.\nGeneralforsamlingen kan bestemme at naboutvalgene skal ha avgjørelsesmyndighet i bestemt angitte saker som bare gjelder beboerne i vedkommende gruppe boligenheter. Generalforsamlingen kan bevilge midler særskilt til naboutvalgene.\nNaboutvalgene fremlegger regnskap for styret etter nærmere regler fastsatt av dette, jfr. § 62.\nStyret fører tilsyn med at utvalgene oppfyller sine plikter.\nBestemmelsene i § 43 gjelder tilsvarende for medlem av naboutvalg.\n0 Tilføyd ved lov 29 april 1977 nr. 31, endret ved lov 5 juni 1981 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50a",
        "source_heading": "§ 50 a."
      }
    },
    {
      "provision_ref": "10:54",
      "chapter": "10",
      "section": "54",
      "content": "Den øverste myndighet i laget utøves av generalforsamlingen.\nOrdinær generalforsamling skal holdes hvert år innen seks måneder etter utgangen av regnskapsåret.​1\nEkstraordinær generalforsamling holdes når styret, eller, i borettslag tilknyttet et boligbyggelag, boligbyggelaget finner det nødvendig. Likeså skal generalforsamlingen innkalles når revisor eller minst en tiendedel, dog minst tre, av andelseierne skriftlig krever det, og samtidig oppgir hvilke saker som ønskes behandlet.\n0 Endret ved lover 29 april 1977 nr. 31, 26 juni 1992 nr. 89.\n1 Jfr. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "10:55",
      "chapter": "10",
      "section": "55",
      "content": "Generalforsamlingen innkalles av styret. Er et krav som nevnt i § 54 siste punktum ikke etterkommet innen 14 dager, kan de som har fremsatt kravet forlange at tingretten foretar innkalling på lagets bekostning.​1 I borettslag tilknyttet et boligbyggelag​2 kan boligbyggelaget innkalle ekstraordinær generalforsamling på borettslagets bekostning, dersom boligbyggelagets krav om innkalling ikke etterkommes innen 14 dager.\nInnkallingen skjer med et varsel på minst 8, høyst 20 dager. Ekstraordinær generalforsamling kan likevel om det er nødvendig, innkalles med kortere frist som dog skal være minst tre dager. Innkallingen skjer på den måte vedtektene bestemmer.\nSaker som en andelseier ønsker behandlet av den ordinære generalforsamling, skal nevnes i innkallingen når det fremsettes krav om det senest tre uker før generalforsamlingen, og saken ikke etter § 56 kan avgjøres uten at den er nevnt i innkallingen. Vedtektene kan forlenge fristen til høyst åtte uker, men kan ikke på annen måte begrense andelseierens forslagsrett.\nI borettslag tilknyttet boligbyggelag​2 skal også saker som boligbyggelaget ønsker behandlet, nevnes i innkallingen, når kravet settes fram innen siste styremøte før innkallingen blir sendt.\n0 Endret ved lover 26 juni 1992 nr. 89, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. §§ 56 og 57.\n2 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "10:56",
      "chapter": "10",
      "section": "56",
      "content": "Generalforsamlingen kan ikke treffe beslutning om andre saker enn dem som er bestemt angitt i innkallingen. Dog kan det besluttes innkalt ny generalforsamling til avgjørelse av forslag som er fremsatt i møtet. Videre kan den ordinære generalforsamling uten hinder av bestemmelsen i første punktum:\n1. behandle årsberetning fra styret,​2\n2. behandle årsregnskapet​3 og i denne sammenheng spørsmål om anvendelse av overskudd eller dekning av tap,​4 og om å beslutte ekstraordinær gransking,​5\n3. foreta valg av tillitsvalgte som skal velges av generalforsamlingen på bestemt tid og som ikke skal tre i stedet for noen som har frasagt seg vervet før tiden.\nGeneralforsamling som er innkalt av retten i medhold av § 55 annet punktum, kan uten at det behøver å være angitt i innkallingen, treffe beslutning om å oppsi eller avskjedige tillitsvalgte, samt om å gjøre ansvar gjeldende mot dem eller om ekstraordinær gransking.\nSkal et forslag som etter loven må vedtas med minst to tredjedels flertall​6 kunne behandles, må hovedinnholdet være nevnt i innkallingen.\n0 Endret ved lover 29 april 1977 nr. 31, 30 april 1993 nr. 42, 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. § 6.\n2 Jfr. § 64.\n3 Jfr. lov 17 juli 1998 nr. 56.\n4 Jfr. § 67.\n5 Jfr. § 77.\n6 Jfr. § 10 og § 46 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "10:57",
      "chapter": "10",
      "section": "57",
      "content": "Forretningsfører, medlem av styret samt fremleier​1 av en av lagets boliger har rett til å være til stede på generalforsamlingen og til å uttale seg. Forretningsføreren og styrets leder har plikt til å være til stede med mindre dette er åpenbart unødvendig eller det foreligger gyldig forfall. I sistnevnte tilfelle skal det utpekes en stedfortreder.\nGeneralforsamlingen ledes av styrets leder med mindre generalforsamlingen velger en annen møteleder. Er generalforsamlingen innkalt av retten i medhold av § 55 annet punktum utpeker retten møteleder.\nDet skal under møtelederens ansvar føres protokoll over alle saker som behandles og alle vedtak som treffes av generalforsamlingen.​2 Protokollen underskrives av møteleder og av minst to av de tilstedeværende andelseiere valgt av generalforsamlingen. Protokollen skal til enhver tid holdes tilgjengelig for andelseierne.\n0 Endret ved lover 29 april 1977 nr. 31, 26 juni 1992 nr. 89, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. § 34 a.\n2 Jfr. § 74.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "10:58",
      "chapter": "10",
      "section": "58",
      "content": "I generalforsamlingen har hver andelseier en stemme uansett antall andeler.​2 Hvor flere eier en andel i fellesskap, jfr. § 13 siste ledd, skal disse likevel bare ha en stemme til sammen.\nAndelseier kan møte med fullmektig. Ingen kan være fullmektig for mer enn én andelseier. Hvor flere eier én andel i fellesskap som nevnt i første ledd annet punktum, skal likevel én fullmektig kunne møte på vegne av disse.\n0 Endret ved lover 5 juni 1981 nr. 47, 26 juni 1992 nr. 89.\n1 Jfr. § 90.\n2 Jfr. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "10:59",
      "chapter": "10",
      "section": "59",
      "content": "Med de unntak som følger av loven​1 eller vedtektene, treffes alle beslutninger med alminnelig flertall av de avgitte stemmer. Ved stemmelikhet gjør møtelederens stemme utslaget. Har han eller hun ikke stemt, eller det gjelder valg, avgjøres saken ved loddtrekning.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. §§ 10, 43, 46, 78, 82.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "10:60",
      "chapter": "10",
      "section": "60",
      "content": "Ingen kan som andelseier eller fullmektig eller ved fullmektig delta i noen avstemning om rettshandel overfor seg selv eller om eget ansvar. Heller ikke kan noen delta i avstemning om rettshandel overfor tredjemann eller om tredjemanns ansvar dersom han eller hun har en fremtredende personlig eller økonomisk interesse i saken. Dog kan det med de unntak som er nevnt nedenfor, deltas i avstemning om godtgjørelse for tillitsverv i laget eller om fjernelse fra slikt verv.\nI avstemning om ekstraordinær gransking​1 og ved valg av granskingsmenn kan det ikke delta noen hvis forhold i tilfelle skal omfattes av granskingen.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. § 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "10:61",
      "chapter": "10",
      "section": "61",
      "content": "Andelseier som vil søke en beslutning av generalforsamlingen kjent ugyldig ved dom som stridende mot lov eller vedtekter, må anlegge sak innen tre måneder etter at beslutningen ble truffet.\nDom som kjenner beslutningen ugyldig virker for alle andelseiere. Var beslutningen anmeldt til Foretaksregisteret, skal dommen anmeldes og registreres​1 på lagets bekostning.\n0 Endret ved lov 21 juni 1985 nr. 78.\n1 Jfr. lov 21 juni 1985 nr. 78 § 4-7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "11:62",
      "chapter": "11",
      "section": "62",
      "content": "Styret skal sørge for registrering og dokumentasjon av regnskapsopplysninger og utarbeidelse av årsregnskap og årsberetning i samsvar med regler gitt i eller i medhold av regnskapsloven.​1 Årsregnskap og årsberetning skal være utarbeidet innen fire måneder etter regnskapsårets avslutning.\nFørste regnskapsår etter lagets stiftelse kan ikke være lengre enn kalenderåret.\nEr ikke annet bestemt i vedtektene, skal kalenderåret være regnskapsår.\n0 Endret ved lover 29 april 1977 nr. 31, 23 des 1988 nr. 105, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "11:63",
      "chapter": "11",
      "section": "63",
      "content": "Årsregnskap og årsberetning​1 skal underskrives av styret og forretningsføreren. Har noen av dem innvendinger mot oppgjøret skal vedkommende underskrive med påtegnet forbehold og gi nærmere redegjørelse i årsberetningen.\n0 Endret ved lover 18 mai 1984 nr. 28, 23 des 1988 nr. 105, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "11:64",
      "chapter": "11",
      "section": "64",
      "content": "Årsberetningen skal inneholde styrets forslag til anvendelse av de disponible midler.​1\n0 Endret ved lover 18 mai 1984 nr. 28, 23 des 1988 nr. 105, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. § 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "11:65",
      "chapter": "11",
      "section": "65",
      "content": "I borettslag stiftet i samsvar med § 5 skal styret, inntil andelen er overtatt eller tegnet som nevnt i § 8 første ledd, og snarest mulig sende årsregnskap, årsberetning​1 og revisjonsberetning til medlemmene av boligbyggelagets representantskap, eller hvis representantskapet bestemmer det, til et kontrollutvalg oppnevnt av representantskapet.\nRepresentantskapet skal avgi uttalelse til generalforsamlingen om hvorvidt årsregnskapet og årsberetningen bør godkjennes og om styrets forslag til anvendelse av de disponible midler.\n0 Endret ved lover 29 april 1977 nr. 31, 23 des 1988 nr. 105, 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "11:66",
      "chapter": "11",
      "section": "66",
      "content": "Årsregnskap og årsberetning​1 skal snarest mulig og senest innen åtte dager før den ordinære generalforsamling sendes til enhver andelseier med kjent oppholdssted.\nEr borettslaget stiftet i samsvar med § 5 og boligene er fordelt, jf. lov om boligbyggelag § 15 tredje ledd, skal årsregnskap, årsberetning og i tilfelle representantskapets uttalelse etter § 65 annet ledd samtidig sendes hver av de fremtidige andelseiere med kjent adresse.\nRevisjonsberetningen skal være utlagt til gjennomsyn dersom den ikke er sendt andelseierne og i borettslag som nevnt i annet ledd, de fremtidige andelseierne.\n0 Endret ved lover 29 april 1977 nr. 31, 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "11:67",
      "chapter": "11",
      "section": "67",
      "content": "På den ordinære generalforsamling skal årsregnskapet og årsberetningen​1 behandles og endelig fastsettes. Årsregnskapet og årsberetningen skal leses opp i generalforsamlingen med mindre annet enstemmig blir besluttet. Revisjonsberetningen skal alltid leses opp.\nDet kan ikke stemmes under ett om fastsettelse av årsregnskapet og årsberetningen​1 og om ansvarsfrihet. Beslutningen anses i tilfelle bare å gjelde fastsettelsen av årsregnskapet og årsberetningen og medfører ikke frafallelse av ansvar.\nBeslutning i de spørsmål som er nevnt i første og annet ledd kan av en tiendedel, dog minst tre, av andelseierne, kreves utsatt til en fortsatt generalforsamling som i så fall skal holdes minst en måned og høyst to måneder senere. Beslutningen kan ikke kreves utsatt ytterligere.\n0 Endret ved lover 29 april 1977 nr. 31, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "12:68",
      "chapter": "12",
      "section": "68",
      "content": "Et borettslag skal ha en eller flere statsautoriserte eller registrerte revisorer.​1\nI borettslag tilknyttet et boligbyggelag​2 skal den være revisor som reviderer boligbyggelagets​3 årsregnskap.\n0 Endret ved lover 23 des 1988 nr. 105, 15 jan 1999 nr. 2 (i kraft 1 aug 1999 iflg. forskrift 25 juni 1999 nr. 711).\n1 Jfr. lov 15 jan 1999 nr. 2 kap 3.\n2 Jfr. § 5.\n3 Jfr. lov 4 feb 1960 nr. 1 § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "12:69",
      "chapter": "12",
      "section": "69",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "12:70",
      "chapter": "12",
      "section": "70",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "12:71",
      "chapter": "12",
      "section": "71",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "12:72",
      "chapter": "12",
      "section": "72",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "12:73",
      "chapter": "12",
      "section": "73",
      "content": "Revisor skal så vidt mulig være til stede på generalforsamlingen dersom den skal behandle spørsmål om regnskap eller om ansvar for tillitsmenn og funksjonærer,​1 eller dersom den er innkalt av retten eller av boligbyggelaget i medhold av § 55 første ledd. Kan revisor ikke møte selv, skal han eller hun møte ved en assistent om han eller hun har noen.\n0 Endret ved lover 26 juni 1992 nr. 89, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. kap. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "12:74",
      "chapter": "12",
      "section": "74",
      "content": "Etter krav fra generalforsamling, styremedlem, forretningsfører eller gransker plikter​1 revisor å gi opplysninger om hva han eller hun har funnet under sin virksomhet i laget. Revisor kan forlange spørsmålene fremsatt skriftlig og kan gi skriftlig svar, unntatt når opplysningene kreves av generalforsamlingen. I så fall skal spørsmål og svar protokolleres, om noen av de tilstedeværende forlanger det.\n0 Endret ved lover 23 des 1988 nr. 105, 26 juni 1992 nr. 89.\n1 Jfr. § 87.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "12:75",
      "chapter": "12",
      "section": "75",
      "content": "Revisor velges av generalforsamlingen med de unntak som følger av § 68 annet ledd.\nEtter krav av minst en tiendedel, dog minst tre, av andelseierne kan retten oppnevne en revisor i tillegg til de andre revisorer. Er kravet satt fram av minst en tredjedel av andelseierne, skal det alltid tas til følge.\nFyller ikke revisor lenger vilkårene for å kunne velges til revisor i laget, skal valg av ny revisor i stedet for den hvis verv bortfaller foretas uten opphold. Valget kan dog utstå til neste ordinære generalforsamling dersom vedkommende ikke var lagets eneste revisor.\nRevisor tjenestegjør inntil annen revisor velges i hans eller hennes sted. Generalforsamlingen kan bare foreta slikt valg dersom det i innkallingen er sagt at det vil bli fremsatt forslag til valg av ny revisor. Fjernes revisor mot sin vilje av en grunn som må anses utilbørlig, har han eller hun krav på ett års godtgjørelse regnet fra fratredelsen.\nRevisors godtgjørelse fastsettes av generalforsamlingen. Retten fastsetter likevel godtgjørelsen for revisor som den har oppnevnt i medhold av annet ledd.\n0 Endret ved lover 29 april 1977 nr. 31, 23 des 1988 nr. 105, 26 juni 1992 nr. 89, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "12:76",
      "chapter": "12",
      "section": "76",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "12:77",
      "chapter": "12",
      "section": "77",
      "content": "Generalforsamlingen kan når som helst treffe beslutning om ekstraordinær gransking av lagets stiftelse eller av forvaltningen i hele eller en del av den tid som ligger forut for beslutningen, eller ved bestemte anledninger eller for bestemte personers vedkommende. Generalforsamlingen velger granskere. Om deres ugildhet, taushetsplikt og godtgjørelse gjelder samme regler som for revisor.​1\nHar generalforsamlingen forkastet et forslag om gransking, kan en tiendedel, dog minst tre, av andelseierne ved en felles fullmektig be tingretten beslutte gransking og oppnevne granskere. Begjæringen skal tas til følge dersom retten finner at den har rimelig grunn.\nI borettslag stiftet i samsvar med § 5 skal generalforsamlingen når det blir fremsatt skriftlig forslag om gransking fra minst en tiendedel, dog minst tre, av dem som er tildelt bolig, men ikke er blitt andelseiere i laget, ta standpunkt til forslaget og skriftlig underrette forslagsstillerne om sitt standpunkt innen en måned etter at forslaget er innkommet til laget. Forkaster generalforsamlingen forslaget eller er underretning som nevnt i foregående punktum ikke gitt innen den der nevnte frist, kan forslagsstillerne ved en felles fullmektig be tingretten beslutte gransking og oppnevne granskere. Begjæringen skal tas til følge dersom retten finner at den har rimelig grunn.\nFør retten treffer avgjørelse, skal den gi laget og i tilfelle den hvis forhold begjæringen gjelder, anledning til å uttale seg.\nLagets ledelse skal gi granskerne adgang til å foreta de undersøkelser de finner nødvendig, og skal likeså sørge for at granskerne får de opplysninger og den bistand de krever for utførelsen av deres oppdrag.\nPå granskingen får bestemmelsene om revisors arbeid tilsvarende anvendelse så langt de passer.\nGranskerne avgir skriftlig beretning om granskingen til generalforsamlingen, men til tingretten dersom granskingen er besluttet av denne. Retten skal i så fall gi fullmektigen for dem som begjærte gransking gjenpart av beretningen og snarest mulig sammenkalle en generalforsamling, hvor beretningen deles ut og leses opp. Det som er bestemt om revisjonsberetningen i § 66 tredje ledd gjelder tilsvarende.\nRetten fastsetter godtgjørelsen for de granskere den har oppnevnt. Omkostningene ved granskingen bæres av laget.\nKjennelser og andre avgjørelser som retten treffer etter denne paragraf, kan påkjæres etter reglene i kapittel 26 i tvistemålsloven.\n0 Endret ved lover 29 april 1977 nr. 31, 26 juni 1992 nr. 89, 30 april 1993 nr. 42, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. §§ 68, 74-75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "13:78",
      "chapter": "13",
      "section": "78",
      "content": "Vedtak om frivillig oppløsning av et borettslag kan alene fattes av to på hverandre følgende generalforsamlinger med minst 14 dagers mellomrom. Den ene skal være en ordinær generalforsamling.​2 På begge generalforsamlinger kreves at minst to tredjedeler av de avgitte stemmer er for oppløsning. Er hele andelskapitalen tapt,​3 er det nok at en tredjedel av de avgitte stemmer er for oppløsning.\nI lag tilknyttet et boligbyggelag​4 skal boligbyggelaget gis anledning til å uttale seg om spørsmålet om oppløsning. Uttalelsen skal tilstilles enhver andelseier i borettslaget med kjent oppholdssted innen åtte dager før den første generalforsamling til behandling av dette spørsmål.\nHar borettslag tilknyttet boligbyggelag​4 fast eiendom, er vedtak om frivillig oppløsning ikke gyldig før vedtaket er godkjent av Fylkesmannen. Det samme gjelder vedtak om overdragelse av bolig eller av ideell andel i borettslagets eiendommer. For borettslag tilknyttet boligbyggelag kan godkjenning bare gis når borettslaget er ute av stand til å oppfylle sitt formål eller det foreligger andre særlige grunner.\nFor borettslag der kommunen har vært med ved etableringen av borettslaget slik at kommunen i realiteten har fungert som boligbyggelag, må vedtak om oppløsning godkjennes av kommunen.\nFor borettslag som er blitt dannet og finansiert av bedrifter og institusjoner for å skaffe bolig for sine ansatte, må vedtak om oppløsning godkjennes av disse. Dersom det er fattet vedtak om oppløsning og det er tvil om grunnlaget er til stede som ovenfor omtalt, kan avgjørelsen ankes til Fylkesmannen.\n0 Endret ved lover 5 april 1974 nr. 15, 9 feb 1979 nr. 2, 4 mars 1983 nr. 6.\n1 Jfr. §§ 12, 30.\n2 Jfr. § 54 og § 56.\n3 Jfr. § 11.\n4 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "13:79",
      "chapter": "13",
      "section": "79",
      "content": "Når vedtak om oppløsning er blitt gyldig, skal generalforsamlingen velge et avviklingsstyre. Valget skjer på ubestemt tid med en oppsigelsesfrist på tre måneder. For øvrig gjelder bestemmelsene om styret i 8. kapitel også for avviklingsstyret. Medlemmene av det tidligere styre trer ut av funksjon for så vidt de ikke velges til avviklingsstyre.\nTingretten trer i generalforsamlingens sted når laget er besluttet oppløst i medhold av bestemmelsene i § 8 fjerde ledd eller § 12 annet ledd. Etter begjæring av minst en femtedel av andelseierne kan retten når særlige grunner taler for det, bestemme at det samme skal gjelde også ellers. Før retten treffer sin avgjørelse, skal den gi styret anledning til å uttale seg. Rettens avgjørelse kan innen 14 dager etter at den er blitt meddelt, innbringes for departementet.​1 Bestemmelsene i tvistemålslovens​2 §§ 399 og 401 får tilsvarende anvendelse.\nFor øvrig innkalles generalforsamlingen under avviklingen etter samme regler som ellers.​3\n0 Endret ved lover 5 april 1974 nr. 15, 29 april 1977 nr. 31, 26 juni 1992 nr. 89, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Justisdepartementet iflg. res. 2 juni 1960.\n2 Lov 13 aug 1915 nr. 6 (tvml.).\n3 Jfr. § 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "13:80",
      "chapter": "13",
      "section": "80",
      "content": "Avviklingsstyret skal oppta fortegnelse over lagets eiendeler og gjøre opp balanse med henblikk på avviklingen. Fortegnelsen og balansen skal i revidert stand utlegges på lagets kontor til ettersyn for andelseierne og gjenpart av oppgjøret med revisjonsberetning tilstilles enhver andelseier med kjent oppholdssted.\nNår vedtak om oppløsning er blitt gyldig, skal laget ved sitt foretaksnavn på brev, kunngjøringer og andre dokumenter tilføye ordene «under avvikling».\n0 Endret ved lover 5 april 1974 nr. 15, 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "13:81",
      "chapter": "13",
      "section": "81",
      "content": "Når det foreligger gyldig beslutning om oppløsning, skal​2 avviklingsstyret straks anmelde beslutningen til Foretaksregisteret.​3 Dessuten skal beslutningen sammen med en oppfordring til kreditorene om å melde seg, innrykkes i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og to ganger i to aviser som er alminnelig lest på stedet. Fordringshavere med kjent oppholdssted skal så vidt mulig gis særskilt skriftlig underretning.\nNår det er særlig grunn til det, kan Kongen​4 gi styret tillatelse til å innkalle lagets fordringshavere ved preklusivt proklama. Frist og kunngjøringsmåte fastsettes i tillatelsen. Proklamaet omfatter ikke skattekrav.​5\nLagets virksomhet kan under avviklingen fortsette i den utstrekning det er nødvendig for en hensiktsmessig gjennomføring av avviklingen.\nUnder avviklingen skal årsregnskap og årsberetning​6 fremlegges, revideres og prøves etter samme regler som ellers.\n0 Endret ved lover 5 april 1974 nr. 15, 21 juni 1985 nr. 78, 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 5 sep 2003 nr. 92 (i kraft 1 jan 2004 iflg. res. 5 sep 2003 nr. 1119).\n1 Jfr. §§ 86 og 87.\n2 Jfr. § 87.\n3 Jfr. lov 21 juni 1985 nr. 78 kap. IV.\n4 Justisdepartementet iflg. res. 2 juni 1960.\n5 Jfr. sl. § 75 med note 2.\n6 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "13:82",
      "chapter": "13",
      "section": "82",
      "content": "Med mindre minst en tredjedel av andelseierne er mot det, skal oppgjøret skje ved naturaldeling.​1\nUnder enhver omstendighet skal lagets eiendeler realiseres så langt det er nødvendig av hensyn til gjelden.\nAvviklingsstyret skal sørge for at lagets forpliktelser dekkes for så vidt ikke kreditor frafaller sitt krav eller samtykker i å ta en annen som debitor i stedet. Kan en fordringshaver ikke finnes, eller nekter han å motta sitt tilgodehavende, skal beløpet deponeres i Norges Bank i samsvar med reglene i lov om deponering i gjeldshøve av 17. februar 1939.\n0 Endret ved lover 29 april 1977 nr. 31, 26 juni 1992 nr. 89.\n1 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "13:83",
      "chapter": "13",
      "section": "83",
      "content": "Utbetaling av overskudd skal ikke finne sted før lagets forpliktelser er dekket etter reglene i § 82 og det er gått seks måneder siden kunngjøringen i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon etter § 81.\nOverskuddet fordeles mellom andelseierne etter den innbyrdes verdi av boligene, og utbetales mot innlevering av andelsbrevet eller påtegning på dette.\nEtter avsluttet utbetaling fremlegges revidert regnskap for generalforsamlingen eller i tilfelle for tingretten. Når regnskapet er godkjent, skal​1 det anmeldes til Foretaksregisteret​2 at laget er endelig oppløst.\nAvviklingsstyret skal sørge for at lagets oppbevaringspliktige regnskapsmateriale som angitt i regnskapsloven​3 § 2-7 og bøker oppbevares i minst 10 år etter den endelige oppløsningen. Registrerte regnskapsopplysninger skal kunne gjengis som angitt i regnskapsloven § 2-2 i 10 år etter den endelige oppløsningen.\n0 Endret ved lover 29 april 1977 nr. 31, 21 juni 1985 nr. 78, 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 5 sep 2003 nr. 92 (i kraft 1 jan 2004 iflg. res. 5 sep 2003 nr. 1119).\n1 Jfr. § 87.\n2 Jfr. lov 21 juni 1985 nr. 78 kap. IV.\n3 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "13:84",
      "chapter": "13",
      "section": "84",
      "content": "Et borettslag kan overdra eiendeler, rettigheter og forpliktelser som helhet til et annet borettslag mot at andelseierne får andeler i det overtakende lag når dette lag etter overtakelsen ikke vil få mer enn 150 andeler. Er borettslaget tilknyttet et boligbyggelag,​1 kan slik overdragelse bare skje til et annet lag tilknyttet samme boligbyggelag.\nLagenes styrer skal utarbeide et begrunnet forslag til fusjonsavtale som minst skal angi:\n1. forslag til vedtektsendringer for det overtakende lag samt opplysninger om vedtektsbestemmelser som gjelder andelseiernes rettsstilling, og\n2. tidspunktet for gjennomføring av fusjonen.\nSom vedlegg skal følge avskrift av seneste årsregnskap og årsberetning​2 i det/de andre lag, påført merknad om generalforsamlingens beslutning med hensyn til lagets overskudd eller tap, samt avskrift av revisjonsberetningen. I et overdragende lag skal også det overtakende lags vedtekter vedlegges.\nFusjonsavtalen skal godkjennes av lagenes generalforsamlinger. Beslutningen krever tilslutning fra minst to tredjedeler av de avgitte stemmer. Styrets forslag til fusjonsavtale med vedlegg som nevnt i tredje ledd skal inntas i eller vedlegges innkallingen.​3 Dersom innkallingen skjer ved offentlig kunngjøring, skal dokumentene isteden utlegges til ettersyn samtidig med at innkallingen finner sted. Andelseierne skal i innkallingen underrettes om dette og om at de kan kreve å få tilsendt avskrift.\nDersom ikke generalforsamlingen skal behandle årsregnskapet og årsberetningen,​2 skal avskrift av seneste årsregnskap og årsberetning, påført merknad om generalforsamlingens beslutning med hensyn til overskudd eller tap, samt avskrift av revisjonsberetningen, utlegges til ettersyn samtidig med innkallingen.\nDe andeler som skal ytes som vederlag, anses tegnet når fusjonsavtalen er godkjent.\n0 Endret ved lover 29 april 1977 nr. 31, 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. § 5.\n2 Jfr. lov 17 juli 1998 nr. 56.\n3 Jfr. § 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "13:84 a",
      "chapter": "13",
      "section": "84 a",
      "content": "Når fusjonsavtalen er godkjent av generalforsamlingen i et overdragende lag, skal beslutningen anmeldes til Foretaksregisteret.​1 Har anmeldelse ikke funnet sted innen to måneder etter at beslutningen ble truffet, bortfaller denne.\nNår registrering av fusjonsbeslutningen har funnet sted, skal Foretaksregisteret kunngjøre beslutningen og varsle lagets kreditorer om at de må melde fra til laget innen tre måneder fra kunngjøringen i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon dersom de vil gjøre innsigelse mot at beslutningen settes i verk. Kunngjøringen skal rykkes inn i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og to ganger med minst en ukes mellomrom i en avis som er alminnelig lest på stedet.\nGjør noen kreditor innen fristens utløp innsigelse, kan beslutningen ikke settes i verk før han eller hun har fått betaling. Er fordringen omtvistet eller ikke forfalt, kan det kreves betryggende sikkerhet dersom fordringen ikke fra før er betryggende sikret. Hvorvidt sikkerheten skal anses betryggende, kan kreves avgjort av tingretten.\nEt overdragende lags midler skal forvaltes særskilt inntil laget er registrert som oppløst. Med anmeldelse om oppløsning skal følge en bevitnelse underskrevet av styret og revisor om at forholdet til kreditorene ikke er til hinder for iverksettingen. Samtidig skal de nødvendige vedtektsendringer i det overtakende lag registreres.\nUtlevering av nye andeler til et overdragende lags andelseiere skjer mot innlevering av de gamle andelsbrev eller ved påtegning på disse.\nDet overtakende lag skal sørge for at det overdragende lags oppbevaringspliktige regnskapsmateriale som angitt i regnskapsloven​2 § 2-7 og bøker oppbevares i minst 10 år etter den endelige oppløsningen av det overdragende laget. Registrerte regnskapsopplysninger skal kunne gjengis som angitt i regnskapsloven § 2-2 i 10 år etter den endelige oppløsningen av det overdragende laget.\n0 Tilføyd ved lov 29 april 1977 nr. 31, endret ved lover 17 des 1982 nr. 86, 21 juni 1985 nr. 78, 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 5 sep 2003 nr. 92 (i kraft 1 jan 2004 iflg. res. 5 sep 2003 nr. 1119).\n1 Jfr. § og 87 og lov 21 juni 1985 nr. 78 kap. IV.\n2 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84a",
        "source_heading": "§ 84 a."
      }
    },
    {
      "provision_ref": "13:85",
      "chapter": "13",
      "section": "85",
      "content": "Begjæring om konkursbehandling eller gjeldsforhandling etter loven kan fra lagets side bare settes frem av styret.​1 Med mindre styret av hensyn til kreditorene må ansees forpliktet til å begjære konkursbehandling,​2 kan slik begjæring bare fremsettes i henhold til generalforsamlingens beslutning. Under konkursbehandlingen representerer styret laget som konkursskyldner.​3 Retten til godtgjøring for styremedlemmene bortfaller fra konkursåpningen.\n0 Endret ved lov 8 juni 1984 nr. 60.\n1 Jfr. kkl. §§ 2 og 60.\n2 Jfr. strl. § 283 a.\n3 Jfr. kkl. § 108.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "14:86",
      "chapter": "14",
      "section": "86",
      "content": "Ansatte og tillitsvalgte i et borettslag, plikter​1 å hindre at andre får adgang til det han eller hun i forbindelse med tjenesten eller arbeidet får vite om:\na. noens personlige forhold eller\nb. tekniske innretninger og fremgangsmåter samt drifts- eller forretningsforhold som det vil være av konkurransemessig betydning å hemmeligholde av hensyn til den opplysningen angår.\nTaushetsplikten gjelder også etter at vedkommende har avsluttet tjenesten eller arbeidet. Han eller hun kan heller ikke utnytte opplysninger som nevnt i denne paragraf i egen virksomhet eller i tjeneste for andre.\n0 Opphevet ved lov 21 juni 1985 nr. 78, tilføyd ved lov 26 juni 1992 nr. 89.\n1 Jfr. § 87.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "15:87",
      "chapter": "15",
      "section": "87",
      "content": "Stifter, styremedlem, forretningsfører eller revisor som overtrer bestemmelser gitt i eller i medhold av denne lov eller medvirker til slik overtredelse, straffes med bøter​1 eller under særlig skjerpende omstendigheter med fengsel​2 inntil tre måneder, for så vidt ikke handlingen rammes av noe strengere straffebud.\nOvertredelse er straffbar også når den er begått av uaktsomhet.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. strl. § 27.\n2 Jfr. strl. § 26 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "15:87 a",
      "chapter": "15",
      "section": "87 a",
      "content": "Stifter, styremedlem og forretningsfører plikter å erstatte skade som han eller hun under utførelsen av sin oppgave forsettlig eller uaktsomt volder borettslaget, andelseier eller andre. Det samme gjelder den som i egenskap av andelseier forsettlig eller uaktsomt medvirker til slik skade.\nFor gransker gjelder bestemmelsen om erstatningsansvar i første ledd tilsvarende.\nErstatningsansvar etter første ledd kan lempes for så vidt det finnes rimelig under hensyn til utvist skyld, skadens størrelse, økonomisk evne og forholdene ellers.\n0 Tilføyd ved lov 29 april 1977 nr. 31, endret ved lover 26 juni 1992 nr. 89, 15 jan 1999 nr. 2 (i kraft 1 aug 1999 iflg. forskrift 25 juni 1999 nr. 711).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87a",
        "source_heading": "§ 87 a."
      }
    },
    {
      "provision_ref": "15:88",
      "chapter": "15",
      "section": "88",
      "content": "Generalforsamlingen avgjør om laget skal gjøre gjeldende erstatningsansvar etter § 87 a.\nHar generalforsamlingen truffet beslutning om ansvarsfrihet eller forkastet et forslag om å gjøre ansvar gjeldende, kan erstatningskrav likevel på lagets vegne og i dets navn fremmes av minst en tiendedel, dog minst tre, av andelseierne.\nSaken skal anlegges ved felles fullmektig og innen tre måneder etter generalforsamlingen eller, om det er begjært gransking etter § 77, etter at granskingen er avsluttet eller begjæringen er endelig avslått. At noen andelseiere trekker seg tilbake eller avhender sine andeler etter at sak er reist, er ikke til hinder for at de øvrige fortsetter saken.\nTapes saken, er omkostningene laget uvedkommende og skal i tilfelle bæres av de andelseiere som har gjort kravet gjeldende. Blir saken vunnet, kan de kreve at laget dekker omkostningene inntil det beløp som er kommet laget til gode ved søksmålet.\nBestemmelsene i denne paragraf gjelder tilsvarende for lagets krav etter § 4 fjerde ledd bokstav a og § 48 siste ledd samt for påtale av straffbare handlinger og begjæring om påtale.\n0 Endret ved lov 29 april 1977 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "15:89",
      "chapter": "15",
      "section": "89",
      "content": "Generalforsamlingens beslutning om ansvarsfrihet fritar ikke for ansvar i anledning av forhold som det på vesentlige punkter ikke var gitt uttømmende og riktige opplysninger om overfor generalforsamlingen.\nBeslutningen om ansvarsfrihet er ikke bindende for lagets konkursbo dersom laget må antas å ha vært insolvent​1 da beslutningen ble truffet eller konkurs blir åpnet innen ett år etter beslutningen.\n1 Jfr. kkl. § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "16:90",
      "chapter": "16",
      "section": "90",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\n[Bestemmelsene i § 11 første ledd om at andelene ikke må lyde på mindre enn 100 kroner og ikke mer enn 1.000 kroner, får ikke anvendelse i lag hvor andelene ved lovens ikrafttreden lyder på andre beløp.]​2\nBestemmelsene i § 11 annet og fjerde ledd får ikke anvendelse i lag som ved lovens ikrafttreden har færre eller flere andeler enn i § 11 annet ledd bestemt. Slike lag må dog ikke uten samtykke fra departementet​3 foreta noen endring i antall andeler som medfører en ytterligere fravikelse fra bestemmelsene i § 11 annet ledd.\nBestemmelsene i § 13 unntatt siste ledd for så vidt gjelder eiendomsforhold opprettet etter lovens ikrafttreden, får ikke anvendelse i lag som er stiftet før lovens ikrafttreden.\nBestemmelsene i § 22 gjelder ikke i lag som ved lovens ikrafttreden har avvikende regler om forkjøpsrett og løsningsrett.\nBestemmelsene i § 23 annet, tredje og fjerde ledd om andelsbrevets innhold og form, får ikke anvendelse på andeler utstedt før lovens ikrafttreden.\nBestemmelsene i §§ 26-30 og § 31 første ledd for så vidt gjelder bestemmelsen om prioritet, og annet ledd, får ikke anvendelse på avtaler om leierett og innskudd inngått før lovens ikrafttreden.\nBestemmelsene i § 58 får ikke anvendelse i lag som ved lovens ikrafttreden har avvikende bestemmelser i sine vedtekter.\nLag som går inn under denne lov, og som er stiftet før lovens ikrafttreden, skal innen to år etter lovens ikrafttreden bringe sine vedtekter i samsvar med loven. Bestemmelsene i § 10 gjelder ikke for slike vedtektsendringer. Er laget ikke tidligere anmeldt til Foretaksregisteret, skal styret innen samme frist foreta anmeldelse. Bestemmelsene i § 7 annet og tredje ledd får ikke anvendelse for disse lag før fristen er utløpet.\nLoven får ikke anvendelse på selskap med formål som nevnt i §§ 1 og 2 som ved lovens ikrafttreden er organisert som aksjeselskap.​4 Bestemmelsene i sjette kapitel gjelder dog også i forholdet mellom et slikt selskap og dets aksjeeiere.\n0 Endret ved lov 21 juni 1985 nr. 78 (i kraft 1 jan 1988).\n1 Fra 1 juli 1960 iflg. res. 2 juni 1960.\n1 Bestemmelsene endret ved lov 23 des 1988 nr. 105.\n2 Bestemmelsene endret ved lov 23 des 1988 nr. 105.\n3 Kommunal- og regionaldepartementet.\n4 Jfr. lov 13 juni 1997 nr. 44 (asl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Med borettslag forstås i denne lov et hvert andelslag (selskap) som har til formål å skaffe andelseierne bolig ved å erverve, forestå oppføringen av eller oppføre boligbygg og leie ut boliger i slike bygg til andelseierne, og hvor ikke noen av andelseierne har personlig ansvar for lagets forpliktelser udelt eller for deler slik at disse deler til sammen dekker lagets samlede forpliktelser. Denne lov får ikke anvendelse på selskaper som nevnt i forrige punktum som i stiftelsesgrunnlaget er betegnet som aksjeselskap​2 eller allmennaksjeselskap.​3 Bestemmelsene i lovens kapittel 6 skal likevel gjelde i forholdet mellom et slikt selskap og dets aksjeeiere.​4\nDenne bestemmelse kommer kun til anvendelse for nyoppførte bygg.\nEt borettslag kan også ha andre formål enn hva som følger av første ledd når de har sammenheng med andelseiernes bointeresser. Dersom borettslaget overtar et kombinert bolig- og forretningsbygg, kan laget fortsette å leie ut forretningslokalene selv om virksomheten der ikke har sammenheng med andelseiernes bointeresser.\n0 Endret ved lover 4 mars 1983 nr. 6, 26 juni 1992 nr. 89, 13 juni 1997 nr. 44 (i kraft 1 jan 1999 ifgl. res. 17 juli 1998 nr. 615).\n1 Jfr. § 90.\n2 Jfr. lov 13 juni 1997 nr. 44 (asl.).\n3 Jfr. lov 13 juni 1997 nr. 45 (asal.).\n4 Jfr. § 90 tiende ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Uten samtykke av departementet​2 kan laget ikke leie ut til andre enn andelseiere mer enn to av de boligene laget eier.\n0 Endret ved lover 29 april 1977 nr. 31, 20 des 1991 nr. 88, 26 juni 1992 nr. 89.\n1 Jfr. § 90.\n2 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Et borettslags navn (foretaksnavn)​1 skal inneholde ordet «borettslag». Andre enn borettslag må ikke i sitt foretaksnavn eller på annen måte ved betegnelse av sin virksomhet bruke ordet «borettslag».\n0 Endret ved lov 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. lov 21 juni 1985 nr. 79 kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Et borettslag stiftes på følgende måte:\nStifterne trer i et antall av minst tre​1 sammen i konstituerende generalforsamling. Etter at møteleder er valgt, blir stiftelsesvilkårene å protokollere. Disse skal alltid angi:\n1. Lagets formål.​2\n2. Den kommune hvor laget skal ha sitt forretningskontor.​3\n3. Andelenes størrelse.​4\nDet kan stilles opp ytterligere stiftelsesvilkår når de ikke inneholder noe som strider mot ufravikelig lov eller hjemler en bestemt person stilling som tillitsvalgt eller funksjonær eller annen særrett i laget, jfr. dog lov om boligbyggelag​5 § 16 fjerde ledd.\nSettes det vilkår som forplikter laget til å yte vederlag for å overta til eie eller bruk andre formuesgjenstander enn penger, skal stiftelsesvilkårene nøyaktig fastsette det som skal ytes fra begge sider. Fremgår dette av skriftlig avtale, kan protokollen i stedet for å gjengi avtalen i dens helhet henvise til den og gjengi hovedpunktene, men avtalen skal fremlegges til protokollen i original eller bekreftet avskrift. Første og annet punktum får tilsvarende anvendelse på andre vilkår som inneholder særskilte forpliktelser for laget eller særskilte fordeler eller forrettigheter for noen. Følges ikke forskriftene i dette ledd, anses vilkåret for uskrevet.\nVidere skal det protokolleres opplysning om:\na. Hvorvidt noen av stifterne har fått provisjon eller andre særfordeler i anledning av avtaler som er inngått med sikte på stiftelsen eller som laget ifølge stiftelsesvilkårene skal overta, i tilfelle med nærmere angivelse av hva fordelene går ut på. Er opplysningene uriktige, har laget krav på provisjonen.\nb. Den antatte verdi av formuesgjenstand som laget ifølge stiftelsesvilkårene skal overta, og som ikke består i penger.\nc. Hvor meget en slik formuesgjenstand har kostet overdrageren dersom han eller hun er en av stifterne, og når han eller hun i tilfelle har ervervet den.\nd. Utlegg i anledning stiftelsen som kreves dekket av laget.\nDeretter tegnes andelene. Tegningen skjer i protokollen. Tegning på annen måte er ikke bindende. Tegningen er heller ikke bindende dersom det protokollerte stiftelsesgrunnlag ikke fyller kravene etter denne paragrafs første ledd.\nNår samtlige andeler er bindende tegnet av stifterne, er laget stiftet på de protokollerte vilkår.\nHvor flere skal tegne andel sammen i medhold av § 13 siste ledd, kan bare en av dem opptre som stifter.\nStifter kan møte ved fullmektig. Ingen kan være fullmektig for mer enn en stifter. Hvor flere skal tegne en andel sammen i medhold av § 13 siste ledd skal likevel en fullmektig møte på vegne av disse.\n0 Endret ved lover 5 juni 1981 nr. 47, 18 mai 1984 nr. 28, 26 juni 1992 nr. 89, 30 april 1993 nr. 42.\n1 Jfr. § 12.\n2 Jfr. §§ 1 og 2.\n3 Jfr. tvml. § 21.\n4 Jfr. § 11.\n5 Lov 4 feb 1960 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Borettslag tilknyttet et boligbyggelag, jfr. lov om boligbyggelag​2 § 16, kan stiftes av boligbyggelaget alene. Boligbyggelaget tegner andelene, og det er, uansett bestemmelsene i § 4 sjette ledd og § 11 annet ledd, tilstrekkelig at det tegnes tre andeler.​3\n1 Jfr. §§ 8 og 40.\n2 Lov 4 feb 1960 nr. 1.\n3 Jfr. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Etter at laget er stiftet fastsetter generalforsamlingen vedtekter.​1 Deretter velges styremedlemmer og revisor.​2\nAlle vedtak på den konstituerende generalforsamling treffes ved alminnelig flertall. Hver stifter har én stemme. Ved stemmelikhet avgjøres valg ved loddtrekning, andre saker ved møtelederens stemme.\nAlle vedtak må innføres i protokollen som underskrives av samtlige stiftere.\nBestemmelsene i § 56 gjelder ikke for den konstituerende generalforsamling.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. kap. 3.\n2 Jfr. kap. 8 og 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Styret skal melde laget til registrering i Foretaksregisteret.​2 Før registreringen skal alle andeler tegnet av stifterne være fullt innbetalt.\nFørst når laget er registrert, kan det som sådant overfor tredjemann erverve rettigheter og pådra seg forpliktelser som ikke følger av stiftelsesvilkårene.\nForpliktelser som på lagets vegne er inngått før registreringen, blir bindende for laget fra registreringen. I mellomtiden hefter de som har inngått forpliktelsen, personlig og solidarisk om ikke noe annet må anses avtalt med kreditor.\n0 Endret ved lov 21 juni 1985 nr. 78.\n1 Jfr. § 90.\n2 Jfr. lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Når det er utarbeidet byggeplan for borettslag stiftet i medhold av § 5 og boligene som planen omfatter er fordelt, skal boligbyggelaget inngå avtale med dem som er tildelt bolig om at de skal ha rett til å overta boligbyggelagets andeler og i tilfelle tegne nye andeler slik at antallet blir brakt i samsvar med bestemmelsene i § 11 annet ledd. Boligbyggelaget kan sette som vilkår at vedkommende inngår slik avtale med borettslaget som omhandlet i § 26, jfr. § 40.\nI borettslag som nevnt i første ledd skal, så snart boligene er fordelt, jfr. lov om boligbyggelag § 15 tredje ledd, minst tredjeparten av styremedlemmene velges av og blant dem som skal bli andelseiere. Generalforsamlingen i boligbyggelaget fastsetter under hensyn til at stemmene skal veie likt, jfr. § 58, nærmere regler om valg etter første punktum og kan, når særlige grunner foreligger, ved vedtak i hvert enkelt tilfelle bestemme at valget skal utstå. Vedtak om utsettelse av valget må fattes før boligene fordeles.\nBorettslaget skal minst en gang hvert halvår gi medlemmene av boligbyggelagets representantskap eller, hvis representantskapet bestemmer det, et kontrollutvalg oppnevnt av representantskapet, opplysninger om fremdriften av byggearbeidet, om byggekostnadene og om vedtak som generalforsamlingen treffer. Så snart boligene er fordelt, skal borettslaget minst like ofte gi slike opplysninger til dem som skal bli andelseiere.\nAndelene i borettslaget skal være overtatt eller tegnet som nevnt i første ledd innen 18 måneder etter at alle leiligheter er innflyttingsklare. Forsømmer boligbyggelaget dette, kan enhver som er tildelt bolig overfor tingretten sette fram krav om at borettslaget blir oppløst. Retten kan gi boligbyggelaget en frist på inntil ett år til å bringe forholdet i orden. Oversittes også denne frist, skal retten beslutte borettslaget oppløst. Et nytt borettslag dannet av dem som er tildelt bolig har i tilfelle rett til å overta lagets eiendom for selvkost, hvis dette kan skje uten skade for kreditorenes interesser.\n0 Endret ved lover 29 april 1977 nr. 31, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Vedtektene skal alltid angi:\n1. Lagets navn (foretaksnavn).​1\n2. Lagets formål.​2\n3. Den kommune hvor laget skal ha sitt forretningskontor.​3\n4. Andelenes størrelse.​4\n5. Hvor mange medlemmer styret skal ha.​5\nStiftelsesvilkår som ellers inneholder noe som etter loven krever vedtektsbestemmelse (jfr. §§ 10, 13, 16, 22, 41, 44, 45, 46, 51, 52, 53,​6 55, 59 og 62) skal inntas i vedtektene. Stiftelsesvilkår gjelder dog like fullt selv om disse bestemmelser ikke er overholdt.\nEnhver andelseier skal kostnadsfritt tilstilles et eksemplar av lagets vedtekter.\n0 Endret ved lov 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. § 3.\n2 Jfr. § 1.\n3 Jfr. tvml. § 21.\n4 Jfr. § 11.\n5 Jfr. § 41 jfr. § 42.\n6 § 51, § 52 og § 53 er opphevet ved lov 26 juni 1992 nr. 89.\n1 § 51, § 52 og § 53 er opphevet ved lov 26 juni 1992 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Endring i lagets vedtekter​1 kan bare besluttes av generalforsamlingen med minst to tredjedeler av de avgitte stemmer.\nI borettslag tilknyttet et boligbyggelag,​2 kan vedtektene bestemme at endring av vedtektene ikke er gyldig uten samtykke fra boligbyggelaget.​3\n1 Jfr. §§ 56 og 90.\n2 Jfr. § 5.\n3 Jfr. lov 4 feb 1960 nr. 1 § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "content": "Andelene skal være like store. Departementet​2 kan fastsette rammen for andelenes pålydende.\nDet skal være så mange andeler som det er boliger i de boligbygg laget eier eller skal oppføre, unntatt boliger som i medhold av § 2 leies ut eller skal leies ut til andre enn andelseiere. Viser det seg etter den konstituerende generalforsamling – eller i tilfelle som går inn under § 8, etter at andelene er overtatt eller tegnet – at det blir nye boliger til disposisjon, skal tilsvarende andeler tegnes snarest mulig. Andelskapitalen utgjør summen av samtlige andelers pålydende.\nNye andeler kan bare tegnes ved kontant betaling av andelsbeløpet.​3\nEr antall andeler større enn i annet ledd bestemt, skal laget innløse de overtallige andeler.\n0 Endret ved lover 18 mai 1984 nr. 28, 23 des 1988 nr. 105.\n1 Jfr. § 90.\n2 Kommunal- og regionaldepartementet.\n3 Jfr. § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "Laget kan, med det unntak som følger av § 5, ikke bestå av færre enn tre andelseiere. Synker antallet under tre, og har laget ikke innen tre måneder avhjulpet mangelen eller oppløst seg,​1 hefter de andelseiere som i minst to måneder har vært vitende om forholdet, personlig og solidarisk for de forpliktelser som er pådratt laget etter utløpet av tre-månedersfristen. Dette gjelder dog ikke forpliktelser som er inngått etter at tingretten har besluttet laget oppløst.\nEr antallet av andelseiere når to måneder av fristen er gått, fremdeles under tre, kan hver av andelseierne med en måneds varsel til den annen kreve at tingretten beslutter laget oppløst dersom det ikke innen varselsfristens utløp godtgjøres at antallet av andelseiere er brakt opp til minst tre. Antas det at laget er insolvent​2 settes det i stedet under konkursbehandling.\n0 Endret ved lov 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. § 78.\n2 Jfr. kkl. § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Med de unntak som følger av paragraf 5 og av denne paragraf, kan:\na. bare fysiske personer være andelseiere,\nb. ingen eie mer enn en andel.\nBestemmelsene i første ledd og bestemmelser i lagets vedtekter om vilkår for å være andelseier, gjelder ikke i tilfeller hvor:\na. en kreditor erverver en andel for å redde sin fordring som er sikret med pant i andelen, eller\nb. noen erverver en andel som ellers ville forbli usolgt i lengre tid.\nAndel som er ervervet i medhold av annet ledd må selges videre innen to år. Fristen regnes fra borettslagets godkjenning av andelseieren og kan forlenges av departementet.​2\nVedtektene kan bestemme at staten, en kommune, et boligbyggelag eller annen institusjon eller sammenslutning med samfunnsnyttig formål samt arbeidsgiver som skal fremleie boligene til sine ansatte, til sammen kan eie inntil 30 pst. av andelene. I særlige tilfelle kan departementet​2 samtykke i at mer enn 30 pst. av andelene tilhører dem som er nevnt i første punktum.\nUten hinder av bestemmelsene i første ledd kan følgende juridiske personer til sammen erverve inntil 10 prosent, men likevel minst én, av andelene i borettslag som består av fem eller flere andeler:\na. staten,\nb. fylkeskommuner,\nc. kommuner,\nd. selskaper som har til formål å skaffe boliger og som ledes og kontrolleres av staten, en fylkeskommune eller en kommune,\ne. stiftelser som har til formål å skaffe boliger og som er opprettet av staten, en fylkeskommune eller kommune og\nf. selskaper, stiftelser eller andre som har inngått samarbeidsavtale med staten, en fylkeskommune eller en kommune om å skaffe boliger til vanskeligstilte.\nUten hinder av bestemmelsene i paragraf 4 første ledd og paragraf 12 første ledd kan kommunen eller institusjon eller sammenslutning med særlige oppgaver innen boligsektoren med departementets​2 samtykke eie opptil alle andeler i et borettslag i den tid som antas nødvendig for å utarbeide og gjennomføre plan som nevnt i paragraf 25. Departementet​2 kan på nærmere fastsatte vilkår samtykke i at et borettslag som her nevnt, mottar borettsinnskudd fra dem som får tilsagn fra kommunen eller vedkommende institusjon eller sammenslutning om å overta andelene.\nAndelseiere i borettslag som er tilknyttet et boligbyggelag,​3 skal også være andelseiere i boligbyggelaget. Bestemmelsen i første punktum gjelder ikke for andelseier som nevnt i annet ledd.\nNår særlige grunner foreligger, kan departementet​2 samtykke i at det i vedtektene fastsettes vilkår for å være andelseier.​4 Bare i de tilfelle hvor departementet har samtykket i at det i vedtektene fastsettes vilkår for å være andelseier, kan borettslaget fastsette regler for prisregulering. En slik prisregulering kan bare fastsettes dersom samtlige andelseiere er enig om det.\nAndre enn ektefeller​5 eller personer som i minst to år naturlig har utgjort en husstand kan ikke tegne andel sammen eller erverve den i fellesskap på annen måte enn ved arv. Har flere arvinger i fellesskap eller et dødsbo ervervet andel, kan laget pålegge arvingene eller dødsboet innen seks måneder etter pålegget er mottatt, å overdra andelen med borettsinnskudd til en person som styret godkjenner. § 18 første ledd, annet punktum og annet og tredje ledd gjelder tilsvarende.\n0 Endret ved lover 29 april 1977 nr. 31, 5 juni 1981 nr. 47, 18 mai 1984 nr. 28, 26 juni 1992 nr. 89, 27 nov 1998 nr. 68 (i kraft 1 jan 1999 iflg. res. 27 nov 1998 nr. 1097), 21 juni 2002 nr. 35 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 573),\n1 Jfr. § 90.\n2 Kommunal- og regionaldepartementet.\n3 Jfr. § 5.\n4 Jfr. § 19.\n5 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Et borettslag kan ikke erverve viljebestemt pant i egne andeler unntatt til sikkerhet for krav etter leieavtalen.\nEgne andeler kan erverves til innløsning etter reglene i denne lov.​1 For øvrig kan laget ikke mot vederlag erverve egne andeler uten i forbindelse med tvangsinndrivelse til dekning av egen fordring. For andeler ervervet ved tvangsinndrivelse gjelder reglene i § 21 annet ledd tilsvarende.\nFor egne andeler kan ikke avgis stemme i generalforsamling.\n1 Jfr. §§ 18, 19, 21, 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "En andelseier har rett til å overdra sin andel om ikke annet følger av denne lov.​1\nAndelseier som ikke har fordring på laget i henhold til borettsinnskudd kan bare overdra andelen til en person utpekt av styret dersom ikke styret gir samtykke til annet.\nKnytter det seg borettsinnskudd​2 til andelen, kan andelen ikke gyldig overdras eller erverves uten at erververen samtidig overtar borettsinnskuddet.\n1 Jfr. lov 8 feb 1980 nr. 2 kap. 4.\n2 Jfr. §§ 25 og 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "Den som har ervervet en andel​1 må godkjennes av styret for at ervervet skal bli gyldig overfor laget.\nStyret skal nekte godkjenning dersom ervervet vil være i strid med § 13 eller med vilkår som nevnt i § 13 åttende ledd.\nStyret kan ellers bare nekte godkjenning når det er saklig grunn til det. Godkjenning kan – utenom de i annet ledd nevnte tilfelle – ikke nektes når:\na. Andelen er ervervet av den tidligere andelseiers ektefelle​2 eller andelseierens eller ektefellens slektning i rett opp eller nedstigende linje, søsken, adoptivbarn eller andre som faktisk står i adoptivbarns stilling, eller av noen som andelseieren i minst to år har hatt felles husstand med eller hadde felles husstand med da han eller hun døde, eller av noen i andelseierens husstand som andelseieren har, har hatt eller venter barn med.\nb. overdragelsen er et nødvendig ledd i et bytte av boliger,​3 og den tidligere andelseier skal ta i varig bruk som bolig den bolig han eller hun får ved byttet.\nNekter styret å godkjenne erververen som andelseier, skal det gi ham eller henne og overdrageren skriftlig melding om dette innen 30 dager etter at det mottok søknaden om godkjenning. I meldingen skal gis opplysning om grunnen til avslaget og om at dette er endelig dersom søksmål ikke blir reist innen 30 dager etter at meldingen er mottatt.\nHar styret ikke innen fristen gitt melding med opplysninger som nevnt i fjerde ledd, er erververen å anse som godkjent. Godkjenning kan trekkes tilbake innen ett år dersom opplysninger av betydning for godkjenningen er uriktige eller holdt tilbake, og erververen har eller burde hatt kjennskap til dette.\nVedtektene kan bestemme at godkjenning som nevnt i første ledd ikke er nødvendig utenom de i annet ledd nevnte tilfelle.\nNår en andel skifter eier, skal den nye eier gi melding herom til laget, selv om styrets godkjenning ikke er nødvendig.\n0 Endret ved lover 29 april 1977 nr. 31, 5 juni 1981 nr. 47, 4 juli 1991 nr. 45, 26 juni 1992 nr. 89, 27 nov 1998 nr. 68 (i kraft 1 jan 1999 iflg. res. 27 nov 1998 nr. 1097).\n1 Jfr. §§ 15, 33.\n2 Jfr. lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Jfr. lov 16 juni 1939 nr. 6 § 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Søksmål som omhandlet i § 16 fjerde ledd, må være reist innen 30 dager etter at nevnte melding er mottatt. Søksmål kan reises for tingretten uten forutgående mekling i forliksrådet.\nEr søksmål reist, kan retten ved kjennelse beslutte at erververen av andelen mot sikkerhet fastsatt av retten skal gis adgang til å leie den bolig som er knyttet til andelen, inntil saken er rettskraftig avgjort.​1 Forliksrådet kan ikke treffe slik avgjørelse.\nEllers har en erverver av andel, med mindre vedtektene har bestemmelse som nevnt i § 16 sjette ledd, først rett til å få leie den bolig som er knyttet til andelen, når han eller hun er godkjent av styret eller styrets avslag er kjent ugyldig ved endelig dom.​1\n0 Endret ved lover 26 juni 1992 nr. 89, 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416).\n1 Jfr. tvml. § 161.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Blir erververen ikke godkjent, kan styret pålegge ham eller henne å overdra andelen med borettsinnskudd til en person som styret godkjenner.​2 Etterkommer han eller hun ikke pålegget innen seks uker etter at han eller hun har mottatt det, kan laget enten kreve andelen med borettsinnskudd solgt gjennom namsmyndighetene etter reglene om tvangssalg​3 så langt de passer eller innløse andelen etter § 21 og innfri borettsinnskuddet. Bestemmelsene i tvangsfullbyrdelsesloven​4 § 12-6 jf § 11-20 om det minste bud som kan stadfestes, gjelder ikke i dette tilfelle. Er det reist søksmål etter § 17, begynner fristen ikke å løpe før avslaget er stadfestet ved forlik eller endelig dom. Reises slikt søksmål etter at pålegget er gitt, avbrytes fristen på tilsvarende måte.\nPålegget om å overdra andelen skal gis skriftlig og inneholde opplysning om de rettigheter laget har etter denne lov hvis pålegget ikke etterkommes. Ellers er pålegget ikke gyldig.\nDersom den som har fått pålegg i medhold av første ledd, har overdratt andelen til person som også nektes godkjent, kan laget først gå fram etter bestemmelsene i første ledd annet punktum når dette avslag er endelig.\n0 Endret ved lover 26 juni 1992 nr. 86, 26 juni 1992 nr. 89.\n1 Jfr. § 19.\n2 Jfr. § 16.\n3 Jfr. tvangsl. kap. 12.\n4 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Når en andelseier ikke lenger oppfyller vilkår etter § 13 annet ledd eller vilkår som vedtektene i medhold av § 13 åttende ledd har fastsatt for å være andelseier, kan laget pålegge ham eller henne innen en fastsatt frist etter at pålegget er mottatt, å overdra andelen med borettsinnskudd til en person som styret godkjenner.​1 Fristen er 6 uker dersom andelseieren ikke oppfyller vilkår etter § 13 annet ledd og 6 måneder dersom andelseieren ikke oppfyller vilkår som er fastsatt i vedtektene i medhold av § 13 åttende ledd.\nPålegget skal være skriftlig og inneholde opplysning om:\na. grunnen til pålegget,\nb. de rettigheter laget har om pålegget ikke etterkommes, jfr. siste ledd,\nc. at leieavtalen eller retten til å inngå slik avtale faller bort når han eller hun opphører å være eier av vedkommende andel, jfr. § 35,\nd. søksmålsfristen etter tredje ledd, ellers er pålegget ikke gyldig. Har andelseieren etterkommet pålegget, blir det dog å betrakte som gyldig.\nAndelseier som vil prøve lovligheten av pålegg etter første ledd, må reise sak innen 30 dager etter at pålegget er mottatt. Saksanlegg avbryter fristen for overdragelse inntil saken er rettskraftig avgjort. Søksmål kan reises for tingretten uten forutgående mekling i forliksrådet.\nRetten kan ikke kjenne et pålegg ugyldig når vedtektene etter andelseierens forhold gir hjemmel for det, med mindre særlige grunner gjør det rimelig.\nEtterkommes ikke pålegget innen fristen for overdragelse, får bestemmelsene i § 18 første ledd annet og tredje punktum og tredje ledd tilsvarende anvendelse.\n0 Endret ved lover 26 juni 1992 nr. 86, 26 juni 1992 nr. 89, 27 nov 1998 nr. 68 (i kraft 1 jan 1999 iflg. res. 27 nov 1998 nr. 1097), 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416).\n1 Jfr. § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Auksjonsvilkårene​1 skal opplyse om borettsinnskuddet er endelig fastsatt og innbetalt til laget, eller eventuelt hvilket beløp som gjenstår å innbetale av det endelige eller foreløpig fastsatte borettsinnskudd, samt, hvis borettsinnskuddet ikke er endelig fastsatt og innbetalt, hvilke rettigheter laget har etter § 27 annet ledd.\nHar laget forlangt auksjon​2 i henhold til § 27, blir denne å innstille dersom andelseieren før auksjonen imøtekommer lagets krav samt betaler de med auksjonen forbundne omkostninger.\nUnnlater besitteren å utlevere andelsbrev og obligasjon eller lånebevis, kan laget uten bevilling kreve mortifikasjonsdom​3 på felles bekostning for ham eller henne og den som i andelsboken står som eier. Laget utsteder deretter nytt andelsbrev og ny obligasjon eller nytt lånebevis som skal gis påtegning om at de trer i de mortifisertes sted.\n0 Endret ved lover 26 juni 1992 nr. 86, 26 juni 1992 nr. 89.\n1 Jfr. tvangsl. § 12-6, jf. § 11-24 og § 11-45.\n2 Jfr. § 18 første ledd og tvangsl. § 11-12.\n3 Jfr. lov 18 des 1959 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Skal laget løse inn en andel, fastsettes løsningssummen i mangel av minnelig overenskomst ved skjønn.​1\nInnløst andel skal snarest mulig avhendes. Dette gjelder ikke dersom den bolig som er knyttet til andelen leies ut til andre enn andelseiere i medhold av § 2 eller andelen er overtallig etter § 11 siste ledd. Innberetning om innløste andeler gis til førstkommende generalforsamling.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. skjl. kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Når laget avhender en andel etter reglene i §§ 14 og 21 har de øvrige andelseiere i laget forkjøpsrett.\nVedtektene kan bestemme at følgende skal ha forkjøpsrett når en andel overdras og rett til å overta andelen etter skjønn​2 dersom den på annen måte overføres til andre:\n1. Andelseier i borettslaget. Den andel som forkjøpsberettiget eier fra før, skal omsettes av laget selv om andelen tilhører flere.\n2. Andelseier i det boligbyggelag borettslaget er knyttet til,​3 utpekt av boligbyggelaget.\n3. Andelseieres slektninger i rett opp- eller nedstigende linje.\n4. Institusjon, sammenslutning eller arbeidsgiver som nevnt i § 13 fjerde ledd og ansatte hos bestemt arbeidsgiver.\n5. Boligsøker utpekt av kommunen.\nVedtektene skal fastsette den innbyrdes rekkefølge mellom flere grupper forkjøpsberettigede.\nBorettslaget må på vegne av dem som har forkjøpsrett, gjøre retten gjeldende innen 30 dager etter at borettslaget har mottatt søknad som nevnt i § 16 fjerde ledd eller en annen skriftlig melding om andel er eller ønskes overført. I meldingen skal oppgis prisvilkår. Blir andel overført på gunstigere vilkår for erververen enn det som er opplyst i meldingen eller blir andelen overført senere enn fire måneder etter at meldingen er mottatt, skal ny melding sendes og forkjøpsrett kan brukes innen ny frist som nevnt i forrige punktum.\nForkjøpsrett kan ikke gjøres gjeldende ved overføring av andel:\n1. til person som nevnt i § 16 tredje ledd bokstav a\n2. ved slikt bytte av boliger som nevnt i § 16 tredje ledd bokstav b\n3. fra person som blir skaffet bolig eller tomt av kommunen mot å overføre andelen til den som kommunen peker ut\n4. som eies midlertidig av andelseier som nevnt i § 13 sjette ledd.\n5. ved overdragelse fra andelseier som nevnt i § 13 fjerde ledd til leieboer i den bolig andelen er knyttet til\n6. til kreditor som nevnt i § 13 annet ledd bokstav a.\n7. fra andelseier som nevnt i § 13 femte ledd til leieboer i den bolig som andelen er knyttet til.\nLøsningssummen skal være betalt innen 2 måneder etter at søknad eller melding som nevnt er mottatt av laget, likevel slik at oppgjør ikke kan kreves før en måned etter at løsningssummen er endelig fastsatt. Når det ikke er til vesentlig ulempe, kan borettslaget likevel bestemme at den forkjøpsberettigede skal betale et rimelig forskudd etter at forkjøpsretten er brukt.\nLøsningsrett eller forkjøpsrett til andeler kan ikke bestemmes i vedtektene eller rettsgyldig avtales med noen ut over det som følger av denne paragraf.\n0 Endret ved lover 29 april 1977 nr. 31, 5 juni 1981 nr. 47, 4 mars 1983 nr. 6, 8 juni 1984 nr. 66, 23 des 1988 nr. 105, 26 juni 1992 nr. 89, 27 nov 1998 nr. 68 (i kraft 1 jan 1999 iflg. res. 27 nov 1998 nr. 1097).\n1 Jfr. § 90.\n2 Jfr. skjl. kap. 1.\n3 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "For hver andel skal det utstedes et andelsbrev. Andelsbrev kan ikke utstedes før laget er registrert.​2\nAndelsbrevet skal inneholde lagets navn, dagen for registreringen, andelens nummer og pålydende og andelseierens navn samt angi hvilken bolig som er knyttet til andelen.\nEr det knyttet borettsinnskudd​3 til andelen, skal dette anføres på andelsbrevet med opplysning om at andelen ikke gyldig kan erverves eller pantsettes uten sammen med innskuddet.​4 Er det til andelen knyttet særlige forpliktelser eller er dens omsettelighet innskrenket, skal det gis opplysning om dette i andelsbrevet. At dette ikke er gjort, er dog uten betydning i forholdet mellom erververen og laget.\nAndelsbrevene skal være datert og underskrevet av minst to styremedlemmer.\n1 Jfr. § 90.\n2 Jfr. § 7.\n3 Jfr. § 25.\n4 Jfr. § 15 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Alle andeler skal være innført i en andelsbok med opplysning om eierens navn og bopel. Som andelsbok regnes også et betryggende løsblads- eller kortsystem. Føringen kan også gjøres ved elektronisk databehandling.\n0 Endret ved lov 26 juni 1992 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "content": "Skal laget forestå oppføringen av eller oppføre boliger for andelseierne, utarbeider styret plan for bygging. Planen skal inneholde tegninger og beskrivelse av bygget og dets boliger, omkostningsoverslag, finansieringsplan og driftsbudsjett. Planen skal spesielt inneholde opplysning om den antatte størrelse av de lån andelseierne må yte laget for de forskjellige boligtyper (borettsinnskudd) og av den antatte årsleien for disse.\nBestemmelsene i denne paragraf gjelder tilsvarende når et lag skal erverve boligbygg.\n0 Endret ved lov 18 mai 1984 nr. 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "content": "Når plan som omhandlet i § 25 er utarbeidet, eller når det er inngått slik kontrakt mellom borettslaget og boligbyggelaget som omhandlet i lov om boligbyggelag § 16,​2 kan borettslaget og hver av andelseierne kreve at det inngås avtale mellom laget og den enkelte andelseier om rett til leie av bolig og om borettsinnskudd.​3\nAvtalen skal opprettes skriftlig på grunnlag av planen. Den skal gjelde en bestemt bolig eller en av flere bestemte boliger av samme størrelse og med samme utstyr og angi størrelse av borettsinnskudd og antatt leie. Laget kan i avtalen bare ta forbehold om å foreta slike nødvendige endringer i planen som ikke medfører at boligen blir vesentlig forringet.\nAvtale som ikke tilfredsstiller de krav som er stillet i annet ledd, er ikke bindende for andelseieren.\n1 Jfr. § 90.\n2 Jfr. § 40.\n3 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "content": "Andelseier som nekter å inngå avtale som omhandlet i § 26, kan av styret pålegges å overdra andelen til en person utpekt av dette. Etterkommes ikke pålegget innen 14 dager etter at det er mottatt, kan styret mot kontant betaling av andelsbeløpet overdra andelen. Bestemmelsene i § 18 annet ledd og § 20 fjerde ledd​2 gjelder tilsvarende.\nAndelseier som ikke deponerer eller innbetaler til laget avtalt borettsinnskudd innen 14 dager etter at han eller hun har mottatt skriftlig påkrav sendt på eller etter forfallsdag, kan av styret pålegges innen 14 dager etter at pålegget er mottatt, å overdra andelen med borettsinnskudd til en person som dette godkjenner.​3 Det samme gjelder andelseier som ikke innen 14 dager etter at han eller hun har mottatt skriftlig anmodning om det fra laget, inngår avtale om forhøyelse av borettsinnskuddet. Bestemmelsene i § 18 første ledd, annet og tredje punktum og annet og tredje ledd gjelder tilsvarende. Pålegg i henhold til dette ledd kan ikke gis andelseiere som har rett til å heve avtalen i henhold til § 29.\n0 Endret ved lover 26 juni 1992 nr. 86, 26 juni 1992 nr. 89.\n1 Jfr. § 90.\n1 Nå tredje ledd.\n2 Nå tredje ledd.\n3 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "content": "Laget må ikke​2 kreve eller motta hel eller delvis innbetaling av borettsinnskuddet før finansieringen av boligene er sikret ved tilsagn om faste lån eller på annen betryggende måte. Borettsinnskuddene skal være sikret som i § 31 bestemt. Det må foreligge erklæring fra lagets revisor om at disse vilkår er oppfylt.\nLaget kan dog kreve at hele eller en del av borettsinnskuddet blir deponert i bank med ugjenkallelig fullmakt for banken til å utbetale beløpet til laget når det foreligger slik erklæring fra revisor som nevnt i første ledd.\nFor de innbetalte beløp skal laget utstede skriftlige lånebevis. Lånebeviset skal ha påtegning som viser tilknytningen mellom borettsinnskuddet og andelen som nevnt i § 32 første og annet ledd.\n0 Endret ved lov 29 april 1977 nr. 31.\n1 Jfr. § 90.\n2 Jfr. § 87.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "content": "Andelseier kan heve avtale som nevnt i § 26, dersom byggearbeidet ikke er satt i gang innen ett år etter at avtalen er inngått.\nForetar laget uten at det er nødvendig av tekniske eller økonomiske grunner eller er forlangt av offentlig myndighet, endringer i den plan som ligger til grunn for avtalen med den følge at borettsinnskuddet må forhøyes med mer enn 10 prosent, eller at boligen blir vesentlig forringet, kan en andelseier som ikke har godkjent endringen, heve avtalen. Gjennomføres endringer med følger som nevnt i foregående punktum uten at andelseieren er gjort kjent med det på forhånd, kan han eller hun heve avtalen uten hensyn til om endringen var nødvendig eller forlangt. Andelseierens rett til å heve avtalen etter dette ledd faller bort hvis han eller hun ikke har gjort bruk av retten innen en måned etter at han eller hun fikk kjennskap til forholdet.\n0 Endret ved lov 26 juni 1992 nr. 89, 30 april 1993 nr. 42.\n1 Jfr. § 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "Heves avtalen i medhold av § 29, plikter laget å tilbakebetale beløp som er innbetalt og frigi beløp som er deponert i henhold til avtalen, samt å innløse andelen i samsvar med bestemmelsene i § 21. Hever minst to tredjedeler av andelseierne sine avtaler, må laget oppløses etter reglene i 13. kapitel.\n1 Jfr. § 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Dersom ikke annen betryggende sikkerhet er gitt, må borettsinnskuddet sikres ved pant i borettslagets faste eiendommer med prioritet umiddelbart etter byggelån og senere etter faste lån som er nødvendige for gjennomføring av planen. Når det foreligger beslutning om nye tiltak som nevnt i § 46 annet ledd, kan styret bestemme at nødvendige lån til gjennomføring av tiltaket skal gis prioritet foran borettsinnskuddene.\nDet bør i alminnelighet utstedes en fellesobligasjon som skal lyde på summen av alle borettsinnskuddene. Når borettsinnskuddene er endelig fastsatt, utstedes i tilknytning til fellesobligasjonen andelsobligasjoner til de enkelte andelseiere.\n0 Endret ved lov 29 april 1977 nr. 31, lov 5 juni 1981 nr. 47, 18 mai 1984 nr. 28.\n1 Jfr. § 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "content": "Bare eieren av andelen kan være fordringshaver i henhold til borettsinnskudd som er knyttet til andelen.\nBorettsinnskudd kan bare pantsettes​2 eller gjøres til gjenstand for utlegg eller arrest sammen med den andel innskuddet er knyttet til.\nAndelsobligasjonen, eller om fellesobligasjon ikke blir brukt, pantobligasjonen, skal ha påtegning som viser tilknytningen mellom borettsinnskuddet og andelen.​3\n1 Jfr. § 15.\n2 Jfr. lov 8 feb 1980 nr. 2 kap. 4.\n3 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "content": "En andelseier har rett og plikt til å leie bolig i lagets bygg.​1\n1 Jfr. §§ 26 og 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "Bestemmelsene i husleieloven​1 og lovgivningens øvrige bestemmelser om leie av husrom får så langt de passer, og så fremt ikke annet følger av bestemmelsene i denne lov,​2 anvendelse på leieforholdet mellom laget og den enkelte andelseier vedkommende den bolig som er knyttet til andelen.\nFølgende bestemmelser i husleieloven​1 får likevel ikke anvendelse: §§ 3-1 og 3-7, kapittel 4, § 5-4 første ledd annet punktum, kapittel 6, §§ 7-4, 7-5, 8-1, 8-2, 8-3 første ledd og 8-4 til 8-6. Reglene i § 8-3 annet og tredje ledd får likevel anvendelse, og overføres leieretten i medhold av disse bestemmelsene, gjelder § 8-5 for den overføringen. Kapittel 9, med unntak av §§ 9-7, 9-8 og 9-9 får ikke anvendelse. Det samme gjelder §§ 10-2 første ledd tredje punktum, 10-5 og 10-6, og kapittel 11.\nUtleie til ny andelseier etter overføring av andel regnes ikke som inngåelse av ny leieavtale i forhold til bestemmelsene i kapitlene 2 og 10 i husleieloven.​1\nBlir boligen ødelagt ved brann eller annen hendelig begivenhet i leietiden, har vedkommende andelseier krav på å leie boligen dersom skaden blir utbedret eller boligen gjenoppbygget.\n0 Endret ved lover 14 feb 1969 nr. 10, 26 mars 1999 nr. 17 (i kraft 1 jan 2000 iflg. res. 26 mars 1999 nr. 248).\n1 Lov 26 mars 1999 nr. 17 (husll.).\n2 Jfr. kap. 5 og §§ 35 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:34 a",
      "chapter": "6",
      "section": "34 a",
      "content": "Nekter styret å samtykke i at en andelseier framleier boligen under ett for en viss tid mens han eller hun selv ikke kan bo i den, kan det i stedet tilby at boligbyggelaget eller borettslaget selv overtar forvaltningen av boligen i det tidsrom det gjelder. Nærmere regler om dette kan gis i lagets vedtekter.\nStyret kan bare nekte en andelseier som nevnt i § 13 annet, fjerde og femte ledd å fremleie boligen, dersom forhold ved fremleietakeren gir saklig grunnlag for nektelsen.\nRetten kan etter krav fra andelseier som har fått avslag gi tillatelse til fremleie dersom den finner at avslaget savner fyldestgjørende saklig grunn eller vil virke urimelig.\nSøksmål må være reist innen 30 dager etter at styrets melding om samtykkenektelse er mottatt. Slik melding skal gis skriftlig innen 30 dager etter at søknaden om samtykke er mottatt. I meldingen skal gis opplysning om grunnen til avslaget og om at dette er endelig dersom søksmål ikke blir reist innen 30 dager etter at meldingen er mottatt. Søksmål kan reises for tingretten uten forutgående mekling i forliksrådet.\nEr søksmål reist, kan retten ved kjennelse beslutte at den som det er inngått fremleieavtale med mot sikkerhet fastsatt av retten skal gis adgang til å leie boligen inntil saken er rettskraftig avgjort. Forliksrådet kan ikke treffe slik avgjørelse.\n0 Tilføyd ved lov 29 april 1977 nr. 31, endret ved lover 26 juni 1992 nr. 89, 30 april 1993 nr. 42, 27 nov 1998 nr. 68 (i kraft 1 jan 1999 iflg. res. 27 nov 1998 nr. 1097), 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34a",
        "source_heading": "§ 34 a."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Leieavtalen kan ikke begrenses til et bestemt tidsrom.\nLeieavtalen faller bort når leieren opphører å være eier av vedkommende andel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Laget kan bare si opp leieavtalen dersom andelseieren har gjort seg skyldig i vesentlig mislighold.​1 Fristen for oppsigelse er minst en måned.\n1 Jfr. lov 26 mars 1999 nr. 17 (husll.) § 9-8 annet ledd tredje punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "Når laget sier opp eller hever leieavtalen,​2 kan det pålegge andelseieren innen 14 dager etter at pålegget er mottatt, å overdra andelen med borettsinnskudd til en person utpekt av styret. Bestemmelsene i § 18 annet ledd, gjelder tilsvarende.\nEtterkommes ikke pålegget innen fristen, får bestemmelsen i § 18, første ledd, annet og tredje punktum tilsvarende anvendelse. Er leieavtalen sagt opp, må dessuten fristen for å protestere mot oppsigelsen etter husleieloven​3 § 9-8 være utløpt uten at leieren har protestert, eller oppsigelsen må være stadfestet ved forlik eller rettskraftig dom. Er leieavtalen hevet, må det foreligge rettskraftig dom eller forlik som stadfester hevningen.\nEr andelseieren kastet ut av boligen​4 eller har han eller hun flyttet i henhold til oppsigelsen eller hevningen, kan laget straks gå fram etter reglene i § 18 første ledd annet og tredje punktum. Det samme gjelder uavhengig av om andelseieren har flyttet dersom laget har tvangskraftig tvangsgrunnlag for fravikelse etter tvangsfullbyrdelsesloven​5 kapittel 13.\nHar andelseieren overdratt andelen og søknad om godkjenning er mottatt av laget før oppsigelse eller melding om hevning ble sendt andelseieren, kan pålegg i henhold til første ledd ikke gis før styret med endelig virkning har nektet godkjenning.​1\n0 Endret ved lover 14 feb 1969 nr. 10, 26 juni 1992 nr. 86, 26 juni 1992 nr. 89, 26 mars 1999 nr. 17 (i kraft 1 jan 2000 iflg. res. 26 mars 1999 nr. 248), 28 april 2000 nr. 34 (i kraft 1 juli 2000 iflg. res. 28 april 2000 nr. 366).\n1 Jfr. § 16.\n2 Jfr. lov 26 mars 1999 nr. 17 (husll.) § 9-9.\n3 Lov 26 mars 1999 nr. 17 (husll.).\n4 Jfr. tvangsl. kap. 13.\n5 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "content": "Andelseieren kan si opp leieavtalen med seks måneders varsel. Han eller hun plikter i tilfelle innen utløpet av oppsigelsesfristen å overdra andelen med borettsinnskudd til en person som styret godkjenner.​1 Oversittes fristen, får bestemmelsene i § 18 første ledd annet og tredje punktum og tredje ledd tilsvarende anvendelse.\nHever andelseieren leieavtalen, gjelder bestemmelsene i § 30 tilsvarende.\nAndelseier som uten å ha hevningsrett etter § 29 nekter å inngå avtale om leie av den bolig som er knyttet til andelen, kan av styret pålegges innen 14 dager etter at pålegget er mottatt, å overdra andelen med borettsinnskudd til en person som styret godkjenner.​1 Bestemmelsene i § 18 første ledd annet og tredje punktum og annet og tredje ledd gjelder tilsvarende.\n0 Endret ved lover 26 juni 1992 nr. 86, 26 juni 1992 nr. 89.\n1 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "content": "Ektefelle​1 som etter separasjon eller skilsmisse alene inntrer i husleiekontrakt​2 eller avtale om rett til å opprette husleiekontrakt, uten å eie eller erverve andelen, har forkjøpsrett dersom andelen med borettsinnskudd overdras, og rett til å overta andelen med borettsinnskudd etter skjønn dersom andelen med borettsinnskudd på annen måte overføres til andre.​3 Det samme gjelder for medlem av andelseierens husstand som har rett til å overta leiekontrakten eller retten til å opprette slik kontrakt etter reglene i § 3 i lov om rett til felles bolig og innbo når husstandsfellesskap opphører,​4 eller etter avtale med andelseieren, forutsatt at vilkårene i § 1 i den nevnte loven er oppfylt. For overtagelsesbeløpet kan kreves henstand mot pant i andel og borettsinnskudd. Fordringen forrentes med 10 pst p. a., og kan fra begge parter sies opp med seks måneders varsel. Kongen kan fastsette en høyere eller lavere rente.\nGjøres retten ikke gjeldende innen en måned etter at melding er mottatt om at andelen er overført til andre, faller den bort. Samtidig faller den tilkjente leierett bort. Meldingen skal være skriftlig og angi fristen for å gjøre retten gjeldende og de følger det har at fristen oversittes.\n0 Endret ved lover 17 des 1976 nr. 100, 12 juni 1981 nr. 67, 4 juli 1991 nr. 45.\n1 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n2 Jfr. lov 26 mars 1999 nr. 17 (husll.) § 8-3.\n3 Jfr. § 22.\n4 Jfr. lov 4 juli 1991 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "content": "Bestemmelsene i §§ 15-20, 22, 26, 27 annet ledd, 28-31, og 33-39 om forholdet mellom borettslaget og andelseierne får tilsvarende anvendelse på forholdet mellom et borettslag stiftet i samsvar med § 5 og de andelseiere i boligbyggelaget som i henhold til avtale med boligbyggelaget senere skal bli andelseiere i borettslaget. Ved overdragelse av rettigheter etter de kontrakter som opprettes i henhold til § 26, gjelder ikke unntaksbestemmelsen i § 16 tredje ledds annet punktum når overdragelsen skjer mellom søsken. Unntaket gjelder heller ikke hvis rettighetene tidligere har vært overdratt​2 til person innenfor de grupper som er nevnt der. Rettighetene kan ikke i noe tilfelle uten samtykke fra borettslaget overføres før det avtalte borettsinnskudd er betalt eller deponert, eller dersom avdragsvis innbetaling eller deponering er avtalt, før de første avdrag er innbetalt eller deponert.\n0 Endret ved lov 11 juni 1971 nr. 53.\n1 Jfr. lov 4 feb 1960 nr. 1 § 11.\n2 Etter III i lov 11 juni 1971 nr. 53 medregnes overdragelse forut for endringsloven som etter dagjeldende bestemmelser ikke krevet styrets samtykke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "8:41",
      "chapter": "8",
      "section": "41",
      "content": "Et borettslag skal ha et styre som skal bestå av en leder og minst to andre medlemmer.\nDen som er umyndig​1 kan ikke være styremedlem eller forretningsfører. Inntrer en slik hindring i løpet av tjenestetiden, bortfaller vervet straks. Bare fysiske personer kan være styremedlemmer. Forretningsføreren kan ikke være styremedlem. I borettslag stiftet i samsvar med § 5 kan heller ikke følgende være styremedlem før andelene er overtatt eller tegnet som nevnt i § 8 første ledd; styremedlem, representantskapsmedlem, forretningsfører og prokurist​2 i boligbyggelaget.\nVedtektene kan med det unntak som følger av § 8 annet ledd bestemme at styret bare kan velges blant andelseierne.\nFunksjonstiden for styremedlemmer er to år, med mindre vedtektene fastsetter kortere funksjonstid. Et styremedlem skal dog, med de unntak som følger av annet ledd og av § 43, alltid fungere inntil nytt valg har funnet sted.\nMed det unntak som følger av § 8 annet ledd velger generalforsamlingen styret. Lederen velges ved særskilt valg.\nVedtektene kan bestemme at en del av styremedlemmene kan oppnevnes av staten eller en kommune eller i borettslag tilknyttet boligbyggelag​3 av boligbyggelaget. Flertallet av styrets medlemmer skal dog velges som i femte ledd bestemt.\n0 Endret ved lover 29 april 1977 nr. 31, 8 juni 1984 nr. 60, 15 mai 1987 nr. 20, 26 juni 1992 nr. 89.\n1 Jfr. lov 22 april 1927 nr. 3 § 1.\n2 Jfr. lov 21 juni 1985 nr. 80.\n3 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "8:42",
      "chapter": "8",
      "section": "42",
      "content": "Det skal velges minst to varamedlemmer for styremedlemmene. Generalforsamlingen bestemmer om de skal være personlige eller innkalles i nummerorden.\nPå varamedlemmer får bestemmelsene om styremedlemmer i §§ 6, 41, 43, 47, 48, 50, 51, 60, 75, 87 og 88 tilsvarende anvendelse. Lovens øvrige bestemmelser om styremedlemmer får bare anvendelse på varamedlemmer for så vidt de fungerer som styremedlemmer.\n0 Endret ved lov 26 juni 1992 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "8:43",
      "chapter": "8",
      "section": "43",
      "content": "Når særlige forhold foreligger, har et styremedlem rett til å tre tilbake før funksjonstiden er ute. Om tilbaketreden skal gis rimelig forhåndsvarsel til styret og likeså til den som har valgt ham eller henne når styremedlemmet ikke er valgt av laget.\nEt styremedlem kan fjernes før utløpet av funksjonstiden etter vedtak av generalforsamlingen med minst to tredjedeler av de avgitte stemmer.\nOpphører vervet som styremedlem før utløpet av funksjonstiden eller inntrer det for styremedlemmet en hindring som nevnt i § 41 annet ledd og varamedlem for ham eller henne ikke finnes, skal de øvrige styremedlemmer sørge for at det blir valgt nytt styremedlem for resten av hans eller hennes funksjonstid. Hører valget under generalforsamlingen, kan det utstå til neste ordinære generalforsamling dersom styret er vedtaksført med de gjenstående medlemmer og varamedlemmer.\n0 Endret ved lover 29 april 1977 nr. 31, 26 juni 1992 nr. 89, 30 april 1993 nr. 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "content": "Styremøte skal holdes så ofte som ledelsen og kontrollen av lagets anliggender tilsier det.\nStyremøte sammenkalles av lederen. Krever et styremedlem eller forretningsføreren at det skal holdes styremøte, skal lederen uten opphold etterkomme kravet.\nStyremøte ledes av lederen. Er han eller hun ikke til stede, og det ikke er valgt noen nestleder, velger styret en møteleder.\nStiller ikke vedtektene strengere krav, er styret beslutningsdyktig når mer enn halvdelen av medlemmene er til stede. Styret treffer sine beslutninger med alminnelig flertall blant de møtende om ikke annet er bestemt i vedtektene. De som stemmer for beslutningen må likevel alltid utgjøre mer enn en tredjedel av samtlige styremedlemmer. Ved stemmelikhet gjør møtelederens stemme utslaget. Er det stemmelikhet ved valg av møteleder, treffes avgjørelsen ved loddtrekning.\nI borettslag tilknyttet et boligbyggelag,​1 har en representant for boligbyggelaget rett til å være til stede på styrets møter med tale- og forslagsrett, men uten stemmerett.\nStyret skal føre protokoll over sine forhandlinger. Denne skal underskrives av de fremmøtte styremedlemmer.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "content": "Styret representerer laget utad og tegner dets navn (firma).​1 Rettshandel som styret i forhold til laget var uberettiget til å avgi, er ikke bindende for laget dersom medkontrahenten visste eller burde ha innsett dette.\nVedtektene kan bestemme at to eller flere styremedlemmer i fellesskap skal kunne representere laget og tegne dets navn.​2 Andre enn styremedlemmer kan ikke gis rett til å tegne lagets navn.\nVedtektene kan gi styret adgang til å gi prokura.​1\n1 Jfr. lov 21 juni 1985 nr. 80.\n2 Jfr. lov 21 juni 1985 nr. 78 § 3-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "8:46",
      "chapter": "8",
      "section": "46",
      "content": "Styret skal lede lagets virksomhet i samsvar med lov og vedtekter og etter de forskrifter og pålegg som generalforsamlingen eller andre organer har gitt i medhold av lov eller vedtekter. Styret har herunder å treffe alle bestemmelser som ikke i lov eller vedtekter er lagt til andre organer.​1\nStyret kan ikke uten at generalforsamlingen med minst to tredjedeler av de avgitte stemmer har samtykket:\n1. Ombygge, påbygge eller rive de hus laget eier, bygge nye boliger, selge eller kjøpe fast eiendom eller på annen vesentlig måte endre bebyggelsen eller tomten.\n2. Gjennomføre tiltak i samsvar med de formål som er nevnt i § 1 tredje ledd når tiltaket fører med seg økonomisk ansvar eller utlegg for laget på mer enn 5 prosent av den årlige husleien.\nStyret ansetter forretningsfører og andre funksjonærer, gir instruks for dem, fastsetter deres lønn og fører tilsyn med at de oppfyller sine plikter. Det hører også under styret å si dem opp eller gi dem avskjed.\nAnsettelsen kan bare skje på oppsigelse med en oppsigelsesfrist som ikke må overstige seks måneder. Dette gjelder dog ikke når annet følger av bestemmelsene i kontrakt mellom boligbyggelag og tilknyttet borettslag i henhold til lov om boligbyggelag § 16 fjerde ledd. Med boligbyggelag som borettslaget ikke er tilknyttet, kan det inngås avtale om forretningsførsel som er uoppsigelig fra borettslagets side for et tidsrom på inntil fem år.\n0 Endret ved lover 29 april 1977 nr. 31, 18 mai 1984 nr. 28, 26 juni 1992 nr. 89, 30 april 1993 nr. 42.\n1 Jfr. §§ 53 og 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "8:47",
      "chapter": "8",
      "section": "47",
      "content": "Eventuell godtgjørelse til styremedlemmer fastsettes av generalforsamlingen. Godtgjørelsen skal fastsettes til bestemte pengebeløp for bestemte terminer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "8:48",
      "chapter": "8",
      "section": "48",
      "content": "Styremedlem eller funksjonær må ikke​1 i anledning av rettshandel for laget ta imot godtgjørelse av andre enn laget og heller ikke godtgjørelse som medkontrahenten eller representant for denne har betinget hos laget.\nDet samme gjelder styremedlems eller funksjonærs ektefelle​2 og enhver som er beslektet eller besvogret med dem i rett opp- eller nedstigende linje, eller selskap som noen i dette ledd nevnt person har en fremtredende interesse i.\nGodtgjørelse som er avtalt eller mottatt i strid med denne paragraf, tilfaller laget.​3\n1 Jfr. § 87.\n2 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Jfr. § 88.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "8:49",
      "chapter": "8",
      "section": "49",
      "content": "Styremedlem eller forretningsfører må ikke​1 delta i behandlingen eller avgjørelsen av noe spørsmål som han eller hun har en fremtredende personlig eller økonomisk særinteresse i. Styremedlem eller forretningsfører må heller ikke delta i beslutning om lån mot eller diskontering av noe papir som er påført hans eller hennes navn.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. § 87.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "8:50",
      "chapter": "8",
      "section": "50",
      "content": "I saker mellom styret eller enkelte styremedlemmer på den ene side og borettslaget på den annen side, bortsett fra saker som nevnt i § 88 annet og følgende ledd, skal styret sammenkalle en generalforsamling til valg av en eller flere personer som skal opptre for laget under saken. Foretar ikke generalforsamlingen slikt valg, kan forkynnelse foregå for hvem som helst av andelseierne.\n0 Endret ved lov 26 juni 1992 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "8:50 a",
      "chapter": "8",
      "section": "50 a",
      "content": "Generalforsamlingen kan bestemme at det skal være naboutvalg med ett eller flere medlemmer for hver naturlig gruppe av leiligheter innen laget. Naboutvalgene skal fungere som kontaktledd mellom styret og beboerne.\nNaboutvalgene velges av generalforsamlingen for ett år.\nGeneralforsamlingen skal fastsette nærmere regler for naboutvalgenes antall, størrelse og arbeidsoppgaver.\nGeneralforsamlingen kan bestemme at naboutvalgene skal ha avgjørelsesmyndighet i bestemt angitte saker som bare gjelder beboerne i vedkommende gruppe boligenheter. Generalforsamlingen kan bevilge midler særskilt til naboutvalgene.\nNaboutvalgene fremlegger regnskap for styret etter nærmere regler fastsatt av dette, jfr. § 62.\nStyret fører tilsyn med at utvalgene oppfyller sine plikter.\nBestemmelsene i § 43 gjelder tilsvarende for medlem av naboutvalg.\n0 Tilføyd ved lov 29 april 1977 nr. 31, endret ved lov 5 juni 1981 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50a",
        "source_heading": "§ 50 a."
      }
    },
    {
      "provision_ref": "10:54",
      "chapter": "10",
      "section": "54",
      "content": "Den øverste myndighet i laget utøves av generalforsamlingen.\nOrdinær generalforsamling skal holdes hvert år innen seks måneder etter utgangen av regnskapsåret.​1\nEkstraordinær generalforsamling holdes når styret, eller, i borettslag tilknyttet et boligbyggelag, boligbyggelaget finner det nødvendig. Likeså skal generalforsamlingen innkalles når revisor eller minst en tiendedel, dog minst tre, av andelseierne skriftlig krever det, og samtidig oppgir hvilke saker som ønskes behandlet.\n0 Endret ved lover 29 april 1977 nr. 31, 26 juni 1992 nr. 89.\n1 Jfr. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "10:55",
      "chapter": "10",
      "section": "55",
      "content": "Generalforsamlingen innkalles av styret. Er et krav som nevnt i § 54 siste punktum ikke etterkommet innen 14 dager, kan de som har fremsatt kravet forlange at tingretten foretar innkalling på lagets bekostning.​1 I borettslag tilknyttet et boligbyggelag​2 kan boligbyggelaget innkalle ekstraordinær generalforsamling på borettslagets bekostning, dersom boligbyggelagets krav om innkalling ikke etterkommes innen 14 dager.\nInnkallingen skjer med et varsel på minst 8, høyst 20 dager. Ekstraordinær generalforsamling kan likevel om det er nødvendig, innkalles med kortere frist som dog skal være minst tre dager. Innkallingen skjer på den måte vedtektene bestemmer.\nSaker som en andelseier ønsker behandlet av den ordinære generalforsamling, skal nevnes i innkallingen når det fremsettes krav om det senest tre uker før generalforsamlingen, og saken ikke etter § 56 kan avgjøres uten at den er nevnt i innkallingen. Vedtektene kan forlenge fristen til høyst åtte uker, men kan ikke på annen måte begrense andelseierens forslagsrett.\nI borettslag tilknyttet boligbyggelag​2 skal også saker som boligbyggelaget ønsker behandlet, nevnes i innkallingen, når kravet settes fram innen siste styremøte før innkallingen blir sendt.\n0 Endret ved lover 26 juni 1992 nr. 89, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. §§ 56 og 57.\n2 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "10:56",
      "chapter": "10",
      "section": "56",
      "content": "Generalforsamlingen kan ikke treffe beslutning om andre saker enn dem som er bestemt angitt i innkallingen. Dog kan det besluttes innkalt ny generalforsamling til avgjørelse av forslag som er fremsatt i møtet. Videre kan den ordinære generalforsamling uten hinder av bestemmelsen i første punktum:\n1. behandle årsberetning fra styret,​2\n2. behandle årsregnskapet​3 og i denne sammenheng spørsmål om anvendelse av overskudd eller dekning av tap,​4 og om å beslutte ekstraordinær gransking,​5\n3. foreta valg av tillitsvalgte som skal velges av generalforsamlingen på bestemt tid og som ikke skal tre i stedet for noen som har frasagt seg vervet før tiden.\nGeneralforsamling som er innkalt av retten i medhold av § 55 annet punktum, kan uten at det behøver å være angitt i innkallingen, treffe beslutning om å oppsi eller avskjedige tillitsvalgte, samt om å gjøre ansvar gjeldende mot dem eller om ekstraordinær gransking.\nSkal et forslag som etter loven må vedtas med minst to tredjedels flertall​6 kunne behandles, må hovedinnholdet være nevnt i innkallingen.\n0 Endret ved lover 29 april 1977 nr. 31, 30 april 1993 nr. 42, 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. § 6.\n2 Jfr. § 64.\n3 Jfr. lov 17 juli 1998 nr. 56.\n4 Jfr. § 67.\n5 Jfr. § 77.\n6 Jfr. § 10 og § 46 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "10:57",
      "chapter": "10",
      "section": "57",
      "content": "Forretningsfører, medlem av styret samt fremleier​1 av en av lagets boliger har rett til å være til stede på generalforsamlingen og til å uttale seg. Forretningsføreren og styrets leder har plikt til å være til stede med mindre dette er åpenbart unødvendig eller det foreligger gyldig forfall. I sistnevnte tilfelle skal det utpekes en stedfortreder.\nGeneralforsamlingen ledes av styrets leder med mindre generalforsamlingen velger en annen møteleder. Er generalforsamlingen innkalt av retten i medhold av § 55 annet punktum utpeker retten møteleder.\nDet skal under møtelederens ansvar føres protokoll over alle saker som behandles og alle vedtak som treffes av generalforsamlingen.​2 Protokollen underskrives av møteleder og av minst to av de tilstedeværende andelseiere valgt av generalforsamlingen. Protokollen skal til enhver tid holdes tilgjengelig for andelseierne.\n0 Endret ved lover 29 april 1977 nr. 31, 26 juni 1992 nr. 89, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. § 34 a.\n2 Jfr. § 74.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "10:58",
      "chapter": "10",
      "section": "58",
      "content": "I generalforsamlingen har hver andelseier en stemme uansett antall andeler.​2 Hvor flere eier en andel i fellesskap, jfr. § 13 siste ledd, skal disse likevel bare ha en stemme til sammen.\nAndelseier kan møte med fullmektig. Ingen kan være fullmektig for mer enn én andelseier. Hvor flere eier én andel i fellesskap som nevnt i første ledd annet punktum, skal likevel én fullmektig kunne møte på vegne av disse.\n0 Endret ved lover 5 juni 1981 nr. 47, 26 juni 1992 nr. 89.\n1 Jfr. § 90.\n2 Jfr. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "10:59",
      "chapter": "10",
      "section": "59",
      "content": "Med de unntak som følger av loven​1 eller vedtektene, treffes alle beslutninger med alminnelig flertall av de avgitte stemmer. Ved stemmelikhet gjør møtelederens stemme utslaget. Har han eller hun ikke stemt, eller det gjelder valg, avgjøres saken ved loddtrekning.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. §§ 10, 43, 46, 78, 82.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "10:60",
      "chapter": "10",
      "section": "60",
      "content": "Ingen kan som andelseier eller fullmektig eller ved fullmektig delta i noen avstemning om rettshandel overfor seg selv eller om eget ansvar. Heller ikke kan noen delta i avstemning om rettshandel overfor tredjemann eller om tredjemanns ansvar dersom han eller hun har en fremtredende personlig eller økonomisk interesse i saken. Dog kan det med de unntak som er nevnt nedenfor, deltas i avstemning om godtgjørelse for tillitsverv i laget eller om fjernelse fra slikt verv.\nI avstemning om ekstraordinær gransking​1 og ved valg av granskingsmenn kan det ikke delta noen hvis forhold i tilfelle skal omfattes av granskingen.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. § 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "10:61",
      "chapter": "10",
      "section": "61",
      "content": "Andelseier som vil søke en beslutning av generalforsamlingen kjent ugyldig ved dom som stridende mot lov eller vedtekter, må anlegge sak innen tre måneder etter at beslutningen ble truffet.\nDom som kjenner beslutningen ugyldig virker for alle andelseiere. Var beslutningen anmeldt til Foretaksregisteret, skal dommen anmeldes og registreres​1 på lagets bekostning.\n0 Endret ved lov 21 juni 1985 nr. 78.\n1 Jfr. lov 21 juni 1985 nr. 78 § 4-7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "11:62",
      "chapter": "11",
      "section": "62",
      "content": "Styret skal sørge for registrering og dokumentasjon av regnskapsopplysninger og utarbeidelse av årsregnskap og årsberetning i samsvar med regler gitt i eller i medhold av regnskapsloven.​1 Årsregnskap og årsberetning skal være utarbeidet innen fire måneder etter regnskapsårets avslutning.\nFørste regnskapsår etter lagets stiftelse kan ikke være lengre enn kalenderåret.\nEr ikke annet bestemt i vedtektene, skal kalenderåret være regnskapsår.\n0 Endret ved lover 29 april 1977 nr. 31, 23 des 1988 nr. 105, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "11:63",
      "chapter": "11",
      "section": "63",
      "content": "Årsregnskap og årsberetning​1 skal underskrives av styret og forretningsføreren. Har noen av dem innvendinger mot oppgjøret skal vedkommende underskrive med påtegnet forbehold og gi nærmere redegjørelse i årsberetningen.\n0 Endret ved lover 18 mai 1984 nr. 28, 23 des 1988 nr. 105, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "11:64",
      "chapter": "11",
      "section": "64",
      "content": "Årsberetningen skal inneholde styrets forslag til anvendelse av de disponible midler.​1\n0 Endret ved lover 18 mai 1984 nr. 28, 23 des 1988 nr. 105, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. § 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "11:65",
      "chapter": "11",
      "section": "65",
      "content": "I borettslag stiftet i samsvar med § 5 skal styret, inntil andelen er overtatt eller tegnet som nevnt i § 8 første ledd, og snarest mulig sende årsregnskap, årsberetning​1 og revisjonsberetning til medlemmene av boligbyggelagets representantskap, eller hvis representantskapet bestemmer det, til et kontrollutvalg oppnevnt av representantskapet.\nRepresentantskapet skal avgi uttalelse til generalforsamlingen om hvorvidt årsregnskapet og årsberetningen bør godkjennes og om styrets forslag til anvendelse av de disponible midler.\n0 Endret ved lover 29 april 1977 nr. 31, 23 des 1988 nr. 105, 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "11:66",
      "chapter": "11",
      "section": "66",
      "content": "Årsregnskap og årsberetning​1 skal snarest mulig og senest innen åtte dager før den ordinære generalforsamling sendes til enhver andelseier med kjent oppholdssted.\nEr borettslaget stiftet i samsvar med § 5 og boligene er fordelt, jf. lov om boligbyggelag § 15 tredje ledd, skal årsregnskap, årsberetning og i tilfelle representantskapets uttalelse etter § 65 annet ledd samtidig sendes hver av de fremtidige andelseiere med kjent adresse.\nRevisjonsberetningen skal være utlagt til gjennomsyn dersom den ikke er sendt andelseierne og i borettslag som nevnt i annet ledd, de fremtidige andelseierne.\n0 Endret ved lover 29 april 1977 nr. 31, 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "11:67",
      "chapter": "11",
      "section": "67",
      "content": "På den ordinære generalforsamling skal årsregnskapet og årsberetningen​1 behandles og endelig fastsettes. Årsregnskapet og årsberetningen skal leses opp i generalforsamlingen med mindre annet enstemmig blir besluttet. Revisjonsberetningen skal alltid leses opp.\nDet kan ikke stemmes under ett om fastsettelse av årsregnskapet og årsberetningen​1 og om ansvarsfrihet. Beslutningen anses i tilfelle bare å gjelde fastsettelsen av årsregnskapet og årsberetningen og medfører ikke frafallelse av ansvar.\nBeslutning i de spørsmål som er nevnt i første og annet ledd kan av en tiendedel, dog minst tre, av andelseierne, kreves utsatt til en fortsatt generalforsamling som i så fall skal holdes minst en måned og høyst to måneder senere. Beslutningen kan ikke kreves utsatt ytterligere.\n0 Endret ved lover 29 april 1977 nr. 31, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "12:68",
      "chapter": "12",
      "section": "68",
      "content": "Et borettslag skal ha en eller flere statsautoriserte eller registrerte revisorer.​1\nI borettslag tilknyttet et boligbyggelag​2 skal den være revisor som reviderer boligbyggelagets​3 årsregnskap.\n0 Endret ved lover 23 des 1988 nr. 105, 15 jan 1999 nr. 2 (i kraft 1 aug 1999 iflg. forskrift 25 juni 1999 nr. 711).\n1 Jfr. lov 15 jan 1999 nr. 2 kap 3.\n2 Jfr. § 5.\n3 Jfr. lov 4 feb 1960 nr. 1 § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "12:69",
      "chapter": "12",
      "section": "69",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "12:70",
      "chapter": "12",
      "section": "70",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "12:71",
      "chapter": "12",
      "section": "71",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "12:72",
      "chapter": "12",
      "section": "72",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "12:73",
      "chapter": "12",
      "section": "73",
      "content": "Revisor skal så vidt mulig være til stede på generalforsamlingen dersom den skal behandle spørsmål om regnskap eller om ansvar for tillitsmenn og funksjonærer,​1 eller dersom den er innkalt av retten eller av boligbyggelaget i medhold av § 55 første ledd. Kan revisor ikke møte selv, skal han eller hun møte ved en assistent om han eller hun har noen.\n0 Endret ved lover 26 juni 1992 nr. 89, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. kap. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "12:74",
      "chapter": "12",
      "section": "74",
      "content": "Etter krav fra generalforsamling, styremedlem, forretningsfører eller gransker plikter​1 revisor å gi opplysninger om hva han eller hun har funnet under sin virksomhet i laget. Revisor kan forlange spørsmålene fremsatt skriftlig og kan gi skriftlig svar, unntatt når opplysningene kreves av generalforsamlingen. I så fall skal spørsmål og svar protokolleres, om noen av de tilstedeværende forlanger det.\n0 Endret ved lover 23 des 1988 nr. 105, 26 juni 1992 nr. 89.\n1 Jfr. § 87.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "12:75",
      "chapter": "12",
      "section": "75",
      "content": "Revisor velges av generalforsamlingen med de unntak som følger av § 68 annet ledd.\nEtter krav av minst en tiendedel, dog minst tre, av andelseierne kan retten oppnevne en revisor i tillegg til de andre revisorer. Er kravet satt fram av minst en tredjedel av andelseierne, skal det alltid tas til følge.\nFyller ikke revisor lenger vilkårene for å kunne velges til revisor i laget, skal valg av ny revisor i stedet for den hvis verv bortfaller foretas uten opphold. Valget kan dog utstå til neste ordinære generalforsamling dersom vedkommende ikke var lagets eneste revisor.\nRevisor tjenestegjør inntil annen revisor velges i hans eller hennes sted. Generalforsamlingen kan bare foreta slikt valg dersom det i innkallingen er sagt at det vil bli fremsatt forslag til valg av ny revisor. Fjernes revisor mot sin vilje av en grunn som må anses utilbørlig, har han eller hun krav på ett års godtgjørelse regnet fra fratredelsen.\nRevisors godtgjørelse fastsettes av generalforsamlingen. Retten fastsetter likevel godtgjørelsen for revisor som den har oppnevnt i medhold av annet ledd.\n0 Endret ved lover 29 april 1977 nr. 31, 23 des 1988 nr. 105, 26 juni 1992 nr. 89, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "12:76",
      "chapter": "12",
      "section": "76",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "12:77",
      "chapter": "12",
      "section": "77",
      "content": "Generalforsamlingen kan når som helst treffe beslutning om ekstraordinær gransking av lagets stiftelse eller av forvaltningen i hele eller en del av den tid som ligger forut for beslutningen, eller ved bestemte anledninger eller for bestemte personers vedkommende. Generalforsamlingen velger granskere. Om deres ugildhet, taushetsplikt og godtgjørelse gjelder samme regler som for revisor.​1\nHar generalforsamlingen forkastet et forslag om gransking, kan en tiendedel, dog minst tre, av andelseierne ved en felles fullmektig be tingretten beslutte gransking og oppnevne granskere. Begjæringen skal tas til følge dersom retten finner at den har rimelig grunn.\nI borettslag stiftet i samsvar med § 5 skal generalforsamlingen når det blir fremsatt skriftlig forslag om gransking fra minst en tiendedel, dog minst tre, av dem som er tildelt bolig, men ikke er blitt andelseiere i laget, ta standpunkt til forslaget og skriftlig underrette forslagsstillerne om sitt standpunkt innen en måned etter at forslaget er innkommet til laget. Forkaster generalforsamlingen forslaget eller er underretning som nevnt i foregående punktum ikke gitt innen den der nevnte frist, kan forslagsstillerne ved en felles fullmektig be tingretten beslutte gransking og oppnevne granskere. Begjæringen skal tas til følge dersom retten finner at den har rimelig grunn.\nFør retten treffer avgjørelse, skal den gi laget og i tilfelle den hvis forhold begjæringen gjelder, anledning til å uttale seg.\nLagets ledelse skal gi granskerne adgang til å foreta de undersøkelser de finner nødvendig, og skal likeså sørge for at granskerne får de opplysninger og den bistand de krever for utførelsen av deres oppdrag.\nPå granskingen får bestemmelsene om revisors arbeid tilsvarende anvendelse så langt de passer.\nGranskerne avgir skriftlig beretning om granskingen til generalforsamlingen, men til tingretten dersom granskingen er besluttet av denne. Retten skal i så fall gi fullmektigen for dem som begjærte gransking gjenpart av beretningen og snarest mulig sammenkalle en generalforsamling, hvor beretningen deles ut og leses opp. Det som er bestemt om revisjonsberetningen i § 66 tredje ledd gjelder tilsvarende.\nRetten fastsetter godtgjørelsen for de granskere den har oppnevnt. Omkostningene ved granskingen bæres av laget.\nKjennelser og andre avgjørelser som retten treffer etter denne paragraf, kan påkjæres etter reglene i kapittel 26 i tvistemålsloven.\n0 Endret ved lover 29 april 1977 nr. 31, 26 juni 1992 nr. 89, 30 april 1993 nr. 42, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. §§ 68, 74-75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "13:78",
      "chapter": "13",
      "section": "78",
      "content": "Vedtak om frivillig oppløsning av et borettslag kan alene fattes av to på hverandre følgende generalforsamlinger med minst 14 dagers mellomrom. Den ene skal være en ordinær generalforsamling.​2 På begge generalforsamlinger kreves at minst to tredjedeler av de avgitte stemmer er for oppløsning. Er hele andelskapitalen tapt,​3 er det nok at en tredjedel av de avgitte stemmer er for oppløsning.\nI lag tilknyttet et boligbyggelag​4 skal boligbyggelaget gis anledning til å uttale seg om spørsmålet om oppløsning. Uttalelsen skal tilstilles enhver andelseier i borettslaget med kjent oppholdssted innen åtte dager før den første generalforsamling til behandling av dette spørsmål.\nHar borettslag tilknyttet boligbyggelag​4 fast eiendom, er vedtak om frivillig oppløsning ikke gyldig før vedtaket er godkjent av Fylkesmannen. Det samme gjelder vedtak om overdragelse av bolig eller av ideell andel i borettslagets eiendommer. For borettslag tilknyttet boligbyggelag kan godkjenning bare gis når borettslaget er ute av stand til å oppfylle sitt formål eller det foreligger andre særlige grunner.\nFor borettslag der kommunen har vært med ved etableringen av borettslaget slik at kommunen i realiteten har fungert som boligbyggelag, må vedtak om oppløsning godkjennes av kommunen.\nFor borettslag som er blitt dannet og finansiert av bedrifter og institusjoner for å skaffe bolig for sine ansatte, må vedtak om oppløsning godkjennes av disse. Dersom det er fattet vedtak om oppløsning og det er tvil om grunnlaget er til stede som ovenfor omtalt, kan avgjørelsen ankes til Fylkesmannen.\n0 Endret ved lover 5 april 1974 nr. 15, 9 feb 1979 nr. 2, 4 mars 1983 nr. 6.\n1 Jfr. §§ 12, 30.\n2 Jfr. § 54 og § 56.\n3 Jfr. § 11.\n4 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "13:79",
      "chapter": "13",
      "section": "79",
      "content": "Når vedtak om oppløsning er blitt gyldig, skal generalforsamlingen velge et avviklingsstyre. Valget skjer på ubestemt tid med en oppsigelsesfrist på tre måneder. For øvrig gjelder bestemmelsene om styret i 8. kapitel også for avviklingsstyret. Medlemmene av det tidligere styre trer ut av funksjon for så vidt de ikke velges til avviklingsstyre.\nTingretten trer i generalforsamlingens sted når laget er besluttet oppløst i medhold av bestemmelsene i § 8 fjerde ledd eller § 12 annet ledd. Etter begjæring av minst en femtedel av andelseierne kan retten når særlige grunner taler for det, bestemme at det samme skal gjelde også ellers. Før retten treffer sin avgjørelse, skal den gi styret anledning til å uttale seg. Rettens avgjørelse kan innen 14 dager etter at den er blitt meddelt, innbringes for departementet.​1 Bestemmelsene i tvistemålslovens​2 §§ 399 og 401 får tilsvarende anvendelse.\nFor øvrig innkalles generalforsamlingen under avviklingen etter samme regler som ellers.​3\n0 Endret ved lover 5 april 1974 nr. 15, 29 april 1977 nr. 31, 26 juni 1992 nr. 89, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Justisdepartementet iflg. res. 2 juni 1960.\n2 Lov 13 aug 1915 nr. 6 (tvml.).\n3 Jfr. § 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "13:80",
      "chapter": "13",
      "section": "80",
      "content": "Avviklingsstyret skal oppta fortegnelse over lagets eiendeler og gjøre opp balanse med henblikk på avviklingen. Fortegnelsen og balansen skal i revidert stand utlegges på lagets kontor til ettersyn for andelseierne og gjenpart av oppgjøret med revisjonsberetning tilstilles enhver andelseier med kjent oppholdssted.\nNår vedtak om oppløsning er blitt gyldig, skal laget ved sitt foretaksnavn på brev, kunngjøringer og andre dokumenter tilføye ordene «under avvikling».\n0 Endret ved lover 5 april 1974 nr. 15, 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "13:81",
      "chapter": "13",
      "section": "81",
      "content": "Når det foreligger gyldig beslutning om oppløsning, skal​2 avviklingsstyret straks anmelde beslutningen til Foretaksregisteret.​3 Dessuten skal beslutningen sammen med en oppfordring til kreditorene om å melde seg, innrykkes i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og to ganger i to aviser som er alminnelig lest på stedet. Fordringshavere med kjent oppholdssted skal så vidt mulig gis særskilt skriftlig underretning.\nNår det er særlig grunn til det, kan Kongen​4 gi styret tillatelse til å innkalle lagets fordringshavere ved preklusivt proklama. Frist og kunngjøringsmåte fastsettes i tillatelsen. Proklamaet omfatter ikke skattekrav.​5\nLagets virksomhet kan under avviklingen fortsette i den utstrekning det er nødvendig for en hensiktsmessig gjennomføring av avviklingen.\nUnder avviklingen skal årsregnskap og årsberetning​6 fremlegges, revideres og prøves etter samme regler som ellers.\n0 Endret ved lover 5 april 1974 nr. 15, 21 juni 1985 nr. 78, 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 5 sep 2003 nr. 92 (i kraft 1 jan 2004 iflg. res. 5 sep 2003 nr. 1119).\n1 Jfr. §§ 86 og 87.\n2 Jfr. § 87.\n3 Jfr. lov 21 juni 1985 nr. 78 kap. IV.\n4 Justisdepartementet iflg. res. 2 juni 1960.\n5 Jfr. sl. § 75 med note 2.\n6 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "13:82",
      "chapter": "13",
      "section": "82",
      "content": "Med mindre minst en tredjedel av andelseierne er mot det, skal oppgjøret skje ved naturaldeling.​1\nUnder enhver omstendighet skal lagets eiendeler realiseres så langt det er nødvendig av hensyn til gjelden.\nAvviklingsstyret skal sørge for at lagets forpliktelser dekkes for så vidt ikke kreditor frafaller sitt krav eller samtykker i å ta en annen som debitor i stedet. Kan en fordringshaver ikke finnes, eller nekter han å motta sitt tilgodehavende, skal beløpet deponeres i Norges Bank i samsvar med reglene i lov om deponering i gjeldshøve av 17. februar 1939.\n0 Endret ved lover 29 april 1977 nr. 31, 26 juni 1992 nr. 89.\n1 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "13:83",
      "chapter": "13",
      "section": "83",
      "content": "Utbetaling av overskudd skal ikke finne sted før lagets forpliktelser er dekket etter reglene i § 82 og det er gått seks måneder siden kunngjøringen i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon etter § 81.\nOverskuddet fordeles mellom andelseierne etter den innbyrdes verdi av boligene, og utbetales mot innlevering av andelsbrevet eller påtegning på dette.\nEtter avsluttet utbetaling fremlegges revidert regnskap for generalforsamlingen eller i tilfelle for tingretten. Når regnskapet er godkjent, skal​1 det anmeldes til Foretaksregisteret​2 at laget er endelig oppløst.\nAvviklingsstyret skal sørge for at lagets oppbevaringspliktige regnskapsmateriale som angitt i regnskapsloven​3 § 2-7 og bøker oppbevares i minst 10 år etter den endelige oppløsningen. Registrerte regnskapsopplysninger skal kunne gjengis som angitt i regnskapsloven § 2-2 i 10 år etter den endelige oppløsningen.\n0 Endret ved lover 29 april 1977 nr. 31, 21 juni 1985 nr. 78, 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 5 sep 2003 nr. 92 (i kraft 1 jan 2004 iflg. res. 5 sep 2003 nr. 1119).\n1 Jfr. § 87.\n2 Jfr. lov 21 juni 1985 nr. 78 kap. IV.\n3 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "13:84",
      "chapter": "13",
      "section": "84",
      "content": "Et borettslag kan overdra eiendeler, rettigheter og forpliktelser som helhet til et annet borettslag mot at andelseierne får andeler i det overtakende lag når dette lag etter overtakelsen ikke vil få mer enn 150 andeler. Er borettslaget tilknyttet et boligbyggelag,​1 kan slik overdragelse bare skje til et annet lag tilknyttet samme boligbyggelag.\nLagenes styrer skal utarbeide et begrunnet forslag til fusjonsavtale som minst skal angi:\n1. forslag til vedtektsendringer for det overtakende lag samt opplysninger om vedtektsbestemmelser som gjelder andelseiernes rettsstilling, og\n2. tidspunktet for gjennomføring av fusjonen.\nSom vedlegg skal følge avskrift av seneste årsregnskap og årsberetning​2 i det/de andre lag, påført merknad om generalforsamlingens beslutning med hensyn til lagets overskudd eller tap, samt avskrift av revisjonsberetningen. I et overdragende lag skal også det overtakende lags vedtekter vedlegges.\nFusjonsavtalen skal godkjennes av lagenes generalforsamlinger. Beslutningen krever tilslutning fra minst to tredjedeler av de avgitte stemmer. Styrets forslag til fusjonsavtale med vedlegg som nevnt i tredje ledd skal inntas i eller vedlegges innkallingen.​3 Dersom innkallingen skjer ved offentlig kunngjøring, skal dokumentene isteden utlegges til ettersyn samtidig med at innkallingen finner sted. Andelseierne skal i innkallingen underrettes om dette og om at de kan kreve å få tilsendt avskrift.\nDersom ikke generalforsamlingen skal behandle årsregnskapet og årsberetningen,​2 skal avskrift av seneste årsregnskap og årsberetning, påført merknad om generalforsamlingens beslutning med hensyn til overskudd eller tap, samt avskrift av revisjonsberetningen, utlegges til ettersyn samtidig med innkallingen.\nDe andeler som skal ytes som vederlag, anses tegnet når fusjonsavtalen er godkjent.\n0 Endret ved lover 29 april 1977 nr. 31, 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. § 5.\n2 Jfr. lov 17 juli 1998 nr. 56.\n3 Jfr. § 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "13:84 a",
      "chapter": "13",
      "section": "84 a",
      "content": "Når fusjonsavtalen er godkjent av generalforsamlingen i et overdragende lag, skal beslutningen anmeldes til Foretaksregisteret.​1 Har anmeldelse ikke funnet sted innen to måneder etter at beslutningen ble truffet, bortfaller denne.\nNår registrering av fusjonsbeslutningen har funnet sted, skal Foretaksregisteret kunngjøre beslutningen og varsle lagets kreditorer om at de må melde fra til laget innen tre måneder fra kunngjøringen i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon dersom de vil gjøre innsigelse mot at beslutningen settes i verk. Kunngjøringen skal rykkes inn i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og to ganger med minst en ukes mellomrom i en avis som er alminnelig lest på stedet.\nGjør noen kreditor innen fristens utløp innsigelse, kan beslutningen ikke settes i verk før han eller hun har fått betaling. Er fordringen omtvistet eller ikke forfalt, kan det kreves betryggende sikkerhet dersom fordringen ikke fra før er betryggende sikret. Hvorvidt sikkerheten skal anses betryggende, kan kreves avgjort av tingretten.\nEt overdragende lags midler skal forvaltes særskilt inntil laget er registrert som oppløst. Med anmeldelse om oppløsning skal følge en bevitnelse underskrevet av styret og revisor om at forholdet til kreditorene ikke er til hinder for iverksettingen. Samtidig skal de nødvendige vedtektsendringer i det overtakende lag registreres.\nUtlevering av nye andeler til et overdragende lags andelseiere skjer mot innlevering av de gamle andelsbrev eller ved påtegning på disse.\nDet overtakende lag skal sørge for at det overdragende lags oppbevaringspliktige regnskapsmateriale som angitt i regnskapsloven​2 § 2-7 og bøker oppbevares i minst 10 år etter den endelige oppløsningen av det overdragende laget. Registrerte regnskapsopplysninger skal kunne gjengis som angitt i regnskapsloven § 2-2 i 10 år etter den endelige oppløsningen av det overdragende laget.\n0 Tilføyd ved lov 29 april 1977 nr. 31, endret ved lover 17 des 1982 nr. 86, 21 juni 1985 nr. 78, 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 5 sep 2003 nr. 92 (i kraft 1 jan 2004 iflg. res. 5 sep 2003 nr. 1119).\n1 Jfr. § og 87 og lov 21 juni 1985 nr. 78 kap. IV.\n2 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84a",
        "source_heading": "§ 84 a."
      }
    },
    {
      "provision_ref": "13:85",
      "chapter": "13",
      "section": "85",
      "content": "Begjæring om konkursbehandling eller gjeldsforhandling etter loven kan fra lagets side bare settes frem av styret.​1 Med mindre styret av hensyn til kreditorene må ansees forpliktet til å begjære konkursbehandling,​2 kan slik begjæring bare fremsettes i henhold til generalforsamlingens beslutning. Under konkursbehandlingen representerer styret laget som konkursskyldner.​3 Retten til godtgjøring for styremedlemmene bortfaller fra konkursåpningen.\n0 Endret ved lov 8 juni 1984 nr. 60.\n1 Jfr. kkl. §§ 2 og 60.\n2 Jfr. strl. § 283 a.\n3 Jfr. kkl. § 108.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "14:86",
      "chapter": "14",
      "section": "86",
      "content": "Ansatte og tillitsvalgte i et borettslag, plikter​1 å hindre at andre får adgang til det han eller hun i forbindelse med tjenesten eller arbeidet får vite om:\na. noens personlige forhold eller\nb. tekniske innretninger og fremgangsmåter samt drifts- eller forretningsforhold som det vil være av konkurransemessig betydning å hemmeligholde av hensyn til den opplysningen angår.\nTaushetsplikten gjelder også etter at vedkommende har avsluttet tjenesten eller arbeidet. Han eller hun kan heller ikke utnytte opplysninger som nevnt i denne paragraf i egen virksomhet eller i tjeneste for andre.\n0 Opphevet ved lov 21 juni 1985 nr. 78, tilføyd ved lov 26 juni 1992 nr. 89.\n1 Jfr. § 87.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "15:87",
      "chapter": "15",
      "section": "87",
      "content": "Stifter, styremedlem, forretningsfører eller revisor som overtrer bestemmelser gitt i eller i medhold av denne lov eller medvirker til slik overtredelse, straffes med bøter​1 eller under særlig skjerpende omstendigheter med fengsel​2 inntil tre måneder, for så vidt ikke handlingen rammes av noe strengere straffebud.\nOvertredelse er straffbar også når den er begått av uaktsomhet.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. strl. § 27.\n2 Jfr. strl. § 26 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "15:87 a",
      "chapter": "15",
      "section": "87 a",
      "content": "Stifter, styremedlem og forretningsfører plikter å erstatte skade som han eller hun under utførelsen av sin oppgave forsettlig eller uaktsomt volder borettslaget, andelseier eller andre. Det samme gjelder den som i egenskap av andelseier forsettlig eller uaktsomt medvirker til slik skade.\nFor gransker gjelder bestemmelsen om erstatningsansvar i første ledd tilsvarende.\nErstatningsansvar etter første ledd kan lempes for så vidt det finnes rimelig under hensyn til utvist skyld, skadens størrelse, økonomisk evne og forholdene ellers.\n0 Tilføyd ved lov 29 april 1977 nr. 31, endret ved lover 26 juni 1992 nr. 89, 15 jan 1999 nr. 2 (i kraft 1 aug 1999 iflg. forskrift 25 juni 1999 nr. 711).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87a",
        "source_heading": "§ 87 a."
      }
    },
    {
      "provision_ref": "15:88",
      "chapter": "15",
      "section": "88",
      "content": "Generalforsamlingen avgjør om laget skal gjøre gjeldende erstatningsansvar etter § 87 a.\nHar generalforsamlingen truffet beslutning om ansvarsfrihet eller forkastet et forslag om å gjøre ansvar gjeldende, kan erstatningskrav likevel på lagets vegne og i dets navn fremmes av minst en tiendedel, dog minst tre, av andelseierne.\nSaken skal anlegges ved felles fullmektig og innen tre måneder etter generalforsamlingen eller, om det er begjært gransking etter § 77, etter at granskingen er avsluttet eller begjæringen er endelig avslått. At noen andelseiere trekker seg tilbake eller avhender sine andeler etter at sak er reist, er ikke til hinder for at de øvrige fortsetter saken.\nTapes saken, er omkostningene laget uvedkommende og skal i tilfelle bæres av de andelseiere som har gjort kravet gjeldende. Blir saken vunnet, kan de kreve at laget dekker omkostningene inntil det beløp som er kommet laget til gode ved søksmålet.\nBestemmelsene i denne paragraf gjelder tilsvarende for lagets krav etter § 4 fjerde ledd bokstav a og § 48 siste ledd samt for påtale av straffbare handlinger og begjæring om påtale.\n0 Endret ved lov 29 april 1977 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "15:89",
      "chapter": "15",
      "section": "89",
      "content": "Generalforsamlingens beslutning om ansvarsfrihet fritar ikke for ansvar i anledning av forhold som det på vesentlige punkter ikke var gitt uttømmende og riktige opplysninger om overfor generalforsamlingen.\nBeslutningen om ansvarsfrihet er ikke bindende for lagets konkursbo dersom laget må antas å ha vært insolvent​1 da beslutningen ble truffet eller konkurs blir åpnet innen ett år etter beslutningen.\n1 Jfr. kkl. § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "16:90",
      "chapter": "16",
      "section": "90",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\n[Bestemmelsene i § 11 første ledd om at andelene ikke må lyde på mindre enn 100 kroner og ikke mer enn 1.000 kroner, får ikke anvendelse i lag hvor andelene ved lovens ikrafttreden lyder på andre beløp.]​2\nBestemmelsene i § 11 annet og fjerde ledd får ikke anvendelse i lag som ved lovens ikrafttreden har færre eller flere andeler enn i § 11 annet ledd bestemt. Slike lag må dog ikke uten samtykke fra departementet​3 foreta noen endring i antall andeler som medfører en ytterligere fravikelse fra bestemmelsene i § 11 annet ledd.\nBestemmelsene i § 13 unntatt siste ledd for så vidt gjelder eiendomsforhold opprettet etter lovens ikrafttreden, får ikke anvendelse i lag som er stiftet før lovens ikrafttreden.\nBestemmelsene i § 22 gjelder ikke i lag som ved lovens ikrafttreden har avvikende regler om forkjøpsrett og løsningsrett.\nBestemmelsene i § 23 annet, tredje og fjerde ledd om andelsbrevets innhold og form, får ikke anvendelse på andeler utstedt før lovens ikrafttreden.\nBestemmelsene i §§ 26-30 og § 31 første ledd for så vidt gjelder bestemmelsen om prioritet, og annet ledd, får ikke anvendelse på avtaler om leierett og innskudd inngått før lovens ikrafttreden.\nBestemmelsene i § 58 får ikke anvendelse i lag som ved lovens ikrafttreden har avvikende bestemmelser i sine vedtekter.\nLag som går inn under denne lov, og som er stiftet før lovens ikrafttreden, skal innen to år etter lovens ikrafttreden bringe sine vedtekter i samsvar med loven. Bestemmelsene i § 10 gjelder ikke for slike vedtektsendringer. Er laget ikke tidligere anmeldt til Foretaksregisteret, skal styret innen samme frist foreta anmeldelse. Bestemmelsene i § 7 annet og tredje ledd får ikke anvendelse for disse lag før fristen er utløpet.\nLoven får ikke anvendelse på selskap med formål som nevnt i §§ 1 og 2 som ved lovens ikrafttreden er organisert som aksjeselskap.​4 Bestemmelsene i sjette kapitel gjelder dog også i forholdet mellom et slikt selskap og dets aksjeeiere.\n0 Endret ved lov 21 juni 1985 nr. 78 (i kraft 1 jan 1988).\n1 Fra 1 juli 1960 iflg. res. 2 juni 1960.\n1 Bestemmelsene endret ved lov 23 des 1988 nr. 105.\n2 Bestemmelsene endret ved lov 23 des 1988 nr. 105.\n3 Kommunal- og regionaldepartementet.\n4 Jfr. lov 13 juni 1997 nr. 44 (asl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    }
  ]
}