{
  "id": "LOV-2003-06-20-41",
  "type": "statute",
  "title": "Lov om tiltak mot hvitvasking av utbytte fra straffbare handlinger mv. (hvitvaskingsloven).",
  "short_name": "Hvitvaskingsloven – hvvl.",
  "status": "in_force",
  "issued_date": "2003-06-20",
  "in_force_date": "2004-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/2003-06-20-41",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lovens formål",
      "content": "Formålet med loven er å forebygge og bekjempe hvitvasking av utbytte fra straffbare handlinger.​1\n1 Se strl. § 317.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Begreper",
      "content": "I denne lov forstås med:\n1 rapporteringspliktig: virksomhet eller person som nevnt i § 4,\n2 transaksjon: enhver overføring, formidling, ombytting eller plassering av formuesgoder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Geografisk virkeområde",
      "content": "Loven gjelder for rapporteringspliktige​1 som er etablert i Norge, herunder filialer av utenlandske foretak.\nKongen kan i forskrift​2 bestemme at loven helt eller delvis skal gjelde for Svalbard​3 og Jan Mayen,​4 og fastsette særlige regler om tiltak mot hvitvasking av utbytte​5 og finansiering av terrorisme​6 for disse områdene.\n1 Se § 2 nr. 1.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se lov 17 juli 1925 nr. 11 § 1 (2).\n4 Jfr. lov 27 feb 1930 nr. 2.\n5 Jfr. strl. § 317.\n6 Jfr. strl. § 147 b og strpl. kap. 15 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Anvendelsesområde",
      "content": "Loven gjelder for følgende virksomheter og juridiske personer:\n1 finansinstitusjoner,​1\n2 Norges Bank,​2\n3 e-pengeforetak,​3\n4 foretak og personer som driver virksomhet som består i overføring av penger eller pengefordringer,\n5 verdipapirforetak,​4\n6 forvaltningsselskaper for verdipapirfond,​5\n7 forsikringsselskap,​6\n8 pensjonskasser,​7\n9 postoperatører ved formidling av postsendinger,\n10 verdipapirregistre,​8\n11 andre foretak hvis hovedvirksomhet er omfattet av punktene 2 til 12 og 14 i vedlegg I til direktiv 2000/12/EF om adgang til å starte og utøve virksomhet som kredittinstitusjon, herunder utlånsvirksomhet, fondsmegling, betalingsformidling, finansiell leasing, rådgivnings- eller andre tjenester knyttet til finansielle transaksjoner samt utleie av bankbokser.​9\nLoven gjelder også for følgende juridiske og fysiske personer i utøvelsen av deres yrke:\n1 statsautoriserte og registrerte revisorer,​10\n2 autoriserte regnskapsførere,​11\n3 eiendomsmeglere​12 og boligbyggelag når det drives eiendomsmegling,​13\n4 forsikringsmeglere,​14\n5 prosjektmeglere,\n6 valutameglere,\n7 advokater​15 og andre som ervervsmessig eller stadig yter selvstendig juridisk bistand,​16 når de bistår eller opptrer på vegne av klienter ved planlegging eller utførelse av finansielle transaksjoner eller transaksjoner​17 som gjelder fast eiendom eller løsøregjenstander som nevnt i nr. 8;\n8 forhandlere av gjenstander, herunder auksjonsforretninger,​18 kommisjonærer og lignende, ved transaksjoner​16 i kontanter på 40 000 norske kroner eller mer eller et tilsvarende beløp i utenlandsk valuta. Transaksjoner med betalingskort omfattes kun når det er bestemt i forskrift​19 fastsatt av departementet;\n9 personer og foretak som mot vederlag tilbyr tilsvarende tjenester som nevnt i nr. 1 til 8.\nLoven gjelder også for foretak og personer som utfører tjenester på vegne av eller for rapporteringspliktige.​20\nNår advokater opptrer som bostyrere,​21 gjelder bestemmelsene i §§ 7, 8, 11, 16 og 17.\nKongen kan i forskrift​19 fastsette regler som gir loven anvendelse for spillvirksomhet, inkassoforetak og regulerte markeder.\n1 Se lov 10 juni 1988 nr. 40 §§ 1-3 og 2-1.\n2 Se lov 24 mai 1985 nr. 28.\n3 Se lov 13 des 2002 nr. 74.\n4 Se lov 29 juni 2007 nr. 75 § 2-1 og § 2-3.\n5 Se lov 12 juni 1981 nr. 52 § 1-2.\n6 Se lov 10 juni 2005 nr. 44.\n7 Se lov 28 juli 1949 nr. 15.\n8 Se lov 5 juli 2002 nr. 64.\n9 Jfr. EØS-avtalen vedlegg IX nr. 14.\n10 Se lov 15 jan 1999 nr. 2 kap. 3. Jfr. denne lov § 12 (2).\n11 Se lov 18 juni 1993 nr. 109.\n12 Se lov 29 juni 2007 nr. 73.\n13 Se lov 29 juni 2007 nr. 73 § 2-4.\n14 Se lov 10 juni 2005 nr. 41.\n15 Se dl. § 220. Jfr. denne lov § 12 (1).\n16 Se dl. §§ 218 og 219. Jfr. denne lov § 12 (1).\n17 Se § 2 nr. 2.\n18 Jfr. lov 14 aug 1918 nr. 3 og lov 22 des 1999 nr. 105.\n19 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n20 Se § 2 nr. 1.\n21 Jfr. lov 21 feb 1930 § 91 a og lov 8 juni 1984 nr. 58 § 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Identitetskontroll",
      "content": "Rapporteringspliktige​1 skal ved etablering av kundeforhold kreve gyldig legitimasjon av kunden. Plikten gjelder også for den rapporteringspliktiges ansatte. Som gyldig legitimasjon regnes alltid fysisk legitimasjon.\nVed transaksjoner​2 som gjelder 100 000 norske kroner eller mer, for kunder som den rapporteringspliktige ikke på forhånd har et etablert kundeforhold til, skal det kreves legitimasjon som nevnt i første ledd. Beløpsgrensen beregnes samlet for transaksjoner som gjennomføres i flere operasjoner som ser ut til å kunne ha sammenheng med hverandre. Dersom beløpet ikke er kjent når transaksjonen gjennomføres, skal identitetskontrollen utføres så snart den rapporteringspliktige​1 blir kjent med beløpet og at det overstiger beløpsgrensen.\nDen rapporteringspliktige​1 skal i alle tilfeller kreve legitimasjon som nevnt i første ledd, dersom den har mistanke om at transaksjonen har tilknytning til utbytte av en straffbar handling eller til forhold som rammes av straffeloven​3 § 147 a eller § 147 b.\nIdentitetskontroll skal skje ved kundens personlige fremmøte hos den rapporteringspliktige.​1 Dersom personlig fremmøte er til vesentlig ulempe for kunden eller ikke er praktisk gjennomførbart, kan det gjøres unntak fra dette kravet, såfremt betryggende identitetskontroll likevel kan finne sted.\nDepartementet kan i forskrift​4 fastsette nærmere regler om gjennomføring av identitetskontroll, hva som anses som gyldig legitimasjon og unntak fra plikten til å kreve legitimasjon og til å foreta identitetskontroll.\n0 Endret ved lov 17 juni 2005 nr. 104 (i kraft 1 juli 2005 iflg. res. 17 juni 2005 nr. 584).\n1 Se § 2 nr. 1.\n2 Se § 2 nr. 2.\n3 Lov 22 mai 1902 nr. 10 (strl.).\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Registrering av opplysninger",
      "content": "Rapporteringspliktige​1 skal registrere følgende opplysninger om kunder:\n1 fullt navn eller firma,​2\n2 personnummer,​3 organisasjonsnummer,​4 D-nummer​3 eller, dersom kunden ikke har slikt nummer, annen entydig identitetskode,\n3 fast adresse,\n4 referanse til legitimasjon som har støttet identitetskontrollen, og\n5 annet fastsatt i forskrift gitt av departementet.\nRapporteringspliktige​1 skal sørge for at registrerte opplysninger lagres forsvarlig.\nDet skal ved bruk av kontonummer eller på annen måte registreres en entydig forbindelse mellom kundeforholdet og opplysningene.\nDersom den rapporteringspliktige​1 vet eller kan ha grunn til å tro at kunden handler på vegne av en annen eller at en annen eier formuesgodet det handles for, skal den rapporteringspliktige bringe på det rene opplysninger som nevnt i første og tredje ledd også om den det handles på vegne av, og registrere slike opplysninger.\nPlikten til å registrere kundens faste adresse etter første ledd nr. 3 gjelder ikke for bank dersom Folkeregisteret har vedtatt at kundens adresse skal være fortrolig eller strengt fortrolig. Departementet​5 kan i forskrift fastsette tilsvarende unntak for andre rapporteringspliktige.\n0 Endret ved lov 15 juni 2007 nr. 30 (i kraft 1 juli 2007 iflg. res. 15 juni 2007 nr. 646).\n1 Se § 2 nr. 1.\n2 Jfr. lov 21 juni 1985 nr. 79.\n3 Se lov 16 jan 1970 nr. 1 § 4.\n4 Se lov 3 juni 1994 nr. 15 § 5.\n5 Finansdepartementet iflg. res. 15 juni 2007 nr. 647.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Undersøkelses- og rapporteringsplikt",
      "content": "Dersom rapporteringspliktige​2 har mistanke om at en transaksjon har tilknytning til utbytte av en straffbar handling​3 eller til forhold som rammes av straffeloven​4 § 147 a eller § 147 b, skal det foretas nærmere undersøkelser for å få bekreftet eller avkreftet mistanken. Plikten gjelder også for den rapporteringspliktiges ansatte.\nDersom undersøkelsene ikke har avkreftet mistanken, skal den rapporteringspliktige av eget tiltak oversende opplysninger til ØKOKRIM om den aktuelle transaksjonen og om de forhold som har medført mistanke. Den rapporteringspliktige​2 og ansatte skal på forespørsel gi ØKOKRIM alle nødvendige opplysninger om transaksjonen og mistanken.\nKunder eller tredjepersoner skal ikke gjøres kjent med at det er blitt oversendt opplysninger til ØKOKRIM.\n1 Jfr. §§ 9, 10, 11 og 14.\n2 Se § 2 nr. 1.\n3 Jfr. strl. §§ 34 og 317.\n4 Lov 22 mai 1902 nr. 10 (strl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Oppbevaring av opplysninger mv.",
      "content": "Rapporteringspliktige​1 skal oppbevare kopi av de nødvendige dokumenter som er brukt i forbindelse med legitimasjon som nevnt i § 5, og registrerte opplysninger som nevnt i § 6, i fem år etter at kundeforholdet er opphørt eller transaksjonen​2 er gjennomført.\nRapporteringspliktige​1 skal oppbevare dokumenter i tilknytning til transaksjoner som nevnt i § 7 første ledd i fem år etter at transaksjonen er gjennomført.\nDokumenter og opplysninger som rapporteringspliktige​1 oppbevarer etter første og annet ledd, skal slettes innen ett år etter at oppbevaringsplikten opphører.\nDepartementet kan i forskrift​3 fastsette nærmere regler om hvilke dokumenter som skal oppbevares og om oppbevaringsmåten.\n1 Se § 2 nr. 1.\n2 Se § 2 nr. 2.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Om gjennomføring av mistenkelige transaksjoner",
      "content": "Rapporteringspliktige​2 skal ikke gjennomføre transaksjoner​3 som medfører undersøkelsesplikt, før ØKOKRIM er underrettet.​4 ØKOKRIM kan i særlige tilfeller gi pålegg om ikke å gjennomføre en slik transaksjon. Transaksjonen kan likevel gjennomføres før ØKOKRIM er underrettet, dersom det ikke er mulig å la være å gjennomføre den, eller dersom unnlatelse av å gjennomføre transaksjonen ville vanskeliggjøre etterforskningen. I så fall skal ØKOKRIM underrettes umiddelbart etter at transaksjonen er gjennomført.\n1 Jfr. § 14.\n2 Se § 2 nr. 1.\n3 Se § 2 nr. 2.\n4 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "ØKOKRIMs plikt til å slette opplysninger",
      "content": "Opplysninger som ØKOKRIM mottar etter bestemmelsene i § 7, skal slettes senest fem år etter at opplysningene ble registrert, med mindre det i dette tidsrommet er registrert nye opplysninger, eller det er foretatt etterforsknings- eller rettergangsskritt mot den registrerte.\nDersom ØKOKRIMs undersøkelser viser at det ikke foreligger en straffbar handling, skal opplysningene slettes snarest mulig.\nDepartementet kan gi nærmere regler om ØKOKRIMs saksbehandling, herunder sletting av opplysninger.\n1 Jfr. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Forholdet til taushetsplikt",
      "content": "Opplysninger som i god tro meddeles ØKOKRIM etter § 7, er ikke brudd på taushetsplikt og gir ikke grunnlag for erstatning eller straff.\nRapporteringspliktige​1 som nevnt i § 4 første ledd nr. 1, kan uten hinder av taushetsplikt utveksle nødvendige kundeopplysninger seg imellom når det anses nødvendig som ledd i undersøkelser av mistanke om at en transaksjon har tilknytning til utbytte av en straffbar handling​2 eller til forhold som rammes av straffeloven​3 § 147 a eller § 147 b.\nØKOKRIM kan gi opplysninger som ØKOKRIM mottar etter bestemmelsene i § 7 til andre offentlige myndigheter enn politiet som har oppgaver knyttet til forebygging av forhold som rammes av straffeloven​3 § 147 a eller § 147 b.\n1 Se § 2 nr. 1.\n2 Jfr. strl. §§ 34 og 317.\n3 Lov 22 mai 1902 nr. 10 (strl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Unntak fra advokaters rapporteringsplikt mv.",
      "content": "Advokater og andre som ervervsmessig eller stadig yter rettshjelpvirksomhet, har ikke plikt til å rapportere om forhold som de har fått kjennskap til gjennom arbeidet med å fastslå klientens rettsstilling, eller om forhold som de har fått kjennskap til før, under og etter en rettssak, når forholdet har direkte tilknytning til rettstvisten.\nDette gjelder tilsvarende for revisorer og andre rapporteringspliktige​1 rådgivere når de bistår en advokat eller andre som ervervsmessig eller stadig yter rettshjelpvirksomhet.\n1 Se § 2 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Kontroll- og kommunikasjonsrutiner",
      "content": "Rapporteringspliktige​1 skal etablere forsvarlige interne kontroll- og kommunikasjonsrutiner som sikrer oppfyllelse av pliktene som påligger rapporteringspliktige etter loven og bestemmelser fastsatt i medhold av loven. Kontroll- og kommunikasjonsrutinene skal være skriftlige og fastsatt på øverste nivå hos den rapporteringspliktige. Det skal utpekes en person i ledelsen som skal ha et særskilt ansvar for å følge opp rutinene. Det skal gjennomføres opplæringsprogrammer og oppfølging for ansatte og andre personer som utfører oppgaver til oppfyllelse av plikter etter loven.\n1 Se § 2 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Kontrollutvalget for tiltak mot hvitvasking av utbytte fra straffbare handlinger",
      "content": "Kontrollutvalget for tiltak mot hvitvasking av utbytte fra straffbare handlinger (Kontrollutvalget) skal føre kontroll med:\n1 ØKOKRIMs behandling av opplysninger mottatt i medhold av § 7,\n2 ØKOKRIMs pålegg og godkjenninger etter § 9, og\n3 at ØKOKRIM oppfyller plikten til å slette opplysninger etter § 10.\nKontrollutvalget skal bestå av minst tre medlemmer som oppnevnes av Kongen. Dessuten oppnevnes ett eller flere varamedlemmer. Lederen for utvalget skal oppfylle de krav som stilles til høyesterettsdommere.​1 Kontrollutvalgets medlemmer har taushetsplikt​2 om det de får vite i utøvelsen av sitt verv.\nØKOKRIM skal gi Kontrollutvalget de opplysninger, dokumenter mv. som Kontrollutvalget finner nødvendig for sin kontroll. Når Kontrollutvalget krever det, har ØKOKRIMs tjenestemenn plikt til å forklare seg overfor Kontrollutvalget uten hensyn til taushetsplikt.\nDepartementet kan i forskrift​3 fastsette nærmere regler om oppgavene og saksbehandlingen til Kontrollutvalget.\n1 Se lov 13 aug 1915 nr. 5 (dl.) § 54.\n2 Jfr. strl. § 121.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Elektroniske overvåkningssystemer",
      "content": "Rapporteringspliktige​1 som nevnt i § 4 første ledd nr. 1, skal etablere elektroniske overvåkningssystemer. Departementet kan i forskrift​2 gi nærmere regler om elektroniske overvåkningssystemer.\n1 Se § 2 nr. 1.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Straff",
      "content": "Med bøter​1 straffes den som forsettlig overtrer eller medvirker til overtredelse av denne lov eller forskrifter gitt i medhold av loven.\nVed særlig skjerpende omstendigheter kan fengsel​2 inntil 1 år anvendes.\n0 Endret ved lov 30 juni 2006 nr. 38 (i kraft 1 juli 2006 iflg. res. 30 juni 2006 nr. 773).\n1 Jfr. strl. § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9.\n2 Jfr. strl. § 26 a; strl. 2005 kap. 6 og kap. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Pålegg og tvangstiltak",
      "content": "Tilsynsorgan kan gi den rapporteringspliktige​1 pålegg om at forhold i strid med denne lov eller bestemmelser gitt i medhold av loven, skal opphøre. Tilsynsorgan kan sette en frist for at forholdene bringes i samsvar med pålegget.\nDen som ikke etterkommer pålegg etter første ledd, kan ilegges tvangsmulkt av tilsynsorganene. Tvangsmulkten kan ilegges i form av engangsmulkt eller løpende mulkt. Ilagt mulkt er tvangsgrunnlag for utlegg.​2\nDepartementet kan i forskrift​3 gi nærmere regler om fastsettelse av tvangsmulkt, herunder mulktens størrelse.\n1 Se § 2 nr. 1.\n2 Jfr. lov 26 juni 1992 nr. 86 § 7-2, d.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Forskrifter",
      "content": "Departementet kan i forskrift​1 fastsette:\n1 regler til utfylling og gjennomføring av bestemmelsene i loven,\n2 unntak fra enkelte eller flere av bestemmelsene i loven for visse rapporteringspliktige,​2\n3 regler om hvilke opplysninger om avsender som skal følge en transaksjon​3 i betalingskjeden,\n4 særskilte regler om rapportering av transaksjoner​3 med eller for personer eller foretak som har tilknytning til land eller områder som ikke har gjennomført tilfredsstillende tiltak mot hvitvasking av utbytte​4 eller finansiering av terrorisme,​5\n5 forbud eller restriksjoner når det gjelder adgangen for rapporteringspliktige​2 til å etablere forretningsforhold til eller foreta transaksjoner​3 med personer eller foretak som har tilknytning til land eller områder som ikke har gjennomført tilfredsstillende tiltak mot hvitvasking av utbytte​4 eller finansiering av terrorisme.​5\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Se § 2 nr. 1.\n3 Se § 2 nr. 2,\n4 Jfr. strl. § 317.\n5 Jfr. strl. § 147 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Ikrafttredelse og overgangsregler",
      "content": "Loven trer i kraft fra den tid Kongen​1 bestemmer.\nKongen​2 kan gi overgangsregler.\n1 Finansdepartementet iflg. res. 20 juni 2003 nr. 733, som i vedtak 12 des 2003 nr. 1470 satte loven i kraft 1 jan 2004.\n2 Finansdepartementet iflg. res. 20 juni 2003 nr. 733.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Endringer i andre lover",
      "content": "Fra den tid loven trer i kraft, gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lovens formål",
      "content": "Formålet med loven er å forebygge og bekjempe hvitvasking av utbytte fra straffbare handlinger.​1\n1 Se strl. § 317.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Begreper",
      "content": "I denne lov forstås med:\n1 rapporteringspliktig: virksomhet eller person som nevnt i § 4,\n2 transaksjon: enhver overføring, formidling, ombytting eller plassering av formuesgoder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Geografisk virkeområde",
      "content": "Loven gjelder for rapporteringspliktige​1 som er etablert i Norge, herunder filialer av utenlandske foretak.\nKongen kan i forskrift​2 bestemme at loven helt eller delvis skal gjelde for Svalbard​3 og Jan Mayen,​4 og fastsette særlige regler om tiltak mot hvitvasking av utbytte​5 og finansiering av terrorisme​6 for disse områdene.\n1 Se § 2 nr. 1.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se lov 17 juli 1925 nr. 11 § 1 (2).\n4 Jfr. lov 27 feb 1930 nr. 2.\n5 Jfr. strl. § 317.\n6 Jfr. strl. § 147 b og strpl. kap. 15 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Anvendelsesområde",
      "content": "Loven gjelder for følgende virksomheter og juridiske personer:\n1 finansinstitusjoner,​1\n2 Norges Bank,​2\n3 e-pengeforetak,​3\n4 foretak og personer som driver virksomhet som består i overføring av penger eller pengefordringer,\n5 verdipapirforetak,​4\n6 forvaltningsselskaper for verdipapirfond,​5\n7 forsikringsselskap,​6\n8 pensjonskasser,​7\n9 postoperatører ved formidling av postsendinger,\n10 verdipapirregistre,​8\n11 andre foretak hvis hovedvirksomhet er omfattet av punktene 2 til 12 og 14 i vedlegg I til direktiv 2000/12/EF om adgang til å starte og utøve virksomhet som kredittinstitusjon, herunder utlånsvirksomhet, fondsmegling, betalingsformidling, finansiell leasing, rådgivnings- eller andre tjenester knyttet til finansielle transaksjoner samt utleie av bankbokser.​9\nLoven gjelder også for følgende juridiske og fysiske personer i utøvelsen av deres yrke:\n1 statsautoriserte og registrerte revisorer,​10\n2 autoriserte regnskapsførere,​11\n3 eiendomsmeglere​12 og boligbyggelag når det drives eiendomsmegling,​13\n4 forsikringsmeglere,​14\n5 prosjektmeglere,\n6 valutameglere,\n7 advokater​15 og andre som ervervsmessig eller stadig yter selvstendig juridisk bistand,​16 når de bistår eller opptrer på vegne av klienter ved planlegging eller utførelse av finansielle transaksjoner eller transaksjoner​17 som gjelder fast eiendom eller løsøregjenstander som nevnt i nr. 8;\n8 forhandlere av gjenstander, herunder auksjonsforretninger,​18 kommisjonærer og lignende, ved transaksjoner​16 i kontanter på 40 000 norske kroner eller mer eller et tilsvarende beløp i utenlandsk valuta. Transaksjoner med betalingskort omfattes kun når det er bestemt i forskrift​19 fastsatt av departementet;\n9 personer og foretak som mot vederlag tilbyr tilsvarende tjenester som nevnt i nr. 1 til 8.\nLoven gjelder også for foretak og personer som utfører tjenester på vegne av eller for rapporteringspliktige.​20\nNår advokater opptrer som bostyrere,​21 gjelder bestemmelsene i §§ 7, 8, 11, 16 og 17.\nKongen kan i forskrift​19 fastsette regler som gir loven anvendelse for spillvirksomhet, inkassoforetak og regulerte markeder.\n1 Se lov 10 juni 1988 nr. 40 §§ 1-3 og 2-1.\n2 Se lov 24 mai 1985 nr. 28.\n3 Se lov 13 des 2002 nr. 74.\n4 Se lov 29 juni 2007 nr. 75 § 2-1 og § 2-3.\n5 Se lov 12 juni 1981 nr. 52 § 1-2.\n6 Se lov 10 juni 2005 nr. 44.\n7 Se lov 28 juli 1949 nr. 15.\n8 Se lov 5 juli 2002 nr. 64.\n9 Jfr. EØS-avtalen vedlegg IX nr. 14.\n10 Se lov 15 jan 1999 nr. 2 kap. 3. Jfr. denne lov § 12 (2).\n11 Se lov 18 juni 1993 nr. 109.\n12 Se lov 29 juni 2007 nr. 73.\n13 Se lov 29 juni 2007 nr. 73 § 2-4.\n14 Se lov 10 juni 2005 nr. 41.\n15 Se dl. § 220. Jfr. denne lov § 12 (1).\n16 Se dl. §§ 218 og 219. Jfr. denne lov § 12 (1).\n17 Se § 2 nr. 2.\n18 Jfr. lov 14 aug 1918 nr. 3 og lov 22 des 1999 nr. 105.\n19 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n20 Se § 2 nr. 1.\n21 Jfr. lov 21 feb 1930 § 91 a og lov 8 juni 1984 nr. 58 § 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Identitetskontroll",
      "content": "Rapporteringspliktige​1 skal ved etablering av kundeforhold kreve gyldig legitimasjon av kunden. Plikten gjelder også for den rapporteringspliktiges ansatte. Som gyldig legitimasjon regnes alltid fysisk legitimasjon.\nVed transaksjoner​2 som gjelder 100 000 norske kroner eller mer, for kunder som den rapporteringspliktige ikke på forhånd har et etablert kundeforhold til, skal det kreves legitimasjon som nevnt i første ledd. Beløpsgrensen beregnes samlet for transaksjoner som gjennomføres i flere operasjoner som ser ut til å kunne ha sammenheng med hverandre. Dersom beløpet ikke er kjent når transaksjonen gjennomføres, skal identitetskontrollen utføres så snart den rapporteringspliktige​1 blir kjent med beløpet og at det overstiger beløpsgrensen.\nDen rapporteringspliktige​1 skal i alle tilfeller kreve legitimasjon som nevnt i første ledd, dersom den har mistanke om at transaksjonen har tilknytning til utbytte av en straffbar handling eller til forhold som rammes av straffeloven​3 § 147 a eller § 147 b.\nIdentitetskontroll skal skje ved kundens personlige fremmøte hos den rapporteringspliktige.​1 Dersom personlig fremmøte er til vesentlig ulempe for kunden eller ikke er praktisk gjennomførbart, kan det gjøres unntak fra dette kravet, såfremt betryggende identitetskontroll likevel kan finne sted.\nDepartementet kan i forskrift​4 fastsette nærmere regler om gjennomføring av identitetskontroll, hva som anses som gyldig legitimasjon og unntak fra plikten til å kreve legitimasjon og til å foreta identitetskontroll.\n0 Endret ved lov 17 juni 2005 nr. 104 (i kraft 1 juli 2005 iflg. res. 17 juni 2005 nr. 584).\n1 Se § 2 nr. 1.\n2 Se § 2 nr. 2.\n3 Lov 22 mai 1902 nr. 10 (strl.).\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Registrering av opplysninger",
      "content": "Rapporteringspliktige​1 skal registrere følgende opplysninger om kunder:\n1 fullt navn eller firma,​2\n2 personnummer,​3 organisasjonsnummer,​4 D-nummer​3 eller, dersom kunden ikke har slikt nummer, annen entydig identitetskode,\n3 fast adresse,\n4 referanse til legitimasjon som har støttet identitetskontrollen, og\n5 annet fastsatt i forskrift gitt av departementet.\nRapporteringspliktige​1 skal sørge for at registrerte opplysninger lagres forsvarlig.\nDet skal ved bruk av kontonummer eller på annen måte registreres en entydig forbindelse mellom kundeforholdet og opplysningene.\nDersom den rapporteringspliktige​1 vet eller kan ha grunn til å tro at kunden handler på vegne av en annen eller at en annen eier formuesgodet det handles for, skal den rapporteringspliktige bringe på det rene opplysninger som nevnt i første og tredje ledd også om den det handles på vegne av, og registrere slike opplysninger.\nPlikten til å registrere kundens faste adresse etter første ledd nr. 3 gjelder ikke for bank dersom Folkeregisteret har vedtatt at kundens adresse skal være fortrolig eller strengt fortrolig. Departementet​5 kan i forskrift fastsette tilsvarende unntak for andre rapporteringspliktige.\n0 Endret ved lov 15 juni 2007 nr. 30 (i kraft 1 juli 2007 iflg. res. 15 juni 2007 nr. 646).\n1 Se § 2 nr. 1.\n2 Jfr. lov 21 juni 1985 nr. 79.\n3 Se lov 16 jan 1970 nr. 1 § 4.\n4 Se lov 3 juni 1994 nr. 15 § 5.\n5 Finansdepartementet iflg. res. 15 juni 2007 nr. 647.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Undersøkelses- og rapporteringsplikt",
      "content": "Dersom rapporteringspliktige​2 har mistanke om at en transaksjon har tilknytning til utbytte av en straffbar handling​3 eller til forhold som rammes av straffeloven​4 § 147 a eller § 147 b, skal det foretas nærmere undersøkelser for å få bekreftet eller avkreftet mistanken. Plikten gjelder også for den rapporteringspliktiges ansatte.\nDersom undersøkelsene ikke har avkreftet mistanken, skal den rapporteringspliktige av eget tiltak oversende opplysninger til ØKOKRIM om den aktuelle transaksjonen og om de forhold som har medført mistanke. Den rapporteringspliktige​2 og ansatte skal på forespørsel gi ØKOKRIM alle nødvendige opplysninger om transaksjonen og mistanken.\nKunder eller tredjepersoner skal ikke gjøres kjent med at det er blitt oversendt opplysninger til ØKOKRIM.\n1 Jfr. §§ 9, 10, 11 og 14.\n2 Se § 2 nr. 1.\n3 Jfr. strl. §§ 34 og 317.\n4 Lov 22 mai 1902 nr. 10 (strl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Oppbevaring av opplysninger mv.",
      "content": "Rapporteringspliktige​1 skal oppbevare kopi av de nødvendige dokumenter som er brukt i forbindelse med legitimasjon som nevnt i § 5, og registrerte opplysninger som nevnt i § 6, i fem år etter at kundeforholdet er opphørt eller transaksjonen​2 er gjennomført.\nRapporteringspliktige​1 skal oppbevare dokumenter i tilknytning til transaksjoner som nevnt i § 7 første ledd i fem år etter at transaksjonen er gjennomført.\nDokumenter og opplysninger som rapporteringspliktige​1 oppbevarer etter første og annet ledd, skal slettes innen ett år etter at oppbevaringsplikten opphører.\nDepartementet kan i forskrift​3 fastsette nærmere regler om hvilke dokumenter som skal oppbevares og om oppbevaringsmåten.\n1 Se § 2 nr. 1.\n2 Se § 2 nr. 2.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Om gjennomføring av mistenkelige transaksjoner",
      "content": "Rapporteringspliktige​2 skal ikke gjennomføre transaksjoner​3 som medfører undersøkelsesplikt, før ØKOKRIM er underrettet.​4 ØKOKRIM kan i særlige tilfeller gi pålegg om ikke å gjennomføre en slik transaksjon. Transaksjonen kan likevel gjennomføres før ØKOKRIM er underrettet, dersom det ikke er mulig å la være å gjennomføre den, eller dersom unnlatelse av å gjennomføre transaksjonen ville vanskeliggjøre etterforskningen. I så fall skal ØKOKRIM underrettes umiddelbart etter at transaksjonen er gjennomført.\n1 Jfr. § 14.\n2 Se § 2 nr. 1.\n3 Se § 2 nr. 2.\n4 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "ØKOKRIMs plikt til å slette opplysninger",
      "content": "Opplysninger som ØKOKRIM mottar etter bestemmelsene i § 7, skal slettes senest fem år etter at opplysningene ble registrert, med mindre det i dette tidsrommet er registrert nye opplysninger, eller det er foretatt etterforsknings- eller rettergangsskritt mot den registrerte.\nDersom ØKOKRIMs undersøkelser viser at det ikke foreligger en straffbar handling, skal opplysningene slettes snarest mulig.\nDepartementet kan gi nærmere regler om ØKOKRIMs saksbehandling, herunder sletting av opplysninger.\n1 Jfr. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Forholdet til taushetsplikt",
      "content": "Opplysninger som i god tro meddeles ØKOKRIM etter § 7, er ikke brudd på taushetsplikt og gir ikke grunnlag for erstatning eller straff.\nRapporteringspliktige​1 som nevnt i § 4 første ledd nr. 1, kan uten hinder av taushetsplikt utveksle nødvendige kundeopplysninger seg imellom når det anses nødvendig som ledd i undersøkelser av mistanke om at en transaksjon har tilknytning til utbytte av en straffbar handling​2 eller til forhold som rammes av straffeloven​3 § 147 a eller § 147 b.\nØKOKRIM kan gi opplysninger som ØKOKRIM mottar etter bestemmelsene i § 7 til andre offentlige myndigheter enn politiet som har oppgaver knyttet til forebygging av forhold som rammes av straffeloven​3 § 147 a eller § 147 b.\n1 Se § 2 nr. 1.\n2 Jfr. strl. §§ 34 og 317.\n3 Lov 22 mai 1902 nr. 10 (strl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Unntak fra advokaters rapporteringsplikt mv.",
      "content": "Advokater og andre som ervervsmessig eller stadig yter rettshjelpvirksomhet, har ikke plikt til å rapportere om forhold som de har fått kjennskap til gjennom arbeidet med å fastslå klientens rettsstilling, eller om forhold som de har fått kjennskap til før, under og etter en rettssak, når forholdet har direkte tilknytning til rettstvisten.\nDette gjelder tilsvarende for revisorer og andre rapporteringspliktige​1 rådgivere når de bistår en advokat eller andre som ervervsmessig eller stadig yter rettshjelpvirksomhet.\n1 Se § 2 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Kontroll- og kommunikasjonsrutiner",
      "content": "Rapporteringspliktige​1 skal etablere forsvarlige interne kontroll- og kommunikasjonsrutiner som sikrer oppfyllelse av pliktene som påligger rapporteringspliktige etter loven og bestemmelser fastsatt i medhold av loven. Kontroll- og kommunikasjonsrutinene skal være skriftlige og fastsatt på øverste nivå hos den rapporteringspliktige. Det skal utpekes en person i ledelsen som skal ha et særskilt ansvar for å følge opp rutinene. Det skal gjennomføres opplæringsprogrammer og oppfølging for ansatte og andre personer som utfører oppgaver til oppfyllelse av plikter etter loven.\n1 Se § 2 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Kontrollutvalget for tiltak mot hvitvasking av utbytte fra straffbare handlinger",
      "content": "Kontrollutvalget for tiltak mot hvitvasking av utbytte fra straffbare handlinger (Kontrollutvalget) skal føre kontroll med:\n1 ØKOKRIMs behandling av opplysninger mottatt i medhold av § 7,\n2 ØKOKRIMs pålegg og godkjenninger etter § 9, og\n3 at ØKOKRIM oppfyller plikten til å slette opplysninger etter § 10.\nKontrollutvalget skal bestå av minst tre medlemmer som oppnevnes av Kongen. Dessuten oppnevnes ett eller flere varamedlemmer. Lederen for utvalget skal oppfylle de krav som stilles til høyesterettsdommere.​1 Kontrollutvalgets medlemmer har taushetsplikt​2 om det de får vite i utøvelsen av sitt verv.\nØKOKRIM skal gi Kontrollutvalget de opplysninger, dokumenter mv. som Kontrollutvalget finner nødvendig for sin kontroll. Når Kontrollutvalget krever det, har ØKOKRIMs tjenestemenn plikt til å forklare seg overfor Kontrollutvalget uten hensyn til taushetsplikt.\nDepartementet kan i forskrift​3 fastsette nærmere regler om oppgavene og saksbehandlingen til Kontrollutvalget.\n1 Se lov 13 aug 1915 nr. 5 (dl.) § 54.\n2 Jfr. strl. § 121.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Elektroniske overvåkningssystemer",
      "content": "Rapporteringspliktige​1 som nevnt i § 4 første ledd nr. 1, skal etablere elektroniske overvåkningssystemer. Departementet kan i forskrift​2 gi nærmere regler om elektroniske overvåkningssystemer.\n1 Se § 2 nr. 1.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Straff",
      "content": "Med bøter​1 straffes den som forsettlig overtrer eller medvirker til overtredelse av denne lov eller forskrifter gitt i medhold av loven.\nVed særlig skjerpende omstendigheter kan fengsel​2 inntil 1 år anvendes.\n0 Endret ved lov 30 juni 2006 nr. 38 (i kraft 1 juli 2006 iflg. res. 30 juni 2006 nr. 773).\n1 Jfr. strl. § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9.\n2 Jfr. strl. § 26 a; strl. 2005 kap. 6 og kap. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Pålegg og tvangstiltak",
      "content": "Tilsynsorgan kan gi den rapporteringspliktige​1 pålegg om at forhold i strid med denne lov eller bestemmelser gitt i medhold av loven, skal opphøre. Tilsynsorgan kan sette en frist for at forholdene bringes i samsvar med pålegget.\nDen som ikke etterkommer pålegg etter første ledd, kan ilegges tvangsmulkt av tilsynsorganene. Tvangsmulkten kan ilegges i form av engangsmulkt eller løpende mulkt. Ilagt mulkt er tvangsgrunnlag for utlegg.​2\nDepartementet kan i forskrift​3 gi nærmere regler om fastsettelse av tvangsmulkt, herunder mulktens størrelse.\n1 Se § 2 nr. 1.\n2 Jfr. lov 26 juni 1992 nr. 86 § 7-2, d.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Forskrifter",
      "content": "Departementet kan i forskrift​1 fastsette:\n1 regler til utfylling og gjennomføring av bestemmelsene i loven,\n2 unntak fra enkelte eller flere av bestemmelsene i loven for visse rapporteringspliktige,​2\n3 regler om hvilke opplysninger om avsender som skal følge en transaksjon​3 i betalingskjeden,\n4 særskilte regler om rapportering av transaksjoner​3 med eller for personer eller foretak som har tilknytning til land eller områder som ikke har gjennomført tilfredsstillende tiltak mot hvitvasking av utbytte​4 eller finansiering av terrorisme,​5\n5 forbud eller restriksjoner når det gjelder adgangen for rapporteringspliktige​2 til å etablere forretningsforhold til eller foreta transaksjoner​3 med personer eller foretak som har tilknytning til land eller områder som ikke har gjennomført tilfredsstillende tiltak mot hvitvasking av utbytte​4 eller finansiering av terrorisme.​5\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Se § 2 nr. 1.\n3 Se § 2 nr. 2,\n4 Jfr. strl. § 317.\n5 Jfr. strl. § 147 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Ikrafttredelse og overgangsregler",
      "content": "Loven trer i kraft fra den tid Kongen​1 bestemmer.\nKongen​2 kan gi overgangsregler.\n1 Finansdepartementet iflg. res. 20 juni 2003 nr. 733, som i vedtak 12 des 2003 nr. 1470 satte loven i kraft 1 jan 2004.\n2 Finansdepartementet iflg. res. 20 juni 2003 nr. 733.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Endringer i andre lover",
      "content": "Fra den tid loven trer i kraft, gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    }
  ]
}