{
  "id": "LOV-1955-03-18-2",
  "type": "statute",
  "title": "Lov om tilskiping av jordbruk (jordlova).",
  "short_name": "Jordlova – jl.",
  "status": "in_force",
  "issued_date": "1955-03-18",
  "in_force_date": "1955-03-18",
  "url": "https://lovdata.no/dokument/NLO/lov/1955-03-18-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov har til føremål å leggje tilhøva slik til rette at jordviddene i landet med skog og fjell og alt som høyrer til, kan bli nytta på den måten som er mest gagnleg for samfunnet og dei som har yrket sitt i landbruket.\nFor å fremja dette føremålet kan staten hjelpe til med å skaffe jord, beitemark, skog og annan grunn og rettar\na. til reising av nye bruk som er store nok til å gi eigaren og huslyden hans trygge økonomiske kår,\nb. til utviding av eldre bruk så dei kan nå dette målet i eitt eller fleire steg.\nDer arbeidstilhøva eller andre tilhøve gjer det ynskjeleg, kan staten likevel hjelpe til med å reise mindre bruk og utvide små bruk.\n1 Endra med lover 26 mars 1965 nr. 2, 21 mars 1975 nr. 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Denne lov gjeld for heile landet. Føresegnene i §§ 54 og 55 gjeld likevel ikkje for område som etter plan- og bygningslova:​2\na. I reguleringsplan eller utbyggingsplan etter § 28-2 er lagt ut til anna føremål enn landbruk og fareområde.\nb. I bindande arealdel av kommuneplan er lagt ut til\n1. byggeområde eller område for råstoffutvinning, eller\n2. landbruks-, natur- og friluftsområde der grunnutnyttinga er i samsvar med føresegner om spreidd utbygging som krev at det ligg føre utbyggingsplan før deling og utbygging kan skje.\nVed vedtak eller godkjenning av kommuneplan eller vedtak eller stadfesting av reguleringsplan eller utbyggingsplan kan det gjerast vedtak av planstyresmaktene om at også føresegnene i §§ 54 og 55 skal gjelde for planområda eller nærmere avgrensa deler av dei.\nInn under denne lov går også eigedom som nemnt i § 1 som høyrer til Opplysningsvesenets fond og andre fond under offentleg styring og som ikkje trengs til serlege samfunnsmessige føremål.\n1 Endra med lover 26 mars 1965 nr. 2, 18 juni 1965 nr. 7 § 121, 10 des 1971 nr. 103, 8 juni 1973 nr. 51, 14 juni 1985 nr. 77, 21 april 1989 nr. 17.\n2 Lov 14 juni 1985 nr. 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3:3",
      "chapter": "3",
      "section": "3",
      "content": "Kommunen skal ha ansvaret for handsaminga av landbrukssaker. Kongen kan gi nærare føresegner om handsaming av statlege landbrukssaker.\nI fylket hører landbrukssakene under fylkesmannen og fylkeslandbruksstyret.\n1 Endra med lover 26 mars 1965 nr. 2, 21 mars 1975 nr. 11, 13 juni 1980 nr. 41, 5 juni 1987 nr. 25, 11 juni 1993 nr. 96 (i kraft 1 juli 1993).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "3:3 a",
      "chapter": "3",
      "section": "3 a",
      "content": "I kvar kommune skal administrasjonen ha nødvendig fagkompetanse i jordbruk og skogbruk. Kongen kan gjera unntak.\nKommunen kan bestemma at nødvendig fagkompetanse i jordbruk og skogbruk skal sikrast ved samarbeid med andre kommunar.\nDepartementet skal gi føresegner om nødvendig fagkompetanse i jordbruk og skogbruk.\n1 Tilføyd med lov 11 juni 1993 nr. 96 (i kraft 1 jan 1994).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3a."
      }
    },
    {
      "provision_ref": "3:4",
      "chapter": "3",
      "section": "4",
      "content": "I kvart fylke skal det vera eit statleg fylkeslandbruksstyre på 7 medlemer med varamedlemer.\nMedlemer og varamedlemer blir valde av fylkestinget for den fylkeskommunale valperiode. Leiar og nestleiar blir valde serskild. Valet skal gå føre seg som høvetalsval om noe medlem av fylkestinget krev det. I Oslo vel kommunestyret fylkeslandbruksstyre. Føresegnene i kommuneloven​2 § 36 gjeld tilsvarande for val av fylkeslandbruksstyre.\n1 Endra med lover 13 juni 1980 nr. 41, 11 mai 1984 nr. 26 (sjå V der), 5 juni 1987 nr. 25, 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Lov 25 sep 1992 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "3:4 a",
      "chapter": "3",
      "section": "4 a",
      "content": "Kongen kan påleggja fylkeskommunen å avgjera søknad om pengar avsett til bygdeutvikling, og gi nærare føresegner om fylkeskommunen si skjønnsutøving i desse sakene.\nKongen kan fastsetja at fylkesmannen skal førebu sakene, og kven som skal vera klageinstans.\n1 Tilføyd med lov 11 juni 1993 nr. 96 (i kraft 1 juli 1993).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4a."
      }
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "content": "Valet av fylkeslandbruksstyret skal vera kunngjort med ein frist på minst 4 veker.\nDistriktslag av Norges Bondelag, Norsk Bonde og Småbrukarlag, Norges Skogeierforbund og Fellesforbundet har kvar rett til å gjera framlegg om 3 medlemer med varamedlemer.\nKommuneloven​2 §§ 14 og 15 gjeld tilsvarande for val til fylkeslandbruksstyre.\n1 Endra med lover 21 mars 1975 nr. 11, 13 juni 1980 nr. 41, 5 juni 1987 nr. 25, 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Lov 25 sep 1992 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "På vegne av staten skal fylkeslandbruksstyret saman med kommunane i fylket ta opp arbeidet med dei føremåla som er nemnt i § 1. Fylkeslandbruksstyra og kommunane skal prøva å få rimelege salgstilbod på eigedom, hjelpe til med å få i stand kjøp og arbeide ut planar for korleis jorda skal nyttast. Er det ikkje råd å få eigedom ved friviljug kjøp, kan retten til forkjøp etter lov om konsesjon og om forkjøpsrett for det offentlige ved erverv av fast eiendom (konsesjonsloven)​2 og retten til oreigning etter kap. V i denne lova nyttast.\nElles skal fylkeslandbruksstyra og kommunane hjelpa til med førebuinga av grunnutnyttingsplanar som vedkjem landbruket etter plan- og bygningslova​3 og gjera det arbeidet som dei blir pålagde ved lov eller ved vedtak av Kongen​4 eller den han gir fullmakt.\n1 Endra med lover 31 mai 1974 nr. 19, 13 juni 1980 nr. 41, 14 juni 1985 nr. 77, 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Lov 31 mai 1974 nr. 19.\n3 Lov 14 juni 1985 nr. 77.\n4 Landbruksdepartementet, etter res. 12 des 1980.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Kongen​2 kan gi føresegner om sakshandsaminga i fylkeslandbruksstyret, mellom anna om intern arbeidsdeling slik at styret kan overlata til leiaren eller administrasjonen å gi fråsegner og ta avgjerder på vegne av styret i visse saker. Kongen​2 kan og overlata til kommunen å gi fråsegner og ta avgjerder på vegne av fylkeslandbruksstyret i visse saker.\n1 Endra med lover 26 mai 1978 nr. 36, 13 juni 1980 nr. 41, 5 juni 1987 nr. 25, 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Landbruksdepartementet, etter res. 12 des 1980.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 13 juni 1980 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "content": "Dersom ein ikkje kan nå dei mål som er nemnte i § 1 ved friviljug kjøp eller forkjøp, kan staten oreigne jord, skog, fjell og alle slags tilhøyrande rettar.\nUtan omsyn til første led kan staten oreigne husmanns-, bygsel- og leiglendingsbruk til bate for leigaren, barna eller barnebarna hans. Det same gjeld bruk som nå er leigd på andre vilkår, men som før har vore leigd til leigaren, foreldra eller besteforeldra hans på husmanns-, bygsel- eller leiglendingsvilkår. Bruket må anten vere bygd eller rudd av leigaren eller slekta hans eller brukt av dei i minst tretti år før 1. januar 1975. Det er eit vilkår for oreigning at kjøparen vil drive bruket som landbruk og bu der.\nArbeidarbustader der grunneigaren eig husa, kan ikkje oreignast når Kongen​2 finn at bustaden er naudsynleg for drifta av jorda eller skogen til eigaren.\n1 Endra med lover 21 mars 1975 nr. 11, 11 mai 1984 nr. 26 (sjå V der). – Jfr. § 56.\n2 Landbruksdepartementet, etter res. 12 des 1980.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Til dei føremåla som er nemnte i § 1, kan staten både i samband med oreigninga og elles krevja makeskifte​1 mellom to eller fleire eigedomar.\n1 Sjå § 44 andre leden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "content": "Dersom det er naudsynt for at jorda skal kunne nyttast så godt som rå er, kan staten krevja regulering av grenser​1 mellom bruk, under dette oreigne jord når det trengs, og gjera krav om at servitutt eller andre rettar på bruk skal avløysast, leggjast på eller skipast om mot skadebot etter vanlege rettsreglar.\n1 Sjå § 44 andre leden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "content": "Når jord blir oreigna, kan ein ta med jordvidder som naturleg høyrer saman med det som blir oreigna, jamvel om føremålet ikkje gjer det turvande at oreigninga får eit slikt omfang. På same vis kan ein ta med hus og andre byggverk og innretningar.\nEtter krav frå eigaren skal jordvidder, hus og andre byggverk eller innretningar som nemnt i første leden tas med ved oreigninga, dersom skjønnet finn at eigaren etter oreigninga ikkje vil kunne nytte slik eigedom på fullgod økonomisk vis.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "content": "Er det ikkje høve til å gjennomføre eit oreigningstiltak fordi grunn eller rettar ligg i sameige mellom bruk, kan fylkeslandbruksstyret​2 med samtykke frå departementet​3 krevja jordskifte.​4\nStaten kan og krevja oreigning under eit jordskifte som er i gang.\n1 Endra med lov 11 mai 1984 nr. 26 (sjå V der).\n2 Sjå § 4.\n3 Landbruksdepartementet.\n4 Sjå § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "content": "Når ikkje anna er sagt, er det Kongen​2 som etter framlegg frå fylkeslandbruksstyret​3 tek avgjerd om oreigning og andre tiltak som er nemnde i §§ 20-24.\n1 Endra med lov 23 okt 1959 nr. 3 § 36 nr. 49.\n2 Landbruksdepartementet, etter res. 12 des 1980.\n3 Sjå § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "content": "Når Kongen​1 tar avgjerd om oreigning, kan han setta dei vilkår som han finn turvande av omsyn til den det blir oreigna frå, eller til almennytten av tiltaket.\nDersom den som staten overdreg den oreigna eigedomen eller retten til, ikkje oppfyller vilkåra innan fastsett frist, kan staten krevja eigedomen eller retten tilbake for å overdra den til ein annan som staten etter denne lov kunne ha nytta oreigningsretten til bate for.​2\nNyttar ikkje staten denne retten innan 3 månader etter at fristen er ute, kan den som eigedomen eller retten er oreigna frå, krevja den tilbake mot å gi frå seg det vederlaget han har fått ved oreigninga med tillegg eller frådrag for verdauk eller verdmink som nemnt i neste leden. Kravet blir sendt til departementet​3 med dei opplysningar som trengs.\nKjøparen som eigedomen eller retten blir tatt tilbake frå, har i dei tilfelle som er nemnt i andre og tredje leden krav på å få att kjøpesummen med tillegg eller frådrag for verdauk eller verdmink som han er årsak til.\nTvist om storleiken av staten og kjøparen sitt krav vert avgjort ved skjønn.​4\n1 Sjå note 2 til § 25.\n2 Sjå §§ 27 og 56.\n3 Landbruksdepartementet.\n4 Sjå kap. XI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "content": "Let det seg ikkje gjera på annan måte å få tak i grunn til eit tiltak som er nemnt i denne paragrafen, kan staten oreigne:\n1. Mark til skogplanting.\n2. Kalkfjell og felt med andre jordbetringsemne for jordbruket.\n3. Skog og fjellvidde til stats- eller kommuneeigedom når ålmenne omsyn er for det.\n§§ 21, 22, 23, 24, 25 og 26 gjeld tilsvarande så langt dei høver.\nEigedom som er oreigna etter reglane i denne paragrafen, kan staten overdra til kommuner, samvirkelag og andre lag, og til einskildmenn.\n1 Endra med lov 23 okt 1959 nr. 3 § 36 nr. 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "content": "Er det spørsmål om oreigning eller andre tiltak etter denne lov, må eigar eller brukar finne seg i at det blir halde synfaring, oppmåling, kartlegging og bonitering av eigedomen når varsel er gitt i god tid føreåt.\nDersom det er naudsynleg for å fremja ei oreigningssak, kan fylkeslandbruksstyret​2 på alle steg i saksførehavinga – ved skriftleg melding til rette vedkomande – leggje band på det rådveldet eigar, brukar eller bruksrettshavar har over eigedomen det gjeld, eller ein del av slik eigedom.\nVed oreigning av skog skal eigaren likevel ha rett til å hogge etter blinking av skogoppsynet såframt det ikkje går ut over ei forsvarleg drift av skogen.\nVert skoggrunn oreigna til oppdyrking eller beite, kan eigaren seia frå at han sjøl vil hogge og nytte skogen og må da sette fram krav om at oreigningsskjønnet ikkje skal ta den med ved fastsetting av vederlaget.\nBrot på føresegner som er gitt etter denne paragrafen kan straffast med bøter.\nSkadebot for tap som noen har hatt på grunn av vedtak etter denne paragrafen, blir fastsett ved skjønn​3 om partane ikkje blir samde.\n1 Endra med lover 26 mars 1965 nr. 2, 31 mai 1974 nr. 19.\n2 Sjå § 4.\n3 Sjå kap. XI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "content": "Tileigning av skog etter denne lov kan ta sikte på å skipa til serskilde skogar for einskilde bruk eller sams skog for fleire bruk som treng skog for å bli store nok til å gi eigaren og huslyden hans trygge økonomiske kår. I det siste tilfellet skal fylkeslandbruksstyret​2 arbeida ut plan for eigartilhøva og drifta. Planen skal godkjennast av departementet.​3\n1 Endra med lover 26 mars 1965 nr. 2, 13 juni 1980 nr. 41.\n2 Sjå § 4.\n3 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "8:30",
      "chapter": "8",
      "section": "30",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 28 juni 1974 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "9:31",
      "chapter": "9",
      "section": "31",
      "content": "Ligg eigedom eller rettar i sameige,​2 kan eit fleirtal av sameigarane ta avgjerd om tiltak som tar sikte på ei betre nytting av eigedomen eller retten i samsvar med det jordbruks- eller skogbruksføremålet han gir høve til.\nRøystene blir rekna etter storleiken av den parten kvar har i sameiga. Er det ikkje fastsette noko tilmåtstall mellom sameigepartane, røyster kvar eigar med like vekt eller – når det gjeld sameige mellom bruk – etter den skylda kvar av eigedomane har i samhøve med § 27 i lov 21. desember 1979 nr. 77 om jordskifte o.a.\nUtgiftene med vedtaket ber eigarane etter dei reglane som er nemnte i andre leden. Gjeld det tiltak som ikkje er til like stor nytte for alle etter måten, kan kvar av eigarane krevja at utgiftene blir delte etter gagnet for kvar av dei.\n1 Endra med lover 6 mars 1964 § 92, 26 mars 1965 nr. 2, 13 juni 1980 nr. 41, 11 mai 1984 nr. 26 (sjå V der).\n2 Jfr. lov 18 juni 1965 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "9:32",
      "chapter": "9",
      "section": "32",
      "content": "I sambeite, så nær som i statsalmenning, kan eit fleirtal av dei som har beiterett, gi reglar for bruken av beitet. Såleis kan dei gjera vedtak om å skifte beitet i teigar, om beitingstida, om bortleige av beite, kva slag og kor mykje fe som kan beite på dei ymse teigane og meir slikt. Dei kan og gjera vedtak om at beitinga til visse tider skal gå for seg på andre sambeite og, om det trengs, med gjeting i drift. Utgiftene med tiltaket blir delt på dei som har beiterett etter den nytten dei har av det. Andre leden i § 31 gjeld på tilsvarande måte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "9:33",
      "chapter": "9",
      "section": "33",
      "content": "Avgjerd etter §§ 31 og 32 blir tatt på eit møte av rettshavarane når minst ein femtedel av dei har kravt det. Til lovleg vedtak er det nok at det blir fleirtal, rekna etter § 31, andre leden, blant dei som møter.\nDepartementet​1 kan gi nærare reglar om varsel, innkalling o.a.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "9:34",
      "chapter": "9",
      "section": "34",
      "content": "Vedtak etter §§ 31-33 kan ein ha inn for kommunen​2 innan 3 veker etter at vedtaket er gjort.\nVedtaket eller i tilfelle avgjerd av kommunen eller avgjerd av fylkeslandbruksstyret​3 i klagesak blir endeleg når det er gått 3 månader frå vedtaket eller avgjerda er gjort, såframt ingen av rettshavarane har kravt jordskifte etter jordskiftelova​4 innan denne fristen. Tar søkjaren kravet om jordskifte attende etter § 12, fjerde leden, i jordskiftelova,​4 eller blir ikkje jordskifte fremja, blir vedtaket bindande på nytt.\nJordskifte etter jordskiftelova​4 kan og krevjast etter at dei tre månader er ute, men den som har fått ein rett i samhøve med vedtaket, står da i same stode som andre rettshavarar.\n1 Endra med lover 26 mars 1965 nr. 2, 19 juni 1969 nr. 54, 13 juni 1980 nr. 41, 11 mai 1984 nr. 26 (sjå V der), 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Sjå § 3.\n3 Sjå § 4.\n4 Sjå lov 21 des 1979 nr. 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "9:35",
      "chapter": "9",
      "section": "35",
      "content": "Vedtak som gir reglar for ordninga mellom rettshavarane innbyrdes, kan prøvast på nytt etter dette kapitlet når det har gått minst ti år, om ikkje vedtaket sjøl fastset kor lang tid det skal gjelde for.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "9:36",
      "chapter": "9",
      "section": "36",
      "content": "Føresegnene i dette kapitlet gjeld bare så langt avtale eller anna rettsgrunnlag ikkje er til hinder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "9:37",
      "chapter": "9",
      "section": "37",
      "content": "Kommunen​2 avgjer tvist som føresegnene i dette kapitlet gir høve til.\n1 Endra med lover 13 juni 1980 nr. 41, 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Sjå § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "10:38",
      "chapter": "10",
      "section": "38",
      "content": "Når eit tiltak til fremje av jordbruk eller skogbruk vil vera til gagn for to eller fleire, men dei ikkje kan bli samde om å setta tiltaket i verk, kan Kongen​2 eller den han gir fullmakt​3 gi pålegg til alle som vil få nytte av det, om å ta del i tiltaket i same mon som det er til nytte for dei.\nDen som ikkje vil vera med, kan i staden krevja å betala ein pengesum som blir fastsett ved skjønn​3 etter den nytten tiltaket gir han. Krav om dette må han setta fram for kommunen​4 innan to veker etter at han er gjort kjend med den avgjerda som er tatt.\n1 Endra med lover 13 juni 1980 nr. 41, 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Landbruksdepartementet, etter res. 12 des 1980.\n3 Sjå kap. XI.\n4 Sjå § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "10:39",
      "chapter": "10",
      "section": "39",
      "content": "Dersom eit tiltak mest høveleg må skje over større samanhengjande område med fleire eigarar, kan Kongen​1 eller den han gir fullmakt, påleggje dei som ikkje vil vera med å ta del i tiltaket i same mon som det er til nytte for dei, og elles finne seg i den omskiping av eigedomsrådveldet som tiltaket gjer naudsynt.\nDersom tiltaket ikkje vil bli til nytte for dei uviljuge, kan dei ikkje bli pålagt plikt til å ta del i det. I så fall kan Kongen​1 gi dei interesserte rett til å oreigne dei jordvidder som trengs til bruk eller til eigedom, og til å avløyse eller skipe om bruksrett som er til hinder for gjennomføring av tiltaket, mot vederlag etter skjønn.​2 Vederlag kan gis i jord når det er høve til det og eigaren krev det.\n1 Landbruksdepartementet, etter res. 12 des 1980.\n2 Sjå kap. XI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "10:40",
      "chapter": "10",
      "section": "40",
      "content": "Det kan ikkje gis pålegg etter §§ 38 og 39 utan at det er sett fram krav om det frå interesserte, som utgjer ei overvekt i interesser.\nFør avgjerd blir tatt, skal saka vera lagt fram for kommunen​2 og fylkeslandbruksstyret.​3\n1 Endra med lover 13 juni 1980 nr. 41, 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Sjå § 3.\n3 Sjå § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "10:41",
      "chapter": "10",
      "section": "41",
      "content": "Utlikning av tilskott og alle spørsmål, i samband med dette blir avgjort ved skjønn.​2 Kongen​3 eller den han gir fullmakt kan for det einskilde høvet gjera vedtak om at dette skjønnet skal haldast som lensmannsskjønn.​4\nPengetilskott som er utlikna, er tvangsgrunnlag for utlegg.​5\n1 Endra med lov 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765).\n2 Sjå kap. XI.\n3 Landbruksdepartementet, etter res. 12 des 1980.\n4 Sjå skjl. kap. 1.\n5 Sjå tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "10:42",
      "chapter": "10",
      "section": "42",
      "content": "Kommunen​2 kallar inn dei som er pålagt å ta del i tiltaket, til valg av eit styre til å stå for gjennomføring av det, og til fastsetting av reglar for laget og instruks for styret. Blir dei møtande ikkje samde, tar kommunen​2 dei avgjerder som trengs. Det same gjeld om det blir usemje mellom dei interesserte under arbeidet med tiltaket.\n1 Endra med lover 13 juni 1980 nr. 41, 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Sjå § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "10:43",
      "chapter": "10",
      "section": "43",
      "content": "Når det er gått fem år etter endeleg avgjerd kan kvar av dei interesserte krevja at alle spørsmål om tilskottsplikt i framtida blir prøvd på ny.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "11:44",
      "chapter": "11",
      "section": "44",
      "content": "For skjønn og takstar etter denne lova gjeld reglane i lov 1 juni 1917 nr. 1 om skjønn og ekspropriasjonssaker med unntak av skjønn som vert halde etter § 53.\nMakeskifte, grensereguleringar og jordskifte etter §§ 21, 22 og 24 vert halde av jordskifteretten.​2 I desse høve er det også jordskifteretten​2 som held skjønn og takstar og tar avgjerder som elles høyrer under skjønnet. For førehavinga i jordskifteretten gjeld reglane i lov 21 desember 1979 nr. 77 om jordskifte o.a.\n1 Endra med lover 21 mars 1975 nr. 11, 13 juni 1980 nr. 41, 17 des 1982 nr. 88.\n2 Sjå lov 21 des 1979 nr. 77 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "11:45",
      "chapter": "11",
      "section": "45",
      "content": "Dersom skjønnet finn at jordbruksomsyn talar for at oreigninga bør ha eit større eller mindre omfang enn fastsett, kan det gjennom fylkeslandbruksstyret​1 leggje spørsmålet fram for Kongen​2 til avgjerd.\n1 Sjå § 4.\n2 Landbruksdepartementet, etter res. 12 des 1980.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "11:46",
      "chapter": "11",
      "section": "46",
      "content": "Krav om skjønn må i oreigningssaker vera sett fram innan tre månader etter at Kongen​1 har tatt avgjerd, elles fell vedtaket bort.\n1 Sjå note 2 til § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "13:53",
      "chapter": "13",
      "section": "53",
      "content": "All dyrka jord skal haldast i hevd.\nKommunen​2 skal registrere all dyrka jord som er vanhevda eller ligg unytta og sende oppgåve kvart år til fylkeslandbruksstyret.​3 Kommunen​2 skal samstundes gi tilråding om kva tiltak som bør settast i verk for areal som kan gi lønsam drift.\nFinn fylkeslandbruksstyret​3 at dyrka jord er vanhevda eller ligg unytta, kan det gi eigaren pålegg om kva tiltak han skal sette i verk for at jorda etter tilhøva skal gi ei rimeleg avkasting. Eigaren kan og påleggast å leige jorda bort for ei tid som til vanleg ikkje skal vere kortare enn 5 år. Det skal settast frist for gjennomføring av pålegg.\nDersom det er naudsynt med meir vidtfemnande tiltak eller investeringar for å få jorda i tilfredsstillande produksjon, og leigaren og eigaren ikkje kan bli samde om dette, kan spørsmålet takast opp med fylkeslandbruksstyret​3 før slike tiltak blir sette i verk.\nPartane kan krevja skjønn​4 over den tilstand arealet er i, når leigetilhøvet blir inngått og sluttar. Er ikkje anna avtalt, vert skjønnet halde av formannen i kommunen​2 saman med to skjønnsmenn som formannen peikar ut mellom medlemmene i kommunen.​5 Skjønnet kan ankast til fylkeslandbruksstyret​3 innan fire veker etter at partane har motteke skjønnsutskrift (jfr. § 44).\nOm pålegg ikkje er etterkome når fristen er ute, kan fylkeslandbruksstyret:​3\n1. sette i gang arbeid for eigaren si rekning.\n2. gjøre avtale om bortleige av jorda for ei tid av inntil 10 år.\n3. gjøre framlegg om oreigning av eigedomen (jfr. sjuande led).\nNår vilkåra etter sjette led er til stades og fylkeslandbruksstyret gjør framlegg om det, kan staten oreigne eigedomen for å overdra den til andre som forplikter seg til å drive den forsvarleg. Avgjerda høyrer under Kongen.​6 Føresegnene i kap. V, VII og XI gjeld tilsvarande.\nUtgift fylkeslandbruksstyret​3 har hatt i samband med arbeid som er satt i gang for eigaren si rekning, er tvangsgrunnlag for utlegg.\nFylkeslandbruksstyret​3 kan óg leggje ned forbod mot tiltak som kan føre til at dyrka jord blir vanhevda.\nDersom fylkeslandbruksstyret​3 finn det rimeleg, kan reglane i denne paragrafen i den mon dei høver óg nyttast mot brukaren om denne er ein annan enn eigaren.\n1 Endra med lover 21 mars 1975 nr. 11, 13 juni 1980 nr. 41, 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765), 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Sjå § 3.\n3 Sjå § 4.\n4 Sjå kap. XI.\n5 Ordet «kommunen» erstattet ordet «landbruksnemnda.»\n6 Fylkeslandbruksstyret (sjå § 4), etter forskrift fastsett av Landbruksdepartementet 21 juni 1988 nr. 545, jfr. res. 12 des 1980.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "13:54",
      "chapter": "13",
      "section": "54",
      "content": "Dyrka og dyrkbar jord må ikkje nyttast til føremål som ikkje tar sikte på jordbruksproduksjon. Fylkeslandbruksstyret​2 kan i særlege høve gi dispensasjon dersom det etter ei samla vurdering av tilhøva finn at jordbruksinteressene bør vike. Fylkeslandbruksstyret​2 kan i denne samanheng krevja å få seg førelagt alternative løysingar. Dispensasjonen fell bort dersom arbeid for å nytte jorda til det aktuelle føremålet ikkje er sett igang innan 5 år etter at vedtaket er gjort.\nDepartementet​3 kan gi føresegner om kva som skal reknast som dyrka og dyrkbar jord.\nFylkeslandbruksstyret​2 kan setja som vilkår at det blir dyrka opp tilsvarande vidde om det er høve til det.\nKommunen og fylkeslandbruksstyret fører tilsynet med at føresegnene i denne paragrafen blir haldne.\nBrot på føresegna i første leden, første punktum, kan straffast med bøter.​4 Kongen​5 kan påby at ulovlege anlegg eller byggverk blir tatt bort.\n1 Endra med lover 26 mars 1965 nr. 2, 21 mars 1975 nr. 11, 13 juni 1980 nr. 41, 11 mai 1984 nr. 26 (sjå V der), 11 juni 1993 nr. 96\n2 I visse mindre saker kommunen (sjå § 3), sjå forskrift fastsett av Landbruksdepartementet 21 juni 1988 nr. 545.\n3 Landbruksdepartementet.\n4 Jfr. strl. § 27.\n5 Fylkeslandbruksstyret (sjå § 4), etter res. 17 april 1989 nr. 265.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "14:55",
      "chapter": "14",
      "section": "55",
      "content": "Eigedom som er nytta eller kan nyttast til jordbruk eller skogbruk kan ikkje delast utan samtykke frå fylkeslandbruksstyret.​2 Denne regelen gjeld også forpakting, tomtefeste og liknande leige eller bruksrett til del av eigedom når retten er stifta for lengre tid enn 10 år eller ikkje kan seiast opp av eigaren (utleigaren). Fylkeslandbruksstyret​2 kan bare gi samtykke dersom deling er driftsøkonomisk forsvarleg eller samfunnsinteresser av større vekt taler for det. Fylkeslandbruksstyrets samtykke til deling er ikkje turvande når serskilt matrikulert del av eigedom blir kjøpt ved tvangssalg.\nFøresegnene i første leden gjeld utan omsyn til om ein eigedom har fleire matrikkelnummer når eigedomen i dei siste 5 åra har vore på same eigarhand og etter fylkeslandbruksstyrets skjønn må reknast som ei driftseining.\nDersom det i samband med offentleg jordskifte er turvande å skilje frå eit bruk eigedom eller rettar, kan jordskifteretten gjera dette utan samtykke frå fylkeslandbruksstyret.\n1 Endra med lover 26 mars 1965 nr. 2, 19 juni 1970 nr. 61, 26 mai 1978 nr. 36, 8 juni 1984 nr. 60, 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765).\n2 Sjå note 2 til § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "15:56",
      "chapter": "15",
      "section": "56",
      "content": "– – –\nFøresegnene i denne paragrafen fell bort 10 år etter at denne lov er sett i verk.​1\n1 Sjå § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "15:57",
      "chapter": "15",
      "section": "57",
      "content": "Denne lov tar til å gjelde frå den tid Kongen fastset.​1\nFrå same tid held lov av 22. juni 1928 om ordning av visse jordspørsmål (jordlova) opp å gjelde.\n1 Kap. III vart satt i kraft straks, med res. 25 mars 1955, lova ellers frå 1 jan 1956, etter res. 21 okt 1955.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov har til føremål å leggje tilhøva slik til rette at jordviddene i landet med skog og fjell og alt som høyrer til, kan bli nytta på den måten som er mest gagnleg for samfunnet og dei som har yrket sitt i landbruket.\nFor å fremja dette føremålet kan staten hjelpe til med å skaffe jord, beitemark, skog og annan grunn og rettar\na. til reising av nye bruk som er store nok til å gi eigaren og huslyden hans trygge økonomiske kår,\nb. til utviding av eldre bruk så dei kan nå dette målet i eitt eller fleire steg.\nDer arbeidstilhøva eller andre tilhøve gjer det ynskjeleg, kan staten likevel hjelpe til med å reise mindre bruk og utvide små bruk.\n1 Endra med lover 26 mars 1965 nr. 2, 21 mars 1975 nr. 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Denne lov gjeld for heile landet. Føresegnene i §§ 54 og 55 gjeld likevel ikkje for område som etter plan- og bygningslova:​2\na. I reguleringsplan eller utbyggingsplan etter § 28-2 er lagt ut til anna føremål enn landbruk og fareområde.\nb. I bindande arealdel av kommuneplan er lagt ut til\n1. byggeområde eller område for råstoffutvinning, eller\n2. landbruks-, natur- og friluftsområde der grunnutnyttinga er i samsvar med føresegner om spreidd utbygging som krev at det ligg føre utbyggingsplan før deling og utbygging kan skje.\nVed vedtak eller godkjenning av kommuneplan eller vedtak eller stadfesting av reguleringsplan eller utbyggingsplan kan det gjerast vedtak av planstyresmaktene om at også føresegnene i §§ 54 og 55 skal gjelde for planområda eller nærmere avgrensa deler av dei.\nInn under denne lov går også eigedom som nemnt i § 1 som høyrer til Opplysningsvesenets fond og andre fond under offentleg styring og som ikkje trengs til serlege samfunnsmessige føremål.\n1 Endra med lover 26 mars 1965 nr. 2, 18 juni 1965 nr. 7 § 121, 10 des 1971 nr. 103, 8 juni 1973 nr. 51, 14 juni 1985 nr. 77, 21 april 1989 nr. 17.\n2 Lov 14 juni 1985 nr. 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3:3",
      "chapter": "3",
      "section": "3",
      "content": "Kommunen skal ha ansvaret for handsaminga av landbrukssaker. Kongen kan gi nærare føresegner om handsaming av statlege landbrukssaker.\nI fylket hører landbrukssakene under fylkesmannen og fylkeslandbruksstyret.\n1 Endra med lover 26 mars 1965 nr. 2, 21 mars 1975 nr. 11, 13 juni 1980 nr. 41, 5 juni 1987 nr. 25, 11 juni 1993 nr. 96 (i kraft 1 juli 1993).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "3:3 a",
      "chapter": "3",
      "section": "3 a",
      "content": "I kvar kommune skal administrasjonen ha nødvendig fagkompetanse i jordbruk og skogbruk. Kongen kan gjera unntak.\nKommunen kan bestemma at nødvendig fagkompetanse i jordbruk og skogbruk skal sikrast ved samarbeid med andre kommunar.\nDepartementet skal gi føresegner om nødvendig fagkompetanse i jordbruk og skogbruk.\n1 Tilføyd med lov 11 juni 1993 nr. 96 (i kraft 1 jan 1994).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3a."
      }
    },
    {
      "provision_ref": "3:4",
      "chapter": "3",
      "section": "4",
      "content": "I kvart fylke skal det vera eit statleg fylkeslandbruksstyre på 7 medlemer med varamedlemer.\nMedlemer og varamedlemer blir valde av fylkestinget for den fylkeskommunale valperiode. Leiar og nestleiar blir valde serskild. Valet skal gå føre seg som høvetalsval om noe medlem av fylkestinget krev det. I Oslo vel kommunestyret fylkeslandbruksstyre. Føresegnene i kommuneloven​2 § 36 gjeld tilsvarande for val av fylkeslandbruksstyre.\n1 Endra med lover 13 juni 1980 nr. 41, 11 mai 1984 nr. 26 (sjå V der), 5 juni 1987 nr. 25, 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Lov 25 sep 1992 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "3:4 a",
      "chapter": "3",
      "section": "4 a",
      "content": "Kongen kan påleggja fylkeskommunen å avgjera søknad om pengar avsett til bygdeutvikling, og gi nærare føresegner om fylkeskommunen si skjønnsutøving i desse sakene.\nKongen kan fastsetja at fylkesmannen skal førebu sakene, og kven som skal vera klageinstans.\n1 Tilføyd med lov 11 juni 1993 nr. 96 (i kraft 1 juli 1993).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4a."
      }
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "content": "Valet av fylkeslandbruksstyret skal vera kunngjort med ein frist på minst 4 veker.\nDistriktslag av Norges Bondelag, Norsk Bonde og Småbrukarlag, Norges Skogeierforbund og Fellesforbundet har kvar rett til å gjera framlegg om 3 medlemer med varamedlemer.\nKommuneloven​2 §§ 14 og 15 gjeld tilsvarande for val til fylkeslandbruksstyre.\n1 Endra med lover 21 mars 1975 nr. 11, 13 juni 1980 nr. 41, 5 juni 1987 nr. 25, 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Lov 25 sep 1992 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "På vegne av staten skal fylkeslandbruksstyret saman med kommunane i fylket ta opp arbeidet med dei føremåla som er nemnt i § 1. Fylkeslandbruksstyra og kommunane skal prøva å få rimelege salgstilbod på eigedom, hjelpe til med å få i stand kjøp og arbeide ut planar for korleis jorda skal nyttast. Er det ikkje råd å få eigedom ved friviljug kjøp, kan retten til forkjøp etter lov om konsesjon og om forkjøpsrett for det offentlige ved erverv av fast eiendom (konsesjonsloven)​2 og retten til oreigning etter kap. V i denne lova nyttast.\nElles skal fylkeslandbruksstyra og kommunane hjelpa til med førebuinga av grunnutnyttingsplanar som vedkjem landbruket etter plan- og bygningslova​3 og gjera det arbeidet som dei blir pålagde ved lov eller ved vedtak av Kongen​4 eller den han gir fullmakt.\n1 Endra med lover 31 mai 1974 nr. 19, 13 juni 1980 nr. 41, 14 juni 1985 nr. 77, 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Lov 31 mai 1974 nr. 19.\n3 Lov 14 juni 1985 nr. 77.\n4 Landbruksdepartementet, etter res. 12 des 1980.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Kongen​2 kan gi føresegner om sakshandsaminga i fylkeslandbruksstyret, mellom anna om intern arbeidsdeling slik at styret kan overlata til leiaren eller administrasjonen å gi fråsegner og ta avgjerder på vegne av styret i visse saker. Kongen​2 kan og overlata til kommunen å gi fråsegner og ta avgjerder på vegne av fylkeslandbruksstyret i visse saker.\n1 Endra med lover 26 mai 1978 nr. 36, 13 juni 1980 nr. 41, 5 juni 1987 nr. 25, 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Landbruksdepartementet, etter res. 12 des 1980.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 13 juni 1980 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "content": "Dersom ein ikkje kan nå dei mål som er nemnte i § 1 ved friviljug kjøp eller forkjøp, kan staten oreigne jord, skog, fjell og alle slags tilhøyrande rettar.\nUtan omsyn til første led kan staten oreigne husmanns-, bygsel- og leiglendingsbruk til bate for leigaren, barna eller barnebarna hans. Det same gjeld bruk som nå er leigd på andre vilkår, men som før har vore leigd til leigaren, foreldra eller besteforeldra hans på husmanns-, bygsel- eller leiglendingsvilkår. Bruket må anten vere bygd eller rudd av leigaren eller slekta hans eller brukt av dei i minst tretti år før 1. januar 1975. Det er eit vilkår for oreigning at kjøparen vil drive bruket som landbruk og bu der.\nArbeidarbustader der grunneigaren eig husa, kan ikkje oreignast når Kongen​2 finn at bustaden er naudsynleg for drifta av jorda eller skogen til eigaren.\n1 Endra med lover 21 mars 1975 nr. 11, 11 mai 1984 nr. 26 (sjå V der). – Jfr. § 56.\n2 Landbruksdepartementet, etter res. 12 des 1980.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Til dei føremåla som er nemnte i § 1, kan staten både i samband med oreigninga og elles krevja makeskifte​1 mellom to eller fleire eigedomar.\n1 Sjå § 44 andre leden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "content": "Dersom det er naudsynt for at jorda skal kunne nyttast så godt som rå er, kan staten krevja regulering av grenser​1 mellom bruk, under dette oreigne jord når det trengs, og gjera krav om at servitutt eller andre rettar på bruk skal avløysast, leggjast på eller skipast om mot skadebot etter vanlege rettsreglar.\n1 Sjå § 44 andre leden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "content": "Når jord blir oreigna, kan ein ta med jordvidder som naturleg høyrer saman med det som blir oreigna, jamvel om føremålet ikkje gjer det turvande at oreigninga får eit slikt omfang. På same vis kan ein ta med hus og andre byggverk og innretningar.\nEtter krav frå eigaren skal jordvidder, hus og andre byggverk eller innretningar som nemnt i første leden tas med ved oreigninga, dersom skjønnet finn at eigaren etter oreigninga ikkje vil kunne nytte slik eigedom på fullgod økonomisk vis.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "content": "Er det ikkje høve til å gjennomføre eit oreigningstiltak fordi grunn eller rettar ligg i sameige mellom bruk, kan fylkeslandbruksstyret​2 med samtykke frå departementet​3 krevja jordskifte.​4\nStaten kan og krevja oreigning under eit jordskifte som er i gang.\n1 Endra med lov 11 mai 1984 nr. 26 (sjå V der).\n2 Sjå § 4.\n3 Landbruksdepartementet.\n4 Sjå § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "content": "Når ikkje anna er sagt, er det Kongen​2 som etter framlegg frå fylkeslandbruksstyret​3 tek avgjerd om oreigning og andre tiltak som er nemnde i §§ 20-24.\n1 Endra med lov 23 okt 1959 nr. 3 § 36 nr. 49.\n2 Landbruksdepartementet, etter res. 12 des 1980.\n3 Sjå § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "content": "Når Kongen​1 tar avgjerd om oreigning, kan han setta dei vilkår som han finn turvande av omsyn til den det blir oreigna frå, eller til almennytten av tiltaket.\nDersom den som staten overdreg den oreigna eigedomen eller retten til, ikkje oppfyller vilkåra innan fastsett frist, kan staten krevja eigedomen eller retten tilbake for å overdra den til ein annan som staten etter denne lov kunne ha nytta oreigningsretten til bate for.​2\nNyttar ikkje staten denne retten innan 3 månader etter at fristen er ute, kan den som eigedomen eller retten er oreigna frå, krevja den tilbake mot å gi frå seg det vederlaget han har fått ved oreigninga med tillegg eller frådrag for verdauk eller verdmink som nemnt i neste leden. Kravet blir sendt til departementet​3 med dei opplysningar som trengs.\nKjøparen som eigedomen eller retten blir tatt tilbake frå, har i dei tilfelle som er nemnt i andre og tredje leden krav på å få att kjøpesummen med tillegg eller frådrag for verdauk eller verdmink som han er årsak til.\nTvist om storleiken av staten og kjøparen sitt krav vert avgjort ved skjønn.​4\n1 Sjå note 2 til § 25.\n2 Sjå §§ 27 og 56.\n3 Landbruksdepartementet.\n4 Sjå kap. XI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "content": "Let det seg ikkje gjera på annan måte å få tak i grunn til eit tiltak som er nemnt i denne paragrafen, kan staten oreigne:\n1. Mark til skogplanting.\n2. Kalkfjell og felt med andre jordbetringsemne for jordbruket.\n3. Skog og fjellvidde til stats- eller kommuneeigedom når ålmenne omsyn er for det.\n§§ 21, 22, 23, 24, 25 og 26 gjeld tilsvarande så langt dei høver.\nEigedom som er oreigna etter reglane i denne paragrafen, kan staten overdra til kommuner, samvirkelag og andre lag, og til einskildmenn.\n1 Endra med lov 23 okt 1959 nr. 3 § 36 nr. 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "content": "Er det spørsmål om oreigning eller andre tiltak etter denne lov, må eigar eller brukar finne seg i at det blir halde synfaring, oppmåling, kartlegging og bonitering av eigedomen når varsel er gitt i god tid føreåt.\nDersom det er naudsynleg for å fremja ei oreigningssak, kan fylkeslandbruksstyret​2 på alle steg i saksførehavinga – ved skriftleg melding til rette vedkomande – leggje band på det rådveldet eigar, brukar eller bruksrettshavar har over eigedomen det gjeld, eller ein del av slik eigedom.\nVed oreigning av skog skal eigaren likevel ha rett til å hogge etter blinking av skogoppsynet såframt det ikkje går ut over ei forsvarleg drift av skogen.\nVert skoggrunn oreigna til oppdyrking eller beite, kan eigaren seia frå at han sjøl vil hogge og nytte skogen og må da sette fram krav om at oreigningsskjønnet ikkje skal ta den med ved fastsetting av vederlaget.\nBrot på føresegner som er gitt etter denne paragrafen kan straffast med bøter.\nSkadebot for tap som noen har hatt på grunn av vedtak etter denne paragrafen, blir fastsett ved skjønn​3 om partane ikkje blir samde.\n1 Endra med lover 26 mars 1965 nr. 2, 31 mai 1974 nr. 19.\n2 Sjå § 4.\n3 Sjå kap. XI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "content": "Tileigning av skog etter denne lov kan ta sikte på å skipa til serskilde skogar for einskilde bruk eller sams skog for fleire bruk som treng skog for å bli store nok til å gi eigaren og huslyden hans trygge økonomiske kår. I det siste tilfellet skal fylkeslandbruksstyret​2 arbeida ut plan for eigartilhøva og drifta. Planen skal godkjennast av departementet.​3\n1 Endra med lover 26 mars 1965 nr. 2, 13 juni 1980 nr. 41.\n2 Sjå § 4.\n3 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "8:30",
      "chapter": "8",
      "section": "30",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 28 juni 1974 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "9:31",
      "chapter": "9",
      "section": "31",
      "content": "Ligg eigedom eller rettar i sameige,​2 kan eit fleirtal av sameigarane ta avgjerd om tiltak som tar sikte på ei betre nytting av eigedomen eller retten i samsvar med det jordbruks- eller skogbruksføremålet han gir høve til.\nRøystene blir rekna etter storleiken av den parten kvar har i sameiga. Er det ikkje fastsette noko tilmåtstall mellom sameigepartane, røyster kvar eigar med like vekt eller – når det gjeld sameige mellom bruk – etter den skylda kvar av eigedomane har i samhøve med § 27 i lov 21. desember 1979 nr. 77 om jordskifte o.a.\nUtgiftene med vedtaket ber eigarane etter dei reglane som er nemnte i andre leden. Gjeld det tiltak som ikkje er til like stor nytte for alle etter måten, kan kvar av eigarane krevja at utgiftene blir delte etter gagnet for kvar av dei.\n1 Endra med lover 6 mars 1964 § 92, 26 mars 1965 nr. 2, 13 juni 1980 nr. 41, 11 mai 1984 nr. 26 (sjå V der).\n2 Jfr. lov 18 juni 1965 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "9:32",
      "chapter": "9",
      "section": "32",
      "content": "I sambeite, så nær som i statsalmenning, kan eit fleirtal av dei som har beiterett, gi reglar for bruken av beitet. Såleis kan dei gjera vedtak om å skifte beitet i teigar, om beitingstida, om bortleige av beite, kva slag og kor mykje fe som kan beite på dei ymse teigane og meir slikt. Dei kan og gjera vedtak om at beitinga til visse tider skal gå for seg på andre sambeite og, om det trengs, med gjeting i drift. Utgiftene med tiltaket blir delt på dei som har beiterett etter den nytten dei har av det. Andre leden i § 31 gjeld på tilsvarande måte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "9:33",
      "chapter": "9",
      "section": "33",
      "content": "Avgjerd etter §§ 31 og 32 blir tatt på eit møte av rettshavarane når minst ein femtedel av dei har kravt det. Til lovleg vedtak er det nok at det blir fleirtal, rekna etter § 31, andre leden, blant dei som møter.\nDepartementet​1 kan gi nærare reglar om varsel, innkalling o.a.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "9:34",
      "chapter": "9",
      "section": "34",
      "content": "Vedtak etter §§ 31-33 kan ein ha inn for kommunen​2 innan 3 veker etter at vedtaket er gjort.\nVedtaket eller i tilfelle avgjerd av kommunen eller avgjerd av fylkeslandbruksstyret​3 i klagesak blir endeleg når det er gått 3 månader frå vedtaket eller avgjerda er gjort, såframt ingen av rettshavarane har kravt jordskifte etter jordskiftelova​4 innan denne fristen. Tar søkjaren kravet om jordskifte attende etter § 12, fjerde leden, i jordskiftelova,​4 eller blir ikkje jordskifte fremja, blir vedtaket bindande på nytt.\nJordskifte etter jordskiftelova​4 kan og krevjast etter at dei tre månader er ute, men den som har fått ein rett i samhøve med vedtaket, står da i same stode som andre rettshavarar.\n1 Endra med lover 26 mars 1965 nr. 2, 19 juni 1969 nr. 54, 13 juni 1980 nr. 41, 11 mai 1984 nr. 26 (sjå V der), 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Sjå § 3.\n3 Sjå § 4.\n4 Sjå lov 21 des 1979 nr. 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "9:35",
      "chapter": "9",
      "section": "35",
      "content": "Vedtak som gir reglar for ordninga mellom rettshavarane innbyrdes, kan prøvast på nytt etter dette kapitlet når det har gått minst ti år, om ikkje vedtaket sjøl fastset kor lang tid det skal gjelde for.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "9:36",
      "chapter": "9",
      "section": "36",
      "content": "Føresegnene i dette kapitlet gjeld bare så langt avtale eller anna rettsgrunnlag ikkje er til hinder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "9:37",
      "chapter": "9",
      "section": "37",
      "content": "Kommunen​2 avgjer tvist som føresegnene i dette kapitlet gir høve til.\n1 Endra med lover 13 juni 1980 nr. 41, 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Sjå § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "10:38",
      "chapter": "10",
      "section": "38",
      "content": "Når eit tiltak til fremje av jordbruk eller skogbruk vil vera til gagn for to eller fleire, men dei ikkje kan bli samde om å setta tiltaket i verk, kan Kongen​2 eller den han gir fullmakt​3 gi pålegg til alle som vil få nytte av det, om å ta del i tiltaket i same mon som det er til nytte for dei.\nDen som ikkje vil vera med, kan i staden krevja å betala ein pengesum som blir fastsett ved skjønn​3 etter den nytten tiltaket gir han. Krav om dette må han setta fram for kommunen​4 innan to veker etter at han er gjort kjend med den avgjerda som er tatt.\n1 Endra med lover 13 juni 1980 nr. 41, 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Landbruksdepartementet, etter res. 12 des 1980.\n3 Sjå kap. XI.\n4 Sjå § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "10:39",
      "chapter": "10",
      "section": "39",
      "content": "Dersom eit tiltak mest høveleg må skje over større samanhengjande område med fleire eigarar, kan Kongen​1 eller den han gir fullmakt, påleggje dei som ikkje vil vera med å ta del i tiltaket i same mon som det er til nytte for dei, og elles finne seg i den omskiping av eigedomsrådveldet som tiltaket gjer naudsynt.\nDersom tiltaket ikkje vil bli til nytte for dei uviljuge, kan dei ikkje bli pålagt plikt til å ta del i det. I så fall kan Kongen​1 gi dei interesserte rett til å oreigne dei jordvidder som trengs til bruk eller til eigedom, og til å avløyse eller skipe om bruksrett som er til hinder for gjennomføring av tiltaket, mot vederlag etter skjønn.​2 Vederlag kan gis i jord når det er høve til det og eigaren krev det.\n1 Landbruksdepartementet, etter res. 12 des 1980.\n2 Sjå kap. XI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "10:40",
      "chapter": "10",
      "section": "40",
      "content": "Det kan ikkje gis pålegg etter §§ 38 og 39 utan at det er sett fram krav om det frå interesserte, som utgjer ei overvekt i interesser.\nFør avgjerd blir tatt, skal saka vera lagt fram for kommunen​2 og fylkeslandbruksstyret.​3\n1 Endra med lover 13 juni 1980 nr. 41, 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Sjå § 3.\n3 Sjå § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "10:41",
      "chapter": "10",
      "section": "41",
      "content": "Utlikning av tilskott og alle spørsmål, i samband med dette blir avgjort ved skjønn.​2 Kongen​3 eller den han gir fullmakt kan for det einskilde høvet gjera vedtak om at dette skjønnet skal haldast som lensmannsskjønn.​4\nPengetilskott som er utlikna, er tvangsgrunnlag for utlegg.​5\n1 Endra med lov 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765).\n2 Sjå kap. XI.\n3 Landbruksdepartementet, etter res. 12 des 1980.\n4 Sjå skjl. kap. 1.\n5 Sjå tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "10:42",
      "chapter": "10",
      "section": "42",
      "content": "Kommunen​2 kallar inn dei som er pålagt å ta del i tiltaket, til valg av eit styre til å stå for gjennomføring av det, og til fastsetting av reglar for laget og instruks for styret. Blir dei møtande ikkje samde, tar kommunen​2 dei avgjerder som trengs. Det same gjeld om det blir usemje mellom dei interesserte under arbeidet med tiltaket.\n1 Endra med lover 13 juni 1980 nr. 41, 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Sjå § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "10:43",
      "chapter": "10",
      "section": "43",
      "content": "Når det er gått fem år etter endeleg avgjerd kan kvar av dei interesserte krevja at alle spørsmål om tilskottsplikt i framtida blir prøvd på ny.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "11:44",
      "chapter": "11",
      "section": "44",
      "content": "For skjønn og takstar etter denne lova gjeld reglane i lov 1 juni 1917 nr. 1 om skjønn og ekspropriasjonssaker med unntak av skjønn som vert halde etter § 53.\nMakeskifte, grensereguleringar og jordskifte etter §§ 21, 22 og 24 vert halde av jordskifteretten.​2 I desse høve er det også jordskifteretten​2 som held skjønn og takstar og tar avgjerder som elles høyrer under skjønnet. For førehavinga i jordskifteretten gjeld reglane i lov 21 desember 1979 nr. 77 om jordskifte o.a.\n1 Endra med lover 21 mars 1975 nr. 11, 13 juni 1980 nr. 41, 17 des 1982 nr. 88.\n2 Sjå lov 21 des 1979 nr. 77 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "11:45",
      "chapter": "11",
      "section": "45",
      "content": "Dersom skjønnet finn at jordbruksomsyn talar for at oreigninga bør ha eit større eller mindre omfang enn fastsett, kan det gjennom fylkeslandbruksstyret​1 leggje spørsmålet fram for Kongen​2 til avgjerd.\n1 Sjå § 4.\n2 Landbruksdepartementet, etter res. 12 des 1980.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "11:46",
      "chapter": "11",
      "section": "46",
      "content": "Krav om skjønn må i oreigningssaker vera sett fram innan tre månader etter at Kongen​1 har tatt avgjerd, elles fell vedtaket bort.\n1 Sjå note 2 til § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "13:53",
      "chapter": "13",
      "section": "53",
      "content": "All dyrka jord skal haldast i hevd.\nKommunen​2 skal registrere all dyrka jord som er vanhevda eller ligg unytta og sende oppgåve kvart år til fylkeslandbruksstyret.​3 Kommunen​2 skal samstundes gi tilråding om kva tiltak som bør settast i verk for areal som kan gi lønsam drift.\nFinn fylkeslandbruksstyret​3 at dyrka jord er vanhevda eller ligg unytta, kan det gi eigaren pålegg om kva tiltak han skal sette i verk for at jorda etter tilhøva skal gi ei rimeleg avkasting. Eigaren kan og påleggast å leige jorda bort for ei tid som til vanleg ikkje skal vere kortare enn 5 år. Det skal settast frist for gjennomføring av pålegg.\nDersom det er naudsynt med meir vidtfemnande tiltak eller investeringar for å få jorda i tilfredsstillande produksjon, og leigaren og eigaren ikkje kan bli samde om dette, kan spørsmålet takast opp med fylkeslandbruksstyret​3 før slike tiltak blir sette i verk.\nPartane kan krevja skjønn​4 over den tilstand arealet er i, når leigetilhøvet blir inngått og sluttar. Er ikkje anna avtalt, vert skjønnet halde av formannen i kommunen​2 saman med to skjønnsmenn som formannen peikar ut mellom medlemmene i kommunen.​5 Skjønnet kan ankast til fylkeslandbruksstyret​3 innan fire veker etter at partane har motteke skjønnsutskrift (jfr. § 44).\nOm pålegg ikkje er etterkome når fristen er ute, kan fylkeslandbruksstyret:​3\n1. sette i gang arbeid for eigaren si rekning.\n2. gjøre avtale om bortleige av jorda for ei tid av inntil 10 år.\n3. gjøre framlegg om oreigning av eigedomen (jfr. sjuande led).\nNår vilkåra etter sjette led er til stades og fylkeslandbruksstyret gjør framlegg om det, kan staten oreigne eigedomen for å overdra den til andre som forplikter seg til å drive den forsvarleg. Avgjerda høyrer under Kongen.​6 Føresegnene i kap. V, VII og XI gjeld tilsvarande.\nUtgift fylkeslandbruksstyret​3 har hatt i samband med arbeid som er satt i gang for eigaren si rekning, er tvangsgrunnlag for utlegg.\nFylkeslandbruksstyret​3 kan óg leggje ned forbod mot tiltak som kan føre til at dyrka jord blir vanhevda.\nDersom fylkeslandbruksstyret​3 finn det rimeleg, kan reglane i denne paragrafen i den mon dei høver óg nyttast mot brukaren om denne er ein annan enn eigaren.\n1 Endra med lover 21 mars 1975 nr. 11, 13 juni 1980 nr. 41, 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765), 11 juni 1993 nr. 96 (i kraft 1 jan 1994).\n2 Sjå § 3.\n3 Sjå § 4.\n4 Sjå kap. XI.\n5 Ordet «kommunen» erstattet ordet «landbruksnemnda.»\n6 Fylkeslandbruksstyret (sjå § 4), etter forskrift fastsett av Landbruksdepartementet 21 juni 1988 nr. 545, jfr. res. 12 des 1980.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "13:54",
      "chapter": "13",
      "section": "54",
      "content": "Dyrka og dyrkbar jord må ikkje nyttast til føremål som ikkje tar sikte på jordbruksproduksjon. Fylkeslandbruksstyret​2 kan i særlege høve gi dispensasjon dersom det etter ei samla vurdering av tilhøva finn at jordbruksinteressene bør vike. Fylkeslandbruksstyret​2 kan i denne samanheng krevja å få seg førelagt alternative løysingar. Dispensasjonen fell bort dersom arbeid for å nytte jorda til det aktuelle føremålet ikkje er sett igang innan 5 år etter at vedtaket er gjort.\nDepartementet​3 kan gi føresegner om kva som skal reknast som dyrka og dyrkbar jord.\nFylkeslandbruksstyret​2 kan setja som vilkår at det blir dyrka opp tilsvarande vidde om det er høve til det.\nKommunen og fylkeslandbruksstyret fører tilsynet med at føresegnene i denne paragrafen blir haldne.\nBrot på føresegna i første leden, første punktum, kan straffast med bøter.​4 Kongen​5 kan påby at ulovlege anlegg eller byggverk blir tatt bort.\n1 Endra med lover 26 mars 1965 nr. 2, 21 mars 1975 nr. 11, 13 juni 1980 nr. 41, 11 mai 1984 nr. 26 (sjå V der), 11 juni 1993 nr. 96\n2 I visse mindre saker kommunen (sjå § 3), sjå forskrift fastsett av Landbruksdepartementet 21 juni 1988 nr. 545.\n3 Landbruksdepartementet.\n4 Jfr. strl. § 27.\n5 Fylkeslandbruksstyret (sjå § 4), etter res. 17 april 1989 nr. 265.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "14:55",
      "chapter": "14",
      "section": "55",
      "content": "Eigedom som er nytta eller kan nyttast til jordbruk eller skogbruk kan ikkje delast utan samtykke frå fylkeslandbruksstyret.​2 Denne regelen gjeld også forpakting, tomtefeste og liknande leige eller bruksrett til del av eigedom når retten er stifta for lengre tid enn 10 år eller ikkje kan seiast opp av eigaren (utleigaren). Fylkeslandbruksstyret​2 kan bare gi samtykke dersom deling er driftsøkonomisk forsvarleg eller samfunnsinteresser av større vekt taler for det. Fylkeslandbruksstyrets samtykke til deling er ikkje turvande når serskilt matrikulert del av eigedom blir kjøpt ved tvangssalg.\nFøresegnene i første leden gjeld utan omsyn til om ein eigedom har fleire matrikkelnummer når eigedomen i dei siste 5 åra har vore på same eigarhand og etter fylkeslandbruksstyrets skjønn må reknast som ei driftseining.\nDersom det i samband med offentleg jordskifte er turvande å skilje frå eit bruk eigedom eller rettar, kan jordskifteretten gjera dette utan samtykke frå fylkeslandbruksstyret.\n1 Endra med lover 26 mars 1965 nr. 2, 19 juni 1970 nr. 61, 26 mai 1978 nr. 36, 8 juni 1984 nr. 60, 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765).\n2 Sjå note 2 til § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "15:56",
      "chapter": "15",
      "section": "56",
      "content": "– – –\nFøresegnene i denne paragrafen fell bort 10 år etter at denne lov er sett i verk.​1\n1 Sjå § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "15:57",
      "chapter": "15",
      "section": "57",
      "content": "Denne lov tar til å gjelde frå den tid Kongen fastset.​1\nFrå same tid held lov av 22. juni 1928 om ordning av visse jordspørsmål (jordlova) opp å gjelde.\n1 Kap. III vart satt i kraft straks, med res. 25 mars 1955, lova ellers frå 1 jan 1956, etter res. 21 okt 1955.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    }
  ]
}