{
  "id": "LOV-1997-05-23-31",
  "type": "statute",
  "title": "Lov om eierseksjoner (eierseksjonsloven)",
  "short_name": "Eierseksjonsloven – eiersl",
  "status": "in_force",
  "issued_date": "1997-05-23",
  "in_force_date": "1998-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1997-05-23-31",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Virkeområde; definisjoner",
      "content": "Loven her gjelder for eierseksjoner som er opprettet etter bestemmelsene i kapittel II, eller som er opprettet på tilsvarende måte før loven trådte i kraft. Med eierseksjon forstås sameieandel i bebygd eiendom med tilknyttet enerett til bruk av en av flere boliger eller andre bruksenheter i eiendommen.\nLoven gjelder tilsvarende for sameieandel i bebygd eiendom med tilknyttet særskilt eiendomsrett til bolig eller annen bruksenhet i eiendommen når forholdet er lovlig opprettet og tinglyst før loven trådte ikraft, jf. § 3.\nMed bolig forstås i loven her så vel helårsbolig som fritidsbolig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Andre sameieformer",
      "content": "Det kan ikke uten seksjonering gyldig avtales at en sameier i bebygd eiendom med flere bruksenheter skal ha enerett til bruk for mer enn ti år til en bolig​2 i eiendommen. Erverver brukeren sameieandel i eiendommen ved avtale etter at bruksretten er stiftet, kan bruksretten bare gjøres gjeldende for den resterende delen av tiårsperioden som følger av første punktum.\nDet kan ikke gyldig avtales panterett i sameieandel i bebygd eiendom med flere bruksenheter hvis sameieren har enerett til bruk av en bolig​2 i eiendommen, med mindre det er foretatt seksjonering som nevnt i § 1 første eller annet ledd i loven her. Dette gjelder selv om bruksretten er stiftet for kortere tid enn ti år.\nBlir bruksrett som nevnt i annet ledd stiftet etter at sameieandelen er pantsatt, kan panthaveren kreve pantekravet innfridd. Panteretten bortfaller hvis panthaveren ikke innen tre måneder etter at panthaveren ble eller burde bli kjent med bruksretten, begjærer tvangsdekning,​3 sender varsel om tvangsdekning​4 eller tar rettslige skritt for å skaffe nødvendig tvangsgrunnlag, og forfølger kravet om tvangsdekning uten unødig opphold. Panteretten faller likevel ikke bort hvis bruksretten avvikles eller eiendommen seksjoneres​5 før tvangsdekningen er gjennomført.\nEr bygningen eid av et selskap som nevnt i selskapsloven​6 § 1-1, skal deltaking i selskapet regnes likt med sameie i forhold til bestemmelsene i paragrafen her.\nBestemmelsene i paragrafen her gjelder ikke for fritidsboliger og for eiendommer som nyttes eller kan nyttes til jordbruk eller skogbruk, jf. lov 12. mai 1995 nr. 23 om jord m.m. Bestemmelsene gjelder heller ikke for avtaler mellom flere eiere av en eierseksjon om enerett til bruk av bruksenheten eller deler av den, om det da ikke er en samleseksjon som nevnt i § 6 fjerde ledd annet punktum.\n1 Jf. § 47 (1).\n2 Se siste ledd.\n3 Jf. tvangsl. kap. 11.\n4 Jf. tvangsl. § 4-18.\n5 Jf. kap. II.\n6 Jf. lov 21 juni 1985 nr. 83.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Særskilt eiendomsrett til del av bygning",
      "content": "Særskilt eiendomsrett til bolig​2 i bygning med flere bruksenheter kan bare stiftes, avhendes eller beheftes etter fradeling eller bortfeste av den del av grunnen som boligen er knyttet til.\n1 Jf. § 47 (2).\n2 Se § 1 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "Forbud mot diskriminering",
      "content": "I vedtektene kan det ikke settes vilkår for å være sameier som tar hensyn til kjønn, graviditet, etnisitet, religion, livssyn, funksjonsnedsettelse, seksuell orientering, kjønnsidentitet, kjønnsuttrykk eller alder. Slike omstendigheter kan ikke regnes som saklig grunn til å nekte godkjenning av en sameier eller bruker av eiendommen eller tillegges vekt ved bruk av eventuell forkjøpsrett. Ved diskriminering gjelder likestillings- og diskrimineringsloven.​1\n0 Tilføyd ved lov 6 juni 2003 nr. 39 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1766), endret ved lover 3 juni 2005 nr. 33 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 608), 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528), 20 juni 2008 nr. 42 (ikr. 1 jan 2009 iflg. res. 20 juni 2008 nr. 631), 21 juni 2013 nr. 61 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 707), 16 juni 2017 nr. 51 (ikr. 1 jan 2018 iflg. res. 16 juni 2017 nr. 751).\n1 Lov 16 juni 2017 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Fravikelighet",
      "content": "Loven er ufravikelig med mindre annet er uttrykkelig sagt​1 eller framgår av sammenhengen.\n1 Jf. § 19 (4), § 22 (2), § 23 (2) og (5) og § 37 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Seksjonering",
      "content": "Eierseksjoner opprettes ved tinglysing av kommunalt seksjoneringsvedtak​2 etter bestemmelsene i kapitlet her.\n0 Endret ved lover 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600), 29 juni 2007 nr. 94 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 601).\n1 Jf. § 47 (3).\n2 Jf. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Hva seksjoneringen kan gå ut på",
      "content": "Til hver sameieandel skal det knyttes enerett til bruk av en bruksenhet. Bruksenhetens hoveddel skal være en klart avgrenset og sammenhengende del av en bygning på eiendommen. Hoveddelen skal ha egen inngang. Bruksenheten kan i tillegg omfatte andre deler av eiendommen. Inndelingen skal gi en formålstjenlig avgrensing av de enkelte bruksenheter.\nEnerett til bruk av fellesareal kan ikke knyttes til noen sameieandel. Med fellesareal forstås deler av eiendommen som ikke inngår i de enkelte bruksenheter. Deler av eiendommen som er nødvendige til bruk for andre bruksenheter i eiendommen, eller som etter bestemmelser, vedtak eller tillatelser gitt i eller i medhold av plan- og bygningsloven​2 er fastsatt å skulle tjene beboernes eller bebyggelsens felles behov, skal være fellesareal. Ved opprettelsen av eierseksjonssameiet skal også vaktmesterbolig, felles garasje og liknende areal som skal tjene sameiernes felles bruk eller eiendommens drift, være fellesareal. Bolig som er bortleid til annet formål enn vaktmesterbolig på tidspunktet for seksjoneringen, kan allikevel bare gjøres til fellesareal hvis leieren ikke har kjøperett etter kapittel III.\nSeksjoneringen skal omfatte bare en grunneiendom eller anleggseiendom,​3 om ikke samtykke til annet gis etter § 8 fjerde ledd.\nSeksjoneringen skal omfatte alle bruksenhetene i eiendommen. I eiendom som bare delvis brukes til boligformål, er kravet om full oppdeling ikke til hinder for at alle boligene utgjør en samleseksjon, og/eller at alle øvrige bruksenheter utgjør en samleseksjon.\nPlanlagt bygning kan ikke seksjoneres før det foreligger igangsettingstillatelse etter plan- og bygningsloven.​4 I bestående bygning kan seksjoneringen bare omfatte bruksenheter som er ferdig utbygd.\nDet skal fastsettes om den enkelte enhet skal brukes til bolig​5 (boligseksjon) eller til annet formål (næringsseksjon). Formålet skal være i samsvar med gjeldende arealplanformål, med mindre det foreligger tillatelse til annen bruk etter plan- og bygningslovgivningen.​2\nHver boligseksjon skal ha kjøkken, bad og wc innenfor hoveddelen av bruksenheten. Bad og wc skal være i eget eller egne rom. Bestemmelsene i leddet her gjelder ikke for fritidsboliger eller boliger som inngår i en samleseksjon.​6\nDet skal fastsettes en sameiebrøk for hver eierseksjon.\n0 Endret ved lov 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600).\n1 Jf. § 47 (3).\n2 Lov 27 juni 2008 nr. 71.\n3 Jf. lov 17 juni 2005 nr. 101 § 3.\n4 Lov 27 juni 2008 nr. 71, se dens § 21-2.\n5 Se § 1 siste ledd.\n6 Jf. fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Seksjoneringsbegjæring",
      "content": "Begjæring til kommunen om seksjonering kan settes fram av eiendommens hjemmelshaver​2 og skal inneholde opplysning om:\na. eiendommens betegnelse,​3\nb. de enkelte seksjoners formål,​4\nc. sameiebrøk​5 for hver seksjon og\nd. vedtekter for sameiet.​6\nMed begjæringen skal følge situasjonsplan over eiendommen og plantegninger over bygningens etasjer, medregnet kjeller og loft. På plantegningene skal grensene for bruksenhetene, forslag til seksjonsnummer og bruken av de enkelte rom tydelig angis. På situasjonsplanen skal grensene for ubebygde deler av eiendommen som skal inngå i bruksenheter, tydelig angis. Skal ubygde deler av eiendommen inngå i bruksenhet,​7 skal rekvisisjon av oppmålingsforretning​8 over utearealet følge begjæringen.\nDet skal bekreftes ved egenerklæring at lovens vilkår for seksjonering er oppfylt. En liste med navn og adresse på alle leiere av bolig​9 i eiendommen skal følge begjæringen.\nDepartementet​10 kan bestemme at det for seksjoneringsbegjæringen og vedleggene skal brukes fastsatte blanketter.\nFor seksjonering kan kommunen kreve et gebyr som ikke må overstige tre ganger rettsgebyret​11 eller fem ganger rettsgebyret dersom det må holdes befaring. Kommunen skal fastsette gebyrets størrelse på grunnlag av gjennomsnittlige kostnader med saksbehandlingen. I tillegg kan kommunen kreve gebyr etter reglene i matrikkelloven​12 for oppmålingsforretning, og for matrikkelbrev​13 som må utarbeides etter bestemmelsen i § 9 annet ledd. Dessuten skal gebyr for tinglysing av matrikuleringen innbetales til kommunen. Innbetaling av gebyrene skal skje innen en frist som kommunen setter i det enkelte tilfelle. Blir seksjoneringsbegjæringen avslått, skal tinglysingsgebyret og halvparten av gebyret for seksjoneringen betales tilbake.\n0 Endret ved lover 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600), 29 juni 2007 nr. 94 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 601).\n1 Jf. § 47 (3).\n2 Jf. lov 7 juni 1935 nr. 2 § 14.\n3 Jf. lov 17 juni 2005 nr. 101 § 3, c.\n4 Jf. § 6 (4).\n5 Jf. § 6 (8).\n6 Jf. § 28.\n7 Jf. lov 17 juni 2005 nr. 101 § 8.\n8 Jf. lov 17 juni 2005 nr. 101 § 33.\n9 Se § 1 siste ledd.\n10 Kommunal- og moderniseringsdepartementet iflg. res. 5 des 1997 nr. 1256.\n11 Jf. lov 17 des 1982 nr. 86 § 1 (2).\n12 Lov 17 juni 2005 nr. 101.\n13 Jf. lov 17 juni 2005 nr. 101 § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Kommunens behandling av seksjoneringsbegjæringen",
      "content": "Kommunen kan nekte seksjonering av eiendom som senest seks måneder etter at seksjoneringsbegjæringen er mottatt av kommunen, omfattes av vedtak om utbedringsprogram, reguleringsplan som bestemmer at det i området der eiendommen ligger skal gjennomføres omforming og fornyelse,​2 eller midlertidig forbud etter plan- og bygningsloven​3 § 13-1.\nKommunen skal nekte seksjonering hvis:\na. vilkårene i § 6 ikke er oppfylt,\nb. seksjoneringsbegjæringen ikke er i samsvar med § 7, eller\nc. gebyret etter § 7 femte ledd ikke blir innbetalt innen fristen.\nKommunen skal sette en frist for retting eller endring av seksjoneringsbegjæringen hvis seksjonering vil kunne gjennomføres etter en slik retting eller endring.\nKommunen kan i særlige tilfelle gi samtykke til at seksjoneringen omfatter mer enn en grunneiendom eller anleggseiendom.​4 Samtykke skal ikke gis uten at registerfører​5 for tinglysing i fast eiendom har gitt skriftlig samtykke.\n0 Endret ved lover 12 sep 2003 nr. 93 (ikr. 1 jan 2004 iflg. res. 12 sep 2003 nr. 1136), 27 juni 2008 nr. 71 (ikr. 1 juli 2009 iflg. res. 12 juni 2009 nr. 638), 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600), 3 sep 2010 nr. 56 (ikr. 3 sep 2010 iflg. res. 3 sep 2010 nr. 1246).\n1 Jf. § 47 (3).\n2 Se pbl. § 11-8, e og § 12-6.\n3 Lov 27 juni 2008 nr. 71.\n4 Jf. lov 17 juni 2005 nr. 101 § 3.\n5 Jf. lov 7 juni 1935 nr. 2 § 1 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Seksjoneringsvedtak",
      "content": "Kommunens seksjoneringsvedtak skal omfatte avgrensningen av de enkelte bruksenheter,​2 den enkelte bruksenhets formål,​3 seksjonens nummer og sameiebrøk.​4 Kommunen utarbeider endelig situasjonsplan og plantegninger med innhold som nevnt i § 7, og planen og tegningene skal følge seksjoneringsvedtaket.\nBruksenhet som skal omfatte ubebygde deler kan ikke registreres i matrikkelen​5 før det er holdt oppmålingsforretning for grensene for utearealet etter matrikkelloven.​6 Matrikkelbrev​7 skal utarbeides av kommunen etter reglene i matrikkelloven uten særskilt søknad.\nKommunen skal sende gjenpart av seksjoneringsvedtaket uten vedleggene sammen med orientering om leiernes klageadgang og om deres rettigheter etter kapittel III til de leiere som er oppført på listen som følger begjæringen, jf. § 7 tredje ledd.\nDepartementet​8 kan gi forskrifter om innholdet av seksjoneringsvedtaket og kan fastsette blanketter som skal brukes.\n0 Endret ved lover 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600), 29 juni 2007 nr. 94 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 601).\n1 Jf. § 47 (3).\n2 Jf. § 7 (2).\n3 Jf. § 6 (6).\n4 Jf. § 6 (8).\n5 Jf. lov 17 juni 2005 nr. 101 § 4.\n6 Lov 17 juni 2005 nr. 101.\n7 Jf. lov 17 juni 2005 nr. 101 § 33.\n8 Kommunal- og moderniseringsdepartementet iflg. res. 5 des 1997 nr. 1256.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Klage",
      "content": "Kommunens seksjoneringsvedtak kan påklages​2 til departementet.​3 Departementet kan delegere avgjørelsesmyndigheten til fylkesmannen. Avslag på søknad om seksjonering med hjemmel i § 8 første ledd kan likevel ikke påklages.\n0 Endret ved lov 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600).\n1 Jf. § 47 (3).\n2 Jf. fvl. § 28.\n3 Kommunal- og moderniseringsdepartementet iflg. res. 5 des 1997 nr. 1256.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Registrering og tinglysing",
      "content": "Når klagefristen er ute for leiere som har fått gjenpart etter § 9 tredje ledd, og eventuelle klager over seksjoneringsvedtaket er avgjort, skal kommunen føre seksjonene inn i matrikkelen.​2 Deretter skal kommunen sende nødvendig dokumentasjon for opprettelse av grunnboksblad for hver seksjon til tinglysing,​3 jf. matrikkelloven​4 § 24. Departementet kan i forskrift gi nærmere regler for slik dokumentasjon, og hvilke vedlegg som skal følge med til tinglysing.\nSameier med ni eller flere seksjoner skal registreres i foretaksregisteret.​5 Styret​6 skal melde sameiet til registrering senest seks måneder etter at seksjoneringsvedtaket er blitt tinglyst. Sameier med åtte eller færre seksjoner kan registreres i foretaksregisteret.\n0 Endret ved lover 27 nov 1998 nr. 68 (ikr. 1 jan 1999 iflg. res. 27 nov 1998 nr. 1097 – gjelder bare for tillatelse til seksjonering som blir gitt etter at loven trådte i kraft), 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600), 29 juni 2007 nr. 94 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 601).\n1 Jf. § 47 (3).\n2 Jf. lov 17 juni 2005 nr. 101 § 4.\n3 Jf. lov 7 juni 1935 nr. 2.\n4 Lov 17 juni 2005 nr. 101.\n5 Jf. lov 21 juni 1985 nr. 78 § 2-1 nr. 12.\n6 Jf. § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Deling og sammenslåing av seksjoner",
      "content": "En seksjon kan deles i to eller flere seksjoner ved tinglysing​2 av kommunalt reseksjoneringsvedtak etter egen seksjoneringsbegjæring som er satt fram av seksjonens hjemmelshaver.​3 To eller flere seksjoner kan på samme måte slås sammen til en eller flere seksjoner. De vilkår og begrensninger som etter § 6 gjelder for seksjonering gjelder tilsvarende ved reseksjonering. Ved reseksjonering etter paragrafen her gjelder §§ 7-11 tilsvarende så langt de passer.\nMedfører en oppdeling at det opprettes nye fellesarealer,​4 kan den bare gjennomføres med samtykke fra styret.​5 Medfører oppdelingen at det opprettes nye seksjoner, og dette fører til en økning av det samlede stemmetall,​6 kreves samtykke fra sameiermøtet.​7\nReseksjonering etter paragrafen her endrer ikke sameiebrøkene​8 for seksjoner som ikke omfattes av reseksjoneringen.\nReseksjonering etter paragrafen her kan bare skje med samtykke fra alle som har tinglyst pant i de seksjonene det gjelder.\n0 Endret ved lover 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600), 29 juni 2007 nr. 94 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 601).\n1 Jf. § 47 (3).\n2 Jf. lov 7 juni 1935 nr. 2.\n3 Jf. lov 7 juni 1935 nr. 2 § 14 (1).\n4 Jf. § 6 (2) annet punktum.\n5 Jf. § 38 flg.\n6 Jf. § 37 (1) første punktum.\n7 Jf. § 30 (2), f.\n8 Jf. § 6 (8).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Reseksjonering i andre tilfelle",
      "content": "Begjæring om reseksjonering i andre tilfelle enn nevnt i § 12, skal settes fram av styret.​2 De vilkår og begrensninger som etter § 6 gjelder for seksjonering gjelder tilsvarende ved reseksjonering. Ved reseksjonering etter paragrafen her gjelder §§ 7-11 tilsvarende så langt de passer.\nBegjæring om tillatelse til endring av bruksenhetens formål​3 fra boligformål til annet formål eller omvendt skal settes fram av seksjonens hjemmelshaver​4 med samtykke fra sameiermøtet, jf. § 30 annet ledd bokstav e. Vilkårene i § 6 sjette ledd annet punktum gjelder tilsvarende.\nReseksjonering etter paragrafen her kan bare skje med samtykke fra alle som har tinglyst pant i de seksjonene det gjelder.\n1 Jf. § 47 (3).\n2 Jf. § 38.\n3 Jf. § 6 (6).\n4 Jf. lov 7 juni 1935 nr. 2 § 14 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Kjøperett",
      "content": "Den som leier bolig​2 i eiendommen på tidspunktet for innføring i matrikkelen,​3 jf. §§ 5 og 11, har rett til å kjøpe vedkommende seksjon etter bestemmelsene i kapitlet her.\nDisse leierne har likevel ikke kjøperett:\na. leier med leieavtale som etter sitt innhold vil utløpe uten oppsigelse​4 før leieretten har vart i to år,\nb. framleier,\nc. leier av bolig som nevnt i husleieloven​5 §§ 11-1, 11-2 og 11-3 fjerde og femte ledd,\nd. leier av bolig som inngår i en samleseksjon​6 og\ne. leier av vaktmesterbolig som er fellesareal.​7\nKjøperetten kan ikke frafalles før seksjonene er innført i matrikkelen.​3\nKjøperetten gjelder ikke ved reseksjonering etter §§ 12 og 13. Kjøperetten gjelder likevel ved matrikulering​3 av reseksjonering som innebærer oppdeling av en samleseksjon for boliger​6 til enkeltseksjoner og ved omgjøring av en vaktmesterbolig som tidligere har vært fellesareal​7 til egen seksjon.\nKjøperetten gjelder heller ikke ved seksjonering av en leiegård i forbindelse med bruk av forkjøpsrett etter lov 29. april 1977 nr. 34 om kommunal forkjøpsrett til leiegårder § 3 eller i forbindelse med at et flertall av beboerne har ervervet eiendommen, hvis leieren har hatt rett til eller fått tilbud om å delta som erverver. Kjøperetten gjelder heller ikke ved omdanning av borettslag​8 eller boligaksjeselskaper (jf lov om borettslag​9 § 1-4 første ledd).\nLovbestemt eller avtalt løsningsrett kan ikke brukes ved salg til leier med kjøperett etter kapitlet her.\nBestemmelsene i kapitlet her gjelder ikke for fritidsboliger.\n0 Endret ved lover 26 mars 1999 nr. 17 (ikr. 1 jan 2000 iflg. res. 26 mars 1999 nr. 248), 6 juni 2003 nr. 39 (ikr. 15 aug 2005 iflg. res. 17 juni 2005 nr. 603), 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600).\n1 Jf. siste ledd og § 47 (4).\n2 Se siste ledd.\n3 Jf. lov 17 juni 2005 nr. 101 § 4.\n4 Jf. lov 26 mars 1999 nr. 17 § 9-2.\n5 Lov 26 mars 1999 nr. 17.\n6 Jf. § 6 (4) annet punktum.\n7 Jf. § 6 (2) fjerde punktum.\n8 Jf. lov 6 juni 2003 nr. 39.\n9 Lov 6 juni 2003 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Tilbud om kjøp",
      "content": "Eieren av eiendommen skal snarest mulig etter innføring i matrikkelen​2 sette fram skriftlig tilbud om kjøp overfor alle leiere med kjøperett.​3 Tilbudet skal inneholde:\na. bindende forslag til kjøpesum og\nb. opplysning om leierens rettigheter og plikter etter kapitlet her.\n0 Endret ved lov 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600).\n1 Jf. § 14 (7) og § 47 (4).\n2 Jf. lov 17 juni 2005 nr. 101 § 4.\n3 Jf. § 14 (1) og (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Kjøpesum",
      "content": "Leieren har krav på å få kjøpe seksjonen til en kjøpesum som svarer til fire femtedeler av seksjonens salgsverdi etter at det er gjort fradrag for den del av verdien som skyldes forbedringer og innsats fra leieren eller tidligere leiere etter samme leieavtale. Det skal gjøres fradrag for heftelser som leieren må overta, og som ikke er pengeheftelser.\nLeieren kan kreve at verdsettelse skal foretas av en takstnemnd med tre medlemmer som oppnevnes av tingretten.​2 For takstnemnda gjelder bestemmelsene i domstolloven​3 §§ 106 og 108 så langt de passer. Takstnemnda skal legge til grunn verdiforholdene på tidspunktet for verdsettelsen.\nHver av partene kan sette fram krav om ny takstnemnd innen fjorten dager etter at verdsettelsen etter annet ledd ble meddelt parten. Retten skal ta kravet til følge hvis verdsettelsen:\na. bygger på uforsvarlig saksbehandling eller uriktig oppfatning av faktiske omstendigheter, og dette må antas å ha påvirket verdsettelsen i vesentlig grad, eller\nb. verdsettelsen er åpenbart uriktig.\nRetten fastsetter godtgjørelsen for medlemmene av takstnemnda. Retten kan bestemme at den som krever takstnemnd etter annet eller tredje ledd, skal betale inn et beløp til sikkerhet for godtgjørelsen. Når verdsettelsen er endelig, skal retten ta avgjørelse om kostnadsansvaret. Eieren skal bære kostnadene hvis den endelige verdsettelsen er lavere enn eierens tilbud til leieren, ellers skal leieren bære kostnadene.\nRettens avgjørelser etter tredje og fjerde ledd er kjennelser​4 og kan ankes etter tvistelovens​5 regler.\nKjøpesummen forfaller til betaling en måned etter at kjøperetten er gjort gjeldende og eventuell verdsettelse av takstnemnd er endelig. Den del av kjøpesummen som svarer til pengeheftelser som hviler på seksjonen, forfaller likevel først når heftelsene er innfridd, om ikke partene avtaler at kjøpesummen skal gjøres opp ved at kjøper overtar heftelsene.\nKjøperen plikter bare å betale kjøpesummen mot tinglysingsklart skjøte på seksjonen. Kjøperen har krav på skjøte mot betaling av kjøpesummen med fradrag av pengeheftelser som hviler på seksjonen. Overstiger heftelsene kjøpesummen, kan leieren kreve skjøte straks.\n0 Endret ved lover 14 des 2001 nr. 98 (ikr. 1 jan 2002 iflg. res. 14 des 2001 nr. 1416), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. § 14 (7) og § 47 (4).\n2 Jf. tvl. § 19-1 (2).\n3 Lov 13 aug 1915 nr. 5.\n4 Jf. tvl. § 19-1.\n5 Jf. tvl. kap. 29 og 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Frister. Bortfall av kjøperetten",
      "content": "Kjøperetten faller bort hvis den ikke blir gjort gjeldende innen en frist som utløper tre måneder etter at skriftlig tilbud etter § 15 er mottatt av leieren, og det ikke innen fristen er satt fram krav om takstnemnd etter § 16.\nEr det satt fram krav om takstnemnd, kan kjøperetten gjøres gjeldende inntil én måned etter at endelig verdsettelse er meddelt leieren, eller inntil én måned etter at et krav om ny takstnemnd er rettskraftig forkastet.\nKjøperetten har vern mot eierens kreditorer uten tinglysing.​2 Overfor avtaleerverv i god tro har kjøperetten vern uten tinglysing så lenge leieren innehar bruksenheten.\n1 Jf. § 14 (7) og § 47 (4).\n2 Jf. lov 7 juni 1935 nr. 2 § 21 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Leier som ikke kjøper seksjon",
      "content": "Leier som ikke kjøper seksjon i eiendommen, beholder sine rettigheter etter leieavtalen. Bytterett etter lov 16. juni 1939 nr. 6​2 om husleie § 32a faller likevel bort ved første overdragelse av seksjonen etter seksjoneringen.\n1 Jf. § 14 (7) og § 47 (4).\n2 Loven er opphevet.\n1 Loven er opphevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Rett til bruk",
      "content": "Den enkelte sameier har enerett til bruk av sin bruksenhet​1 og rett til å nytte fellesarealer til det de er beregnet eller vanlig brukt til, og til annet som er i samsvar med tiden og forholdene.​2\nBruken av bruksenheten og fellesarealene må ikke på en urimelig eller unødvendig måte være til skade eller ulempe for andre sameiere.​3\nBruksenheten kan bare nyttes i samsvar med formålet, jf. § 6 sjette ledd. Endring av bruken fra boligformål til annet formål eller omvendt må ikke foretas uten reseksjonering etter § 13 annet ledd.\nMed tilslutning fra de sameiere det gjelder, kan det i vedtektene​4 gis nærmere bestemmelser om bruken av næringsseksjoner.​5\nI vedtektene​4 kan det gis bestemmelser om midlertidig enerett for en eller flere sameiere til bruk av bestemte deler av fellesarealene og om vilkårene for slik enerett. Begrensningen i § 6 annet ledd tredje punktum gjelder tilsvarende.\nSameiermøtet kan fastsette vanlige ordensregler​6 for eiendommen. Selv om det er vedtatt forbud mot dyrehold i seksjonssameiet, kan bruker av seksjonen holde dyr dersom gode grunner taler for det, og dyreholdet ikke er til ulempe for de øvrige brukere av eiendommen.\n1 Jf. § 1 (1) annet punktum.\n2 Sml. lov 18 juni 1965 nr. 6 § 3 (1).\n3 Sml. lov 18 juni 1965 nr. 6 § 3 (2).\n4 Jf. § 28.\n5 Jf. § 6 (6).\n6 Sml. lov 26 mars 1999 nr. 17 § 5-2 (2) og lov 6 juni 2003 nr. 39 § 5-11 (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Vedlikehold",
      "content": "Den enkelte sameier skal holde bruksenheten forsvarlig ved like slik at det ikke oppstår skade eller ulempe for de andre sameierne.\nFellesarealer skal holdes forsvarlig ved like. Med tilslutning fra de sameiere det gjelder, kan det i vedtektene​1 fastsettes at eierne av bestemte seksjoner skal ha plikt til å holde deler av fellesarealet ved like.\n1 Jf. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Installasjoner m.m.",
      "content": "Ledninger, rør og liknende nødvendige installasjoner kan føres gjennom bruksenheten hvis det ikke er til vesentlig ulempe for sameieren. Sameieren skal gi adgang til bruksenheten for nødvendig ettersyn og vedlikehold av installasjonene.\nEn sameier kan med styrets godkjenning​1 gjennomføre tiltak på fellesarealene som er nødvendige på grunn av sameierens eller husstandsmedlemmenes nedsatte funksjonsevne. Godkjenning kan ikke nektes uten saklig grunn.\n0 Endret ved lov 20 juni 2008 nr. 42 (ikr. 1 jan 2009 iflg. res. 20 juni 2008 nr. 631).\n1 Jf. §§ 38 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Rettslig rådighet",
      "content": "Den enkelte sameier rår som en eier over seksjonen.\nMed tilslutning fra de sameiere det gjelder, kan det i vedtektene​1 gis bestemmelser som begrenser den rettslige rådigheten over seksjonen. Dersom det er bestemt at erverver av seksjon eller leier av bruksenhet skal godkjennes, kan godkjenning bare nektes dersom det foreligger saklig grunn.\nIngen kan erverve mer enn to boligseksjoner, bortsett fra fritidsboliger, i sameiet. Dette gjelder likevel ikke ved ekspropriasjon, arv, forskudd på arv eller tilfelle hvor kreditor erverver seksjoner for å redde sin fordring som er sikret med pant i seksjonen. Borettslag,​2 staten, fylkeskommuner, kommuner samt selskaper og organisasjoner som eies eller kontrolleres av stat, fylkeskommune eller kommune og som har til formål å skaffe boliger, kan erverve flere seksjoner. Det samme gjelder institusjoner eller sammenslutninger med samfunnsnyttig formål som har til formål å skaffe boliger samt arbeidsgiver som skal leie ut seksjonene til sine ansatte.\nSelv om det er nedlagt forbud mot at juridiske personer kan erverve seksjoner, eller det er fastsatt en begrensning på hvor mange seksjoner noen kan eie, kan følgende juridiske personer til sammen erverve inntil 10 prosent, men likevel minst én seksjon, i eierseksjonssameier som består av fem eller flere seksjoner:\na. staten,\nb. fylkeskommuner,\nc. kommuner,\nd. selskaper som har til formål å skaffe boliger og som ledes og kontrolleres av staten, en fylkeskommune eller en kommune,\ne. stiftelser som har til formål å skaffe boliger og som er opprettet av staten, en fylkeskommune eller kommune og\nf. selskaper, stiftelser eller andre som har inngått samarbeidsavtale med staten, en fylkeskommune eller en kommune om å skaffe boliger til vanskeligstilte.\nDen som bruker kjøperett etter kapittel III, er ikke bundet av vedtektsbestemmelser som nevnt i annet ledd, dersom bestemmelsene er gitt før seksjonen er overtatt.​3\nEventuell forkjøpsrett kan ikke gjøres gjeldende ved overføring av boligseksjon fra eier som nevnt i fjerde ledd til leier av seksjonen.\n0 Endret ved lover 27 nov 1998 nr. 68 (ikr. 1 jan 1999 iflg. res. 27 nov 1998 nr. 1097), 21 juni 2002 nr. 35 (ikr. 1 juli 2002 iflg. res. 21 juni 2002 nr. 573), 6 juni 2003 nr. 39 (ikr. 15 aug 2005 iflg. res. 17 juni 2005 nr. 603), 25 apr 2008 nr. 11 (ikr. 1 juli 2008 iflg. res. 25 apr 2008 nr. 413).\n1 Jf. § 28.\n2 Jf. lov 6 juni 2003 nr. 39.\n3 Jf. § 47 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Fordeling av felleskostnader og fellesinntekter",
      "content": "Kostnader med eiendommen som ikke knytter seg til den enkelte bruksenhet, skal fordeles mellom sameierne etter sameiebrøken​1 med mindre særlige grunner taler for å fordele kostnadene etter nytten for den enkelte bruksenhet eller etter forbruk.\nMed tilslutning fra de sameiere det gjelder, kan det i vedtektene​2 fastsettes en annen fordeling enn nevnt i første ledd.\nDen enkelte sameier skal betale akontobeløp fastsatt av sameierne på sameiermøtet eller av styret til dekning av sin andel av felleskostnadene. Akontobeløpet kan også dekke avsetning av midler til fremtidig vedlikehold, påkostninger eller andre fellestiltak på eiendommen, dersom sameiermøtet har vedtatt slik avsetning.\nEn sameier som har båret større kostnader enn det som følger av første, annet eller tredje ledd, har krav på å få dekket det overskytende.​3\nInntekter av eiendommen som ikke knytter seg til den enkelte bruksenhet, skal fordeles mellom sameierne etter sameiebrøken​1 om ikke annet er fastsatt i vedtektene​2 med tilslutning fra de sameiere det gjelder.\n1 Jf. § 6 (8).\n2 Jf. § 28.\n3 Jf. § 25 (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Heftelsesform",
      "content": "For felles ansvar og forpliktelser​1 hefter​2 den enkelte sameier i forhold til sin sameiebrøk.​3\n1 Jf. § 23 og § 43.\n2 Jf. tvangsl. § 4-10 (2).\n3 Jf. § 6 (8).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Panterett for sameiernes forpliktelser​1",
      "content": "De andre sameierne har panterett i seksjonen for krav mot sameieren som følger av sameieforholdet.​2 Pantekravet kan ikke overstige et beløp som for hver bruksenhet svarer til folketrygdens grunnbeløp.​3 Grunnbeløpet som gjelder på tidspunktet da tvangsdekning besluttes gjennomført,​4 skal legges til grunn for beregningen. Panteretten omfatter også krav som skulle ha vært betalt etter at det har innkommet en begjæring til namsmyndighetene om tvangsdekning.\nPanteretten faller bort dersom det ikke senest to år etter at pantekravet skulle ha vært betalt, innkommer begjæring til namsmyndigheten om tvangsdekning,​5 eller dersom dekningen ikke gjennomføres uten unødig opphold.\nMed tilslutning fra de sameiere det gjelder kan det vedtektsfestes​6 en mer omfattende panterett for krav mot sameierne enn etter første ledd. Slik panterett får rettsvern etter vanlige regler.\nPanteretten som omhandlet i denne paragraf kan gjøres gjeldende av styret og den enkelte sameier som har dekket mer enn sin del, jf. § 23 fjerde ledd.\n0 Endret ved lov 2 des 2016 nr. 86.\n1 Jf. pantel. § 6-1 (3) og tvangsl. § 11-2 (1), c.\n2 Jf. § 23 og § 43.\n3 Jf. ftrl. § 1-4.\n4 Jf. tvangsl. § 11-9.\n5 Jf. tvangsl. § 11-3.\n6 Jf. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Pålegg om salg",
      "content": "Hvis en sameier til tross for advarsel vesentlig misligholder sine plikter, kan styret pålegge vedkommende å selge seksjonen. Kravet om advarsel gjelder ikke i de tilfelle der det kan kreves fravikelse etter § 27. Advarsel skal gis skriftlig og opplyse om at vesentlig mislighold gir styret rett til å kreve seksjonen solgt. Pålegg om salg skal gis skriftlig og opplyse om at seksjonen kan kreves solgt ved tvangssalg​1 hvis pålegget ikke er etterkommet innen en frist som ikke skal settes kortere enn seks måneder fra pålegget er mottatt.\nEr pålegget ikke etterkommet innen fristen, kan seksjonen kreves solgt gjennom namsmyndighetene etter reglene om tvangssalg​1 så langt de passer. Tvangsfullbyrdelsesloven​2 §§ 4-18 og 4-19 gjelder tilsvarende. Dersom det innen fristen etter tvangsfullbyrdelsesloven​2 § 11-7 første ledd reises innvendinger mot tvangssalget som ikke er klart grunnløse, skal begjæringen om tvangssalg ikke tas til følge uten behandling ved allmennprosess.​3 Bestemmelsene i tvangsfullbyrdelsesloven​2 § 11-20 om det minste bud som kan stadfestes, gjelder ikke ved tvangssalg etter denne paragraf.\n0 Endret ved lov 21 des 2007 nr. 127 (ikr. 1 jan 2008).\n1 Jf. tvangsl. kap. 11.\n2 Lov 26 juni 1992 nr. 86.\n3 Jf. tvangsl. § 6-6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Fravikelse",
      "content": "Medfører sameierens oppførsel fare for ødeleggelse eller vesentlig forringelse av eiendommen, eller er sameierens oppførsel til alvorlig plage eller sjenanse for eiendommens øvrige brukere, kan styret kreve fravikelse av seksjonen etter tvangsfullbyrdelsesloven​1 kapittel 13. Begjæring om fravikelse kan settes fram tidligst samtidig med at det gis pålegg etter § 26 om salg. Begjæringen settes fram for tingretten.​2 Dersom det innen fristen etter tvangsfullbyrdelsesloven​1 § 13-6 reises innvendinger mot fravikelsen som ikke er klart grunnløse, skal begjæringen om fravikelse ikke tas til følge uten behandling ved allmennprosess.​3\nEtter reglene i paragrafen her kan det også kreves fravikelse i forhold til bruker som ikke er sameier.\n0 Endret ved lover 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 21 des 2007 nr. 127 (ikr. 1 jan 2008).\n1 Lov 26 juni 1992 nr. 86.\n2 Jf. tvangsl. § 13-3 (2).\n3 Jf. tvangsl. § 6-6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "Vedtekter",
      "content": "Alle sameier skal ha vedtekter. Disse skal minst angi eiendommens grunnboksbetegnelse og hvor mange medlemmer styret skal ha.​1\nVedtektene kan, med unntak for opprinnelige vedtekter, jf. § 7 første ledd bokstav d, bare vedtas eller endres på sameiermøtet. Om ikke loven stiller strengere krav,​2 kan slike vedtak bare treffes med minst to tredjedels flertall av de avgitte stemmer. § 30 tredje ledd gjelder også her.\nForpliktelser som følger av sameieforholdet, og som er fastsatt i registrert vedtektsbestemmelse,​3 har uten tinglysing rettsvern mot sameiernes kreditorer og mot senere rettsstiftelser i god tro i seksjonen. Bestemmelsen i leddet her gjelder ikke for panterett.\n1 Jf. § 38 (1).\n2 Jf. § 19 (4), § 20 (2), § 22 (2), § 23 (2) og (5), § 25 (3), § 38 (6), § 43 (1) og § 47 (7).\n3 Jf. § 11 (3) og lov 21 juni 1985 nr. 78 § 3-6 (1) nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Sameiermøtets myndighet",
      "content": "Den øverste myndighet i sameiet utøves av sameiermøtet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Flertallskrav og særlige begrensninger i sameiermøtets myndighet",
      "content": "Med de unntak som følger av loven​1 eller vedtektene fattes alle beslutninger av sameiermøtet med vanlig flertall av de avgitte stemmer.​2\nDet kreves minst to tredjedeler av de avgitte stemmer i sameiermøtet for vedtak om:\na. ombygging, påbygging eller andre endringer av bebyggelsen eller tomten som etter forholdene i sameiet går ut over vanlig forvaltning og vedlikehold,\nb. omgjøring av fellesarealer til nye bruksenheter eller utvidelse av eksisterende bruksenheter,​3\nc. salg, kjøp, bortleie eller leie av fast eiendom, herunder seksjon i sameiet som tilhører eller skal tilhøre sameierne i fellesskap,\nd. andre rettslige disposisjoner over fast eiendom som går ut over vanlig forvaltning,\ne. samtykke til endring av formål for en eller flere bruksenheter fra boligformål til annet formål eller omvendt,​4\nf. samtykke til reseksjonering som nevnt i § 12 annet ledd annet punktum,\ng. tiltak som har sammenheng med sameiernes bo- eller bruksinteresser og som går ut over vanlig forvaltning og vedlikehold, når tiltaket fører med seg økonomisk ansvar eller utlegg for sameierne på mer enn 5 prosent av de årlige fellesutgiftene.​5\nVedtak om salg eller bortfeste av hele eller vesentlige deler av eiendommen, samt vedtak som innebærer vesentlige endringer av sameiets karakter, krever tilslutning fra samtlige sameiere.\n1 Jf. annet og tredje ledd, og § 19 (4), § 20 (2), § 22 (2), § 23 (2) og (5), § 25 (3), § 38 (6), § 43 (1) og § 47 (7).\n2 Jf. § 37.\n3 Jf. § 13.\n4 Jf. § 13 (2).\n5 Jf. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "Styrets beslutningsmyndighet",
      "content": "Avgjørelser som kan tas av et vanlig flertall i sameiermøte,​1 kan også tas av styret om ikke annet følger av lov​2 eller vedtekter eller sameiermøtets vedtak i det enkelte tilfelle.\n1 Jf. § 30 (1).\n2 Jf. § 19 (4), § 20 (2), § 22 (2), § 23 (2) og (5), § 25 (3), § 30 (2) og (3), § 38 (6), § 43 (1) og § 47 (7).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "Mindretallsvern",
      "content": "Sameiermøtet, styret eller andre som etter § 43 representerer sameiet kan ikke treffe beslutning som er egnet til å gi visse sameiere eller andre en urimelig fordel på andre sameieres bekostning.​1\nDenne regel gjelder tilsvarende for bestemmelser inntatt i de opprinnelige vedtektene, jf. § 7 første ledd bokstav d.\n1 Sml. asl. § 5-21 og lov 6 juni 2003 nr. 39 § 7-13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Sameiermøte",
      "content": "Alle sameiere har rett til å delta i sameiermøte med forslags-, tale-, og stemmerett. For boligseksjoner​1 har også sameierens ektefelle,​2 samboer eller et annet medlem av sameierens husstand rett til å være til stede og til å uttale seg.\nStyremedlemmer, forretningsfører og leier av boligseksjon​1 har rett til å være til stede i sameiermøte og til å uttale seg. Styreleder​3 og forretningsfører​4 har plikt til å være til stede med mindre det er åpenbart unødvendig, eller de har gyldig forfall.\nEn sameier kan møte ved fullmektig. Fullmakten kan når som helst tilbakekalles. Sameieren har rett til å ta med en rådgiver til sameiermøtet. Rådgiveren har bare rett til å uttale seg dersom sameiermøtet gir tillatelse med flertall som nevnt i § 30 første ledd.\nOrdinært sameiermøte skal holdes hvert år innen utgangen av april. Styret skal på forhånd varsle sameierne om dato for møtet og om siste frist for innlevering av saker som ønskes behandlet.\nEkstraordinært sameiermøte skal holdes når styret finner det nødvendig, eller når minst to sameiere som til sammen har minst en tiendedel av stemmene,​5 krever det og samtidig oppgir hvilke saker de ønsker behandlet.\n1 Jf. § 6 (6).\n2 Jf. el. kap. 3 og § 95.\n3 Jf. § 38 (2) og (6).\n4 Jf. § 41.\n5 Jf. § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "title": "Innkalling til sameiermøte",
      "content": "Sameiermøtet innkalles av styret med varsel som skal være på minst åtte og høyst tjue dager. Ekstraordinært sameiermøte kan om nødvendig innkalles med kortere varsel som likevel skal være på minst tre dager.\nBlir sameiermøte som skal holdes etter loven,​1 vedtektene eller tidligere vedtak i sameiermøte, ikke innkalt, skal tingretten snarest og på sameiernes felles kostnad​2 innkalle til sameiermøte når det kreves av sameier, styremedlem eller forretningsfører.\nInnkallingen skjer skriftlig. I vedtektene kan bestemmes at innkallingen isteden eller i tillegg skal skje på annen måte. Sameiere som ikke selv bruker seksjonen har i alle fall krav på skriftlig innkalling.\nInnkallingen skal bestemt angi de saker som skal behandles i sameiermøtet. Skal et forslag som etter loven eller vedtektene må vedtas med minst to tredjedels flertall​3 kunne behandles, må hovedinnholdet være angitt i innkallingen.\nSaker som en sameier ønsker behandlet i det ordinære sameiermøtet, skal nevnes i innkallingen når styret har mottatt krav om det før fristen etter § 33 fjerde ledd.\n0 Endret ved lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jf. § 33 (4).\n2 Jf. § 23 (1) og § 24.\n3 Jf. § 28 (2) og § 30 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "title": "Om hvilke saker sameiermøtet skal og kan behandle",
      "content": "Sameiermøtet skal behandle saker angitt i innkallingen til møtet.\nUten hensyn til om sakene er nevnt i innkallingen skal det ordinære sameiermøtet,​1\na. behandle styrets årsberetning,\nb. behandle og eventuelt godkjenne styrets regnskapsoversikt​2 for foregående kalenderår og\nc. velge styremedlemmer.​3\nÅrsberetning, regnskap og eventuell revisjonsberetning​4 skal senest en uke før ordinært sameiermøte sendes ut til alle sameiere med kjent adresse. Dokumentene skal dessuten være tilgjengelige i sameiermøtet.\nBortsett fra i tilfellene som nevnt i annet ledd, kan sameiermøtet bare treffe beslutning om saker som er angitt i innkallingen til møtet i samsvar med § 34 fjerde ledd. At saken ikke er nevnt i innkallingen, er likevel ikke til hinder for at det besluttes innkalt nytt sameiermøte til avgjørelse av forslag som er fremsatt i møtet.\n1 Jf. § 33 (4).\n2 Jf. § 44.\n3 Jf. § 38 (2).\n4 Jf. § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "title": "Møteledelse. Protokoll",
      "content": "Sameiermøtet skal ledes av styrelederen​1 med mindre sameiermøtet velger en annen møteleder, som ikke behøver være sameier.\nDet skal under møtelederens ansvar føres protokoll over alle saker som behandles og alle vedtak som gjøres av sameiermøtet. Protokollen skal underskrives av møtelederen og minst én sameier som utpekes av sameiermøtet blant de som er til stede. Protokollen skal til enhver tid holdes tilgjengelig for sameierne.\n1 Jf. § 38 (2) og (6).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "title": "Sameiermøtets vedtak",
      "content": "I sameier som bare inneholder boligseksjoner, regnes flertallet etter antall boligseksjoner, slik at hver seksjon gir én stemme. I andre sameier regnes flertallet etter sameiebrøk​2 om ikke annet er fastsatt i vedtektene​3 med tilslutning fra de sameiere det gjelder.\nVed opptelling av stemmer anses blanke stemmer som ikke avgitt. Står stemmene likt, avgjøres saken ved loddtrekning.\nIngen kan selv eller ved fullmektig​4 eller som fullmektig delta i avstemning om avtale med seg selv eller nærstående​5 eller om sitt eget eller nærståendes ansvar. Det samme gjelder for avstemning om pålegg om salg eller krav om fravikelse etter §§ 26 og 27.\n1 Jf. § 47 (7).\n2 Jf. § 6 (8).\n3 Jf. § 28.\n4 Jf. § 33 (3).\n5 Sml. deknl. § 1-5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "title": "Styre",
      "content": "Sameiet skal ha et styre. Styret skal ha tre medlemmer, om ikke annet bestemmes i vedtektene.​1\nSameiermøtet velger styret med vanlig flertall av de avgitte stemmene.​2 Styrelederen velges særskilt. Bare myndige personer​3 kan være styremedlemmer. Vedtektene​1 kan bestemme at bare fysiske personer skal kunne velges som styremedlem. Om andre enn fysiske personer kan velges til styremedlem, kan dette bare skje ved at det velges en utpekt representant for vedkommende.\nSameiermøtet kan også velge varamedlemmer til styret. Vedtektene​1 kan inneholde nærmere regler om dette.\nStyremedlem tjenestegjør i to år om ikke annet er bestemt av sameiermøtet.\nNår særlige forhold foreligger, har et styremedlem rett til å tre tilbake før tjenestetiden er ute. Styret skal ha rimelig forhåndsvarsel om tilbaketreden. Sameiermøtet kan med flertall som nevnt i § 30 første ledd vedta å fjerne medlem av styret.\nI sameier med åtte eller færre seksjoner kan det med tilslutning fra alle sameierne fastsettes i vedtektene​1 at alle sameiere skal være medlemmer av styret. For en sameier som ikke er en myndig​3 fysisk person, skal det i så fall utpekes en representant som styremedlem. Det samme gjelder hvor en seksjon har flere eiere. Sameiermøtet skal velge en styreleder.\n0 Endret ved lov 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Jf. § 28.\n2 Jf. § 37.\n3 Jf. lov 26 mars 2010 nr. 9 § 2 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "title": "Styremøter",
      "content": "Styrelederen skal sørge for at styret holder møte så ofte som det trengs. Et styremedlem eller forretningsføreren​1 kan kreve at styret sammenkalles.\nStyremøtet skal ledes av styrelederen.​2 Er ikke styrelederen til stede, og det ikke er valgt noen nestleder, skal styret velge en møteleder.\nStyret er vedtaksført når mer enn halvparten av alle styremedlemmer er til stede. Vedtak kan gjøres med mer enn halvparten av de avgitte stemmene. Står stemmene likt, gjør møtelederens​3 stemme utslaget. De som stemmer for et vedtak, må likevel utgjøre mer enn en tredjedel av alle styremedlemmene.\nBestemmelsene i tredje ledd gjelder ikke for styre som består av alle sameierne, jf. § 38 sjette ledd. For slike styrer beregnes stemmene på samme måte som bestemt i § 37 første og annet ledd og styret er vedtaksført når styremedlemmer som representerer mer enn halvparten av stemmene er til stede.\nStyret skal føre protokoll over sine forhandlinger. Protokollen skal underskrives av de frammøtte styremedlemmene.\n1 Jf. § 41.\n2 Jf. § 38 (2) og (6).\n3 Jf. annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "Styrets oppgaver",
      "content": "Styret skal sørge for vedlikehold og drift av eiendommen og ellers sørge for forvaltningen av sameiets anliggender i samsvar med lov, vedtekter og vedtak i sameiermøtet. Styret har herunder i samsvar med § 31 å treffe alle bestemmelser som ikke i loven​1 eller vedtektene er lagt til andre organer.\n1 Jf. § 12 (2), § 13 (2), § 19 (4) og (6), § 22 (2), § 23 (2), (3) og (5), § 25 (3), § 28 (2), § 30 (2) og (3), § 33 (3), § 36 (1) og (2), § 38 (2) til (6), § 41 (1) og (3), § 43 (1), § 45 (1) og (2) og § 47 (7).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "Forretningsfører o.a.",
      "content": "Sameiermøtet kan med flertall som nevnt i § 30 første ledd vedta at sameiet skal ha en forretningsfører.\nOm vedtektene​1 ikke bestemmer noe annet, hører det inn under styret å ansette forretningsfører og andre funksjonærer, gi instruks for dem, fastsette deres lønn, føre tilsyn med at de oppfyller sine plikter, samt å si dem opp eller gi dem avskjed.\nAnsettelsen kan bare skje på oppsigelse med en oppsigelsesfrist som ikke må overstige seks måneder. Med to tredjedels flertall kan sameiermøtet samtykke i at avtale om forretningsførsel gjøres uoppsigelig fra sameiets side for et lengre tidsrom, men ikke for mer enn fem år.\n1 Jf. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "title": "Ugildhet",
      "content": "Et styremedlem må ikke delta i behandlingen eller avgjørelsen av noe spørsmål som medlemmet selv eller nærstående​1 har en framtredende personlig eller økonomisk særinteresse i. Det samme gjelder for forretningsføreren.​2\n1 Sml. deknl. § 1-5.\n2 Jf. § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "title": "Representasjon",
      "content": "Styret representerer sameierne og forplikter dem med sin underskrift i saker som gjelder sameiernes felles rettigheter og plikter, herunder gjennomføringen av vedtak truffet av sameiermøtet eller styret og rettigheter og plikter som angår fellesareal og fast eiendom for øvrig.​1 Med tilslutning fra alle sameierne kan det fastsettes i vedtektene​2 at sameierne forpliktes ved underskrift av to eller flere styremedlemmer i fellesskap.\nI saker som gjelder vanlig forvaltning og vedlikehold, kan forretningsføreren​3 representere sameierne på samme måte som styret.​4\nStyrelederen kan saksøke og saksøkes med bindende virkning for alle sameierne​5 i saker som nevnt i første ledd første punktum. Er styreleder ikke valgt, kan ethvert styremedlem saksøkes med samme virkning.\nHar styret, styremedlemmer eller forretningsfører overskredet sin myndighet, er disposisjonen ikke bindende for sameierne, dersom sameierne godtgjør at medkontrahenten innså eller burde innse at myndigheten ble overskredet, og det derfor ville stride mot redelighet å gjøre disposisjonen gjeldende.\n1 Jf. lov 7 juni 1935 nr. 2 § 13 (6).\n2 Jf. § 28.\n3 Jf. § 41.\n4 Jf. § 40 annet punktum.\n5 Jf. tvangsl. § 4-10 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "title": "Regnskap",
      "content": "Styret skal sørge for ordentlig og tilstrekkelig regnskapsførsel. Regnskap for foregående kalenderår skal legges fram på ordinært sameiermøte.​1\nI sameier med 21 eller flere seksjoner skal styret sørge for at det blir ført regnskap og utarbeidet årsregnskap og årsberetning i samsvar med bestemmelsene gitt i eller i medhold av regnskapsloven.​2 Det samme gjelder sameier med ni eller flere seksjoner der mindre enn tre fjerdedeler av seksjonene er boligseksjoner.\n0 Endret ved lov 17 juli 1998 nr. 56 (ikr. 1 jan 1999).\n1 Jf. § 33 (4).\n2 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "title": "Revisjon",
      "content": "Sameier med 21 eller flere seksjoner skal ha en eller flere statsautoriserte eller registrerte revisorer.​1 Det samme gjelder sameier med ni eller flere seksjoner der mindre enn tre fjerdedeler av seksjonene er boligseksjoner. I andre sameier med mer enn åtte seksjoner skal regnskapet revideres av en person valgt av sameiermøtet. For øvrig kan sameiermøtet med vanlig flertall av de avgitte stemmer vedta at sameiet skal ha revisor.\nRevisor velges av sameiermøtet. Revisor tjenestegjør inntil annen revisor er valgt.\nRevisor har rett til å være til stede i sameiermøte og til å uttale seg.\nHar sameiet statsautorisert eller registrert revisor, gjelder bestemmelsene i revisorloven​2 så langt de passer.\n0 Endret ved lov 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. vedtak 25 juni 1999 nr. 711).\n1 Jf. (4).\n2 Lov 15 jan 1999 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "9:46",
      "chapter": "9",
      "section": "46",
      "title": "Ikrafttredelse",
      "content": "Loven her trer i kraft fra den dagen Kongen fastsetter.​1\nFra samme tid oppheves lov 4. mars 1983 nr. 7 om eierseksjoner.\n1 Fra 1 jan 1998 iflg. res. 5 des 1997 nr. 1256.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "9:47",
      "chapter": "9",
      "section": "47",
      "title": "Overgangsbestemmelser",
      "content": "Bestemmelsene i § 2 første og annet ledd gjelder ikke hvor bruksretten er stiftet før loven her trer i kraft. Utvidelse, fornyelse eller forlengelse regnes som stiftelse av ny bruksrett hvis brukeren ikke hadde krav på endringen. Bestemmelsene i § 2 annet og tredje ledd gjelder ikke hvor panteretten har fått rettsvern mot sameierens kreditorer før loven her trer i kraft.\nBestemmelsen i § 3 gjelder ikke for særskilt eiendomsrett som er lovlig stiftet før loven her trer i kraft.\nBestemmelsene i §§ 5-13 gjelder ikke for seksjonering som skjer i samsvar med begjæring som er satt fram​1 før loven her trer i kraft. Begjæringen skal behandles etter lov 4. mars 1983 nr. 7 om eierseksjoner. Seksjonssameier som loven her gjelder for, kan registreres i Foretaksregisteret.​2\nBestemmelsene om kjøperett i §§ 14-18 gjelder ikke hvor seksjonering skjer i samsvar med begjæring som er satt fram​1 før loven her trer i kraft. Ved slik seksjonering gjelder bestemmelsene om kjøperett i lov 4. mars 1983 nr. 7 om eierseksjoner.\nBestemmelsen i § 22 femte ledd gjelder ikke hvor seksjonering er skjedd i samsvar med begjæring som er satt fram​1 før loven her trer i kraft.\nLovbestemt panterett etter lovens § 25, jf. lov 8. februar 1980 nr. 2 § 6-1 tredje ledd, står tilbake for heftelse som hadde fått rettsvern mot sameierens kreditorer før loven her trer i kraft, om ikke annet følger av alminnelige prioritetsregler.\nBestemmelsen i § 37 første ledd medfører ingen endring av stemmerettsreglene i sameier hvor seksjonering er skjedd i samsvar med begjæring som er satt fram​1 før loven her trer i kraft. I slike sameier kan det likevel med tilslutning fra alle sameierne fastsettes i vedtektene​3 at den nevnte bestemmelsen skal gjelde.\nAvtaler eller bestemmelser som er i strid med loven her, opphører å gjelde senest ett år etter at loven her trer i kraft, om ikke annet går fram av loven.\n0 Endret ved lov 27 nov 1998 nr. 68 (ikr. 1 jan 1999 iflg. res. 27 nov 1998 nr. 1097).\n1 Jf. § 7 (1).\n2 Jf. lov 21 juni 1985 nr. 78.\n3 Jf. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "9:48",
      "chapter": "9",
      "section": "48",
      "title": "Endring i andre lover",
      "content": "Fra den tid loven her trer i kraft, skal følgende bestemmelser i andre lover endres slik: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Virkeområde; definisjoner",
      "content": "Loven her gjelder for eierseksjoner som er opprettet etter bestemmelsene i kapittel II, eller som er opprettet på tilsvarende måte før loven trådte i kraft. Med eierseksjon forstås sameieandel i bebygd eiendom med tilknyttet enerett til bruk av en av flere boliger eller andre bruksenheter i eiendommen.\nLoven gjelder tilsvarende for sameieandel i bebygd eiendom med tilknyttet særskilt eiendomsrett til bolig eller annen bruksenhet i eiendommen når forholdet er lovlig opprettet og tinglyst før loven trådte ikraft, jf. § 3.\nMed bolig forstås i loven her så vel helårsbolig som fritidsbolig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Andre sameieformer",
      "content": "Det kan ikke uten seksjonering gyldig avtales at en sameier i bebygd eiendom med flere bruksenheter skal ha enerett til bruk for mer enn ti år til en bolig​2 i eiendommen. Erverver brukeren sameieandel i eiendommen ved avtale etter at bruksretten er stiftet, kan bruksretten bare gjøres gjeldende for den resterende delen av tiårsperioden som følger av første punktum.\nDet kan ikke gyldig avtales panterett i sameieandel i bebygd eiendom med flere bruksenheter hvis sameieren har enerett til bruk av en bolig​2 i eiendommen, med mindre det er foretatt seksjonering som nevnt i § 1 første eller annet ledd i loven her. Dette gjelder selv om bruksretten er stiftet for kortere tid enn ti år.\nBlir bruksrett som nevnt i annet ledd stiftet etter at sameieandelen er pantsatt, kan panthaveren kreve pantekravet innfridd. Panteretten bortfaller hvis panthaveren ikke innen tre måneder etter at panthaveren ble eller burde bli kjent med bruksretten, begjærer tvangsdekning,​3 sender varsel om tvangsdekning​4 eller tar rettslige skritt for å skaffe nødvendig tvangsgrunnlag, og forfølger kravet om tvangsdekning uten unødig opphold. Panteretten faller likevel ikke bort hvis bruksretten avvikles eller eiendommen seksjoneres​5 før tvangsdekningen er gjennomført.\nEr bygningen eid av et selskap som nevnt i selskapsloven​6 § 1-1, skal deltaking i selskapet regnes likt med sameie i forhold til bestemmelsene i paragrafen her.\nBestemmelsene i paragrafen her gjelder ikke for fritidsboliger og for eiendommer som nyttes eller kan nyttes til jordbruk eller skogbruk, jf. lov 12. mai 1995 nr. 23 om jord m.m. Bestemmelsene gjelder heller ikke for avtaler mellom flere eiere av en eierseksjon om enerett til bruk av bruksenheten eller deler av den, om det da ikke er en samleseksjon som nevnt i § 6 fjerde ledd annet punktum.\n1 Jf. § 47 (1).\n2 Se siste ledd.\n3 Jf. tvangsl. kap. 11.\n4 Jf. tvangsl. § 4-18.\n5 Jf. kap. II.\n6 Jf. lov 21 juni 1985 nr. 83.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Særskilt eiendomsrett til del av bygning",
      "content": "Særskilt eiendomsrett til bolig​2 i bygning med flere bruksenheter kan bare stiftes, avhendes eller beheftes etter fradeling eller bortfeste av den del av grunnen som boligen er knyttet til.\n1 Jf. § 47 (2).\n2 Se § 1 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "Forbud mot diskriminering",
      "content": "I vedtektene kan det ikke settes vilkår for å være sameier som tar hensyn til kjønn, graviditet, etnisitet, religion, livssyn, funksjonsnedsettelse, seksuell orientering, kjønnsidentitet, kjønnsuttrykk eller alder. Slike omstendigheter kan ikke regnes som saklig grunn til å nekte godkjenning av en sameier eller bruker av eiendommen eller tillegges vekt ved bruk av eventuell forkjøpsrett. Ved diskriminering gjelder likestillings- og diskrimineringsloven.​1\n0 Tilføyd ved lov 6 juni 2003 nr. 39 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1766), endret ved lover 3 juni 2005 nr. 33 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 608), 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528), 20 juni 2008 nr. 42 (ikr. 1 jan 2009 iflg. res. 20 juni 2008 nr. 631), 21 juni 2013 nr. 61 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 707), 16 juni 2017 nr. 51 (ikr. 1 jan 2018 iflg. res. 16 juni 2017 nr. 751).\n1 Lov 16 juni 2017 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Fravikelighet",
      "content": "Loven er ufravikelig med mindre annet er uttrykkelig sagt​1 eller framgår av sammenhengen.\n1 Jf. § 19 (4), § 22 (2), § 23 (2) og (5) og § 37 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Seksjonering",
      "content": "Eierseksjoner opprettes ved tinglysing av kommunalt seksjoneringsvedtak​2 etter bestemmelsene i kapitlet her.\n0 Endret ved lover 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600), 29 juni 2007 nr. 94 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 601).\n1 Jf. § 47 (3).\n2 Jf. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Hva seksjoneringen kan gå ut på",
      "content": "Til hver sameieandel skal det knyttes enerett til bruk av en bruksenhet. Bruksenhetens hoveddel skal være en klart avgrenset og sammenhengende del av en bygning på eiendommen. Hoveddelen skal ha egen inngang. Bruksenheten kan i tillegg omfatte andre deler av eiendommen. Inndelingen skal gi en formålstjenlig avgrensing av de enkelte bruksenheter.\nEnerett til bruk av fellesareal kan ikke knyttes til noen sameieandel. Med fellesareal forstås deler av eiendommen som ikke inngår i de enkelte bruksenheter. Deler av eiendommen som er nødvendige til bruk for andre bruksenheter i eiendommen, eller som etter bestemmelser, vedtak eller tillatelser gitt i eller i medhold av plan- og bygningsloven​2 er fastsatt å skulle tjene beboernes eller bebyggelsens felles behov, skal være fellesareal. Ved opprettelsen av eierseksjonssameiet skal også vaktmesterbolig, felles garasje og liknende areal som skal tjene sameiernes felles bruk eller eiendommens drift, være fellesareal. Bolig som er bortleid til annet formål enn vaktmesterbolig på tidspunktet for seksjoneringen, kan allikevel bare gjøres til fellesareal hvis leieren ikke har kjøperett etter kapittel III.\nSeksjoneringen skal omfatte bare en grunneiendom eller anleggseiendom,​3 om ikke samtykke til annet gis etter § 8 fjerde ledd.\nSeksjoneringen skal omfatte alle bruksenhetene i eiendommen. I eiendom som bare delvis brukes til boligformål, er kravet om full oppdeling ikke til hinder for at alle boligene utgjør en samleseksjon, og/eller at alle øvrige bruksenheter utgjør en samleseksjon.\nPlanlagt bygning kan ikke seksjoneres før det foreligger igangsettingstillatelse etter plan- og bygningsloven.​4 I bestående bygning kan seksjoneringen bare omfatte bruksenheter som er ferdig utbygd.\nDet skal fastsettes om den enkelte enhet skal brukes til bolig​5 (boligseksjon) eller til annet formål (næringsseksjon). Formålet skal være i samsvar med gjeldende arealplanformål, med mindre det foreligger tillatelse til annen bruk etter plan- og bygningslovgivningen.​2\nHver boligseksjon skal ha kjøkken, bad og wc innenfor hoveddelen av bruksenheten. Bad og wc skal være i eget eller egne rom. Bestemmelsene i leddet her gjelder ikke for fritidsboliger eller boliger som inngår i en samleseksjon.​6\nDet skal fastsettes en sameiebrøk for hver eierseksjon.\n0 Endret ved lov 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600).\n1 Jf. § 47 (3).\n2 Lov 27 juni 2008 nr. 71.\n3 Jf. lov 17 juni 2005 nr. 101 § 3.\n4 Lov 27 juni 2008 nr. 71, se dens § 21-2.\n5 Se § 1 siste ledd.\n6 Jf. fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Seksjoneringsbegjæring",
      "content": "Begjæring til kommunen om seksjonering kan settes fram av eiendommens hjemmelshaver​2 og skal inneholde opplysning om:\na. eiendommens betegnelse,​3\nb. de enkelte seksjoners formål,​4\nc. sameiebrøk​5 for hver seksjon og\nd. vedtekter for sameiet.​6\nMed begjæringen skal følge situasjonsplan over eiendommen og plantegninger over bygningens etasjer, medregnet kjeller og loft. På plantegningene skal grensene for bruksenhetene, forslag til seksjonsnummer og bruken av de enkelte rom tydelig angis. På situasjonsplanen skal grensene for ubebygde deler av eiendommen som skal inngå i bruksenheter, tydelig angis. Skal ubygde deler av eiendommen inngå i bruksenhet,​7 skal rekvisisjon av oppmålingsforretning​8 over utearealet følge begjæringen.\nDet skal bekreftes ved egenerklæring at lovens vilkår for seksjonering er oppfylt. En liste med navn og adresse på alle leiere av bolig​9 i eiendommen skal følge begjæringen.\nDepartementet​10 kan bestemme at det for seksjoneringsbegjæringen og vedleggene skal brukes fastsatte blanketter.\nFor seksjonering kan kommunen kreve et gebyr som ikke må overstige tre ganger rettsgebyret​11 eller fem ganger rettsgebyret dersom det må holdes befaring. Kommunen skal fastsette gebyrets størrelse på grunnlag av gjennomsnittlige kostnader med saksbehandlingen. I tillegg kan kommunen kreve gebyr etter reglene i matrikkelloven​12 for oppmålingsforretning, og for matrikkelbrev​13 som må utarbeides etter bestemmelsen i § 9 annet ledd. Dessuten skal gebyr for tinglysing av matrikuleringen innbetales til kommunen. Innbetaling av gebyrene skal skje innen en frist som kommunen setter i det enkelte tilfelle. Blir seksjoneringsbegjæringen avslått, skal tinglysingsgebyret og halvparten av gebyret for seksjoneringen betales tilbake.\n0 Endret ved lover 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600), 29 juni 2007 nr. 94 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 601).\n1 Jf. § 47 (3).\n2 Jf. lov 7 juni 1935 nr. 2 § 14.\n3 Jf. lov 17 juni 2005 nr. 101 § 3, c.\n4 Jf. § 6 (4).\n5 Jf. § 6 (8).\n6 Jf. § 28.\n7 Jf. lov 17 juni 2005 nr. 101 § 8.\n8 Jf. lov 17 juni 2005 nr. 101 § 33.\n9 Se § 1 siste ledd.\n10 Kommunal- og moderniseringsdepartementet iflg. res. 5 des 1997 nr. 1256.\n11 Jf. lov 17 des 1982 nr. 86 § 1 (2).\n12 Lov 17 juni 2005 nr. 101.\n13 Jf. lov 17 juni 2005 nr. 101 § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Kommunens behandling av seksjoneringsbegjæringen",
      "content": "Kommunen kan nekte seksjonering av eiendom som senest seks måneder etter at seksjoneringsbegjæringen er mottatt av kommunen, omfattes av vedtak om utbedringsprogram, reguleringsplan som bestemmer at det i området der eiendommen ligger skal gjennomføres omforming og fornyelse,​2 eller midlertidig forbud etter plan- og bygningsloven​3 § 13-1.\nKommunen skal nekte seksjonering hvis:\na. vilkårene i § 6 ikke er oppfylt,\nb. seksjoneringsbegjæringen ikke er i samsvar med § 7, eller\nc. gebyret etter § 7 femte ledd ikke blir innbetalt innen fristen.\nKommunen skal sette en frist for retting eller endring av seksjoneringsbegjæringen hvis seksjonering vil kunne gjennomføres etter en slik retting eller endring.\nKommunen kan i særlige tilfelle gi samtykke til at seksjoneringen omfatter mer enn en grunneiendom eller anleggseiendom.​4 Samtykke skal ikke gis uten at registerfører​5 for tinglysing i fast eiendom har gitt skriftlig samtykke.\n0 Endret ved lover 12 sep 2003 nr. 93 (ikr. 1 jan 2004 iflg. res. 12 sep 2003 nr. 1136), 27 juni 2008 nr. 71 (ikr. 1 juli 2009 iflg. res. 12 juni 2009 nr. 638), 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600), 3 sep 2010 nr. 56 (ikr. 3 sep 2010 iflg. res. 3 sep 2010 nr. 1246).\n1 Jf. § 47 (3).\n2 Se pbl. § 11-8, e og § 12-6.\n3 Lov 27 juni 2008 nr. 71.\n4 Jf. lov 17 juni 2005 nr. 101 § 3.\n5 Jf. lov 7 juni 1935 nr. 2 § 1 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Seksjoneringsvedtak",
      "content": "Kommunens seksjoneringsvedtak skal omfatte avgrensningen av de enkelte bruksenheter,​2 den enkelte bruksenhets formål,​3 seksjonens nummer og sameiebrøk.​4 Kommunen utarbeider endelig situasjonsplan og plantegninger med innhold som nevnt i § 7, og planen og tegningene skal følge seksjoneringsvedtaket.\nBruksenhet som skal omfatte ubebygde deler kan ikke registreres i matrikkelen​5 før det er holdt oppmålingsforretning for grensene for utearealet etter matrikkelloven.​6 Matrikkelbrev​7 skal utarbeides av kommunen etter reglene i matrikkelloven uten særskilt søknad.\nKommunen skal sende gjenpart av seksjoneringsvedtaket uten vedleggene sammen med orientering om leiernes klageadgang og om deres rettigheter etter kapittel III til de leiere som er oppført på listen som følger begjæringen, jf. § 7 tredje ledd.\nDepartementet​8 kan gi forskrifter om innholdet av seksjoneringsvedtaket og kan fastsette blanketter som skal brukes.\n0 Endret ved lover 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600), 29 juni 2007 nr. 94 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 601).\n1 Jf. § 47 (3).\n2 Jf. § 7 (2).\n3 Jf. § 6 (6).\n4 Jf. § 6 (8).\n5 Jf. lov 17 juni 2005 nr. 101 § 4.\n6 Lov 17 juni 2005 nr. 101.\n7 Jf. lov 17 juni 2005 nr. 101 § 33.\n8 Kommunal- og moderniseringsdepartementet iflg. res. 5 des 1997 nr. 1256.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Klage",
      "content": "Kommunens seksjoneringsvedtak kan påklages​2 til departementet.​3 Departementet kan delegere avgjørelsesmyndigheten til fylkesmannen. Avslag på søknad om seksjonering med hjemmel i § 8 første ledd kan likevel ikke påklages.\n0 Endret ved lov 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600).\n1 Jf. § 47 (3).\n2 Jf. fvl. § 28.\n3 Kommunal- og moderniseringsdepartementet iflg. res. 5 des 1997 nr. 1256.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Registrering og tinglysing",
      "content": "Når klagefristen er ute for leiere som har fått gjenpart etter § 9 tredje ledd, og eventuelle klager over seksjoneringsvedtaket er avgjort, skal kommunen føre seksjonene inn i matrikkelen.​2 Deretter skal kommunen sende nødvendig dokumentasjon for opprettelse av grunnboksblad for hver seksjon til tinglysing,​3 jf. matrikkelloven​4 § 24. Departementet kan i forskrift gi nærmere regler for slik dokumentasjon, og hvilke vedlegg som skal følge med til tinglysing.\nSameier med ni eller flere seksjoner skal registreres i foretaksregisteret.​5 Styret​6 skal melde sameiet til registrering senest seks måneder etter at seksjoneringsvedtaket er blitt tinglyst. Sameier med åtte eller færre seksjoner kan registreres i foretaksregisteret.\n0 Endret ved lover 27 nov 1998 nr. 68 (ikr. 1 jan 1999 iflg. res. 27 nov 1998 nr. 1097 – gjelder bare for tillatelse til seksjonering som blir gitt etter at loven trådte i kraft), 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600), 29 juni 2007 nr. 94 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 601).\n1 Jf. § 47 (3).\n2 Jf. lov 17 juni 2005 nr. 101 § 4.\n3 Jf. lov 7 juni 1935 nr. 2.\n4 Lov 17 juni 2005 nr. 101.\n5 Jf. lov 21 juni 1985 nr. 78 § 2-1 nr. 12.\n6 Jf. § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Deling og sammenslåing av seksjoner",
      "content": "En seksjon kan deles i to eller flere seksjoner ved tinglysing​2 av kommunalt reseksjoneringsvedtak etter egen seksjoneringsbegjæring som er satt fram av seksjonens hjemmelshaver.​3 To eller flere seksjoner kan på samme måte slås sammen til en eller flere seksjoner. De vilkår og begrensninger som etter § 6 gjelder for seksjonering gjelder tilsvarende ved reseksjonering. Ved reseksjonering etter paragrafen her gjelder §§ 7-11 tilsvarende så langt de passer.\nMedfører en oppdeling at det opprettes nye fellesarealer,​4 kan den bare gjennomføres med samtykke fra styret.​5 Medfører oppdelingen at det opprettes nye seksjoner, og dette fører til en økning av det samlede stemmetall,​6 kreves samtykke fra sameiermøtet.​7\nReseksjonering etter paragrafen her endrer ikke sameiebrøkene​8 for seksjoner som ikke omfattes av reseksjoneringen.\nReseksjonering etter paragrafen her kan bare skje med samtykke fra alle som har tinglyst pant i de seksjonene det gjelder.\n0 Endret ved lover 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600), 29 juni 2007 nr. 94 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 601).\n1 Jf. § 47 (3).\n2 Jf. lov 7 juni 1935 nr. 2.\n3 Jf. lov 7 juni 1935 nr. 2 § 14 (1).\n4 Jf. § 6 (2) annet punktum.\n5 Jf. § 38 flg.\n6 Jf. § 37 (1) første punktum.\n7 Jf. § 30 (2), f.\n8 Jf. § 6 (8).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Reseksjonering i andre tilfelle",
      "content": "Begjæring om reseksjonering i andre tilfelle enn nevnt i § 12, skal settes fram av styret.​2 De vilkår og begrensninger som etter § 6 gjelder for seksjonering gjelder tilsvarende ved reseksjonering. Ved reseksjonering etter paragrafen her gjelder §§ 7-11 tilsvarende så langt de passer.\nBegjæring om tillatelse til endring av bruksenhetens formål​3 fra boligformål til annet formål eller omvendt skal settes fram av seksjonens hjemmelshaver​4 med samtykke fra sameiermøtet, jf. § 30 annet ledd bokstav e. Vilkårene i § 6 sjette ledd annet punktum gjelder tilsvarende.\nReseksjonering etter paragrafen her kan bare skje med samtykke fra alle som har tinglyst pant i de seksjonene det gjelder.\n1 Jf. § 47 (3).\n2 Jf. § 38.\n3 Jf. § 6 (6).\n4 Jf. lov 7 juni 1935 nr. 2 § 14 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Kjøperett",
      "content": "Den som leier bolig​2 i eiendommen på tidspunktet for innføring i matrikkelen,​3 jf. §§ 5 og 11, har rett til å kjøpe vedkommende seksjon etter bestemmelsene i kapitlet her.\nDisse leierne har likevel ikke kjøperett:\na. leier med leieavtale som etter sitt innhold vil utløpe uten oppsigelse​4 før leieretten har vart i to år,\nb. framleier,\nc. leier av bolig som nevnt i husleieloven​5 §§ 11-1, 11-2 og 11-3 fjerde og femte ledd,\nd. leier av bolig som inngår i en samleseksjon​6 og\ne. leier av vaktmesterbolig som er fellesareal.​7\nKjøperetten kan ikke frafalles før seksjonene er innført i matrikkelen.​3\nKjøperetten gjelder ikke ved reseksjonering etter §§ 12 og 13. Kjøperetten gjelder likevel ved matrikulering​3 av reseksjonering som innebærer oppdeling av en samleseksjon for boliger​6 til enkeltseksjoner og ved omgjøring av en vaktmesterbolig som tidligere har vært fellesareal​7 til egen seksjon.\nKjøperetten gjelder heller ikke ved seksjonering av en leiegård i forbindelse med bruk av forkjøpsrett etter lov 29. april 1977 nr. 34 om kommunal forkjøpsrett til leiegårder § 3 eller i forbindelse med at et flertall av beboerne har ervervet eiendommen, hvis leieren har hatt rett til eller fått tilbud om å delta som erverver. Kjøperetten gjelder heller ikke ved omdanning av borettslag​8 eller boligaksjeselskaper (jf lov om borettslag​9 § 1-4 første ledd).\nLovbestemt eller avtalt løsningsrett kan ikke brukes ved salg til leier med kjøperett etter kapitlet her.\nBestemmelsene i kapitlet her gjelder ikke for fritidsboliger.\n0 Endret ved lover 26 mars 1999 nr. 17 (ikr. 1 jan 2000 iflg. res. 26 mars 1999 nr. 248), 6 juni 2003 nr. 39 (ikr. 15 aug 2005 iflg. res. 17 juni 2005 nr. 603), 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600).\n1 Jf. siste ledd og § 47 (4).\n2 Se siste ledd.\n3 Jf. lov 17 juni 2005 nr. 101 § 4.\n4 Jf. lov 26 mars 1999 nr. 17 § 9-2.\n5 Lov 26 mars 1999 nr. 17.\n6 Jf. § 6 (4) annet punktum.\n7 Jf. § 6 (2) fjerde punktum.\n8 Jf. lov 6 juni 2003 nr. 39.\n9 Lov 6 juni 2003 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Tilbud om kjøp",
      "content": "Eieren av eiendommen skal snarest mulig etter innføring i matrikkelen​2 sette fram skriftlig tilbud om kjøp overfor alle leiere med kjøperett.​3 Tilbudet skal inneholde:\na. bindende forslag til kjøpesum og\nb. opplysning om leierens rettigheter og plikter etter kapitlet her.\n0 Endret ved lov 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600).\n1 Jf. § 14 (7) og § 47 (4).\n2 Jf. lov 17 juni 2005 nr. 101 § 4.\n3 Jf. § 14 (1) og (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Kjøpesum",
      "content": "Leieren har krav på å få kjøpe seksjonen til en kjøpesum som svarer til fire femtedeler av seksjonens salgsverdi etter at det er gjort fradrag for den del av verdien som skyldes forbedringer og innsats fra leieren eller tidligere leiere etter samme leieavtale. Det skal gjøres fradrag for heftelser som leieren må overta, og som ikke er pengeheftelser.\nLeieren kan kreve at verdsettelse skal foretas av en takstnemnd med tre medlemmer som oppnevnes av tingretten.​2 For takstnemnda gjelder bestemmelsene i domstolloven​3 §§ 106 og 108 så langt de passer. Takstnemnda skal legge til grunn verdiforholdene på tidspunktet for verdsettelsen.\nHver av partene kan sette fram krav om ny takstnemnd innen fjorten dager etter at verdsettelsen etter annet ledd ble meddelt parten. Retten skal ta kravet til følge hvis verdsettelsen:\na. bygger på uforsvarlig saksbehandling eller uriktig oppfatning av faktiske omstendigheter, og dette må antas å ha påvirket verdsettelsen i vesentlig grad, eller\nb. verdsettelsen er åpenbart uriktig.\nRetten fastsetter godtgjørelsen for medlemmene av takstnemnda. Retten kan bestemme at den som krever takstnemnd etter annet eller tredje ledd, skal betale inn et beløp til sikkerhet for godtgjørelsen. Når verdsettelsen er endelig, skal retten ta avgjørelse om kostnadsansvaret. Eieren skal bære kostnadene hvis den endelige verdsettelsen er lavere enn eierens tilbud til leieren, ellers skal leieren bære kostnadene.\nRettens avgjørelser etter tredje og fjerde ledd er kjennelser​4 og kan ankes etter tvistelovens​5 regler.\nKjøpesummen forfaller til betaling en måned etter at kjøperetten er gjort gjeldende og eventuell verdsettelse av takstnemnd er endelig. Den del av kjøpesummen som svarer til pengeheftelser som hviler på seksjonen, forfaller likevel først når heftelsene er innfridd, om ikke partene avtaler at kjøpesummen skal gjøres opp ved at kjøper overtar heftelsene.\nKjøperen plikter bare å betale kjøpesummen mot tinglysingsklart skjøte på seksjonen. Kjøperen har krav på skjøte mot betaling av kjøpesummen med fradrag av pengeheftelser som hviler på seksjonen. Overstiger heftelsene kjøpesummen, kan leieren kreve skjøte straks.\n0 Endret ved lover 14 des 2001 nr. 98 (ikr. 1 jan 2002 iflg. res. 14 des 2001 nr. 1416), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. § 14 (7) og § 47 (4).\n2 Jf. tvl. § 19-1 (2).\n3 Lov 13 aug 1915 nr. 5.\n4 Jf. tvl. § 19-1.\n5 Jf. tvl. kap. 29 og 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Frister. Bortfall av kjøperetten",
      "content": "Kjøperetten faller bort hvis den ikke blir gjort gjeldende innen en frist som utløper tre måneder etter at skriftlig tilbud etter § 15 er mottatt av leieren, og det ikke innen fristen er satt fram krav om takstnemnd etter § 16.\nEr det satt fram krav om takstnemnd, kan kjøperetten gjøres gjeldende inntil én måned etter at endelig verdsettelse er meddelt leieren, eller inntil én måned etter at et krav om ny takstnemnd er rettskraftig forkastet.\nKjøperetten har vern mot eierens kreditorer uten tinglysing.​2 Overfor avtaleerverv i god tro har kjøperetten vern uten tinglysing så lenge leieren innehar bruksenheten.\n1 Jf. § 14 (7) og § 47 (4).\n2 Jf. lov 7 juni 1935 nr. 2 § 21 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Leier som ikke kjøper seksjon",
      "content": "Leier som ikke kjøper seksjon i eiendommen, beholder sine rettigheter etter leieavtalen. Bytterett etter lov 16. juni 1939 nr. 6​2 om husleie § 32a faller likevel bort ved første overdragelse av seksjonen etter seksjoneringen.\n1 Jf. § 14 (7) og § 47 (4).\n2 Loven er opphevet.\n1 Loven er opphevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Rett til bruk",
      "content": "Den enkelte sameier har enerett til bruk av sin bruksenhet​1 og rett til å nytte fellesarealer til det de er beregnet eller vanlig brukt til, og til annet som er i samsvar med tiden og forholdene.​2\nBruken av bruksenheten og fellesarealene må ikke på en urimelig eller unødvendig måte være til skade eller ulempe for andre sameiere.​3\nBruksenheten kan bare nyttes i samsvar med formålet, jf. § 6 sjette ledd. Endring av bruken fra boligformål til annet formål eller omvendt må ikke foretas uten reseksjonering etter § 13 annet ledd.\nMed tilslutning fra de sameiere det gjelder, kan det i vedtektene​4 gis nærmere bestemmelser om bruken av næringsseksjoner.​5\nI vedtektene​4 kan det gis bestemmelser om midlertidig enerett for en eller flere sameiere til bruk av bestemte deler av fellesarealene og om vilkårene for slik enerett. Begrensningen i § 6 annet ledd tredje punktum gjelder tilsvarende.\nSameiermøtet kan fastsette vanlige ordensregler​6 for eiendommen. Selv om det er vedtatt forbud mot dyrehold i seksjonssameiet, kan bruker av seksjonen holde dyr dersom gode grunner taler for det, og dyreholdet ikke er til ulempe for de øvrige brukere av eiendommen.\n1 Jf. § 1 (1) annet punktum.\n2 Sml. lov 18 juni 1965 nr. 6 § 3 (1).\n3 Sml. lov 18 juni 1965 nr. 6 § 3 (2).\n4 Jf. § 28.\n5 Jf. § 6 (6).\n6 Sml. lov 26 mars 1999 nr. 17 § 5-2 (2) og lov 6 juni 2003 nr. 39 § 5-11 (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Vedlikehold",
      "content": "Den enkelte sameier skal holde bruksenheten forsvarlig ved like slik at det ikke oppstår skade eller ulempe for de andre sameierne.\nFellesarealer skal holdes forsvarlig ved like. Med tilslutning fra de sameiere det gjelder, kan det i vedtektene​1 fastsettes at eierne av bestemte seksjoner skal ha plikt til å holde deler av fellesarealet ved like.\n1 Jf. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Installasjoner m.m.",
      "content": "Ledninger, rør og liknende nødvendige installasjoner kan føres gjennom bruksenheten hvis det ikke er til vesentlig ulempe for sameieren. Sameieren skal gi adgang til bruksenheten for nødvendig ettersyn og vedlikehold av installasjonene.\nEn sameier kan med styrets godkjenning​1 gjennomføre tiltak på fellesarealene som er nødvendige på grunn av sameierens eller husstandsmedlemmenes nedsatte funksjonsevne. Godkjenning kan ikke nektes uten saklig grunn.\n0 Endret ved lov 20 juni 2008 nr. 42 (ikr. 1 jan 2009 iflg. res. 20 juni 2008 nr. 631).\n1 Jf. §§ 38 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Rettslig rådighet",
      "content": "Den enkelte sameier rår som en eier over seksjonen.\nMed tilslutning fra de sameiere det gjelder, kan det i vedtektene​1 gis bestemmelser som begrenser den rettslige rådigheten over seksjonen. Dersom det er bestemt at erverver av seksjon eller leier av bruksenhet skal godkjennes, kan godkjenning bare nektes dersom det foreligger saklig grunn.\nIngen kan erverve mer enn to boligseksjoner, bortsett fra fritidsboliger, i sameiet. Dette gjelder likevel ikke ved ekspropriasjon, arv, forskudd på arv eller tilfelle hvor kreditor erverver seksjoner for å redde sin fordring som er sikret med pant i seksjonen. Borettslag,​2 staten, fylkeskommuner, kommuner samt selskaper og organisasjoner som eies eller kontrolleres av stat, fylkeskommune eller kommune og som har til formål å skaffe boliger, kan erverve flere seksjoner. Det samme gjelder institusjoner eller sammenslutninger med samfunnsnyttig formål som har til formål å skaffe boliger samt arbeidsgiver som skal leie ut seksjonene til sine ansatte.\nSelv om det er nedlagt forbud mot at juridiske personer kan erverve seksjoner, eller det er fastsatt en begrensning på hvor mange seksjoner noen kan eie, kan følgende juridiske personer til sammen erverve inntil 10 prosent, men likevel minst én seksjon, i eierseksjonssameier som består av fem eller flere seksjoner:\na. staten,\nb. fylkeskommuner,\nc. kommuner,\nd. selskaper som har til formål å skaffe boliger og som ledes og kontrolleres av staten, en fylkeskommune eller en kommune,\ne. stiftelser som har til formål å skaffe boliger og som er opprettet av staten, en fylkeskommune eller kommune og\nf. selskaper, stiftelser eller andre som har inngått samarbeidsavtale med staten, en fylkeskommune eller en kommune om å skaffe boliger til vanskeligstilte.\nDen som bruker kjøperett etter kapittel III, er ikke bundet av vedtektsbestemmelser som nevnt i annet ledd, dersom bestemmelsene er gitt før seksjonen er overtatt.​3\nEventuell forkjøpsrett kan ikke gjøres gjeldende ved overføring av boligseksjon fra eier som nevnt i fjerde ledd til leier av seksjonen.\n0 Endret ved lover 27 nov 1998 nr. 68 (ikr. 1 jan 1999 iflg. res. 27 nov 1998 nr. 1097), 21 juni 2002 nr. 35 (ikr. 1 juli 2002 iflg. res. 21 juni 2002 nr. 573), 6 juni 2003 nr. 39 (ikr. 15 aug 2005 iflg. res. 17 juni 2005 nr. 603), 25 apr 2008 nr. 11 (ikr. 1 juli 2008 iflg. res. 25 apr 2008 nr. 413).\n1 Jf. § 28.\n2 Jf. lov 6 juni 2003 nr. 39.\n3 Jf. § 47 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Fordeling av felleskostnader og fellesinntekter",
      "content": "Kostnader med eiendommen som ikke knytter seg til den enkelte bruksenhet, skal fordeles mellom sameierne etter sameiebrøken​1 med mindre særlige grunner taler for å fordele kostnadene etter nytten for den enkelte bruksenhet eller etter forbruk.\nMed tilslutning fra de sameiere det gjelder, kan det i vedtektene​2 fastsettes en annen fordeling enn nevnt i første ledd.\nDen enkelte sameier skal betale akontobeløp fastsatt av sameierne på sameiermøtet eller av styret til dekning av sin andel av felleskostnadene. Akontobeløpet kan også dekke avsetning av midler til fremtidig vedlikehold, påkostninger eller andre fellestiltak på eiendommen, dersom sameiermøtet har vedtatt slik avsetning.\nEn sameier som har båret større kostnader enn det som følger av første, annet eller tredje ledd, har krav på å få dekket det overskytende.​3\nInntekter av eiendommen som ikke knytter seg til den enkelte bruksenhet, skal fordeles mellom sameierne etter sameiebrøken​1 om ikke annet er fastsatt i vedtektene​2 med tilslutning fra de sameiere det gjelder.\n1 Jf. § 6 (8).\n2 Jf. § 28.\n3 Jf. § 25 (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Heftelsesform",
      "content": "For felles ansvar og forpliktelser​1 hefter​2 den enkelte sameier i forhold til sin sameiebrøk.​3\n1 Jf. § 23 og § 43.\n2 Jf. tvangsl. § 4-10 (2).\n3 Jf. § 6 (8).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Panterett for sameiernes forpliktelser​1",
      "content": "De andre sameierne har panterett i seksjonen for krav mot sameieren som følger av sameieforholdet.​2 Pantekravet kan ikke overstige et beløp som for hver bruksenhet svarer til folketrygdens grunnbeløp.​3 Grunnbeløpet som gjelder på tidspunktet da tvangsdekning besluttes gjennomført,​4 skal legges til grunn for beregningen. Panteretten omfatter også krav som skulle ha vært betalt etter at det har innkommet en begjæring til namsmyndighetene om tvangsdekning.\nPanteretten faller bort dersom det ikke senest to år etter at pantekravet skulle ha vært betalt, innkommer begjæring til namsmyndigheten om tvangsdekning,​5 eller dersom dekningen ikke gjennomføres uten unødig opphold.\nMed tilslutning fra de sameiere det gjelder kan det vedtektsfestes​6 en mer omfattende panterett for krav mot sameierne enn etter første ledd. Slik panterett får rettsvern etter vanlige regler.\nPanteretten som omhandlet i denne paragraf kan gjøres gjeldende av styret og den enkelte sameier som har dekket mer enn sin del, jf. § 23 fjerde ledd.\n0 Endret ved lov 2 des 2016 nr. 86.\n1 Jf. pantel. § 6-1 (3) og tvangsl. § 11-2 (1), c.\n2 Jf. § 23 og § 43.\n3 Jf. ftrl. § 1-4.\n4 Jf. tvangsl. § 11-9.\n5 Jf. tvangsl. § 11-3.\n6 Jf. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Pålegg om salg",
      "content": "Hvis en sameier til tross for advarsel vesentlig misligholder sine plikter, kan styret pålegge vedkommende å selge seksjonen. Kravet om advarsel gjelder ikke i de tilfelle der det kan kreves fravikelse etter § 27. Advarsel skal gis skriftlig og opplyse om at vesentlig mislighold gir styret rett til å kreve seksjonen solgt. Pålegg om salg skal gis skriftlig og opplyse om at seksjonen kan kreves solgt ved tvangssalg​1 hvis pålegget ikke er etterkommet innen en frist som ikke skal settes kortere enn seks måneder fra pålegget er mottatt.\nEr pålegget ikke etterkommet innen fristen, kan seksjonen kreves solgt gjennom namsmyndighetene etter reglene om tvangssalg​1 så langt de passer. Tvangsfullbyrdelsesloven​2 §§ 4-18 og 4-19 gjelder tilsvarende. Dersom det innen fristen etter tvangsfullbyrdelsesloven​2 § 11-7 første ledd reises innvendinger mot tvangssalget som ikke er klart grunnløse, skal begjæringen om tvangssalg ikke tas til følge uten behandling ved allmennprosess.​3 Bestemmelsene i tvangsfullbyrdelsesloven​2 § 11-20 om det minste bud som kan stadfestes, gjelder ikke ved tvangssalg etter denne paragraf.\n0 Endret ved lov 21 des 2007 nr. 127 (ikr. 1 jan 2008).\n1 Jf. tvangsl. kap. 11.\n2 Lov 26 juni 1992 nr. 86.\n3 Jf. tvangsl. § 6-6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Fravikelse",
      "content": "Medfører sameierens oppførsel fare for ødeleggelse eller vesentlig forringelse av eiendommen, eller er sameierens oppførsel til alvorlig plage eller sjenanse for eiendommens øvrige brukere, kan styret kreve fravikelse av seksjonen etter tvangsfullbyrdelsesloven​1 kapittel 13. Begjæring om fravikelse kan settes fram tidligst samtidig med at det gis pålegg etter § 26 om salg. Begjæringen settes fram for tingretten.​2 Dersom det innen fristen etter tvangsfullbyrdelsesloven​1 § 13-6 reises innvendinger mot fravikelsen som ikke er klart grunnløse, skal begjæringen om fravikelse ikke tas til følge uten behandling ved allmennprosess.​3\nEtter reglene i paragrafen her kan det også kreves fravikelse i forhold til bruker som ikke er sameier.\n0 Endret ved lover 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 21 des 2007 nr. 127 (ikr. 1 jan 2008).\n1 Lov 26 juni 1992 nr. 86.\n2 Jf. tvangsl. § 13-3 (2).\n3 Jf. tvangsl. § 6-6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "Vedtekter",
      "content": "Alle sameier skal ha vedtekter. Disse skal minst angi eiendommens grunnboksbetegnelse og hvor mange medlemmer styret skal ha.​1\nVedtektene kan, med unntak for opprinnelige vedtekter, jf. § 7 første ledd bokstav d, bare vedtas eller endres på sameiermøtet. Om ikke loven stiller strengere krav,​2 kan slike vedtak bare treffes med minst to tredjedels flertall av de avgitte stemmer. § 30 tredje ledd gjelder også her.\nForpliktelser som følger av sameieforholdet, og som er fastsatt i registrert vedtektsbestemmelse,​3 har uten tinglysing rettsvern mot sameiernes kreditorer og mot senere rettsstiftelser i god tro i seksjonen. Bestemmelsen i leddet her gjelder ikke for panterett.\n1 Jf. § 38 (1).\n2 Jf. § 19 (4), § 20 (2), § 22 (2), § 23 (2) og (5), § 25 (3), § 38 (6), § 43 (1) og § 47 (7).\n3 Jf. § 11 (3) og lov 21 juni 1985 nr. 78 § 3-6 (1) nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Sameiermøtets myndighet",
      "content": "Den øverste myndighet i sameiet utøves av sameiermøtet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Flertallskrav og særlige begrensninger i sameiermøtets myndighet",
      "content": "Med de unntak som følger av loven​1 eller vedtektene fattes alle beslutninger av sameiermøtet med vanlig flertall av de avgitte stemmer.​2\nDet kreves minst to tredjedeler av de avgitte stemmer i sameiermøtet for vedtak om:\na. ombygging, påbygging eller andre endringer av bebyggelsen eller tomten som etter forholdene i sameiet går ut over vanlig forvaltning og vedlikehold,\nb. omgjøring av fellesarealer til nye bruksenheter eller utvidelse av eksisterende bruksenheter,​3\nc. salg, kjøp, bortleie eller leie av fast eiendom, herunder seksjon i sameiet som tilhører eller skal tilhøre sameierne i fellesskap,\nd. andre rettslige disposisjoner over fast eiendom som går ut over vanlig forvaltning,\ne. samtykke til endring av formål for en eller flere bruksenheter fra boligformål til annet formål eller omvendt,​4\nf. samtykke til reseksjonering som nevnt i § 12 annet ledd annet punktum,\ng. tiltak som har sammenheng med sameiernes bo- eller bruksinteresser og som går ut over vanlig forvaltning og vedlikehold, når tiltaket fører med seg økonomisk ansvar eller utlegg for sameierne på mer enn 5 prosent av de årlige fellesutgiftene.​5\nVedtak om salg eller bortfeste av hele eller vesentlige deler av eiendommen, samt vedtak som innebærer vesentlige endringer av sameiets karakter, krever tilslutning fra samtlige sameiere.\n1 Jf. annet og tredje ledd, og § 19 (4), § 20 (2), § 22 (2), § 23 (2) og (5), § 25 (3), § 38 (6), § 43 (1) og § 47 (7).\n2 Jf. § 37.\n3 Jf. § 13.\n4 Jf. § 13 (2).\n5 Jf. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "Styrets beslutningsmyndighet",
      "content": "Avgjørelser som kan tas av et vanlig flertall i sameiermøte,​1 kan også tas av styret om ikke annet følger av lov​2 eller vedtekter eller sameiermøtets vedtak i det enkelte tilfelle.\n1 Jf. § 30 (1).\n2 Jf. § 19 (4), § 20 (2), § 22 (2), § 23 (2) og (5), § 25 (3), § 30 (2) og (3), § 38 (6), § 43 (1) og § 47 (7).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "Mindretallsvern",
      "content": "Sameiermøtet, styret eller andre som etter § 43 representerer sameiet kan ikke treffe beslutning som er egnet til å gi visse sameiere eller andre en urimelig fordel på andre sameieres bekostning.​1\nDenne regel gjelder tilsvarende for bestemmelser inntatt i de opprinnelige vedtektene, jf. § 7 første ledd bokstav d.\n1 Sml. asl. § 5-21 og lov 6 juni 2003 nr. 39 § 7-13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Sameiermøte",
      "content": "Alle sameiere har rett til å delta i sameiermøte med forslags-, tale-, og stemmerett. For boligseksjoner​1 har også sameierens ektefelle,​2 samboer eller et annet medlem av sameierens husstand rett til å være til stede og til å uttale seg.\nStyremedlemmer, forretningsfører og leier av boligseksjon​1 har rett til å være til stede i sameiermøte og til å uttale seg. Styreleder​3 og forretningsfører​4 har plikt til å være til stede med mindre det er åpenbart unødvendig, eller de har gyldig forfall.\nEn sameier kan møte ved fullmektig. Fullmakten kan når som helst tilbakekalles. Sameieren har rett til å ta med en rådgiver til sameiermøtet. Rådgiveren har bare rett til å uttale seg dersom sameiermøtet gir tillatelse med flertall som nevnt i § 30 første ledd.\nOrdinært sameiermøte skal holdes hvert år innen utgangen av april. Styret skal på forhånd varsle sameierne om dato for møtet og om siste frist for innlevering av saker som ønskes behandlet.\nEkstraordinært sameiermøte skal holdes når styret finner det nødvendig, eller når minst to sameiere som til sammen har minst en tiendedel av stemmene,​5 krever det og samtidig oppgir hvilke saker de ønsker behandlet.\n1 Jf. § 6 (6).\n2 Jf. el. kap. 3 og § 95.\n3 Jf. § 38 (2) og (6).\n4 Jf. § 41.\n5 Jf. § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "title": "Innkalling til sameiermøte",
      "content": "Sameiermøtet innkalles av styret med varsel som skal være på minst åtte og høyst tjue dager. Ekstraordinært sameiermøte kan om nødvendig innkalles med kortere varsel som likevel skal være på minst tre dager.\nBlir sameiermøte som skal holdes etter loven,​1 vedtektene eller tidligere vedtak i sameiermøte, ikke innkalt, skal tingretten snarest og på sameiernes felles kostnad​2 innkalle til sameiermøte når det kreves av sameier, styremedlem eller forretningsfører.\nInnkallingen skjer skriftlig. I vedtektene kan bestemmes at innkallingen isteden eller i tillegg skal skje på annen måte. Sameiere som ikke selv bruker seksjonen har i alle fall krav på skriftlig innkalling.\nInnkallingen skal bestemt angi de saker som skal behandles i sameiermøtet. Skal et forslag som etter loven eller vedtektene må vedtas med minst to tredjedels flertall​3 kunne behandles, må hovedinnholdet være angitt i innkallingen.\nSaker som en sameier ønsker behandlet i det ordinære sameiermøtet, skal nevnes i innkallingen når styret har mottatt krav om det før fristen etter § 33 fjerde ledd.\n0 Endret ved lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jf. § 33 (4).\n2 Jf. § 23 (1) og § 24.\n3 Jf. § 28 (2) og § 30 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "title": "Om hvilke saker sameiermøtet skal og kan behandle",
      "content": "Sameiermøtet skal behandle saker angitt i innkallingen til møtet.\nUten hensyn til om sakene er nevnt i innkallingen skal det ordinære sameiermøtet,​1\na. behandle styrets årsberetning,\nb. behandle og eventuelt godkjenne styrets regnskapsoversikt​2 for foregående kalenderår og\nc. velge styremedlemmer.​3\nÅrsberetning, regnskap og eventuell revisjonsberetning​4 skal senest en uke før ordinært sameiermøte sendes ut til alle sameiere med kjent adresse. Dokumentene skal dessuten være tilgjengelige i sameiermøtet.\nBortsett fra i tilfellene som nevnt i annet ledd, kan sameiermøtet bare treffe beslutning om saker som er angitt i innkallingen til møtet i samsvar med § 34 fjerde ledd. At saken ikke er nevnt i innkallingen, er likevel ikke til hinder for at det besluttes innkalt nytt sameiermøte til avgjørelse av forslag som er fremsatt i møtet.\n1 Jf. § 33 (4).\n2 Jf. § 44.\n3 Jf. § 38 (2).\n4 Jf. § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "title": "Møteledelse. Protokoll",
      "content": "Sameiermøtet skal ledes av styrelederen​1 med mindre sameiermøtet velger en annen møteleder, som ikke behøver være sameier.\nDet skal under møtelederens ansvar føres protokoll over alle saker som behandles og alle vedtak som gjøres av sameiermøtet. Protokollen skal underskrives av møtelederen og minst én sameier som utpekes av sameiermøtet blant de som er til stede. Protokollen skal til enhver tid holdes tilgjengelig for sameierne.\n1 Jf. § 38 (2) og (6).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "title": "Sameiermøtets vedtak",
      "content": "I sameier som bare inneholder boligseksjoner, regnes flertallet etter antall boligseksjoner, slik at hver seksjon gir én stemme. I andre sameier regnes flertallet etter sameiebrøk​2 om ikke annet er fastsatt i vedtektene​3 med tilslutning fra de sameiere det gjelder.\nVed opptelling av stemmer anses blanke stemmer som ikke avgitt. Står stemmene likt, avgjøres saken ved loddtrekning.\nIngen kan selv eller ved fullmektig​4 eller som fullmektig delta i avstemning om avtale med seg selv eller nærstående​5 eller om sitt eget eller nærståendes ansvar. Det samme gjelder for avstemning om pålegg om salg eller krav om fravikelse etter §§ 26 og 27.\n1 Jf. § 47 (7).\n2 Jf. § 6 (8).\n3 Jf. § 28.\n4 Jf. § 33 (3).\n5 Sml. deknl. § 1-5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "title": "Styre",
      "content": "Sameiet skal ha et styre. Styret skal ha tre medlemmer, om ikke annet bestemmes i vedtektene.​1\nSameiermøtet velger styret med vanlig flertall av de avgitte stemmene.​2 Styrelederen velges særskilt. Bare myndige personer​3 kan være styremedlemmer. Vedtektene​1 kan bestemme at bare fysiske personer skal kunne velges som styremedlem. Om andre enn fysiske personer kan velges til styremedlem, kan dette bare skje ved at det velges en utpekt representant for vedkommende.\nSameiermøtet kan også velge varamedlemmer til styret. Vedtektene​1 kan inneholde nærmere regler om dette.\nStyremedlem tjenestegjør i to år om ikke annet er bestemt av sameiermøtet.\nNår særlige forhold foreligger, har et styremedlem rett til å tre tilbake før tjenestetiden er ute. Styret skal ha rimelig forhåndsvarsel om tilbaketreden. Sameiermøtet kan med flertall som nevnt i § 30 første ledd vedta å fjerne medlem av styret.\nI sameier med åtte eller færre seksjoner kan det med tilslutning fra alle sameierne fastsettes i vedtektene​1 at alle sameiere skal være medlemmer av styret. For en sameier som ikke er en myndig​3 fysisk person, skal det i så fall utpekes en representant som styremedlem. Det samme gjelder hvor en seksjon har flere eiere. Sameiermøtet skal velge en styreleder.\n0 Endret ved lov 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Jf. § 28.\n2 Jf. § 37.\n3 Jf. lov 26 mars 2010 nr. 9 § 2 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "title": "Styremøter",
      "content": "Styrelederen skal sørge for at styret holder møte så ofte som det trengs. Et styremedlem eller forretningsføreren​1 kan kreve at styret sammenkalles.\nStyremøtet skal ledes av styrelederen.​2 Er ikke styrelederen til stede, og det ikke er valgt noen nestleder, skal styret velge en møteleder.\nStyret er vedtaksført når mer enn halvparten av alle styremedlemmer er til stede. Vedtak kan gjøres med mer enn halvparten av de avgitte stemmene. Står stemmene likt, gjør møtelederens​3 stemme utslaget. De som stemmer for et vedtak, må likevel utgjøre mer enn en tredjedel av alle styremedlemmene.\nBestemmelsene i tredje ledd gjelder ikke for styre som består av alle sameierne, jf. § 38 sjette ledd. For slike styrer beregnes stemmene på samme måte som bestemt i § 37 første og annet ledd og styret er vedtaksført når styremedlemmer som representerer mer enn halvparten av stemmene er til stede.\nStyret skal føre protokoll over sine forhandlinger. Protokollen skal underskrives av de frammøtte styremedlemmene.\n1 Jf. § 41.\n2 Jf. § 38 (2) og (6).\n3 Jf. annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "Styrets oppgaver",
      "content": "Styret skal sørge for vedlikehold og drift av eiendommen og ellers sørge for forvaltningen av sameiets anliggender i samsvar med lov, vedtekter og vedtak i sameiermøtet. Styret har herunder i samsvar med § 31 å treffe alle bestemmelser som ikke i loven​1 eller vedtektene er lagt til andre organer.\n1 Jf. § 12 (2), § 13 (2), § 19 (4) og (6), § 22 (2), § 23 (2), (3) og (5), § 25 (3), § 28 (2), § 30 (2) og (3), § 33 (3), § 36 (1) og (2), § 38 (2) til (6), § 41 (1) og (3), § 43 (1), § 45 (1) og (2) og § 47 (7).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "Forretningsfører o.a.",
      "content": "Sameiermøtet kan med flertall som nevnt i § 30 første ledd vedta at sameiet skal ha en forretningsfører.\nOm vedtektene​1 ikke bestemmer noe annet, hører det inn under styret å ansette forretningsfører og andre funksjonærer, gi instruks for dem, fastsette deres lønn, føre tilsyn med at de oppfyller sine plikter, samt å si dem opp eller gi dem avskjed.\nAnsettelsen kan bare skje på oppsigelse med en oppsigelsesfrist som ikke må overstige seks måneder. Med to tredjedels flertall kan sameiermøtet samtykke i at avtale om forretningsførsel gjøres uoppsigelig fra sameiets side for et lengre tidsrom, men ikke for mer enn fem år.\n1 Jf. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "title": "Ugildhet",
      "content": "Et styremedlem må ikke delta i behandlingen eller avgjørelsen av noe spørsmål som medlemmet selv eller nærstående​1 har en framtredende personlig eller økonomisk særinteresse i. Det samme gjelder for forretningsføreren.​2\n1 Sml. deknl. § 1-5.\n2 Jf. § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "title": "Representasjon",
      "content": "Styret representerer sameierne og forplikter dem med sin underskrift i saker som gjelder sameiernes felles rettigheter og plikter, herunder gjennomføringen av vedtak truffet av sameiermøtet eller styret og rettigheter og plikter som angår fellesareal og fast eiendom for øvrig.​1 Med tilslutning fra alle sameierne kan det fastsettes i vedtektene​2 at sameierne forpliktes ved underskrift av to eller flere styremedlemmer i fellesskap.\nI saker som gjelder vanlig forvaltning og vedlikehold, kan forretningsføreren​3 representere sameierne på samme måte som styret.​4\nStyrelederen kan saksøke og saksøkes med bindende virkning for alle sameierne​5 i saker som nevnt i første ledd første punktum. Er styreleder ikke valgt, kan ethvert styremedlem saksøkes med samme virkning.\nHar styret, styremedlemmer eller forretningsfører overskredet sin myndighet, er disposisjonen ikke bindende for sameierne, dersom sameierne godtgjør at medkontrahenten innså eller burde innse at myndigheten ble overskredet, og det derfor ville stride mot redelighet å gjøre disposisjonen gjeldende.\n1 Jf. lov 7 juni 1935 nr. 2 § 13 (6).\n2 Jf. § 28.\n3 Jf. § 41.\n4 Jf. § 40 annet punktum.\n5 Jf. tvangsl. § 4-10 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "title": "Regnskap",
      "content": "Styret skal sørge for ordentlig og tilstrekkelig regnskapsførsel. Regnskap for foregående kalenderår skal legges fram på ordinært sameiermøte.​1\nI sameier med 21 eller flere seksjoner skal styret sørge for at det blir ført regnskap og utarbeidet årsregnskap og årsberetning i samsvar med bestemmelsene gitt i eller i medhold av regnskapsloven.​2 Det samme gjelder sameier med ni eller flere seksjoner der mindre enn tre fjerdedeler av seksjonene er boligseksjoner.\n0 Endret ved lov 17 juli 1998 nr. 56 (ikr. 1 jan 1999).\n1 Jf. § 33 (4).\n2 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "title": "Revisjon",
      "content": "Sameier med 21 eller flere seksjoner skal ha en eller flere statsautoriserte eller registrerte revisorer.​1 Det samme gjelder sameier med ni eller flere seksjoner der mindre enn tre fjerdedeler av seksjonene er boligseksjoner. I andre sameier med mer enn åtte seksjoner skal regnskapet revideres av en person valgt av sameiermøtet. For øvrig kan sameiermøtet med vanlig flertall av de avgitte stemmer vedta at sameiet skal ha revisor.\nRevisor velges av sameiermøtet. Revisor tjenestegjør inntil annen revisor er valgt.\nRevisor har rett til å være til stede i sameiermøte og til å uttale seg.\nHar sameiet statsautorisert eller registrert revisor, gjelder bestemmelsene i revisorloven​2 så langt de passer.\n0 Endret ved lov 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. vedtak 25 juni 1999 nr. 711).\n1 Jf. (4).\n2 Lov 15 jan 1999 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "9:46",
      "chapter": "9",
      "section": "46",
      "title": "Ikrafttredelse",
      "content": "Loven her trer i kraft fra den dagen Kongen fastsetter.​1\nFra samme tid oppheves lov 4. mars 1983 nr. 7 om eierseksjoner.\n1 Fra 1 jan 1998 iflg. res. 5 des 1997 nr. 1256.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "9:47",
      "chapter": "9",
      "section": "47",
      "title": "Overgangsbestemmelser",
      "content": "Bestemmelsene i § 2 første og annet ledd gjelder ikke hvor bruksretten er stiftet før loven her trer i kraft. Utvidelse, fornyelse eller forlengelse regnes som stiftelse av ny bruksrett hvis brukeren ikke hadde krav på endringen. Bestemmelsene i § 2 annet og tredje ledd gjelder ikke hvor panteretten har fått rettsvern mot sameierens kreditorer før loven her trer i kraft.\nBestemmelsen i § 3 gjelder ikke for særskilt eiendomsrett som er lovlig stiftet før loven her trer i kraft.\nBestemmelsene i §§ 5-13 gjelder ikke for seksjonering som skjer i samsvar med begjæring som er satt fram​1 før loven her trer i kraft. Begjæringen skal behandles etter lov 4. mars 1983 nr. 7 om eierseksjoner. Seksjonssameier som loven her gjelder for, kan registreres i Foretaksregisteret.​2\nBestemmelsene om kjøperett i §§ 14-18 gjelder ikke hvor seksjonering skjer i samsvar med begjæring som er satt fram​1 før loven her trer i kraft. Ved slik seksjonering gjelder bestemmelsene om kjøperett i lov 4. mars 1983 nr. 7 om eierseksjoner.\nBestemmelsen i § 22 femte ledd gjelder ikke hvor seksjonering er skjedd i samsvar med begjæring som er satt fram​1 før loven her trer i kraft.\nLovbestemt panterett etter lovens § 25, jf. lov 8. februar 1980 nr. 2 § 6-1 tredje ledd, står tilbake for heftelse som hadde fått rettsvern mot sameierens kreditorer før loven her trer i kraft, om ikke annet følger av alminnelige prioritetsregler.\nBestemmelsen i § 37 første ledd medfører ingen endring av stemmerettsreglene i sameier hvor seksjonering er skjedd i samsvar med begjæring som er satt fram​1 før loven her trer i kraft. I slike sameier kan det likevel med tilslutning fra alle sameierne fastsettes i vedtektene​3 at den nevnte bestemmelsen skal gjelde.\nAvtaler eller bestemmelser som er i strid med loven her, opphører å gjelde senest ett år etter at loven her trer i kraft, om ikke annet går fram av loven.\n0 Endret ved lov 27 nov 1998 nr. 68 (ikr. 1 jan 1999 iflg. res. 27 nov 1998 nr. 1097).\n1 Jf. § 7 (1).\n2 Jf. lov 21 juni 1985 nr. 78.\n3 Jf. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "9:48",
      "chapter": "9",
      "section": "48",
      "title": "Endring i andre lover",
      "content": "Fra den tid loven her trer i kraft, skal følgende bestemmelser i andre lover endres slik: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    }
  ]
}