{
  "id": "LOV-1964-05-29-1",
  "type": "statute",
  "title": "Lov om personnamn.",
  "short_name": "Namnelova – navnl.",
  "status": "in_force",
  "issued_date": "1964-05-29",
  "in_force_date": "1964-05-29",
  "url": "https://lovdata.no/dokument/NLO/lov/1964-05-29-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Har foreldra sams slektsnamn, får barnet dette namnet.\n0 Endra med lov 8 juni 1979 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Har foreldra ikkje sams slektsnamn, kan dei eller den som har foreldreansvaret,​1 velja om barnet skal ha slektsnamnet til faren eller slektsnamnet til mora. Melding om namnevalet skal gjevast til folkeregisteret​2 seinast når barnet fyller seks månader.​3 Har barnet fylt seks månader utan at slik melding er gjeven, får barnet slektsnamnet til mora.\n0 Endra med lover 8 juni 1979 nr. 39, 8 april 1981 nr. 7.\n1 Sjå lov 8 april 1981 nr. 7 §§ 34-36.\n2 Sjå lov 16 jan 1970 nr. 1 § 1.\n3 Jfr. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Barn som vert adoptert,​1 får slektsnamnet til adoptanten. Når eit ektepar adopterer, og dei ikkje har sams slektsnamn, skal det fastsetjast i løyvet om barnet skal ha namnet til adoptivfaren eller adoptivmora.​2 Vert dei ikkje samde om kva slektsnamn barnet skal ha, får det namnet til adoptivmora.\nI adopsjonsløyve kan og fastsetjast at adoptivbarnet skal ha sitt eige slektsnamn framleis.​2\n0 Endra med lov 8 juni 1979 nr. 39.\n1 Jfr. lov 28 feb 1986 nr. 8.\n2 Sjå lov 8 april 1981 nr. 7 § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Dei som skal gifta seg,​1 kan velja om dei vil ta namnet til ein av dei som felles slektsnamn. Dei kan òg kvar for seg velja om dei vil halda på det namnet dei hadde før giftarmålet.\nSom felles slektsnamn kan likevel ikkje veljast eit namn som er fått med tidlegare giftarmål.\nDei må melda frå til vigselmannen på førehand om kva namn dei ønskjer.​2\n0 Endra med lov 8 juni 1979 nr. 39.\n1 Sjå lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n2 Jfr. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Departementet​1 kan etter søknad gje løyve​2 til å skifta slektsnamn eller å brigda skrivemåten av slektsnamnet.\nKan saka avgjerast ved melding til folkeregisteret etter reglane i § 9 a, kan departementet avvisa saka.\n0 Endra med lov 8 juni 1979 nr. 39.\n1 Justisdepartementet, som har delegert kompetansen til fylkesmannen, når det ikkje gjeld løyve til å ta slektsnamn som ikkje er i bruk.\n2 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Løyve bør vanlegvis ikkje gjevast til:\n1. namn med utalandsk klang eller skrivemåte,\n2. namn som er i bruk til førenamn​2 og som ikkje opphavleg er slektsnamn,\n3. historiske, utdøydde eller utalandske namn, når namnet er vanleg kjent her i riket,\n4. namn som kan verka støytande eller vera til ulempe for den som har det.\n1 Jfr. § 9. – Sjå § 22.\n2 Jfr. kap III.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Vert det søkt om eit namn som høyrer til dei meir vanlege,​2 skal løyve gjevast når ikkje særlege grunnar er imot det.\nVert det søkt om eit namn som ikkje høyrer til dei meir vanlege, kan løyve berre gjevast med samtykke frå dei som alt har namnet til slektsnamn. For barn under 18 år vert samtykke gjeve av den eller dei som har foreldreansvaret.​3 For same namnet vert det rekna etter desse føresegnene når eit namn er så likt eit anna i uttale eller skrivemåte at dei lett kan blandast saman.​4 Er eit namn samansett av to eller fleire ord, skal kvart ord reknast for eit særskilt namn.\n0 Endra med lover 8 juni 1979 nr. 39, 8 april 1981 nr. 7, 7 juni 1985 nr. 52.\n1 Sjå § 22. – Jfr. § 9.\n2 Sjå § 9 a nr. 4.\n3 Sjå lov 8 april 1981 nr. 7 §§ 34-36.\n4 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Løyve skal nektast når det vert søkt om eit namn som har slik likskap som nemnt i § 7 andre leden tredje og fjerde punktum med allment kjent firma, varemerke eller anna kjenneteikn som er verna her i riket,​2 eller med allment kjent namn på ei stifting​3 eller eit lag, med løyndenamn (psevdonym), kunstnarnamn, lite vanlege namn på gardsbruk eller andre liknande nemningar, og det kan reknast med at rettkomne interesser lid skade om søkjaren får namnet.\n0 Endra med lov 7 juni 1985 nr. 52.\n1 Sjå § 22. – Jfr. § 9.\n2 Jfr. lover 3 mars 1961 nr. 4 og nr. 5 og lov 21 juni 1985 nr. 79.\n3 Jfr. lover 23 mai 1980 nr. 11, 15 juni 2001 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Utan omsyn til føresegnene i §§ 6 til 8 kan det gjevast løyve i følgjande tilfelle:\n1. Når det vert søkt om eit namn som nokon av foreldra eller adoptivforeldra har eller har hatt til slektsnamn, og som ikkje er fått med giftarmål.\n2. Når eit stykbarn eller fosterbarn​1 søkjer om slektsnamnet åt stykfaren eller stykmora, eller fosterfaren eller fostermora, og han eller ho har samtykt, såframt namnet ikkje er fått med giftarmål.\n3. Når kvinne eller mann som er eller har vore gift,​2 søkjer om å få att det slektsnamnet ho eller han hadde då dei var ugifte, eller eit slektsnamn dei mista då dei sist gifta seg,​3 og når ektemakar​2 søkjer om at begge skal ha det slektsnamnet ein av dei hadde då dei var ugifte.​4\n4. Når nokon søkjer om å få til slektsnamn namnet på eit gardsbruk​5 eller ein plass som han sjølv eller nokon av foreldra eig og har ått i minst 10 år, eller namnet på eit gardsbruk eller ein plass som han sjølv eller nokon av foreldra brukar, såframt bruksretten er fastsett for levetid og er nytta i minst 10 år, eller har vore nytta i minst 20 år. Dette gjeld ikkje gardsnamn som er valgt i strid med delelova​6 § 5-3 andre leden (tidlegare skulddelelova​7 § 24) etter 1 januar 1947.\n5. Når søkjaren aleine, eller nokon av foreldra eller ektemaken​2 før han, har nytta eit namn som slektsnamn frå før 1. januar 1947.\n6. Når det elles vert søkt om eit slektsnamn som søkjaren har ei særleg tilknytning til, og han etterviser at det er viktig for han å få namnet.\n0 Endra med lover 8 juni 1979 nr. 39, 7 juni 1985 nr. 52.\n1 Sjå lov 17 juli 1992 nr. 100 § 4-22.\n2 Sjå lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Jfr. den tidlegare § 12.\n4 Jfr. § 4.\n5 Jfr. § 25.\n6 Lov 23 juni 1978 nr. 70.\n7 Lov 20 aug 1909 nr. 2, opphevd med lov 23 juni 1978 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "content": "Slektsnamn kan endrast ved melding til folkeregisteret:​1\n1. Når namnet høyrer til dei som er nemnde i § 9 nr. 1. I samband med giftarmålet​2 til foreldra kan melding leverast til vigselmannen.​2\n2. Når namnet er slektsnamnet til stykfaren eller stykmora, såframt namnet ikkje er fått med giftarmål,​2 og stykfaren eller stykmora har samtykt.\n3. Når namnet høyrer til dei som er nemnde i § 9 nr. 3. Melding om å ta att slektsnamnet ein hadde som ugift eller eit slektsnamn ein mista då ein sist gifta seg, kan i samband med skilsmål eller separasjon også gjevast til retten eller fylkesmannen og i samband med nytt giftarmål til vigselmannen, jfr. § 4.​3\n4. Når namnet høyrer til dei meir vanlege og er oppførd på liste utarbeidd i departementet​4 over slike namn.\n5. Når departementet​4 elles fastset at endring av eit slektsnamn i samsvar med reglane i lova her kan skje ved melding til folkeregisteret.\nNamneendring ved melding til folkeregisteret kan berre gjevast ein gong. Elles trengst løyve frå departementet.​4\n0 Tilføyd ved lov 8 juni 1979 nr. 39, endra med lov 7 juni 1985 nr. 52.\n1 Sjå lov 16 jan 1970 nr. 1, jfr. § 19.\n2 Sjå lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Jfr. § 19.\n4 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Slektsnamn som nokon får etter § 3, går òg over på ektemake,​2 barn, stykbarn, adoptivbarn og fosterbarn, når barnet er under 18 år, såframt dei har slektsnamnet hans eller hennar.\nSlektsnamn som nokon får med løyve eller melding, går over på dei som er nemnde i første leden, berre når dei er særskilt nemnde i løyvet eller meldinga.\nI løyve eller melding kan ingen slike takast med som er nemnde i første leden, utan ektemaken​2 har gjeve samtykke for sin part og barn over 12 år for deira part. Samtykke trengst frå den som har eller er med om å ha foreldreansvaret​3 og som ikkje får same slektsnamnet med løyvet eller meldinga.\n0 Endra med lover 8 juni 1979 nr. 39, 8 april 1981 nr. 7.\n1 Jfr. § 30.\n2 Sjå lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Sjå lov 8 april 1981 nr. 7 §§ 34-36. (Kap. II med §§ 11-13 opphevd med lov 8 juni 1979 nr. 39.)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 8 juni 1979 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 8 juni 1979 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 8 juni 1979 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Seinast når barnet fyller seks månader, skal​2 den eller dei som har foreldreansvaret​3 gje melding​4 til folkeregisteret i den kommunen der barnet er registrert som busett, om kva førenamn det er valt til barnet​5. Den som døyper barnet, har plikt til å syta for at slik melding vert send seinast så snart barnet er døypt.\n0 Endra med lover 16 juni 1967 nr. 1, 8 juni 1979 nr. 39, 8 april 1981 nr. 7.\n1 Jfr. § 30.\n2 Jfr. strl. § 339.\n3 Sjå lov 8 april 1981 nr. 7 §§ 34-36.\n4 Jfr. § 18, § 19.\n5 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Til førenamn må ikkje veljast:\n1. namn som det er fare for kan verta til ulempe for den som har det,\n2. namn som er eller har vore i bruk til slektsnamn og ikkje opphavleg er eit førenamn. Departementet​2 kan i særlege høve gjera unntak frå dette forbodet.\n0 Endra med lov 8 juni 1979 nr. 39.\n1 Jfr. § 23.\n2 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Til mellomnamn kan brukast:\n1. det slektsnamnet som faren eller mora har eller hadde då han eller ho var ugift og som ikkje er fått med giftarmål, såframt barnet ikkje skal ha dette namnet til slektsnamn.\n2. førenamnet åt faren eller mora med ei ending som viser slektskapen.\n3. tidlegare slektsnamn åt adoptivbarnet​2 sjølv, eller det slektsnamnet adoptivfaren eller adoptivmora har eller hadde då han eller ho var ugift og som ikkje er fått med giftarmål, såframt barnet ikkje skal ha dette namnet til slektsnamn.\n4. det slektsnamnet som gift mann eller kvinne hadde då dei var ugifte​3 eller før giftarmålet,​3 når han eller ho ikkje skal ha dette namnet til slektsnamn.\nMelding​4 om mellomnamn etter første leden skal når det gjeld nr. 1 og 2 gjevast med det same førenamn vert meldt.​5 Når det gjeld nr. 3 skal melding​4 gjevast til fylkesmannen før adopsjonsløyve vert gjeve, og når det gjeld nr. 4 til vigselmannen seinast ved vigsla. Elles kan melding​4 gjevast til folkeregisteret.\nVil nokon ha til mellomnamn eit anna namn enn sagt i første leden, kan departementet​6 gje løyve. Men først lyt søkjaren ettervisa at han har særskilt tilknyting til namnet, anten gjennom dei han ættar frå eller på annan måte.​7\n0 Endra med lover 16 juni 1967 nr. 1, 8 juni 1979 nr. 39, 7 juni 1985 nr. 52.\n1 Jfr. § 30. – Jfr. § 23.\n2 Sjå lov 28 feb 1986 nr. 8.\n3 Sjå lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n4 Jfr. § 18, § 19.\n5 Jfr. § 14.\n6 Fylkesmannen.\n7 Jfr. § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Departementet​1 kan gje løyve til å skifta, brigda eller stryka førenamn eller mellomnamn. Reglane i § 15 gjeld førenamn her med. For mellomnamn gjeld her òg reglane i § 16 første leden og tredje leden siste punktum.\nFylkesmannen gjev løyve når nokon i samband med adopsjon​2 vil skifta, brigda eller stryka førenamn eller mellomnamn etter § 16 første leden.\nReglane i § 9 a nr. 5 og § 9 a andre leden gjeld òg førenamn og mellomnamn.\n0 Endra med lov 8 juni 1979 nr. 39.\n1 Fylkesmannen.\n2 Sjå lov 28 feb 1986 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Melding om namneskifte eller søknad om namneløyve for nokon som ikkje har fylt 18 år, skal sendast av dei eller den som har foreldreansvaret,​1 eller desse skal samtykkja i meldinga eller søknaden. Gjeld meldinga eller søknaden eit barn over 12 år, skal barnet sjølv ha samtykt. I særlege tilfelle kan likevel løyve gjevast endå om samtykke etter leden her vantar.\n0 Endra med lover 8 juni 1979 nr. 39, 8 april 1981 nr. 7.\n1 Sjå lov 8 april 1981 nr. 7 §§ 34-36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Nektar folkeregisteret eller den som døyper, eller vigselmannen eller fylkesmannen å godta melding om eit namn, eller om skifte, brigde eller stryking av eit namn, eller meiner nokon som ei godteken melding vedkjem, at ho burde vore avvist, kan spørsmålet klagast inn for departementet.​2\n0 Endra med lover 16 juni 1967 nr. 1, 19 juni 1969 nr. 54, 8 juni 1979 nr. 39.\n1 Jfr. lov 10 feb 1967 §§ 29-31. – Sjå § 22.\n2 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Om namneløyve skal på offentleg kostnad setjast inn melding i Norsk Lysingsblad.​1 Departementet kan likevel la vera å kunngjera løyve til førenamn eller mellomnamn. Kunngjering om løyve til slektsnamn kan og falla bort, når særlege grunnar er for det.\nDepartementet​2 kan fastsetja at det skal kunngjering til når namn vert teke, skift eller brigda i form av melding. Departementet​1 kan gje føresegner om kunngjeringsmåten.\nDepartementet​2 kan og gje føresegner om registrering når nokon får, skifter eller brigdar namn, eller namn vert stroke.\n1 Jfr. lov 11 okt 1946 nr. 1.\n2 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Departementet​2 kan av eige tiltak ta eit namneløyve tilbake når nye opplysningar syner at det ikkje burde vore gjeve. Men dette kan ikkje gjerast når det har gått 3 måneder etter kunngjering i samsvar med § 20.\nElles gjeld kap. VI i forvaltningslova​3 om klage og omgjering av vedtak etter denne lova.\n0 Endra med lov 19 juni 1969 nr. 54.\n1 Jfr. § 30.\n2 Justisdepartementet.\n3 Lov 10 feb 1967. – Sjå § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Meiner nokon at namneretten hans er krenkt av eit løyve eller ei melding etter denne lov, lyt han gjera sin rett gjeldande i søksmål seinast 5 år etter at løyvet eller meldinga vart kunngjord. Det same gjeld etter kunngjering med heimel i § 20 andre leden.\n1 Sjå § 19, jfr. § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "content": "Ingen må bruka namn som han ikkje har rett til etter denne lov. Heller ikkje må nokon skifta skrivemåte på eit lovleg namn, utan heimel i denne lov.\n1 Sjå strl. § 337.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "content": "Kongen kan gjera avtale med framand stat om kva namnerettsreglar i dei to statane skal gjelda for framande borgarar som bur her i riket og for norske borgarar​1 som bur i utlandet, og om rettsvern her i riket for slektsnamn som er i bruk utanfor riket.\n1 Jfr. lover 8 des 1950 nr. 3 og 25 mai 1979 nr. 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "content": "Den som er fødd før lova her tar til å gjelda og ikkje har fått slektsnamn ved fødselen, får til namn:\n1. farsnamn som inneheld det einaste eller daglege førenamnet til faren med ei ending som viser slektskapen,\n2. det farsnamnet som far eller mor hans har nytta til etternamn,\n3. namnet på eit gardsbruk eller ein plass som han sjølv eller nokon av foreldra hans eig og har ått i minst 5 år, eller namnet på eit gardsbruk eller ein plass som han sjølv eller nokon av foreldra hans brukar, såframt bruksretten er fastsett for levetid eller er nytta i minst 20 år.​1\nEr han skriven inn i folkeregisteret med eit slikt namn, får han dette namnet.\n0 Endra med lov 8 juni 1979 nr. 39.\n1 Jfr. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "content": "Er nokon skriven inn i folkeregisteret med eit slektsnamn, skal det ikkje kunne gjerast gjeldande at han vantar rett til dette namnet, så sant han eller den han utleier namneretten sin frå, var skriven inn i folkeregisteret med namnet før 1. januar 1947.\n0 Endra med lover 16 juni 1967 nr. 1, 8 juni 1979 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "content": "Har nokon frå før 9. februar 1923 og etter han fylte 18 år brukt eit namn til slektsnamn i 20 år i god tru, utan at nokon har reist sak til å få han fradømd namnet, skal namnet vera hans rette slektsnamn. I dei 20 år skal medreknast den tid namnet er brukt av far hans og etter han av mora eller sysken over 18 år. For ei enkje vert medrekna jamvel den tid då mannen hennar har brukt namnet før dei vart gifte.\n0 Endra med lov 8 juni 1979 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "content": "Kongen​1 kan gje nærare føresegner til iverksetjing av denne lov.\n1 Justisdepartementet etter res. 13 nov 1964. Departementet har gjeve ymse føresegner, samla i rundskriv G-131/85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "content": "Denne lov gjeld frå den tid Kongen fastset,​1 og frå same tid sluttar lov frå 9. februar 1923 om personnamn å gjelda.\nFrå ikraftsetjinga skal gjerast desse omskifte i etternemnde lover: – – –\n1 Frå 1 jan 1965, etter res. 13 nov 1964.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "content": "Desse overgangsføresegnene skal gjelda:\n1. § 1 andre leden gjeld og for barn som er født før denne lov kom i kraft, når foreldra vert gifte etter den tid.\n2. Verknaden av giftarmålet for slektsnamnet åt kona skal retta seg etter lova på giftarmålstida.\n3. § 10 gjeld berre når den som namneretten vert utleidd frå, har fått namnet etter at denne lov tok til å gjelda.\n– – –\n6. § 14 og § 16 første leden nr. 1 og 2, jfr. andre og tredje leden, gjeld og for barn som er født før denne lov kom i kraft.\n7. § 16 første leden nr. 4, jfr. andre og tredje leden, gjeld og når ektemakane vart gifte før denne lov kom i kraft. – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Har foreldra sams slektsnamn, får barnet dette namnet.\n0 Endra med lov 8 juni 1979 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Har foreldra ikkje sams slektsnamn, kan dei eller den som har foreldreansvaret,​1 velja om barnet skal ha slektsnamnet til faren eller slektsnamnet til mora. Melding om namnevalet skal gjevast til folkeregisteret​2 seinast når barnet fyller seks månader.​3 Har barnet fylt seks månader utan at slik melding er gjeven, får barnet slektsnamnet til mora.\n0 Endra med lover 8 juni 1979 nr. 39, 8 april 1981 nr. 7.\n1 Sjå lov 8 april 1981 nr. 7 §§ 34-36.\n2 Sjå lov 16 jan 1970 nr. 1 § 1.\n3 Jfr. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Barn som vert adoptert,​1 får slektsnamnet til adoptanten. Når eit ektepar adopterer, og dei ikkje har sams slektsnamn, skal det fastsetjast i løyvet om barnet skal ha namnet til adoptivfaren eller adoptivmora.​2 Vert dei ikkje samde om kva slektsnamn barnet skal ha, får det namnet til adoptivmora.\nI adopsjonsløyve kan og fastsetjast at adoptivbarnet skal ha sitt eige slektsnamn framleis.​2\n0 Endra med lov 8 juni 1979 nr. 39.\n1 Jfr. lov 28 feb 1986 nr. 8.\n2 Sjå lov 8 april 1981 nr. 7 § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Dei som skal gifta seg,​1 kan velja om dei vil ta namnet til ein av dei som felles slektsnamn. Dei kan òg kvar for seg velja om dei vil halda på det namnet dei hadde før giftarmålet.\nSom felles slektsnamn kan likevel ikkje veljast eit namn som er fått med tidlegare giftarmål.\nDei må melda frå til vigselmannen på førehand om kva namn dei ønskjer.​2\n0 Endra med lov 8 juni 1979 nr. 39.\n1 Sjå lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n2 Jfr. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Departementet​1 kan etter søknad gje løyve​2 til å skifta slektsnamn eller å brigda skrivemåten av slektsnamnet.\nKan saka avgjerast ved melding til folkeregisteret etter reglane i § 9 a, kan departementet avvisa saka.\n0 Endra med lov 8 juni 1979 nr. 39.\n1 Justisdepartementet, som har delegert kompetansen til fylkesmannen, når det ikkje gjeld løyve til å ta slektsnamn som ikkje er i bruk.\n2 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Løyve bør vanlegvis ikkje gjevast til:\n1. namn med utalandsk klang eller skrivemåte,\n2. namn som er i bruk til førenamn​2 og som ikkje opphavleg er slektsnamn,\n3. historiske, utdøydde eller utalandske namn, når namnet er vanleg kjent her i riket,\n4. namn som kan verka støytande eller vera til ulempe for den som har det.\n1 Jfr. § 9. – Sjå § 22.\n2 Jfr. kap III.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Vert det søkt om eit namn som høyrer til dei meir vanlege,​2 skal løyve gjevast når ikkje særlege grunnar er imot det.\nVert det søkt om eit namn som ikkje høyrer til dei meir vanlege, kan løyve berre gjevast med samtykke frå dei som alt har namnet til slektsnamn. For barn under 18 år vert samtykke gjeve av den eller dei som har foreldreansvaret.​3 For same namnet vert det rekna etter desse føresegnene når eit namn er så likt eit anna i uttale eller skrivemåte at dei lett kan blandast saman.​4 Er eit namn samansett av to eller fleire ord, skal kvart ord reknast for eit særskilt namn.\n0 Endra med lover 8 juni 1979 nr. 39, 8 april 1981 nr. 7, 7 juni 1985 nr. 52.\n1 Sjå § 22. – Jfr. § 9.\n2 Sjå § 9 a nr. 4.\n3 Sjå lov 8 april 1981 nr. 7 §§ 34-36.\n4 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Løyve skal nektast når det vert søkt om eit namn som har slik likskap som nemnt i § 7 andre leden tredje og fjerde punktum med allment kjent firma, varemerke eller anna kjenneteikn som er verna her i riket,​2 eller med allment kjent namn på ei stifting​3 eller eit lag, med løyndenamn (psevdonym), kunstnarnamn, lite vanlege namn på gardsbruk eller andre liknande nemningar, og det kan reknast med at rettkomne interesser lid skade om søkjaren får namnet.\n0 Endra med lov 7 juni 1985 nr. 52.\n1 Sjå § 22. – Jfr. § 9.\n2 Jfr. lover 3 mars 1961 nr. 4 og nr. 5 og lov 21 juni 1985 nr. 79.\n3 Jfr. lover 23 mai 1980 nr. 11, 15 juni 2001 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Utan omsyn til føresegnene i §§ 6 til 8 kan det gjevast løyve i følgjande tilfelle:\n1. Når det vert søkt om eit namn som nokon av foreldra eller adoptivforeldra har eller har hatt til slektsnamn, og som ikkje er fått med giftarmål.\n2. Når eit stykbarn eller fosterbarn​1 søkjer om slektsnamnet åt stykfaren eller stykmora, eller fosterfaren eller fostermora, og han eller ho har samtykt, såframt namnet ikkje er fått med giftarmål.\n3. Når kvinne eller mann som er eller har vore gift,​2 søkjer om å få att det slektsnamnet ho eller han hadde då dei var ugifte, eller eit slektsnamn dei mista då dei sist gifta seg,​3 og når ektemakar​2 søkjer om at begge skal ha det slektsnamnet ein av dei hadde då dei var ugifte.​4\n4. Når nokon søkjer om å få til slektsnamn namnet på eit gardsbruk​5 eller ein plass som han sjølv eller nokon av foreldra eig og har ått i minst 10 år, eller namnet på eit gardsbruk eller ein plass som han sjølv eller nokon av foreldra brukar, såframt bruksretten er fastsett for levetid og er nytta i minst 10 år, eller har vore nytta i minst 20 år. Dette gjeld ikkje gardsnamn som er valgt i strid med delelova​6 § 5-3 andre leden (tidlegare skulddelelova​7 § 24) etter 1 januar 1947.\n5. Når søkjaren aleine, eller nokon av foreldra eller ektemaken​2 før han, har nytta eit namn som slektsnamn frå før 1. januar 1947.\n6. Når det elles vert søkt om eit slektsnamn som søkjaren har ei særleg tilknytning til, og han etterviser at det er viktig for han å få namnet.\n0 Endra med lover 8 juni 1979 nr. 39, 7 juni 1985 nr. 52.\n1 Sjå lov 17 juli 1992 nr. 100 § 4-22.\n2 Sjå lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Jfr. den tidlegare § 12.\n4 Jfr. § 4.\n5 Jfr. § 25.\n6 Lov 23 juni 1978 nr. 70.\n7 Lov 20 aug 1909 nr. 2, opphevd med lov 23 juni 1978 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "content": "Slektsnamn kan endrast ved melding til folkeregisteret:​1\n1. Når namnet høyrer til dei som er nemnde i § 9 nr. 1. I samband med giftarmålet​2 til foreldra kan melding leverast til vigselmannen.​2\n2. Når namnet er slektsnamnet til stykfaren eller stykmora, såframt namnet ikkje er fått med giftarmål,​2 og stykfaren eller stykmora har samtykt.\n3. Når namnet høyrer til dei som er nemnde i § 9 nr. 3. Melding om å ta att slektsnamnet ein hadde som ugift eller eit slektsnamn ein mista då ein sist gifta seg, kan i samband med skilsmål eller separasjon også gjevast til retten eller fylkesmannen og i samband med nytt giftarmål til vigselmannen, jfr. § 4.​3\n4. Når namnet høyrer til dei meir vanlege og er oppførd på liste utarbeidd i departementet​4 over slike namn.\n5. Når departementet​4 elles fastset at endring av eit slektsnamn i samsvar med reglane i lova her kan skje ved melding til folkeregisteret.\nNamneendring ved melding til folkeregisteret kan berre gjevast ein gong. Elles trengst løyve frå departementet.​4\n0 Tilføyd ved lov 8 juni 1979 nr. 39, endra med lov 7 juni 1985 nr. 52.\n1 Sjå lov 16 jan 1970 nr. 1, jfr. § 19.\n2 Sjå lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Jfr. § 19.\n4 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Slektsnamn som nokon får etter § 3, går òg over på ektemake,​2 barn, stykbarn, adoptivbarn og fosterbarn, når barnet er under 18 år, såframt dei har slektsnamnet hans eller hennar.\nSlektsnamn som nokon får med løyve eller melding, går over på dei som er nemnde i første leden, berre når dei er særskilt nemnde i løyvet eller meldinga.\nI løyve eller melding kan ingen slike takast med som er nemnde i første leden, utan ektemaken​2 har gjeve samtykke for sin part og barn over 12 år for deira part. Samtykke trengst frå den som har eller er med om å ha foreldreansvaret​3 og som ikkje får same slektsnamnet med løyvet eller meldinga.\n0 Endra med lover 8 juni 1979 nr. 39, 8 april 1981 nr. 7.\n1 Jfr. § 30.\n2 Sjå lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Sjå lov 8 april 1981 nr. 7 §§ 34-36. (Kap. II med §§ 11-13 opphevd med lov 8 juni 1979 nr. 39.)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 8 juni 1979 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 8 juni 1979 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 8 juni 1979 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Seinast når barnet fyller seks månader, skal​2 den eller dei som har foreldreansvaret​3 gje melding​4 til folkeregisteret i den kommunen der barnet er registrert som busett, om kva førenamn det er valt til barnet​5. Den som døyper barnet, har plikt til å syta for at slik melding vert send seinast så snart barnet er døypt.\n0 Endra med lover 16 juni 1967 nr. 1, 8 juni 1979 nr. 39, 8 april 1981 nr. 7.\n1 Jfr. § 30.\n2 Jfr. strl. § 339.\n3 Sjå lov 8 april 1981 nr. 7 §§ 34-36.\n4 Jfr. § 18, § 19.\n5 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Til førenamn må ikkje veljast:\n1. namn som det er fare for kan verta til ulempe for den som har det,\n2. namn som er eller har vore i bruk til slektsnamn og ikkje opphavleg er eit førenamn. Departementet​2 kan i særlege høve gjera unntak frå dette forbodet.\n0 Endra med lov 8 juni 1979 nr. 39.\n1 Jfr. § 23.\n2 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Til mellomnamn kan brukast:\n1. det slektsnamnet som faren eller mora har eller hadde då han eller ho var ugift og som ikkje er fått med giftarmål, såframt barnet ikkje skal ha dette namnet til slektsnamn.\n2. førenamnet åt faren eller mora med ei ending som viser slektskapen.\n3. tidlegare slektsnamn åt adoptivbarnet​2 sjølv, eller det slektsnamnet adoptivfaren eller adoptivmora har eller hadde då han eller ho var ugift og som ikkje er fått med giftarmål, såframt barnet ikkje skal ha dette namnet til slektsnamn.\n4. det slektsnamnet som gift mann eller kvinne hadde då dei var ugifte​3 eller før giftarmålet,​3 når han eller ho ikkje skal ha dette namnet til slektsnamn.\nMelding​4 om mellomnamn etter første leden skal når det gjeld nr. 1 og 2 gjevast med det same førenamn vert meldt.​5 Når det gjeld nr. 3 skal melding​4 gjevast til fylkesmannen før adopsjonsløyve vert gjeve, og når det gjeld nr. 4 til vigselmannen seinast ved vigsla. Elles kan melding​4 gjevast til folkeregisteret.\nVil nokon ha til mellomnamn eit anna namn enn sagt i første leden, kan departementet​6 gje løyve. Men først lyt søkjaren ettervisa at han har særskilt tilknyting til namnet, anten gjennom dei han ættar frå eller på annan måte.​7\n0 Endra med lover 16 juni 1967 nr. 1, 8 juni 1979 nr. 39, 7 juni 1985 nr. 52.\n1 Jfr. § 30. – Jfr. § 23.\n2 Sjå lov 28 feb 1986 nr. 8.\n3 Sjå lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n4 Jfr. § 18, § 19.\n5 Jfr. § 14.\n6 Fylkesmannen.\n7 Jfr. § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Departementet​1 kan gje løyve til å skifta, brigda eller stryka førenamn eller mellomnamn. Reglane i § 15 gjeld førenamn her med. For mellomnamn gjeld her òg reglane i § 16 første leden og tredje leden siste punktum.\nFylkesmannen gjev løyve når nokon i samband med adopsjon​2 vil skifta, brigda eller stryka førenamn eller mellomnamn etter § 16 første leden.\nReglane i § 9 a nr. 5 og § 9 a andre leden gjeld òg førenamn og mellomnamn.\n0 Endra med lov 8 juni 1979 nr. 39.\n1 Fylkesmannen.\n2 Sjå lov 28 feb 1986 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Melding om namneskifte eller søknad om namneløyve for nokon som ikkje har fylt 18 år, skal sendast av dei eller den som har foreldreansvaret,​1 eller desse skal samtykkja i meldinga eller søknaden. Gjeld meldinga eller søknaden eit barn over 12 år, skal barnet sjølv ha samtykt. I særlege tilfelle kan likevel løyve gjevast endå om samtykke etter leden her vantar.\n0 Endra med lover 8 juni 1979 nr. 39, 8 april 1981 nr. 7.\n1 Sjå lov 8 april 1981 nr. 7 §§ 34-36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Nektar folkeregisteret eller den som døyper, eller vigselmannen eller fylkesmannen å godta melding om eit namn, eller om skifte, brigde eller stryking av eit namn, eller meiner nokon som ei godteken melding vedkjem, at ho burde vore avvist, kan spørsmålet klagast inn for departementet.​2\n0 Endra med lover 16 juni 1967 nr. 1, 19 juni 1969 nr. 54, 8 juni 1979 nr. 39.\n1 Jfr. lov 10 feb 1967 §§ 29-31. – Sjå § 22.\n2 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Om namneløyve skal på offentleg kostnad setjast inn melding i Norsk Lysingsblad.​1 Departementet kan likevel la vera å kunngjera løyve til førenamn eller mellomnamn. Kunngjering om løyve til slektsnamn kan og falla bort, når særlege grunnar er for det.\nDepartementet​2 kan fastsetja at det skal kunngjering til når namn vert teke, skift eller brigda i form av melding. Departementet​1 kan gje føresegner om kunngjeringsmåten.\nDepartementet​2 kan og gje føresegner om registrering når nokon får, skifter eller brigdar namn, eller namn vert stroke.\n1 Jfr. lov 11 okt 1946 nr. 1.\n2 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Departementet​2 kan av eige tiltak ta eit namneløyve tilbake når nye opplysningar syner at det ikkje burde vore gjeve. Men dette kan ikkje gjerast når det har gått 3 måneder etter kunngjering i samsvar med § 20.\nElles gjeld kap. VI i forvaltningslova​3 om klage og omgjering av vedtak etter denne lova.\n0 Endra med lov 19 juni 1969 nr. 54.\n1 Jfr. § 30.\n2 Justisdepartementet.\n3 Lov 10 feb 1967. – Sjå § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Meiner nokon at namneretten hans er krenkt av eit løyve eller ei melding etter denne lov, lyt han gjera sin rett gjeldande i søksmål seinast 5 år etter at løyvet eller meldinga vart kunngjord. Det same gjeld etter kunngjering med heimel i § 20 andre leden.\n1 Sjå § 19, jfr. § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "content": "Ingen må bruka namn som han ikkje har rett til etter denne lov. Heller ikkje må nokon skifta skrivemåte på eit lovleg namn, utan heimel i denne lov.\n1 Sjå strl. § 337.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "content": "Kongen kan gjera avtale med framand stat om kva namnerettsreglar i dei to statane skal gjelda for framande borgarar som bur her i riket og for norske borgarar​1 som bur i utlandet, og om rettsvern her i riket for slektsnamn som er i bruk utanfor riket.\n1 Jfr. lover 8 des 1950 nr. 3 og 25 mai 1979 nr. 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "content": "Den som er fødd før lova her tar til å gjelda og ikkje har fått slektsnamn ved fødselen, får til namn:\n1. farsnamn som inneheld det einaste eller daglege førenamnet til faren med ei ending som viser slektskapen,\n2. det farsnamnet som far eller mor hans har nytta til etternamn,\n3. namnet på eit gardsbruk eller ein plass som han sjølv eller nokon av foreldra hans eig og har ått i minst 5 år, eller namnet på eit gardsbruk eller ein plass som han sjølv eller nokon av foreldra hans brukar, såframt bruksretten er fastsett for levetid eller er nytta i minst 20 år.​1\nEr han skriven inn i folkeregisteret med eit slikt namn, får han dette namnet.\n0 Endra med lov 8 juni 1979 nr. 39.\n1 Jfr. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "content": "Er nokon skriven inn i folkeregisteret med eit slektsnamn, skal det ikkje kunne gjerast gjeldande at han vantar rett til dette namnet, så sant han eller den han utleier namneretten sin frå, var skriven inn i folkeregisteret med namnet før 1. januar 1947.\n0 Endra med lover 16 juni 1967 nr. 1, 8 juni 1979 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "content": "Har nokon frå før 9. februar 1923 og etter han fylte 18 år brukt eit namn til slektsnamn i 20 år i god tru, utan at nokon har reist sak til å få han fradømd namnet, skal namnet vera hans rette slektsnamn. I dei 20 år skal medreknast den tid namnet er brukt av far hans og etter han av mora eller sysken over 18 år. For ei enkje vert medrekna jamvel den tid då mannen hennar har brukt namnet før dei vart gifte.\n0 Endra med lov 8 juni 1979 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "content": "Kongen​1 kan gje nærare føresegner til iverksetjing av denne lov.\n1 Justisdepartementet etter res. 13 nov 1964. Departementet har gjeve ymse føresegner, samla i rundskriv G-131/85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "content": "Denne lov gjeld frå den tid Kongen fastset,​1 og frå same tid sluttar lov frå 9. februar 1923 om personnamn å gjelda.\nFrå ikraftsetjinga skal gjerast desse omskifte i etternemnde lover: – – –\n1 Frå 1 jan 1965, etter res. 13 nov 1964.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "content": "Desse overgangsføresegnene skal gjelda:\n1. § 1 andre leden gjeld og for barn som er født før denne lov kom i kraft, når foreldra vert gifte etter den tid.\n2. Verknaden av giftarmålet for slektsnamnet åt kona skal retta seg etter lova på giftarmålstida.\n3. § 10 gjeld berre når den som namneretten vert utleidd frå, har fått namnet etter at denne lov tok til å gjelda.\n– – –\n6. § 14 og § 16 første leden nr. 1 og 2, jfr. andre og tredje leden, gjeld og for barn som er født før denne lov kom i kraft.\n7. § 16 første leden nr. 4, jfr. andre og tredje leden, gjeld og når ektemakane vart gifte før denne lov kom i kraft. – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    }
  ]
}