{
  "id": "LOV-2023-11-24-85",
  "type": "statute",
  "title": "Lov om militær politimyndighet (militærpolitiloven)",
  "short_name": "Militærpolitiloven",
  "status": "in_force",
  "issued_date": "2023-11-24",
  "in_force_date": "2024-07-01",
  "url": "https://lovdata.no/dokument/NL/lov/2023-11-24-85",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Loven skal ivareta Forsvarets behov for sikkerhet, disiplin, ro og orden. Den skal også legge til rette for samarbeid mellom politiet og personell med militær politimyndighet, og ivareta grunnleggende krav til kvalitet i straffesaksbehandlingen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Forholdet mellom politiet og personell med militær politimyndighet",
      "content": "(1) Bestemmelsene i loven her gjør ingen innskrenkninger i politiets ansvar og oppgaver.\n(2) Ved samarbeid med sivil politimyndighet er militær politimyndighet underordnet denne, med mindre noe annet er besluttet etter beredskapsloven § 6.\n(3) Når det utøves militær politimyndighet utenfor militært område, skal dette så langt det er mulig varsles stedlig politi.\n(4) Politiet og personell med militær politimyndighet har gjensidig plikt til å yte hverandre nødvendig bistand innenfor rammene av loven her.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Virkeområde",
      "content": "(1) Bestemmelsene i loven her gjelder også i utlandet overfor militært personell og andre som er tilsatt i Forsvaret, når disse er i utlandet på grunn av tjenesten.\n(2) Loven gjelder med de begrensninger som er anerkjent i folkeretten eller følger av overenskomst med fremmed stat.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Hvem som har militær politimyndighet, hvor og overfor hvem den gjelder",
      "content": "(1) Militærpoliti, befal, offiserer og militære vakter har militær politimyndighet overfor enhver som\na. befinner seg på militært område\nb. befinner seg i et område som er i umiddelbar nærhet til militært område, når det er nødvendig for å beskytte formål som angitt i § 1\nc. befinner seg i et forbudsområde etter sikkerhetsloven § 7-5 eller på annet sted der adgang er forbudt eller begrenset etter sikkerhetsloven § 7-5 bokstav a til c, dersom forbudet er fastsatt av forsvarshensyn\nd. opptrer i strid med forbud gitt i medhold av lov 21. juni 2017 nr. 88 om informasjon om bestemt angitte områder, skjermingsverdige objekter og bunnforhold, dersom forbudet er fastsatt av forsvarshensyn.\n(2) Utenfor områdene som følger av første ledd, har militærpolitiet militær politimyndighet overfor personer som kan ilegges refselse etter forsvarsloven, og overfor utenlandsk militært personell og følgepersonell til den utenlandske styrken.\n(3) Utenfor områdene som følger av første ledd, har befal og offiserer militær politimyndighet overfor underordnet personell, men likevel slik at myndigheten som hovedregel skal utøves av den foresatte.\n(4) Utenfor områdene som følger av første ledd, kan militærpoliti, befal og offiserer gi pålegg om fjerning eller bortvise eller fjerne personer som er til hinder for lovlig militær aktivitet eller setter slik aktivitet i fare.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Militært område og umiddelbar nærhet til militært område",
      "content": "(1) Med militært område menes\na. et område som Forsvaret har rådighet over og som ved kunngjøring, skilting, inngjerding eller på annen måte er angitt som militært område\nb. et område der det under feltøvelser eller militære operasjoner etableres leir, bivuakk, stilling, kommandoplass, logistikkpunkt eller lignende\nc. militært fartøy, luftfartøy, kjøretøy eller annet transportmiddel\nd. sivilt eid fartøy, luftfartøy, kjøretøy eller annet transportmiddel som i sin helhet disponeres av Forsvaret til militære formål\ne. et område som er erklært som midlertidig militært område etter andre ledd\nf. et område eller et objekt som sikres av militære styrker når riket er i krig eller krig truer eller rikets selvstendighet eller sikkerhet er i fare.\n(2) Departementet kan erklære et midlertidig militært område etter første ledd bokstav e når det er nødvendig og forholdsmessig av hensyn til rikets sikkerhet, beredskap, forsvarshensyn eller for å legge til rette for sikkerheten under militære operasjoner og øvelser. Departementet fastsetter i forskrift nærmere regler om erklæring av midlertidige militære områder, herunder unntak fra forvaltningslovens kapittel VII om forhåndsvarsling og kunngjøring.\n(3) Militært område skal avgrenses med inngjerding eller annen fysisk avgrensning, eller angis ved kunngjøring, skilting eller merking som gjør det synlig for allmennheten at området er militært, så langt det er praktisk mulig og ikke anses utilrådelig av sikkerhetshensyn.\n(4) Umiddelbar nærhet til militært område omfatter vei som hovedsakelig tjener som adkomst til militært område, og andre steder som ligger så nært et militært område etter første ledd, at aktivitet kan forstyrre sikkerhet, disiplin, ro eller orden på militært område. Ved vurderingen av hva som utgjør umiddelbar nærhet til militært område, skal det blant annet legges vekt på trusselnivået generelt, den mulige trusselens art og grad, bebyggelsestetthet, topografi, kontrollhensyn og muligheten for inngripen fra sivilt politi.\n(5) Utenfor faste militære områder skal det tas særlig hensyn til sivilbefolkningen. Dersom militær aktivitet vesentlig fortrenger sivil aktivitet i området, skal det militære området i fredstid opprettes ved erklæring etter andre ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "title": "Militærpoliti",
      "content": "(1) Militært personell som er sertifisert som militærpoliti av Forsvaret, har militær politimyndighet etter loven her når de er i tjeneste som militærpoliti.\n(2) Forsvarssjefen fastsetter krav til utdanning og sertifisering av personell i militærpolitiet og gir instruks for utøvelse av militærpolititjenesten etter loven her.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Befal og offiserer",
      "content": "(1) Befal og offiserer som er i tjeneste har militær politimyndighet etter loven her.\n(2) Hvem som er befal og offiser, følger av de til enhver tid gjeldende personellordninger i Forsvaret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Militære vakter",
      "content": "(1) Militære vakter har militær politimyndighet etter loven her når de utøver vakttjeneste. Myndigheten er begrenset til objektet eller området de er satt til å bevokte.\n(2) En sivil vakt for militær installasjon kan også regnes som en militær vakt når vakten er ansatt i Forsvaret og har en militær sjef. Myndigheten er begrenset til objektet eller området vakten er satt til å bevokte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "4:9",
      "chapter": "4",
      "section": "9",
      "title": "Generelle regler for utøvelsen av militær politimyndighet",
      "content": "(1) Personell med militær politimyndighet har i overensstemmelse med det som er angitt i § 4 rett og plikt til å gripe inn for å ivareta sikkerhet, disiplin, ro og orden og for å avverge eller stanse lovbrudd.\n(2) Personell med militær politimyndighet skal fortrinnsvis søke å løse sine oppgaver etter loven her gjennom opplysning, råd, advarsel, pålegg eller ved iverksetting av forebyggende eller regulerende tiltak.\n(3) Personell med militær politimyndighet skal ikke ta i bruk sterkere midler uten at svakere midler forgjeves har vært forsøkt eller må antas å være utilstrekkelige eller uhensiktsmessige. Midlene som anvendes må være nødvendige og stå i forhold til situasjonens alvor, tjenestehandlingens formål og omstendighetene for øvrig.\n(4) Personell med militær politimyndighet skal opptre saklig, upartisk og med omtanke for personers integritet slik at den som er gjenstand for inngrep, ikke utsettes for belastning i større grad enn gjennomføringen av tjenestehandlingen krever.\n(5) Personell med militær politimyndighet kan anvende makt under tjenesteutøvelsen i den utstrekning det er nødvendig og forsvarlig. Maktbruken må stå i forhold til situasjonens alvor, tjenestehandlingens formål og omstendighetene for øvrig.\n(6) Utenfor faste militære områder skal personell som utøver militær politimyndighet i fredstid ta særlig hensyn til sivile.\n(7) På forespørsel skal personell med militær politimyndighet legitimere seg med militært tjenestebevis.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Håndhevelse av militær politimyndighet",
      "content": "(1) Personell med militær politimyndighet kan gripe inn på et sted eller overfor en person eller virksomhet som angitt i § 4 for å\na. stanse forstyrrelser av ro og orden eller når omstendighetene gir grunn til å frykte slike forstyrrelser\nb. opprettholde eller gjenopprette den militære disiplinen\nc. ivareta enkeltpersoners eller Forsvarets sikkerhet\nd. avverge eller stanse lovbrudd.\n(2) Ved håndhevelse etter første ledd kan personell med militær politimyndighet blant annet regulere ferdselen, forby eller begrense opphold i bestemte områder, visitere person, bagasje eller transportmiddel, uskadeliggjøre eller ta farlige gjenstander i forvaring, avvise, bortvise, fjerne eller anholde personer eller påby aktivitet eller virksomhet stanset, endret eller fjernet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Vilkår for bruk av skytevåpen under utøvelse av militær politimyndighet",
      "content": "(1) Skytevåpen kan brukes under utøvelse av militær politimyndighet når det er absolutt nødvendig og hvor lempeligere midler forgjeves har vært forsøkt eller åpenbart ikke vil føre frem, i situasjoner hvor\na. personell med militær politimyndighet selv eller andre trues med eller utsettes for en grov voldshandling eller annen grov integritetskrenkelse, og bruk av våpen fremstår som nødvendig for å hindre tap av menneskeliv eller alvorlig personskade\nb. det anses påkrevd å pågripe eller stanse person som anses som særlig farlig for menneskers liv eller helse, eller som alvorlig truer rikets sikkerhet, forsvar, beredskap eller grunnleggende nasjonale interesser.\n(2) I situasjoner som nevnt i første ledd kan skytevåpen også brukes til å forstyrre eller avlede en gjerningsperson.\n(3) Skytevåpen kan brukes under utøvelse av militær politimyndighet til å beskadige eller gjøre ubrukelig en farlig gjenstand eller et objekt som utgjør en fare for sikkerheten, når svakere midler forgjeves har vært forsøkt eller må antas å være utilstrekkelige eller uhensiktsmessige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Plikt til å følge pålegg",
      "content": "(1) Enhver plikter å etterkomme pålegg fra personell som utøver militær politimyndighet etter bestemmelsene i loven her.\n(2) Kunngjøring, skilt eller oppslag på stedet om adgangsbegrensninger eller adgangsforbud ved militært område, likestilles med et pålegg gitt av militær politimyndighet etter første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Avhenting",
      "content": "Den som rettsstridig forlater, blir borte fra eller unnlater å møte opp et sted der vedkommende har en militær plikt til å være til stede, kan avhentes av politiet, militærpolitiet, offiser eller befal.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Innbringelse",
      "content": "(1) Personell med militær politimyndighet kan innbringe til et egnet lokale den som\na. ikke etterkommer pålegg fra personell med militær politimyndighet om å fjerne seg fra et sted som nevnt i § 4 første ledd når omstendighetene gir rimelig grunn til å frykte for forstyrrelse av sikkerheten, den alminnelige ro og orden eller den lovlige ferdsel\nb. på et sted som nevnt i § 4 første ledd ikke oppgir navn, fødselsdato, stilling og bopel når personell med militær politimyndighet forlanger det, eller som gir slike opplysninger som det er grunn til å tvile på riktigheten av\nc. uten lovlig adgang treffes på sted underlagt adgangsrestriksjoner eller adgangsforbud og bortvisning ikke anses tilstrekkelig\nd. treffes på eller ved et sted der det må antas å være begått et lovbrudd umiddelbart forut\ne. forstyrrer offentlig ro eller orden utenfor militært område og dets umiddelbare nærhet, dersom vedkommende er militært personell i tjeneste, på reise til eller fra tjeneste, eller som er iført militær uniform på offentlig sted.\n(2) Innbrakte personer som er uten tilknytning til Forsvaret, skal overlates til politiet omgående dersom bortvisning ikke er tilstrekkelig.\n(3) Innbringelsen skal være så hensynsfull som omstendighetene tillater.\n(4) Ingen må holdes tilbake lenger enn nødvendig etter paragrafen her og ikke ut over fire timer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Visitasjon",
      "content": "(1) Personell med militær politimyndighet kan visitere for å bringe en persons identitet på det rene dersom personen nekter å oppgi navn, fødselsdato, stilling og bopel eller når det er grunn til mistanke om at opplysningene er uriktige og vedkommende påtreffes i et område som angitt i § 4 første ledd. Personell med militær politimyndighet kan også visitere dersom det er et behov for å fastslå identitet i situasjoner som omfattes av §§ 13, 16, 17 og 18.\n(2) Personell med militær politimyndighet kan visitere enhver som blir avhentet, fjernet, anholdt eller innbrakt for å søke etter våpen, ammunisjon, andre farlige gjenstander eller utstyr for ulovlig informasjonsinnhenting.\n(3) Personer som blir innbrakt eller satt i arrest, kan fratas alle gjenstander som er egnet til å skade vedkommende selv eller andre eller som antas å utgjøre bevis for et lovbrudd. Dersom den innbraktes tilstand eller forholdene i arresten tilsier det, kan vedkommende også fratas penger og andre gjenstander slik at de ikke blir ødelagt eller kommer bort.\n(4) Personell med militær politimyndighet kan ta gjenstander som nevnt i annet og tredje ledd, i forvaring. Med mindre gjenstandene kan beslaglegges med hjemmel i lov, skal de leveres tilbake til besitteren når formålet med forvaringen opphører.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Inngrep overfor berusede personer",
      "content": "(1) Personell med militær politimyndighet kan avvise, stanse, bortvise eller innbringe enhver person som de har politimyndighet over, og som på grunn av beruselse forårsaket av alkohol eller andre berusende eller bedøvende midler, forstyrrer den alminnelige ro og orden eller lovlig ferdsel, utgjør en fare for sikkerheten, forulemper andre eller volder fare for seg selv eller andre.\n(2) Innbrakte personer som er uten tilknytning til Forsvaret, skal omgående overlates til politiet dersom bortvisning ikke er tilstrekkelig.\n(3) Den som blir innbrakt etter første ledd, skal holdes under oppsyn og kan settes i arrest.\n(4) Ingen må holdes i arrest lenger enn nødvendig, og ikke i noe tilfelle lenger enn til vedkommende er blitt edru.\n(5) Dersom den innbrakte på grunn av beruselsen er ute av stand til å ta vare på seg selv, skal det straks vurderes å overføre vedkommende til sykehus, legevakt eller avrusingsstasjon. Finner slik overføring ikke sted, skal vedkommende ha tilsyn i arresten, fortrinnsvis av medisinsk personell.\n(6) Når det er grunn til å tro at den som er innbrakt, har hodeskade, indre skade eller betydelig kroppsskade, eller helsetilstanden for øvrig er slik at helsetilsyn anses nødvendig, skal det straks tilkalles lege eller annet helsepersonell.\n(7) I påvente av overføring til sykehus mv. eller gjennomføring av lege- eller helsetilsyn, skal den som er innbrakt, ha skjerpet tilsyn.\n(8) Dersom den som er innbrakt ber om det, skal det formidles kontakt med lege eller annet helsepersonell.\n0 Endret ved lov 20 juni 2025 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Hjelp til syke mv.",
      "content": "(1) Personell med militær politimyndighet skal hjelpe eller sørge for hjelp til personer som ikke er i stand til å ta vare på seg selv, når foresatte i Forsvaret, pårørende eller andre ansvarlige ikke er til stede og kan ta seg av dem. Personell med militær politimyndighet skal i slike tilfeller straks tilkalle medisinsk bistand dersom en persons helsetilstand gir grunn til å anta at medisinsk hjelp kan være nødvendig.\n(2) Når det er åpenbar grunn til å frykte at en person som personell med militær politimyndighet må ta hånd om etter første ledd, kan være til fare for seg selv eller andre, kan vedkommende tas i midlertidig forvaring inntil betryggende plassering er funnet eller personen er overlevert til politiet. Forvaringen skal være så kort som mulig og ikke overstige 24 timer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Foreløpig arrest",
      "content": "(1) Den som blir avhentet etter § 13, kan settes i foreløpig arrest, med mindre personen straks kan overleveres til sine militært foresatte. Det samme gjelder den som sannsynligvis vil forsøke å forlate tjenestestedet uten gyldig grunn, og den som setter sikkerheten på militært område i fare.\n(2) Når noen skal settes i foreløpig arrest, skal den nærmeste foresatte med disiplinærmyndighet snarest mulig underrettes.\n(3) Foreløpig arrest skal være så kort som mulig og ikke overstige 24 timer.\n(4) Departementet fastsetter i forskrift nærmere regler om foreløpig arrest, gjennomføringen av den og krav til arrestlokaler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Militær inspeksjon",
      "content": "(1) For å forebygge hendelser som kan true sikkerheten og for å opprettholde ro, orden og disiplin kan personell med militær politimyndighet, uten at det foreligger konkret mistanke mot enkeltpersoner om lovbrudd, gjennomføre inspeksjon av følgende:\na. militære forlegninger og ethvert rom på militært område\nb. militære transportmidler\nc. kjøretøy, luftfartøy eller fartøy ved inn- og utpassering av militært område eller som befinner seg på militært område\nd. personer ved inn- og utpassering eller personer som befinner seg på militært område\ne. gjenstander, vesker og lignende som bringes inn eller ut av militært område eller som befinner seg på militært område.\n(2) Kontroll av en person kan også omfatte kroppsvisitasjon som innebærer en ytre inspeksjon av en persons kropp med formål å avdekke gjenstander som er plassert utenpå kroppen, eller som er gjemt i klærne.\n(3) Personer som nekter å bli kontrollert ved innpassering til militært område, kan nektes adgang eller bortvises.\n(4) Dersom det under inspeksjon blir funnet en gjenstand som er uønsket på militært område, skal eieren eller besitteren av gjenstanden pålegges å fjerne den fra militært område. Dersom eieren eller besitteren ikke lar seg identifisere eller ikke vil fjerne gjenstanden, kan den inndras.\n(5) Dersom den som gjennomfører inspeksjonen, finner en gjenstand eller avdekker forhold som kan knyttes til et antatt lovbrudd, skal gjenstanden behandles etter reglene i straffeprosessloven.\n(6) Dersom det under gjennomføring av militær inspeksjon fremkommer rimelig grunn til å anta at en person har begått et lovbrudd eller forsøk på et lovbrudd, kan personen holdes tilbake, eller innbringes i tråd med § 14. Dersom personen er sivil, skal vedkommende snarest mulig overlates til politiet.\n(7) Beslutningen om militær inspeksjon eller at militær inspeksjon er gjennomført skal nedtegnes, med mindre inspeksjonen skjer som ledd i en fast innarbeidet praksis for eksempel knyttet til adgangskontroll eller daglig inspeksjon av forlegninger eller rom.\n(8) Forsvarssjefen gir nærmere bestemmelser om hvem som kan beslutte militær inspeksjon, kravene til den og hvordan den skal gjennomføres.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Trafikkrelaterte bestemmelser",
      "content": "(1) Militærpolitiet kan gjennomføre trafikkontroll etter vegtrafikkloven § 10 på områdene som fremgår av § 4 første ledd.\n(2) Militærpolitiet kan foreta alkotest (foreløpig blåseprøve) og foreløpig test for andre berusende eller bedøvende midler etter vegtrafikkloven § 22 a av enhver som fører motorvogn på et område som fremgår av § 4 første ledd. På samme måte kan militærpolitiet foreta alkotest (foreløpig blåseprøve) og foreløpig test for andre berusende eller bedøvende midler av fører og mannskap på militært kjøretøy, fartøy og luftfartøy uavhengig av sted.\n(3) Utenfor områdene som nevnt i § 4 første ledd, kan militærpolitiet gjennomføre trafikkontroll av kjøretøy som Forsvaret eier eller disponerer og overfor føreren og mannskapet. Tilsvarende gjelder for militært fartøy eller luftfartøy.\n(4) Utenfor områdene som nevnt i § 4 første ledd, kan militærpolitiet dirigere trafikk etter vegtrafikkloven § 9 når dette er nødvendig av militære hensyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Militære etterforskere",
      "content": "Med militære etterforskere menes etterforskere ved militærpolitiets spesialiserte etterforskningsenheter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Hva militære etterforskere kan etterforske",
      "content": "(1) Militære etterforskere kan etterforske\na. overtredelser av loven her, militær straffelov og forsvarsloven\nb. andre lovbrudd som bestemt av riksadvokaten dersom lovbruddet er begått i tjenesten eller i anledning tjenesten\n1. på militært område\n2. overfor militært personell\n3. mot eller ved bruk av militært materiell.\nc. andre lovbrudd etter beslutning fra påtalemyndigheten.\n(2) Militære etterforskere kan også foreta innledende etterforskningsskritt for å hindre at bevis går tapt ved ethvert annet lovbrudd som er begått på et sted eller av en person som nevnt i § 4 første ledd.\n(3) Ved vurderingen av om og i hvilket omfang militære etterforskere skal etterforske et lovbrudd, skal det blant annet legges vekt på om handlingen har hatt kroppsskade eller død til følge, om bruk av militære etterforskere er egnet til å svekke tilliten til habiliteten, om en sivil part er skadelidende og sakens art og omfang for øvrig.\n0 Endret ved lov 20 juni 2025 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Forholdet mellom militære etterforskere og påtalemyndigheten",
      "content": "(1) Militære etterforskere er underlagt påtalemyndigheten under etterforskning. Med mindre annet er bestemt, er dette stedlig påtalemyndighet i politiet.\n(2) Påtalemyndigheten kan gi pålegg til militære etterforskere. I forbindelse med innledende undersøkelser, bevissikring og gjennomføring av tvangstiltak, kan påtalemyndigheten gi pålegg til alt personell med militær politimyndighet, som da har samme adgang som politiet til å motta bevis som er undergitt taushetsplikt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Bistand til etterforskning fra befal og offiserer",
      "content": "Befal og offiserer kan foreta bevissikring og innledende undersøkelser når påtalemyndigheten gir pålegg om det. De kan også bistå i etterforskning under politifaglig ledelse av en militær etterforsker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Straff",
      "content": "(1) Den som forsettlig eller uaktsomt unnlater å etterkomme pålegg fra personell med militær politimyndighet etter § 12, eller forsettlig eller uaktsomt hindrer eller setter seg til motverge mot lovlig avhenting etter § 13, innbringelse etter § 14, visitasjon etter § 15, inngrep overfor berusede personer etter § 16, foreløpig arrest etter § 18, militær inspeksjon etter § 19 eller trafikkrelaterte tiltak etter § 20, kan straffes med bot eller fengsel inntil 6 måneder.\n(2) Forsøk eller medvirkning kan straffes på tilsvarende vis.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "title": "Utenlandske militære styrker i Norge",
      "content": "(1) Avtale mellom partene i Traktat for det nordatlantiske område om status for deres styrker av 19. juni 1951 (NATO SOFA) artikkel VI og VII gjelder som norsk lov. Tilsvarende gjelder for avtale mellom de stater som er parter i Traktat for det nordatlantiske område og de øvrige deltakerstater i Partnerskap for fred, om status for deres styrker av 19. juni 1995 (NATO PfP SOFA).\n(2) Etter NATO SOFA artikkel VII nr. 10, eller etter NATO PfP SOFA, skal besøkende styrkes militære enheter eller avdelinger ha rett til å treffe nødvendige og forholdsmessige tiltak for å opprettholde orden og sikkerhet innenfor alle områder på leirer, anlegg og andre militære områder som de bruker etter avtale med norske myndigheter. Slike tiltak kan blant annet innebære å utøve ID-, adgangs-, utstyrs-, atferdskontroll, og å bortvise uvedkommende.\n(3) Utenfor områder som nevnt i andre ledd skal slik militærpolitimyndighet bare anvendes etter avtale med og i samarbeid med norske myndigheter, og bare så langt det er nødvendig for å opprettholde disiplin og orden blant styrkens medlemmer.\n(4) Følgende beføyelser kan tildeles utenlandske styrker etter vedtak fattet av Forsvarsdepartementet:\na. Utenfor militært område og dettes umiddelbare nærhet kan utenlandsk militærpoliti få tildelt adgang til å dirigere trafikk som del av en flernasjonal militærpolitistyrke, som ledes av norsk militærpoliti og er i et underordnet kommandoforhold til disse.\nb. Etter anmodning fra politiet kan militær politimyndighet tildeles utenlandsk militærpoliti, befal og militære vakter i fredstid, for å forestå vakthold på definerte objekter under ledelse av norsk militærpoliti.\nc. Besøkende styrkers militærpoliti, befal og militære vakter kan bortvise personer som er til hinder for lovlige militære besøk, operasjoner, eller øvelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "8:27",
      "chapter": "8",
      "section": "27",
      "title": "Forskrifter",
      "content": "(1) Kongen kan i forskrift gi nærmere bestemmelser om militær politimyndighet.\n(2) Når riket er i krig eller krig truer eller rikets selvstendighet eller sikkerhet er i fare, kan Kongen gi forskrift som avviker fra bestemmelser gitt i eller i medhold av denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "8:28",
      "chapter": "8",
      "section": "28",
      "title": "Ikrafttredelse",
      "content": "Loven gjelder fra den tid Kongen bestemmer.​1 De enkelte bestemmelsene kan settes i kraft til ulik tid.\nFra den tid loven trer i kraft, oppheves lov 20. mai 1988 nr. 33 om politimyndighet i forsvaret.\nKongen kan gi overgangsregler.\n1 Fra 1 juli 2024 iflg. res. 31 mai 2024 nr. 876.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "title": "Endringer i andre lover",
      "content": "Fra den tid loven trer i kraft, gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Loven skal ivareta Forsvarets behov for sikkerhet, disiplin, ro og orden. Den skal også legge til rette for samarbeid mellom politiet og personell med militær politimyndighet, og ivareta grunnleggende krav til kvalitet i straffesaksbehandlingen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Forholdet mellom politiet og personell med militær politimyndighet",
      "content": "(1) Bestemmelsene i loven her gjør ingen innskrenkninger i politiets ansvar og oppgaver.\n(2) Ved samarbeid med sivil politimyndighet er militær politimyndighet underordnet denne, med mindre noe annet er besluttet etter beredskapsloven § 6.\n(3) Når det utøves militær politimyndighet utenfor militært område, skal dette så langt det er mulig varsles stedlig politi.\n(4) Politiet og personell med militær politimyndighet har gjensidig plikt til å yte hverandre nødvendig bistand innenfor rammene av loven her.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Virkeområde",
      "content": "(1) Bestemmelsene i loven her gjelder også i utlandet overfor militært personell og andre som er tilsatt i Forsvaret, når disse er i utlandet på grunn av tjenesten.\n(2) Loven gjelder med de begrensninger som er anerkjent i folkeretten eller følger av overenskomst med fremmed stat.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Hvem som har militær politimyndighet, hvor og overfor hvem den gjelder",
      "content": "(1) Militærpoliti, befal, offiserer og militære vakter har militær politimyndighet overfor enhver som\na. befinner seg på militært område\nb. befinner seg i et område som er i umiddelbar nærhet til militært område, når det er nødvendig for å beskytte formål som angitt i § 1\nc. befinner seg i et forbudsområde etter sikkerhetsloven § 7-5 eller på annet sted der adgang er forbudt eller begrenset etter sikkerhetsloven § 7-5 bokstav a til c, dersom forbudet er fastsatt av forsvarshensyn\nd. opptrer i strid med forbud gitt i medhold av lov 21. juni 2017 nr. 88 om informasjon om bestemt angitte områder, skjermingsverdige objekter og bunnforhold, dersom forbudet er fastsatt av forsvarshensyn.\n(2) Utenfor områdene som følger av første ledd, har militærpolitiet militær politimyndighet overfor personer som kan ilegges refselse etter forsvarsloven, og overfor utenlandsk militært personell og følgepersonell til den utenlandske styrken.\n(3) Utenfor områdene som følger av første ledd, har befal og offiserer militær politimyndighet overfor underordnet personell, men likevel slik at myndigheten som hovedregel skal utøves av den foresatte.\n(4) Utenfor områdene som følger av første ledd, kan militærpoliti, befal og offiserer gi pålegg om fjerning eller bortvise eller fjerne personer som er til hinder for lovlig militær aktivitet eller setter slik aktivitet i fare.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Militært område og umiddelbar nærhet til militært område",
      "content": "(1) Med militært område menes\na. et område som Forsvaret har rådighet over og som ved kunngjøring, skilting, inngjerding eller på annen måte er angitt som militært område\nb. et område der det under feltøvelser eller militære operasjoner etableres leir, bivuakk, stilling, kommandoplass, logistikkpunkt eller lignende\nc. militært fartøy, luftfartøy, kjøretøy eller annet transportmiddel\nd. sivilt eid fartøy, luftfartøy, kjøretøy eller annet transportmiddel som i sin helhet disponeres av Forsvaret til militære formål\ne. et område som er erklært som midlertidig militært område etter andre ledd\nf. et område eller et objekt som sikres av militære styrker når riket er i krig eller krig truer eller rikets selvstendighet eller sikkerhet er i fare.\n(2) Departementet kan erklære et midlertidig militært område etter første ledd bokstav e når det er nødvendig og forholdsmessig av hensyn til rikets sikkerhet, beredskap, forsvarshensyn eller for å legge til rette for sikkerheten under militære operasjoner og øvelser. Departementet fastsetter i forskrift nærmere regler om erklæring av midlertidige militære områder, herunder unntak fra forvaltningslovens kapittel VII om forhåndsvarsling og kunngjøring.\n(3) Militært område skal avgrenses med inngjerding eller annen fysisk avgrensning, eller angis ved kunngjøring, skilting eller merking som gjør det synlig for allmennheten at området er militært, så langt det er praktisk mulig og ikke anses utilrådelig av sikkerhetshensyn.\n(4) Umiddelbar nærhet til militært område omfatter vei som hovedsakelig tjener som adkomst til militært område, og andre steder som ligger så nært et militært område etter første ledd, at aktivitet kan forstyrre sikkerhet, disiplin, ro eller orden på militært område. Ved vurderingen av hva som utgjør umiddelbar nærhet til militært område, skal det blant annet legges vekt på trusselnivået generelt, den mulige trusselens art og grad, bebyggelsestetthet, topografi, kontrollhensyn og muligheten for inngripen fra sivilt politi.\n(5) Utenfor faste militære områder skal det tas særlig hensyn til sivilbefolkningen. Dersom militær aktivitet vesentlig fortrenger sivil aktivitet i området, skal det militære området i fredstid opprettes ved erklæring etter andre ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "title": "Militærpoliti",
      "content": "(1) Militært personell som er sertifisert som militærpoliti av Forsvaret, har militær politimyndighet etter loven her når de er i tjeneste som militærpoliti.\n(2) Forsvarssjefen fastsetter krav til utdanning og sertifisering av personell i militærpolitiet og gir instruks for utøvelse av militærpolititjenesten etter loven her.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Befal og offiserer",
      "content": "(1) Befal og offiserer som er i tjeneste har militær politimyndighet etter loven her.\n(2) Hvem som er befal og offiser, følger av de til enhver tid gjeldende personellordninger i Forsvaret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Militære vakter",
      "content": "(1) Militære vakter har militær politimyndighet etter loven her når de utøver vakttjeneste. Myndigheten er begrenset til objektet eller området de er satt til å bevokte.\n(2) En sivil vakt for militær installasjon kan også regnes som en militær vakt når vakten er ansatt i Forsvaret og har en militær sjef. Myndigheten er begrenset til objektet eller området vakten er satt til å bevokte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "4:9",
      "chapter": "4",
      "section": "9",
      "title": "Generelle regler for utøvelsen av militær politimyndighet",
      "content": "(1) Personell med militær politimyndighet har i overensstemmelse med det som er angitt i § 4 rett og plikt til å gripe inn for å ivareta sikkerhet, disiplin, ro og orden og for å avverge eller stanse lovbrudd.\n(2) Personell med militær politimyndighet skal fortrinnsvis søke å løse sine oppgaver etter loven her gjennom opplysning, råd, advarsel, pålegg eller ved iverksetting av forebyggende eller regulerende tiltak.\n(3) Personell med militær politimyndighet skal ikke ta i bruk sterkere midler uten at svakere midler forgjeves har vært forsøkt eller må antas å være utilstrekkelige eller uhensiktsmessige. Midlene som anvendes må være nødvendige og stå i forhold til situasjonens alvor, tjenestehandlingens formål og omstendighetene for øvrig.\n(4) Personell med militær politimyndighet skal opptre saklig, upartisk og med omtanke for personers integritet slik at den som er gjenstand for inngrep, ikke utsettes for belastning i større grad enn gjennomføringen av tjenestehandlingen krever.\n(5) Personell med militær politimyndighet kan anvende makt under tjenesteutøvelsen i den utstrekning det er nødvendig og forsvarlig. Maktbruken må stå i forhold til situasjonens alvor, tjenestehandlingens formål og omstendighetene for øvrig.\n(6) Utenfor faste militære områder skal personell som utøver militær politimyndighet i fredstid ta særlig hensyn til sivile.\n(7) På forespørsel skal personell med militær politimyndighet legitimere seg med militært tjenestebevis.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Håndhevelse av militær politimyndighet",
      "content": "(1) Personell med militær politimyndighet kan gripe inn på et sted eller overfor en person eller virksomhet som angitt i § 4 for å\na. stanse forstyrrelser av ro og orden eller når omstendighetene gir grunn til å frykte slike forstyrrelser\nb. opprettholde eller gjenopprette den militære disiplinen\nc. ivareta enkeltpersoners eller Forsvarets sikkerhet\nd. avverge eller stanse lovbrudd.\n(2) Ved håndhevelse etter første ledd kan personell med militær politimyndighet blant annet regulere ferdselen, forby eller begrense opphold i bestemte områder, visitere person, bagasje eller transportmiddel, uskadeliggjøre eller ta farlige gjenstander i forvaring, avvise, bortvise, fjerne eller anholde personer eller påby aktivitet eller virksomhet stanset, endret eller fjernet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Vilkår for bruk av skytevåpen under utøvelse av militær politimyndighet",
      "content": "(1) Skytevåpen kan brukes under utøvelse av militær politimyndighet når det er absolutt nødvendig og hvor lempeligere midler forgjeves har vært forsøkt eller åpenbart ikke vil føre frem, i situasjoner hvor\na. personell med militær politimyndighet selv eller andre trues med eller utsettes for en grov voldshandling eller annen grov integritetskrenkelse, og bruk av våpen fremstår som nødvendig for å hindre tap av menneskeliv eller alvorlig personskade\nb. det anses påkrevd å pågripe eller stanse person som anses som særlig farlig for menneskers liv eller helse, eller som alvorlig truer rikets sikkerhet, forsvar, beredskap eller grunnleggende nasjonale interesser.\n(2) I situasjoner som nevnt i første ledd kan skytevåpen også brukes til å forstyrre eller avlede en gjerningsperson.\n(3) Skytevåpen kan brukes under utøvelse av militær politimyndighet til å beskadige eller gjøre ubrukelig en farlig gjenstand eller et objekt som utgjør en fare for sikkerheten, når svakere midler forgjeves har vært forsøkt eller må antas å være utilstrekkelige eller uhensiktsmessige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Plikt til å følge pålegg",
      "content": "(1) Enhver plikter å etterkomme pålegg fra personell som utøver militær politimyndighet etter bestemmelsene i loven her.\n(2) Kunngjøring, skilt eller oppslag på stedet om adgangsbegrensninger eller adgangsforbud ved militært område, likestilles med et pålegg gitt av militær politimyndighet etter første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Avhenting",
      "content": "Den som rettsstridig forlater, blir borte fra eller unnlater å møte opp et sted der vedkommende har en militær plikt til å være til stede, kan avhentes av politiet, militærpolitiet, offiser eller befal.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Innbringelse",
      "content": "(1) Personell med militær politimyndighet kan innbringe til et egnet lokale den som\na. ikke etterkommer pålegg fra personell med militær politimyndighet om å fjerne seg fra et sted som nevnt i § 4 første ledd når omstendighetene gir rimelig grunn til å frykte for forstyrrelse av sikkerheten, den alminnelige ro og orden eller den lovlige ferdsel\nb. på et sted som nevnt i § 4 første ledd ikke oppgir navn, fødselsdato, stilling og bopel når personell med militær politimyndighet forlanger det, eller som gir slike opplysninger som det er grunn til å tvile på riktigheten av\nc. uten lovlig adgang treffes på sted underlagt adgangsrestriksjoner eller adgangsforbud og bortvisning ikke anses tilstrekkelig\nd. treffes på eller ved et sted der det må antas å være begått et lovbrudd umiddelbart forut\ne. forstyrrer offentlig ro eller orden utenfor militært område og dets umiddelbare nærhet, dersom vedkommende er militært personell i tjeneste, på reise til eller fra tjeneste, eller som er iført militær uniform på offentlig sted.\n(2) Innbrakte personer som er uten tilknytning til Forsvaret, skal overlates til politiet omgående dersom bortvisning ikke er tilstrekkelig.\n(3) Innbringelsen skal være så hensynsfull som omstendighetene tillater.\n(4) Ingen må holdes tilbake lenger enn nødvendig etter paragrafen her og ikke ut over fire timer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Visitasjon",
      "content": "(1) Personell med militær politimyndighet kan visitere for å bringe en persons identitet på det rene dersom personen nekter å oppgi navn, fødselsdato, stilling og bopel eller når det er grunn til mistanke om at opplysningene er uriktige og vedkommende påtreffes i et område som angitt i § 4 første ledd. Personell med militær politimyndighet kan også visitere dersom det er et behov for å fastslå identitet i situasjoner som omfattes av §§ 13, 16, 17 og 18.\n(2) Personell med militær politimyndighet kan visitere enhver som blir avhentet, fjernet, anholdt eller innbrakt for å søke etter våpen, ammunisjon, andre farlige gjenstander eller utstyr for ulovlig informasjonsinnhenting.\n(3) Personer som blir innbrakt eller satt i arrest, kan fratas alle gjenstander som er egnet til å skade vedkommende selv eller andre eller som antas å utgjøre bevis for et lovbrudd. Dersom den innbraktes tilstand eller forholdene i arresten tilsier det, kan vedkommende også fratas penger og andre gjenstander slik at de ikke blir ødelagt eller kommer bort.\n(4) Personell med militær politimyndighet kan ta gjenstander som nevnt i annet og tredje ledd, i forvaring. Med mindre gjenstandene kan beslaglegges med hjemmel i lov, skal de leveres tilbake til besitteren når formålet med forvaringen opphører.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Inngrep overfor berusede personer",
      "content": "(1) Personell med militær politimyndighet kan avvise, stanse, bortvise eller innbringe enhver person som de har politimyndighet over, og som på grunn av beruselse forårsaket av alkohol eller andre berusende eller bedøvende midler, forstyrrer den alminnelige ro og orden eller lovlig ferdsel, utgjør en fare for sikkerheten, forulemper andre eller volder fare for seg selv eller andre.\n(2) Innbrakte personer som er uten tilknytning til Forsvaret, skal omgående overlates til politiet dersom bortvisning ikke er tilstrekkelig.\n(3) Den som blir innbrakt etter første ledd, skal holdes under oppsyn og kan settes i arrest.\n(4) Ingen må holdes i arrest lenger enn nødvendig, og ikke i noe tilfelle lenger enn til vedkommende er blitt edru.\n(5) Dersom den innbrakte på grunn av beruselsen er ute av stand til å ta vare på seg selv, skal det straks vurderes å overføre vedkommende til sykehus, legevakt eller avrusingsstasjon. Finner slik overføring ikke sted, skal vedkommende ha tilsyn i arresten, fortrinnsvis av medisinsk personell.\n(6) Når det er grunn til å tro at den som er innbrakt, har hodeskade, indre skade eller betydelig kroppsskade, eller helsetilstanden for øvrig er slik at helsetilsyn anses nødvendig, skal det straks tilkalles lege eller annet helsepersonell.\n(7) I påvente av overføring til sykehus mv. eller gjennomføring av lege- eller helsetilsyn, skal den som er innbrakt, ha skjerpet tilsyn.\n(8) Dersom den som er innbrakt ber om det, skal det formidles kontakt med lege eller annet helsepersonell.\n0 Endret ved lov 20 juni 2025 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Hjelp til syke mv.",
      "content": "(1) Personell med militær politimyndighet skal hjelpe eller sørge for hjelp til personer som ikke er i stand til å ta vare på seg selv, når foresatte i Forsvaret, pårørende eller andre ansvarlige ikke er til stede og kan ta seg av dem. Personell med militær politimyndighet skal i slike tilfeller straks tilkalle medisinsk bistand dersom en persons helsetilstand gir grunn til å anta at medisinsk hjelp kan være nødvendig.\n(2) Når det er åpenbar grunn til å frykte at en person som personell med militær politimyndighet må ta hånd om etter første ledd, kan være til fare for seg selv eller andre, kan vedkommende tas i midlertidig forvaring inntil betryggende plassering er funnet eller personen er overlevert til politiet. Forvaringen skal være så kort som mulig og ikke overstige 24 timer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Foreløpig arrest",
      "content": "(1) Den som blir avhentet etter § 13, kan settes i foreløpig arrest, med mindre personen straks kan overleveres til sine militært foresatte. Det samme gjelder den som sannsynligvis vil forsøke å forlate tjenestestedet uten gyldig grunn, og den som setter sikkerheten på militært område i fare.\n(2) Når noen skal settes i foreløpig arrest, skal den nærmeste foresatte med disiplinærmyndighet snarest mulig underrettes.\n(3) Foreløpig arrest skal være så kort som mulig og ikke overstige 24 timer.\n(4) Departementet fastsetter i forskrift nærmere regler om foreløpig arrest, gjennomføringen av den og krav til arrestlokaler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Militær inspeksjon",
      "content": "(1) For å forebygge hendelser som kan true sikkerheten og for å opprettholde ro, orden og disiplin kan personell med militær politimyndighet, uten at det foreligger konkret mistanke mot enkeltpersoner om lovbrudd, gjennomføre inspeksjon av følgende:\na. militære forlegninger og ethvert rom på militært område\nb. militære transportmidler\nc. kjøretøy, luftfartøy eller fartøy ved inn- og utpassering av militært område eller som befinner seg på militært område\nd. personer ved inn- og utpassering eller personer som befinner seg på militært område\ne. gjenstander, vesker og lignende som bringes inn eller ut av militært område eller som befinner seg på militært område.\n(2) Kontroll av en person kan også omfatte kroppsvisitasjon som innebærer en ytre inspeksjon av en persons kropp med formål å avdekke gjenstander som er plassert utenpå kroppen, eller som er gjemt i klærne.\n(3) Personer som nekter å bli kontrollert ved innpassering til militært område, kan nektes adgang eller bortvises.\n(4) Dersom det under inspeksjon blir funnet en gjenstand som er uønsket på militært område, skal eieren eller besitteren av gjenstanden pålegges å fjerne den fra militært område. Dersom eieren eller besitteren ikke lar seg identifisere eller ikke vil fjerne gjenstanden, kan den inndras.\n(5) Dersom den som gjennomfører inspeksjonen, finner en gjenstand eller avdekker forhold som kan knyttes til et antatt lovbrudd, skal gjenstanden behandles etter reglene i straffeprosessloven.\n(6) Dersom det under gjennomføring av militær inspeksjon fremkommer rimelig grunn til å anta at en person har begått et lovbrudd eller forsøk på et lovbrudd, kan personen holdes tilbake, eller innbringes i tråd med § 14. Dersom personen er sivil, skal vedkommende snarest mulig overlates til politiet.\n(7) Beslutningen om militær inspeksjon eller at militær inspeksjon er gjennomført skal nedtegnes, med mindre inspeksjonen skjer som ledd i en fast innarbeidet praksis for eksempel knyttet til adgangskontroll eller daglig inspeksjon av forlegninger eller rom.\n(8) Forsvarssjefen gir nærmere bestemmelser om hvem som kan beslutte militær inspeksjon, kravene til den og hvordan den skal gjennomføres.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Trafikkrelaterte bestemmelser",
      "content": "(1) Militærpolitiet kan gjennomføre trafikkontroll etter vegtrafikkloven § 10 på områdene som fremgår av § 4 første ledd.\n(2) Militærpolitiet kan foreta alkotest (foreløpig blåseprøve) og foreløpig test for andre berusende eller bedøvende midler etter vegtrafikkloven § 22 a av enhver som fører motorvogn på et område som fremgår av § 4 første ledd. På samme måte kan militærpolitiet foreta alkotest (foreløpig blåseprøve) og foreløpig test for andre berusende eller bedøvende midler av fører og mannskap på militært kjøretøy, fartøy og luftfartøy uavhengig av sted.\n(3) Utenfor områdene som nevnt i § 4 første ledd, kan militærpolitiet gjennomføre trafikkontroll av kjøretøy som Forsvaret eier eller disponerer og overfor føreren og mannskapet. Tilsvarende gjelder for militært fartøy eller luftfartøy.\n(4) Utenfor områdene som nevnt i § 4 første ledd, kan militærpolitiet dirigere trafikk etter vegtrafikkloven § 9 når dette er nødvendig av militære hensyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Militære etterforskere",
      "content": "Med militære etterforskere menes etterforskere ved militærpolitiets spesialiserte etterforskningsenheter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Hva militære etterforskere kan etterforske",
      "content": "(1) Militære etterforskere kan etterforske\na. overtredelser av loven her, militær straffelov og forsvarsloven\nb. andre lovbrudd som bestemt av riksadvokaten dersom lovbruddet er begått i tjenesten eller i anledning tjenesten\n1. på militært område\n2. overfor militært personell\n3. mot eller ved bruk av militært materiell.\nc. andre lovbrudd etter beslutning fra påtalemyndigheten.\n(2) Militære etterforskere kan også foreta innledende etterforskningsskritt for å hindre at bevis går tapt ved ethvert annet lovbrudd som er begått på et sted eller av en person som nevnt i § 4 første ledd.\n(3) Ved vurderingen av om og i hvilket omfang militære etterforskere skal etterforske et lovbrudd, skal det blant annet legges vekt på om handlingen har hatt kroppsskade eller død til følge, om bruk av militære etterforskere er egnet til å svekke tilliten til habiliteten, om en sivil part er skadelidende og sakens art og omfang for øvrig.\n0 Endret ved lov 20 juni 2025 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Forholdet mellom militære etterforskere og påtalemyndigheten",
      "content": "(1) Militære etterforskere er underlagt påtalemyndigheten under etterforskning. Med mindre annet er bestemt, er dette stedlig påtalemyndighet i politiet.\n(2) Påtalemyndigheten kan gi pålegg til militære etterforskere. I forbindelse med innledende undersøkelser, bevissikring og gjennomføring av tvangstiltak, kan påtalemyndigheten gi pålegg til alt personell med militær politimyndighet, som da har samme adgang som politiet til å motta bevis som er undergitt taushetsplikt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Bistand til etterforskning fra befal og offiserer",
      "content": "Befal og offiserer kan foreta bevissikring og innledende undersøkelser når påtalemyndigheten gir pålegg om det. De kan også bistå i etterforskning under politifaglig ledelse av en militær etterforsker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Straff",
      "content": "(1) Den som forsettlig eller uaktsomt unnlater å etterkomme pålegg fra personell med militær politimyndighet etter § 12, eller forsettlig eller uaktsomt hindrer eller setter seg til motverge mot lovlig avhenting etter § 13, innbringelse etter § 14, visitasjon etter § 15, inngrep overfor berusede personer etter § 16, foreløpig arrest etter § 18, militær inspeksjon etter § 19 eller trafikkrelaterte tiltak etter § 20, kan straffes med bot eller fengsel inntil 6 måneder.\n(2) Forsøk eller medvirkning kan straffes på tilsvarende vis.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "title": "Utenlandske militære styrker i Norge",
      "content": "(1) Avtale mellom partene i Traktat for det nordatlantiske område om status for deres styrker av 19. juni 1951 (NATO SOFA) artikkel VI og VII gjelder som norsk lov. Tilsvarende gjelder for avtale mellom de stater som er parter i Traktat for det nordatlantiske område og de øvrige deltakerstater i Partnerskap for fred, om status for deres styrker av 19. juni 1995 (NATO PfP SOFA).\n(2) Etter NATO SOFA artikkel VII nr. 10, eller etter NATO PfP SOFA, skal besøkende styrkes militære enheter eller avdelinger ha rett til å treffe nødvendige og forholdsmessige tiltak for å opprettholde orden og sikkerhet innenfor alle områder på leirer, anlegg og andre militære områder som de bruker etter avtale med norske myndigheter. Slike tiltak kan blant annet innebære å utøve ID-, adgangs-, utstyrs-, atferdskontroll, og å bortvise uvedkommende.\n(3) Utenfor områder som nevnt i andre ledd skal slik militærpolitimyndighet bare anvendes etter avtale med og i samarbeid med norske myndigheter, og bare så langt det er nødvendig for å opprettholde disiplin og orden blant styrkens medlemmer.\n(4) Følgende beføyelser kan tildeles utenlandske styrker etter vedtak fattet av Forsvarsdepartementet:\na. Utenfor militært område og dettes umiddelbare nærhet kan utenlandsk militærpoliti få tildelt adgang til å dirigere trafikk som del av en flernasjonal militærpolitistyrke, som ledes av norsk militærpoliti og er i et underordnet kommandoforhold til disse.\nb. Etter anmodning fra politiet kan militær politimyndighet tildeles utenlandsk militærpoliti, befal og militære vakter i fredstid, for å forestå vakthold på definerte objekter under ledelse av norsk militærpoliti.\nc. Besøkende styrkers militærpoliti, befal og militære vakter kan bortvise personer som er til hinder for lovlige militære besøk, operasjoner, eller øvelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "8:27",
      "chapter": "8",
      "section": "27",
      "title": "Forskrifter",
      "content": "(1) Kongen kan i forskrift gi nærmere bestemmelser om militær politimyndighet.\n(2) Når riket er i krig eller krig truer eller rikets selvstendighet eller sikkerhet er i fare, kan Kongen gi forskrift som avviker fra bestemmelser gitt i eller i medhold av denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "8:28",
      "chapter": "8",
      "section": "28",
      "title": "Ikrafttredelse",
      "content": "Loven gjelder fra den tid Kongen bestemmer.​1 De enkelte bestemmelsene kan settes i kraft til ulik tid.\nFra den tid loven trer i kraft, oppheves lov 20. mai 1988 nr. 33 om politimyndighet i forsvaret.\nKongen kan gi overgangsregler.\n1 Fra 1 juli 2024 iflg. res. 31 mai 2024 nr. 876.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "title": "Endringer i andre lover",
      "content": "Fra den tid loven trer i kraft, gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    }
  ]
}